{
  "remedyName" : "Abies Canadensis",
  "remedyAlternativeNames" : "Abies Canadensis. Pinus canadensis. Hemlock Spruce. Canada Pitch. N. O. Coniferae. Tincture of fresh bark and young buds.",
  "categories" : {
    "Clinical" : [ "Indigestion. Liver disorder. Uterine displacement." ],
    "Characteristics" : [ "Abies can. has been only imperfectly proved, but it has marked symptoms which will serve to indicate it in any case of disease in which they may be prominent: Great appetite, tendency to over-eat; gnawing, hungry, faint feeling in epigastrium. According to Hale it has cured: \"A light-headed feeling, attended with a gnawing, hungry, faint feeling at epigastrium, craving hunger which, if gratified, was followed by distension of the stomach and hard beating of the heart.\" Among the peculiar sensations are: A feeling as if the right lung and liver were small and hard; pain beneath right scapula. The patient lies with the legs drawn up. Shivering as if the blood turned to cold water." ],
    "Relations" : [ "Compare: Abies nig., Sabina, Thuja, and other Conifers, Nux vom." ],
    "Mind" : [ "Quiet, careless, but easily fretted." ],
    "Head" : [ "Tipsy feeling, a swimming of the head; light-headed." ],
    "Eyes" : [ "Sensation as of a stye in outer canthus of l. eye." ],
    "Mouth" : [ "Dryness of the mouth." ],
    "Appetite" : [ "Gnawing, hungry, faint feeling at the epigastrium.", "Craving for meat, pickles, and other coarse food.", "Some thirst.", "A tendency to eat far beyond the capacity for digestion." ],
    "Stomach" : [ "Distension of the stomach and epigastrium; burning." ],
    "Abdomen" : [ "Sick feeling in the bowels.", "Rumbling in the bowels after eating, with great appetite.", "Sensation as if the liver were small and hard; as if bile were deficient." ],
    "Stool and Anus" : [ "Burning in rectum.", "Constipation." ],
    "Urinary Organs" : [ "Urinates frequently day and night; urine straw-coloured." ],
    "Female Sexual Organs" : [ "Thinks the womb is soft and feeble (thinks would cause abortion).", "Sore feeling at the fundus of uterus; > by pressing." ],
    "Respiratory Organs" : [ "Breathing laboured.", "Sensation as if the right lung were small and hard." ],
    "Heart" : [ "Action of the heart laboured.", "Increased action of the heart with distension of the stomach." ],
    "Neck and Back" : [ "Pain behind the right shoulder-blade.", "Weak feeling in sacral region.", "Feeling as of cold water between the shoulders." ],
    "Generalities" : [ "Hands cold, shrunken.", "Skin cold and clammy.", "Lies with the legs drawn up.", "Great prostration, wants to lie down all the time.", "Very faint, as if top of head were congested.", "Twitching of the muscles." ],
    "Sleep" : [ "Gaping, drowsy.", "Great restlessness at night, with tossing from side to side." ],
    "Fever" : [ "Cold shivering all, over as if blood turned to ice-water.", "Chills down back." ]
  }
}