{
  "remedyName" : "Absinthium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Brain, congestion of. Chlorosis. Dyspepsia. Epilepsy. Nervousness. Otorrhoea. Restlessness. Sleeplessness. Spine, congestion of. Typhoid." ],
    "Characteristics" : [ "Absinthium has been proved, but a number of the symptoms are taken from observations made on absinthe drinkers. The convulsions of Absinth. are preceded by trembling; the patient makes grimaces; bites tongue; foams. Halbert regards Absinth. as of especial service in cases of minor epilepsy, where consciousness is not entirely lost. The characteristic is \"a peculiar vertigo on rising, with a tendency to fall backward.\" In a case of epileptoid vertigo, signs of constant cerebral and spinal congestion; nausea and tendency to frequent vomiting, persistent tremors; epileptoid attacks of hysterical character and opisthotonos, Absinth. first in O, and later in 3, completely cured. Tremor is a marked feature of the remedy: tremor of tongue; of heart. Magnan, who has studied absinthism, says the characteristic symptoms of absinthe are: Sudden and severe giddiness, epileptiform seizures, delirium with hallucinations, and loss of consciousness. For some time after the attack there is loss of memory. The giddiness and epileptiform attacks are the most important of the symptoms. He adds that those who take absinthe are liable to hysterical manifestations. There is exhilaration followed by horrible delirium (Bell.); patient obliged to walk about (Artem., Cham., Cin. have > moving about). Patient walks about in distress, seeing all sorts of demons. Sleeplessness; typhoid with congestion of base of brain. It corresponds to nervousness, excitement, and sleeplessness in children." ],
    "Relations" : [ "Compare: Artem. vulg., Abrot., Cicut., Hyosc., Bell., Stram. Strong urine, Benz. ac., Nit. ac." ],
    "Mind" : [ "After recovery has no recollection of taking the poison, nor of the cause of his doing so.", "Forgets what has recently happened.", "Insane; idiotic; brutal.", "Idiotic manner, doesn't care whether she dies or not.", "Wants nothing to do with anybody.", "Frightful visions and terrifying hallucinations.", "Stupor alternating with dangerous violence.", "Insensible with the convulsions." ],
    "Head" : [ "Vertigo; when she rises up; tendency to fall backward.", "Confusion in head.", "Headache.", "Wants to lie with the head low.", "Congestion of the brain and spinal cord." ],
    "Eyes" : [ "Injected conjunctiva.", "Pain in the eyes.", "Itching.", "Lids heavy." ],
    "Ears" : [ "Otorrhoea; esp. after hemicrania." ],
    "Face" : [ "Foolish look.", "Rush of blood to the face.", "Makes grimaces, and foams at the mouth in epilepsy." ],
    "Mouth" : [ "Jaws firmly fixed.", "Bites his tongue in epilepsy.", "Tongue thick, protruding; can scarcely talk.", "Tongue trembling; feels paralysed." ],
    "Throat" : [ "Scalded feeling in the throat." ],
    "Stomach" : [ "Loss of appetite; loathing of food.", "Food lies heavy.", "Stomach feels cold and oppressed.", "Eructations; nausea; vomiting.", "Nausea, apparently in region of gall bladder.", "Uncomfortable, irritated feeling of stomach." ],
    "Abdomen" : [ "Liver feels swollen.", "Pain in spleen; it feels swollen.", "Bloated around waist and in abdomen, as after ague.", "Immense accumulation of flatulence in abdomen; wind colic." ],
    "Urinary Organs" : [ "Constant desire to urinate.", "Urine deep orange, of a strong smell, like horse's urine." ],
    "Female Sexual Organs" : [ "Pains in uterus.", "Darting pain in right ovary.", "Chlorosis.", "Promotes menses." ],
    "Respiratory Organs" : [ "Cough with liver complaint." ],
    "Heart" : [ "Tremor of the heart felt toward the back.", "Heart thumps; can be heard in scapular region." ],
    "Generalities" : [ "Feet very cold.", "Falling down, as in epilepsy, unconscious, with distortion of the features, followed by spasms of the body and limbs, bloody foam at mouth, and biting of the tongue; stupidity and loss of memory afterward.", "Opisthotonos; grinding teeth; followed by stupor.", "Paralysis of inner organs.", "(Horses kick with hind legs towards the belly.", "Ascarides.)" ]
  }
}