{
  "remedyName" : "Aceticum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Anaesthetics, antidote to. Ascarides. Burns. Corns. Croup. Debility. Diabetes. Diphtheria. Dropsies. Fevers. Hydrophobia. Naevi. Narcotics, antidote to. Phthisis. Sausage-poisoning, antidote to. Scalds. Stings. Stomach, cancer of. Varicosis. Warts." ],
    "Characteristics" : [ "The leading features of acetic acid are excessive wasting and debility; anaemia with waxy pallor of face; intense thirst; burning in throat; nausea, retching, and sour rising as met with in cases of cancer and debility. There are gnawing, ulcerative pains in stomach; pain and burning in abdomen. Profuse, exhausting diarrhoea. It has been used in diabetes. It corresponds to putrid and hectic fevers with night sweats; haemorrhages, varicose swellings, and dropsies. As a type of vinegar effects may be mentioned the following: A plump and blooming young woman took a small glass daily to reduce size. Soon lost flesh and colour. In a month cough set in with white concocted phlegm, fever, dyspnoea, night sweats, anorexia, dropsy, diarrhoea, death. Lungs after death were found stuffed with non-suppurating tubercles. A young German, after working twelve months in a vinegar factory, was obliged to leave from indigestion, dyspnoea, and ready fatigue. It is suited to children and old people; to lax, pale, lean persons. (Equal parts of vinegar and hot water make a refreshing sponge-down for many conditions of fever, with or without perspiration.)" ],
    "Relations" : [ "Compare: Apis, Ars. (but Acet. ac. has more preponderant gastric symptoms than either); Carbol. ac., Lac. defl., Lact. ac., Uran. nit. Large doses of Acet. ac. are best antidoted by Magnesia or Calcarea either as fluid magnesia or as lime-water. Antidotes to potencies are: For depressing, agonising feeling, Tabac., Acon.; for gastric, pulmonary and febrile symptoms, Nat. m., and afterwards Sep. It antidotes: Anaesthetics, Acon., Asar., Coffea, Euphorb., Ignat., Opium, Plumb. (colic), Sep., Stram., Tabac. It counteracts sausage-poisoning. It aggravates the effects of Bell., Merc., Arn., Lach. Disagrees when given after Borax, Caust., Nux v., Ran. b., Sars.: Scilla, Colch., and Sang. have more effect in curing some diseases when prepared with Acet. ac. than with Alcohol." ],
    "Mind" : [ "Very dull and low-spirited; irritable.", "Alternate stupor and delirium.", "Confusion of ideas.", "Grieves much; sighs often.", "Horrible attacks of anxiety with difficult breathing.", "Vertigo with feebleness and fainting." ],
    "Head" : [ "Heaviness and dull pains in forehead and vertex.", "Headache from abuse of tobacco, opium, coffee, or alcohol." ],
    "Nose" : [ "Liable to frequent catarrhal attacks.", "Nose-bleed, esp. from a fall or a blow." ],
    "Face" : [ "Expression wild, pupils dilated.", "Face pale, waxen, emaciated.", "Left cheek (esp.) very red during fever.", "Bright red flush on both cheeks.", "Sweat on forehead in spots." ],
    "Mouth" : [ "Teeth feel dull, breath foul.", "Scorbutic ulcers; toothache.", "Taste sour.", "Epithelium of mouth quite white.", "Tongue pale and flabby." ],
    "Throat" : [ "Children thirsty, but swallow with difficulty even a teaspoonful of water.", "White false membranes in throat." ],
    "Stomach" : [ "Insatiable burning thirst.", "Shrieks for water at night.", "Intense thirst; nausea, and frequent vomiting.", "Disgust for salted things and cold victuals.", "Cold drinks lie heavy.", "Vegetables, except potatoes, disagree, also bread and butter still more.", "Contents of stomach feel as if in a ferment; violent burning pain in stomach and in chest, followed by coldness of the skin and cold sweat on forehead.", "Indurations in stomach.", "Scirrhus of pylorus." ],
    "Abdomen" : [ "Distension of the abdomen; colicky pains.", "Ascites.", "Abdomen feels as if sunken in when lying on his back." ],
    "Stool and Anus" : [ "Diarrhoea, with great thirst, drinking large quantities with apparent impunity.", "Diarrhoea, with swelling of legs and feet (phthisical subjects).", "Diarrhoea, with colic pains and tenderness of the abdomen.", "Haemorrhage from bowels.", "Chronic constipation.", "Ascarides.", "Chronic diarrhoea of children with great emaciation.", "Constipation, with great thirst and excess of pale urine." ],
    "Urinary Organs" : [ "Urine increased in quantity; pale; phosphatic; diabetes, with intense, burning, unending and unquenchable thirst and great debility." ],
    "Male Sexual Organs" : [ "Weakening emissions; semen passes at stool.", "Prepuce thickened, fissured, can't be retracted and itches fearfully.", "Sexual passion, but feeble erection." ],
    "Female Sexual Organs" : [ "Metrorrhagia; after parturition, with great thirst." ],
    "Respiratory Organs" : [ "Hoarse, with laryngeal irritation.", "Lining membrane of larynx and trachea covered with a fibrinous exudation as in true croup.", "Hissing respiration, with rattling in the throat.", "Croup-like cough; a hollow sound with each inhalation.", "Haemoptysis." ],
    "Back" : [ "Myelitis, with profuse urine; the pain in the back relieved only by lying on the abdomen." ],
    "Limbs" : [ "OEdematous swelling of the feet and legs." ],
    "Generalities" : [ "Convulsions.", "Jumps out of bed like a madman, and crawls on the ground, howling with pain.", "Great emaciation.", "Skin pale and waxen.", "General anasarca and dropsical affections.", "Burning in inner and outer parts." ],
    "Skin" : [ "Sugillations.", "Tetter-like eruptions.", "Naevi; warts; corns." ],
    "Sleep" : [ "Sleepless." ],
    "Fever" : [ "Skin cold.", "Slow fever with night sweats.", "Profuse perspiration.", "Hectic.", "Putrid and typhous fevers." ]
  }
}