{
  "remedyName" : "Aconitinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Blindness. Chill. Convulsions. Deafness. Dyspnoea. Ears, noises in. Hemicrania. Hydrophobia. Landry's paralysis. Liver, enlargement of. Neuralgia. Oesophagus, spasms of. Spasms. Spleen, enlargement of. Tetanus. Tongue, affections of. Trismus. Vomiting." ],
    "Characteristics" : [ "Our knowledge of this alkaloid is chiefly derived from cases of poisoning and over-dosing. The numbness, tingling, prickling and heat of the Aconite provings are produced by the alkaloid, but with increased intensity. On local application, first there is sensation of warmth, then of burning with sharp pains and itching; finally numbness and anaesthesia. The symptoms often proceed from below upwards: \"A tingling, prickling sensation, running up leg to spine and head, and tingling of fingers.\" \"Ice-cold sensation creeps up from his feet.\" Fear of death, anguish, intense chilliness; feeling of sickness; constricting burning sensation, extending from mouth to stomach. Twitchings and spasms over whole body, especially in face. All symptoms are > by vomiting. In one poisoning case \"vomiting recurred every two or three minutes, and was performed by a sudden jerking action of abdominal muscles, accompanied by a loud shout, probably dependent on a sudden contraction of the diaphragm. Every attempt to swallow was followed by the spasmodic contractions So characteristic of hydrophobia, but they were not renewed by the sight of water. The slightest touch renewed the spasms.\" Aconitine should be helpful in cases of hydrophobia, whether of the convulsive or the paralytic kind. The senses are disordered or lost-sight, hearing, smell. In one poisoning case the blindness was coincident with sudden dilatation of the pupils, and sight partially returned as the pupils contracted. A heavy feeling as of lead all over the body. All parts except head and stomach feel as if filled with lead. Neuralgia of 5th nerve. Creeping on face with feeling of swelling and tension. Pains in supraorbital nerve were especially prominent. Post-mortem examinations show the spleen very much enlarged; posterior part of liver dark and almost black. Kidneys hyperaemic.", "The symptoms of Aconitine set in with great rapidity, and develop with extreme intensity. If recovery occurs it is rapid and complete. There is relaxation of the limbs and every exertion < the symptoms. < By mental exertion; by agitation. < By touch. Erect position = nausea (M)" ],
    "Relations" : [ "See Acon. n. Hydrophobia symptoms, Bell., Canth., Hyo., Lach., Fagus." ],
    "Mind" : [ "Anguish; fear of death.", "Intellect perfect, even vivid.", "Flow of ideas sluggish, long reflection impossible, power of attention impaired.", "Feels like one sleeping and dreaming.", "Forgetfulness and trembling of limbs." ],
    "Head" : [ "Vertigo and confusion, with ringing in ears; falls almost immediately.", "With giddiness, dimness of vision, and muscular weakness (M).", "Fulness in the head, with noises in the ears.", "Head and faceache; often darting pains in face, sometimes accompanied by vomiting.", "(Hemicrania cured).", "Weight about head; unable to hold it up." ],
    "Eyes" : [ "Strained feeling in eyes.", "Pupils dilated (both from internal and external use).", "Complete blindness; accompanying dilatation of pupils, sight returning when pupils contract.", "Vision hazy, with giddiness and nausea (M).", "Pupils insensible to light." ],
    "Ears" : [ "Sense of pressure in ears.", "Roaring in ears.", "Complete deafness." ],
    "Face" : [ "Fulness in cheeks and temples gradually changing to painful sense of tension, formication, and prickling.", "Face tense and swollen.", "Creepings in face and forearms.", "Peculiar drawing, stretching, pressing sensation in cheeks, upper jaws, forehead", "in short, through whole tract of trigeminus, increasing by degrees in intensity, alternating with actual pain, which, at first occasional and fugitive, finally became steady and severe.", "Pain at temple and along course of supraorbital nerve.", "Darting pains in face accompanied by vomiting.", "Beginning in fingers, then in face, tonic contractions, trismus; after a while clonic convulsions over whole body.", "Eyes closed, lips dry and fissured, tongue stiff; felt chilly and as if dying; breathing became rattling, moaning, quick.", "Facies hippocratica." ],
    "Mouth" : [ "Burning on tip of tongue and lips.", "Burning, constricting, acrid, dry sensation in mouth and fauces.", "Tongue stiff.", "Taste disagreeable and disgustingly bitter.", "Taste completely lost.", "Taste impaired; teeth more sensitive when biting.", "Salivation." ],
    "Throat" : [ "Burning anguish in throat.", "Constriction and burning from mouth to stomach.", "Every attempt to swallow followed by spasms like hydrophobia but not renewed by sight of water.", "Difficulty of swallowing and a pain in back of neck and behind jaws in parotid region, so that in eating he had to press back of neck with hand (M).", "Burning in gullet as if a hot coal were there (M)." ],
    "Stomach" : [ "Eructations immediately.", "Severe vomiting, which recurred every two or three minutes and was performed by a sudden, jerking action of abdominal muscles accompanied by a loud shout.", "Nausea induced by erect position (M).", "Vomiting relieves all symptoms.", "Warmth most marked in region of stomach." ],
    "Abdomen" : [ "Rumbling in bowels (immediately in one case, two hours after dose in another).", "Sudden contraction of diaphragm.", "Liver and spleen greatly enlarged." ],
    "Urinary Organs" : [ "Copious diuresis.", "Difficulty in voiding urine (M).", "Dysuria and occasionally retention with hypogastric pain (M)." ],
    "Male Sexual Organs" : [ "Nocturnal pollutions (unusual to prover)." ],
    "Respiratory Organs" : [ "Respiration difficult.", "Oppressive anguish in precordial region.", "Sighing breathing." ],
    "Heart" : [ "Pulse at first, on entering a warm room, more frequent, then sinks far below normal, small, weak, intermittent.", "Sounds of heart only heard at apex." ],
    "Limbs" : [ "Weakness, trembling, burning, creeping, tingling, numbness of limbs." ],
    "Generalities" : [ "Malaise; feebleness; muscular prostration.", "Twitchings and convulsions over whole body.", "Heaviness as of lead all over body." ],
    "Skin" : [ "General formication." ],
    "Sleep" : [ "Somnolence.", "Sleep disturbed.", "Throws himself continually around in bed." ],
    "Fever" : [ "Surface cold, sweating, and quite pale.", "Intense coldness.", "Head and face became suddenly warm; warmth extended over rest of body, was more intense in region of stomach, and was accompanied by sweat." ]
  }
}