{
  "remedyName" : "Aconitum Ferox",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Burning pains. Cheyne-Stokes breathing. Chill. Dyspnoea. Gastralgia. Neuralgia. Numbness." ],
    "Characteristics" : [ "A. ferox was proved by Dworzack, who also proved Aconitine. The Ferox developed burning pains in greater intensity than the alkaloid; more intense mental activity followed by greater depression. The Aconite note of unendurability of suffering was marked. Anxiety and fear of suffocation from paralysis of respiratory muscles; obliged to breathe half-sitting up with head resting on palms of hands. Cold drinks >; sitting up >; warm food <; coffee >." ],
    "Relations" : [ "Compare: Curare and Phosph. (respiratory paralysis; Cheyne-Stokes breathing)." ],
    "Mind" : [ "Mind very active; sequence of ideas rapid; talked constantly, remembered easily the minutest circumstances of his former experiment, compared them with present one, and readily drew conclusions (6 h.). In intervals of relief from distressing symptoms laughed and joked about his very comical condition; but when the dyspnoea, anxiety, &c., returned, he could not seem to endure them, and abused heartily Aconite and toxicology in general (4 to h.).", "Incapable of any mental work, even the simplest addition; comprehension and understanding confused (2nd day)." ],
    "Mouth" : [ "Tongue almost insensible; feels like a piece of raw leather in mouth (6 h.).", "Tongue covered with a thick yellowish-white fur.", "Violent burning in mouth (in two minutes), renewed by eating (2nd day); > by drinking cold water." ],
    "Throat" : [ "Violent burning in pharynx." ],
    "Stomach" : [ "Pressure in stomach with pain.", "Warmth in stomach.", "Violent drawing pain in region of stomach and sacral region, soon spreading over whole abdomen; < by pressure on epigastrium.", "On pressing in stomach, an internal, dull pressing pain." ],
    "Abdomen" : [ "Rumbling in bowels (5 m.); constant gurgling (4 h.)." ],
    "Stool" : [ "Two half-watery, dark, not copious stools (2nd d.)." ],
    "Urinary Organs" : [ "Frequent and copious evacuations of urine." ],
    "Respiratory Organs" : [ "Dyspnoea increased to such a degree that he was obliged to breathe half-sitting up, with head resting on palms of hands; constantly feared suffocation from respiratory paralysis." ],
    "Limbs" : [ "Gait tottering; remarkable weakness in lower extremities, esp. r." ],
    "Generalities" : [ "Formication spread over whole body, least noticeable on parts that had been cold; <, or excited by, change of temperature or motion. Having changed from one nerve to another, reached its greatest severity from to p.m. It caused a painful unrest so that he could not possibly lie quietly more than a few minutes. Getting up set up all the train of symptoms, which were > immediately on lying down.", "Benumbed sensation, as if he had on gloves; on pinching cheeks no pain felt; seemed to walk on woollen carpets (2nd, 3rd, and 4th d.)." ],
    "Sleep" : [ "Sleeplessness.", "On waking, violent burning in mouth and throat, warmth in stomach, dull sensation in head." ],
    "Fever" : [ "Icy coldness of body (4 h.), objective and subjective, no amount of wraps and external warmth relieved. Desire to get warm drove him to get out of bed and sit near stove. Tottered to stove and warmth was pleasant, but vertigo, trembling, oppression, and nausea ensued and compelled him to return to bed. This experience was repeated.", "Fierce heat (calor mordax) on forehead, cheek, and hands, with sensation as if numerous glowing hot wires were stuck into him: > by perspiration (4 to h.)." ]
  }
}