{
  "remedyName" : "Aconitum Napellus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Anger. Apoplexy. Asthma. Blindness, sudden. Bronchitis. Catalepsy. Catheter fever. Chest, affections of. Chicken-pox. Cholera. Cholera infantum. Cold. Coldness. Consumption. Convulsions. Cough. Croup. Cystitis. Dengue fever. Dentition. Diarrhoea. Dropsy. Dysentery. Dysmenorrhoea. Ear, affections of. Enteritis. Erythema nodosum. Excitement. Eye, affections of. Face, flushing of. Fear, effects of. Fever. Fright, effects of. Glands swollen. Glossitis. Gonorrhoea. Haemorrhages. Haemorrhoids; strangulated. Headache. Heart, affections of. Hip-joint, diseased. Hodgkin's disease. Hyperpyrexia. Influenza. Jaundice. Joints, affections of. Labour. Lactation. Laryngitis. Liver, inflammation of. Lumbago. Lungs, affections of. Mania. Measles. Meningitis. Menstruation, disorders of. Miliaria. Miscarriage. Mumps. Myalgia. Myelitis. Nephritis. Neuralgia. Numbness. Oesophagus, inflammation of. Paralysis. Peritonitis. Phlegmasia alba dolens. Pleurisy. Pleurodynia, Pneumonia. Pregnancy. Puerperal fever. Purpura. Quinsy. Remittent fever. Roseola. Scarlatina. Shivering. Sleeplessness. Smell, disorders of. Stiff-neck. Testicles, affections of. Tetanus. Tetany. Thirst. Throat, affections of. Tongue, affections of. Toothache. Traumatic fever. Urethra, spasmodic stricture of. Urethral fever. Urine, suppression of. Uterus, prolapsus of. Vaccination, effects of. Vertigo. Whooping-cough. Yawning. Yellow fever." ],
    "Characteristics" : [ "The Wolfsbane \"grows in the damp and covered parts of almost every mountainous country in north or middle of Europe, especially in the Jura, Switzerland, Germany, and Sweden.\" Teste mentions that it has the reputation of being much more poisonous to carnivorous animals than to the herbivora. This he partly endorses, and it has recently been apparently confirmed by a vain attempt to poison an elephant with Aconitine in this country. A carrot was scraped out and enough Aconitine to poison men was put in. The elephant ate it readily, but nothing at all happened, and three hours later a large dose of prussic-acid had to be administered, which proved fatal in a short time.", "Before Hahnemann's time Aconite had a reputation as a sudorific, and in cases of rheumatism, sciatica, and tumours, but it was not till Hahnemann proved it that its properties were really, understood. Aconite is more closely associated with the rise and progress of homoeopathy than any other member of the materia medica. If Cinchona was the \"Newton's apple\" of the homoeopathic discovery, Aconite was the remedy by means of which Hahnemann was able to meet most of the conditions which in his day were treated by blood-letting. It was Aconite more than any other remedy which paved the way for the disappearance of blood-letting from general medical practice. One of the deadliest and most rapidly acting of poisons, through Hahnemann's discoveries has been turned into the best friend of the nursery. Aconite in potencies above the 3rd is a perfectly safe medicine for any age. Sensitive patients complain of its depressing action when repeated, and I have known instances in which the characteristic prostration of mind and body has occurred after Aconite had been given in the potencies. But such cases are exceptions, and are not attended with danger when they do occur. The great majority of patients to whom Aconite is given in the potencies experience nothing of the kind.", "The rapidity of action of Aconite determines its appropriateness for conditions in which the symptoms set in with great intensity, such as Asiatic cholera, certain fevers, and acute inflammations. To this list may be added attacks of sudden blindness. But it must not be supposed that the sphere of Aconite is limited to acute cases. When the symptoms correspond it will cure cases of great chronicity", "for example, cases of indurated glands.", "Dr. Hughes has acutely remarked that the condition to which Aconite is homoeopathic is one of tension; and this word gives the best idea of the action and sphere of Aconite. There is emotional and mental tension, as shown in fright or fear and its consequences, anxiety, and fear of death; tension of the systemic vessels, as in the effects of a chill, Asiatic cholera, and haemorrhages; muscular tension, as in tetanus; tension of involuntary muscles, as in heart spasms, and tension of the semi-involuntary muscular apparatus of respiration, as in asthma; and finally tension of the special senses in heightened sensation and heightened sensitiveness to pain; in a feeling of numbness in parts, as if bound tightly, and also a sensation of being tightly bound in the limbs and in other parts. Hence it is that Aconite in its therapeutic action corresponds to the effects of a number of conditions which excite a state of tension. Plethora may be classed under this head. Plethoric persons of a lively character, bilious and nervous constitutions, high colour, brown or black hair, are specially suited to Acon. Active, sanguineous congestions of all kinds, especially those following chill. Guernsey puts it in another way: \"The pure and fully developed blood globule, in its most perfect type, when diseased, has a great affinity for Acon. When the blood globules are disorganised it is seldom indicated. We think of Acon. in sudden inflammation, especially if caused by cold, dry air, suppressing exhalations of the body.\" Teste relates a remarkable case of an Englishman who had been obliged to take a long sleigh journey in North Russia in midwinter, who suffered thereafter for two years from violent paroxysms of palpitation and acute stitching pains in the heart region, threatening cerebral apoplexy. Aneurism had been diagnosed by leading physicians in England and on the Continent. Teste localised the affection to neurosis or spasm of the pectoralis major muscle, and proved his diagnosis by promptly curing it with Acon. The keen, cutting winds of the mountains amongst which the plant flourishes give the signature of this remedial action.", "There are not many drugs which have causation so strongly marked among their characteristics. Chill, fright, injury, or surgical operation", "the effects of these will be met in large majority of cases by Acon., the timely administration of which will ward off serious results.", "The reaction from the primary effect of chill gives another characteristic of Acon.", "that of fever. With the Acon. fever there are: Restlessness and tossing about, and the tension state is evidenced still in the anxiety with which it is accompanied, sometimes amounting to fear of death. The mental exaltation sometimes goes so far as to the predicting of the day and hour of death. Clairvoyance. Extreme sensitiveness to light and sound and all sensations including pain. When the sickness is borne with calmness and patience Acon. is not likely to be required. It was the feverish restlessness of the Acon. provings that led Hahnemann to infer its homoeopathicity to so many fever states; and it is the presence of this restlessness, anxiety, fear, and exalted sensibility which are its leading indications in cases of all kinds.", "Some characteristics of Acon. are the following: Active haemorrhages in stout, plethoric people. Passes almost pure blood by stool. In haemoptysis the blood comes up with great ease by hemming and coughing, bright red in large quantities, from cold, dry winds, with great fear, anxiety, and palpitation. Every inspiration increases the cough. After the cough tingling sensation in chest. Unquenchable thirst: everything tastes bitter, except water (Chi. everything, including water). In croup the child grasps the throat with every coughing fit. Coldness, numbness, and tingling characterise the paralyses and neuroses of Acon. Facial paralysis from exposure to cold, dry winds. The fear and apprehension of Acon. is shown in dread of crossing streets. There is intolerance of music. Some curious symptoms are: Imagines some part of body is deformed. Imagine they do all their thinking from the stomach. Predicts the hour of death (clairvoyance).", "Acon. is one of the great pain remedies, vying with Cham. and Coffea in the intensity of the pain it causes. Pains are intolerable, driving to desperation. The pains of Acon. are tearing, cutting; are attended with restlessness; accompanied by numbness, tingling, or formication. Acon. cannot bear the pain, cannot bear to be touched, cannot bear to be covered. The toothache of Acon. is one-sided, with red cheek on same side.", "Guernsey gives the following excellent directions: \"If a child is suffering from a watery diarrhoea, is crying and complaining very much, biting his fists and is sleepless, Acon. will usually settle this trouble in a short time. The disturbed condition of the mind will cease and quiet sleep will follow. The mother will now remark: \"Doctor, he is all right, except his bowels, and they are as bad as ever.\" Now, do not give another remedy, but wait and see if Acon. will not complete the cure by itself.\" Again: Scanty, red, and hot urine, arising from taking cold, especially in children. The child screams and appears to be in great pain because it cannot urinate. Acon. will ease the pain, quiet the child, and the urine will flow some time after. In adults, incontinence of urine will sometimes be relieved by Acon.", "Acon. has a very wide sphere of usefulness in affections of the eye. Inflammation, of many kinds, from cold, injury, dust, surgical operations, scrofulous inflammation with enlarged glands, all come within its range. Some remarkable cases of sudden blindness have been cured by it. Hirsch of Prague records two such cases, one in a man of thirty, who went to bed well, having walked home in rough and stormy weather after spending the evening in a hot room. Acon. was given, and the following night he perspired freely, and in the morning his sight was thoroughly restored. Hirsch himself suddenly lost his sight whilst bathing in hot weather. He took Acon. in water as he had given it to his patient. In two hours he began to perspire, and after a six-hours' sleep awoke well. Lippe has recorded the case of a lady whom he found much distressed, anxious, fearing paralysis. In her usual, health she had taken a full dinner, and when reading afterwards, the letters danced before her eyes, and the print became blurred; then face and nose became numb; pulse small, a minute. One dose Acon. c.m. (Fincke) was given. The numbness disappeared in half an hour; Pulse 72; the sight was perfect when she closed either eye, but everything looked indistinct when she kept both open. This symptom disappeared next morning; a slight lightness of the head remaining that day.", "The time of the aggravation of Acon. symptoms is chiefly night and about midnight. Heat, as well as cold, is injurious to the Acon. patient; sunstroke is among the conditions which call for it; and Acon. will cure many headaches caused by exposure to the sun, and also sun-erythema. Headaches are generally > in open air, < in warm room; toothache and cough < in open air. > From uncovering. Warm room < chill; in fever, the bed is intolerable; he wants to uncover. Sweat on affected or covered parts. There is < from wine or stimulants; < from drinking (any kind of liquid). Rest > the symptoms generally, but during the night the pains are intolerable, limbs feel tired and rigors are worse. Lying relieves headache and vertigo, and aggravates other complaints. Lying on back > cough and stitches in chest; lying on side < stitches in chest and cough: the cheek lain on sweats. Rising from a seat = vertigo. Vertigo, pallor, faintness on sitting up in bed. Bending double > colic and dysmenorrhoea pain. Motion < pains in muscles, joints, and stiffness." ],
    "Relations" : [ "Aconitum napellus is related in its action to the other Aconites and to Aconitinum, and also to the Ranunculaceae, Actaea rac., Actaea spic., Paeon., Podoph., Ranunculus, Staph. Teste places in the Aconite group: Coccul., Cham., Dulc., Cannab. i., Con. But he admits that the relationship is not close, and that Acon. is really without analogues. It is antidoted by: Acet. ac., Alcohol, Paris. It antidotes: Bell., Cham., Coff., Nux v., Pet., Sep., Spo., Sul. It is often indicated after: Arn., Coff., Sul., Verat. It is complementary to: Coff. (in fever, sleeplessness, intolerance of pain); Arn. (bruises, injury to eye); Sul. It relieves ailments from: Act. rac., Cham., Coff., Nux v., Pet., Sep., Sul. Abuse of Acon. calls for Sul. Acon. should be compared with Stram. and Op. in effects of fright; and with Sul. in most of its symptoms. Sul. is the chronic of Acon.; it will often complete an action that Acon. begins, and will cure cases in which Acon. is apparently indicated but fails to relieve. Compare also: Pul., Lyc., Sec., and Camph. (> from uncovering). Hep. and Coff. (intolerance of pain). Chi. (white stool). Gels. (effects of bad news, fright, anger). Nux and Bry. (diarrhoea from anger). Bry. (effects of cold, dry winds)." ],
    "Causation" : [ "Fear. Fright. Chill. Cold, dry winds. Heat; especially of sun. Injury. Surgical operation. Shock." ],
    "Mind" : [ "Great agitation and tossing of the body with anguish, inconsolable irritability, cries, tears, groans, complaints, and reproaches.", "Sensitive irritability.", "Fearful anticipations of approaching death; predicts the day he is to die.", "Sadness.", "Presentiments, as if in a state of clairvoyance.", "Anthropophobia and misanthropy; has no affection for anybody.", "Maliciousness.", "A strong disposition to be angry, to be frightened, and to quarrel.", "The least noise, even music, appears insupportable.", "Humour changeable; at one time sad, depressed, irritable, and despairing; at another time gay, excited, full of hope, and disposed to sing and dance.", "Vexed at trifles; takes every joke in bad part.", "Dislike to talk; answers laconically.", "Alternate paroxysms of laughter and tears.", "Great, inconsolable anxiety.", "Anxiety respecting one's malady, and despair of a cure.", "Fear of spectres.", "Fear of the dark.", "Disposition to run away from one's bed.", "Mind, as it were, paralysed, with incapability of reflection, and a sensation as if all the intellectual functions were performed in the region of the stomach.", "Paroxysms of folly and madness.", "Unsteadiness of ideas.", "In the delirium is unhappiness, worry, despair and raving, with expression of fear upon the countenance; but there is rarely unconsciousness.", "Delirium, chiefly at night; with ecstasy.", "Weakness of memory.", "Ailments from fear, fright, vexation." ],
    "Head" : [ "Head affected, as if the brain was nailed up, principally in the heat of a room.", "Vertigo, particularly on rising from bed, or else on getting up from one's seat, on stooping, on moving or shaking the head, and often with a sensation of intoxication or dizziness in the head, loss of consciousness, dimness of the eyes; nausea, and sensation of weakness at the pit of the stomach.", "Vertigo, with inclination to fall to r. side.", "Vanishing of sight; bleeding of the nose.", "Sensation, as though the brain were rolling loosely id the skull; increased by the least motion, and even by speaking and drinking.", "Pain in the head, with inclination to vomit, also vomiting.", "Head, as if bruised, with sensation of bruising in the limbs.", "Stupefying pain in the head with sensation of compression and drawing together as from cramp, principally in the forehead and at root of the nose.", "Weight and fulness in the forehead and in the temples, with expansive pressure, as if everything was going to issue forth through them, chiefly on stooping forward.", "Feeling as of a board before forehead.", "Shooting, blows and beatings in the head.", "Drawing cephalalgia, sometimes semi-lateral.", "Sensation as if a ball were mounting in the head, and spreading a coolness over it.", "Congestion of blood in the head, with heat and redness of face, or with a sensation of heat in the brain, sweat on a shrivelled skin, and paleness in the face.", "Sensation of heat in the head, which perspires, with pale face.", "Inflammation of the brain.", "Sensation of fulness and heaviness in the forehead, with the sensation as if the whole brain would start out of the eyes, with nausea and giddiness, aggravated by talking and from motion.", "Heat and ebullition in the head, as if there were boiling water in the brain.", "A roaring and cracking in the head.", "Sensation in the vertex, as if dragged by the hair.", "Sensation as if the hair were standing on end all over the head.", "Pain in the head, as if in consequence of cold or suppressed perspiration, with a buzzing in the ears, cold in the head and colic.", "Aggravation of the pains in the head by movement, by speaking, by rising from a recumbent position, and by drinking; relief experienced in the open air." ],
    "Eyes" : [ "Eyes red and inflamed, with deep redness of the vessels, and intolerable pains.", "Profuse lachrymation.", "Heat and burning in the eyes, with pressive and shooting pains, esp. on moving the balls.", "Swelling of the eyes.", "Dilated pupils.", "Lids feel dry, hard, heavy; sensitive to air.", "Red, hard swelling of the lids.", "Eyes sparkling, convulsed, and prominent.", "Look fixed.", "Cannot bear the reflection of the sun from the snow; it causes specks, sparks, and scintillations to dance before the eyes.", "Excessive photophobia; or a strong desire for light.", "Black spots and mist before the eyes.", "Disturbed by flickering; fears he may touch others passing by.", "Vision as if through a veil; difficult to distinguish faces; with anxiety and vertigo.", "Sudden attacks of blindness.", "A sensation of drawing in the eyelids with drowsiness.", "Ophthalmia, very painful, with blear-eyedness, or from foreign bodies having come into the eyes (dust, sparks); from operations." ],
    "Ears" : [ "Tingling and buzzing in the ears.", "Tickling and sharp pain in the ears.", "Sensation as if something was placed before the ears.", "Excessive sensibility of hearing; all noise is intolerable.", "Music goes through every limb; makes her sad.", "Tearing (l. ear). Roaring in the ears." ],
    "Nose" : [ "Stunning compression or cramp at the root of the nose.", "Bleeding at the nose; bright red; esp. in plethoric persons.", "Excessive sensibility of smelling, esp. for unpleasant odours.", "Violent sneezing, with pain in the abdomen, and in the l. side.", "Coryza, with catarrh, pain in the head, buzzing in the ears and colic.", "Coryza caused by cold, dry winds.", "Checked coryza with headache; > in open air, < from talking.", "Fluent coryza, frequent sneezing; dripping of a clear, hot water; fluent mornings." ],
    "Face" : [ "Anxious expression; frightened.", "Face bloated, hot, and red, or bluish; or alternately red and pale; yellow.", "On rising, the face, previously red, assumes a deadly paleness; afterwards becomes red.", "Red and pale alternately.", "Redness of one cheek, with paleness of the other, or red spots on both cheeks.", "Sweat on the forehead, upper lip, and on the cheek which has pressed the pillow.", "Distortion of features.", "Crawling pain and sensation of swelling in the cheeks.", "Tense drawing in trigeminus nerve, then shooting, wandering, intermittent, then constant pain, sometimes pressure.", "Pain, as of ulceration, in the cheek-bones.", "Semi-lateral prosopalgia, with swelling of the lower jaw.", "Lips black and dry, peeling off.", "Tingling in the cheeks.", "Burning, tingling, and shooting pains, with successive drawing in the jaws.", "Dropping of jaws.", "Trismus." ],
    "Teeth" : [ "Lancinating shocks or throbbing pains in the teeth, often with congestion of blood towards the head, and heat in the face.", "Toothache from cold, with throbbing in one side of the face, intense redness of the cheek, and great restlessness.", "Grinding teeth." ],
    "Mouth" : [ "Sensation of dryness, or dryness in the mouth and on the tongue.", "Tongue white.", "Coated, or thick yellow-white.", "Itching, prickings and burning sensation in the tongue; with accumulation of saliva in the mouth.", "Paralysis of the tongue.", "Numbness of tongue; also about lips.", "Speech tremulous and stammering.", "Pain, as of excoriation, in the orifices of the salivary ducts, as if they were ulcerated.", "Trismus, with salivation.", "Uvula feels elongated and coming in contact with tongue." ],
    "Throat" : [ "Pain in the throat, with deep redness of the parts affected, and difficult deglutition.", "Tingling in the oesophagus.", "Scraping, tingling sensation of strangling, burning and pricking in the throat, chiefly in swallowing.", "Acute inflammation of the throat (palate, tonsils and fauces) with high fever, dark redness of the parts, burning and stinging in the fauces.", "Burning and numbness in throat; throat almost insensible.", "Pricking, burning in throat and along Eustachian tubes, compelling swallowing.", "Sensation of contraction in the throat, as if caused by acrid substances.", "Stinging in the throat when swallowing and coughing.", "Almost entire inability to swallow, with hoarseness." ],
    "Appetite" : [ "Taste in the mouth bitter; or putrid.", "All kinds of food and liquids, except water, tasting bitter.", "Burning and unquenchable thirst; sometimes with a desire for beer. Excessive hunger and thirst, but eats slowly.", "Generally < from drinking.", "Gastric catarrh from drinking ice-water when over-heated.", "Generally > from cold drink, esp. anxiety.", "Loss of appetite and a distaste for food.", "Beer lies heavy on the stomach.", "Desires: wine; brandy; beer; bitter drinks.", "Wine generally >." ],
    "Stomach" : [ "Hiccough.", "Eructations of wind, and abortive risings in the throat.", "Flow of water from the stomach, as in water-brash, with nausea.", "Inclination to vomit, as after having eaten something sweetish or fat.", "Bilious vomitings, greenish, or mucous and bloody.", "Vomiting of pure blood.", "Vomiting of bloody mucus, or of what has been drunk, followed by thirst.", "Gagging and retching.", "Vomiting of lumbrices.", "Vomiting, with nausea and thirst, heat, profuse perspiration and increased micturition.", "Pains in the stomach after eating or drinking.", "Sensation of swelling, tension, and pressure as of a weight in the precordial region and in the stomach, sometimes with difficult respiration.", "Pressure in the stomach and pit of the stomach, as from a hard stone.", "Pit of stomach sore to touch and meteorismic.", "Sensation of contraction in stomach, as is from acrid substances." ],
    "Abdomen" : [ "Constriction, tension and pressure in the hypochondriac region, sometimes with fulness and a sensation of weight.", "Burning pain, shootings, stinging and pressure in the hepatic region, with difficult respiration.", "Painful sensibility to touch in the region of the liver.", "Inflammation and sensation of soreness in the liver.", "Pressure in the region of the liver, with obstruction of breathing.", "Jaundice: of newborn; from fright; from chill.", "Drawing pains in the abdomen while in a crouching posture (as when at stool).", "Constriction, pinchings and burning in the umbilical region, sometimes with retraction of the navel.", "Unbearable cutting pains in the morning while in bed.", "Tension and painful throbbing in the abdomen, principally in the epigastrium.", "Swelling of the abdomen as in ascites.", "Painful sensibility of the abdomen to the touch, and to the least movement.", "Flatulent colic, chiefly at night, and pressure, tension, and borborygmus, with rumbling in the abdomen." ],
    "Stool and Anus" : [ "Suppression of stools.", "Frequent, soft, small stools, with tenesmus.", "Loose, watery stools.", "Stools like chopped spinach.", "White stools, with dark red urine.", "Choleraic discharges with collapse, deathly anxiety, and restlessness.", "Involuntary stools, from paralysis of the anus.", "Constipation; clay-coloured stools.", "Nausea and sweating before and after loose stools.", "Pains in the rectum.", "Violent pain in rectum, with chill and fever, inflammation, tenesmus, bloody discharges (dysentery).", "Pressure and pricking in the anus.", "Bleeding piles, with heat and sharp stitches; blood bright.", "Diarrhoea, with flux of urine and colic.", "Sensation as of a warm fluid escaping from anus." ],
    "Urinary Organs" : [ "Suppression of urine, with pressure in the bladder and pains in the loins.", "A frequent desire to discharge urine, accompanied by anxiety and pain.", "Flow of urine, with sweat, diarrhoea, and colic.", "Involuntary emission of urine, from relaxation of the neck of the bladder.", "Enuresis, with thirst.", "Urine scanty, burning, deep red, and with a sediment of a brick colour (arising from taking cold, esp. in children); suppression of, from cold.", "Bloody sediment in the urine.", "Scanty, red, hot urine, without sediment.", "Heat and tenesmus in the neck of the bladder." ],
    "Male Sexual Organs" : [ "Venereal inclination alternately increased and diminished.", "Amorous paroxysms.", "Smarting in the parts.", "Contusion like pains in the testicles.", "Testicles feel swollen, hard, as if surcharged with semen.", "Orchitis.", "Gonorrhoea, first stage.", "Itching in the prepuce.", "Shootings and pinchings in the glans when making water." ],
    "Female Sexual Organs" : [ "Menses too abundant and too protracted.", "Suppressed menstruation from fright; from cold feet.", "After-pains too painful and too protracted.", "Milk fever (with delirium).", "Puerperal peritonitis.", "Maniacal fury on the appearance of the menses.", "Stitching pains move to r. of fundus uteri; sharp shooting pains, abdomen exceedingly sensitive.", "Ovaritis from suddenly checked menstrual flow.", "Labour-like pressing in womb (dysmenorrhoea).", "Uterine haemorrhage; active, much excitability; giddy, cannot sit up; fear of death.", "Vagina dry, hot, sensitive.", "Leucorrhoea, copious, tenacious, yellow.", "Increase of milk in breasts." ],
    "Respiratory Organs" : [ "Sensation of numbness in the trachea.", "Attacks of paralysis in the epiglottis, with a tendency to choking.", "Pain in the larynx.", "Larynx sensitive to touch and to the inspired air, as if denuded.", "Laryngeal complaints after straining the voice.", "A croaking voice.", "A constant desire to cough, produced by an irritation or a tickling in the larynx.", "Inflammation of larynx and bronchia.", "Cough from having drunk or smoked.", "Short and dry cough, principally at night.", "A convulsive cough, hoarse or croaking, sometimes with danger of suffocation, and constriction of the larynx.", "Angina membranacea, with dry cough and quick breathing.", "Croup.", "Expectoration of thick and whitish matter, or of bloody mucus, or spitting of blood while coughing.", "Shootings and pains in the chest on coughing.", "Cough, with stitches in the chest or small of the back.", "Cough: < after eating or drinking; when lying; evening; night, more after 12; during sleep; from tobacco smoke; from vexation, esp., fright; when over-heated; from dry, cold winds; from walking in open air; assuming upright position; from deep inspiration; from speaking." ],
    "Chest" : [ "Short breathing, chiefly during sleep, and on getting up.", "Breathing painful, anxious, and attended with groans, rapid and superficial, or full, noisy, and with the mouth open.", "Breathing slow during sleep.", "Breath hot.", "Breath fetid.", "Constriction and anxious oppression of the chest, with difficulty of breathing.", "Asthma of Millar.", "Attack of suffocation, with anxiety.", "Sensation of heaviness and of compression at the chest.", "Painful pricking in the chest, chiefly when breathing, coughing, and moving (even the arms).", "Stitches through the chest and side, esp. when breathing and coughing.", "Prickings in the side, with a lachrymose and plaintive humour, soothed, in some degree, by lying on the back. Pleurisy and pneumonia, esp. with great heat, much thirst, dry cough and great nervous excitability, only somewhat relieved when lying on the back.", "Itching in the chest.", "Pains as of a bruise in the sternum and in the sides.", "Sensation of anguish in the chest, which interrupts respiration." ],
    "Heart" : [ "Palpitation of the heart, with great anxiety, heat of body, chiefly in the face, and great weariness in the limbs.", "Shootings in the region of the heart when moving or going upstairs.", "Sensation of compression and blows in the region of the heart.", "Inflammation of the heart.", "Chronic diseases of the heart, with continuous pressure in the l. side of the chest, oppressed breathing when moving fast and ascending steps, stitches in the region of the heart, congestions to the head; attacks of fainting and tingling in the fingers.", "Fainting with tingling.", "Pulse full, strong, hard; slow, feeble; threadlike with anxiety; quick, hard, small." ],
    "Neck and Back" : [ "Weakness and pain, as from a bruise in the nape of the neck.", "Pain, as if from a bruise, in the back and loins.", "Painful stiffness in the nape of the neck, the loins, and the hip joints.", "Pain, as of boring in the back and in the loins, tingling, and of pricking in the back." ],
    "Upper Limbs" : [ "Pain, as from a bruise, and weakness in the arms, principally in the shoulders, with swelling.", "Heaviness in the arms, with numbness in the fingers.", "Numbness of the left arm; he can scarcely move the hand.", "Paralytic weakness of the arm and hand, esp. in writing.", "A sensation of drawing in the arms.", "Hands dead.", "Swelling of the hands.", "Heat in the hands with cold in the feet.", "Cool sweat on the palms of the hands.", "Icy coldness of the hands.", "Tingling in the fingers, particularly when writing.", "Inflammatory swelling of the elbow, with numbness, and a paralytic state of the fingers." ],
    "Lower Limbs" : [ "Pain, as from a bruise in the hip joints, esp. after having slept, or having lain down for some time.", "A sensation of drawing with paralytic weakness in the legs.", "Shooting pain in the hip joint, even to the knee; pain which forces a cry at every step.", "Want of strength and of stability in the joints of the hip and of the knee.", "Drawing, tearing pains in the knee-joint.", "Inflammatory swelling of the knee, with shining redness, shooting pains, stiffness, and great sensibility to touch.", "Sensation of stiffness in the legs on moving them.", "Pain in the insteps, with despair and fear of death.", "Numbness in the legs.", "Heaviness of the feet.", "Cold in the feet, chiefly in the toes, and sweat on the soles of the feet.", "Tingling, commencing in feet and spreading upwards." ],
    "Generalities" : [ "Shooting, or rheumatic pains, which are reproduced by wine or other stimulants.", "Sufferings which, particularly at night, seem unbearable, and which generally disappear in a sitting posture.", "Attacks of pain with thirst and redness of the cheeks.", "Distressing sensibility of body, and esp. of the parts affected, on every movement, and on the slightest touch.", "Pain as from a bruise, and sensation of heaviness in all the limbs.", "A sensation of drawing with paralytic weakness in the arms and legs.", "Failure of strength and stability, pains and cracking in the joints, principally of the legs.", "Rapid and general decay of strength.", "Fainting, esp. when rising, with paleness of the cheeks, which were red when lying.", "Attacks of fainting, chiefly on rising from a recumbent posture, and sometimes with congestion of blood in the head, buzzing in the ears, deadly paleness of countenance, and shuddering.", "Congestions (head, chest, heart).", "Uneasiness, as if from suppressed perspiration, or in consequence of a chill, with pain in the head, buzzing in the ears, colic and cold in the head.", "Sensation of cold and of stagnation of blood in all the vessels.", "Shaking in the limbs.", "Cataleptic attack, with cries, grinding of the teeth, and hiccough; rigor of the body and loud lamentations.", "Tetanus.", "Swelling of the whole body, which assumes a blackish colour." ],
    "Skin" : [ "Crawling sensation in the skin, with itching and desquamation, principally in the parts affected.", "Skin dry and burning.", "Swelling and burning heat of wounded parts.", "Yellow face.", "Yellowish colour of the skin.", "Red, hot, swollen and shining skin with violent pain.", "Shootings, with a sensation of excoriation here and there.", "Spots similar to flea-bites on the hands, on the body, &c.", "Small pimples, red and broad, attended by itching.", "Morbilli.", "Rash of children.", "Purpura miliaris." ],
    "Sleep" : [ "Great desire to sleep, even while walking, and principally after dinner.", "Drowsiness, with anxious thoughts and rapid respiration.", "Confused reveries, in which the eyes are closed, without sleeping.", "Sleeplessness from anxiety, with constant agitation and tossing.", "Sleeplessness, with restlessness (eyes closed) and constant tossing about.", "Startings in sleep.", "Anxious dreams, with nightmare.", "Anxious dreams, with much talking and moving while sleeping.", "Dreams with a sort of clairvoyance.", "Light sleep.", "Impossibility of lying on the side.", "During sleep, lying on the back, with the hand under the head; or in a sitting posture, with the head inclined forward." ],
    "Fever" : [ "Dry, burning heat, with extreme thirst, sometimes (esp. at the beginning of the disease), preceded by shiverings, with trembling.", "Heat, chiefly in the head and face, with redness of the cheeks, shuddering over the entire body, oppressive headache, temper lachrymose, disposed to complaining and to contradiction; or, a sensation of heat in the whole body, with redness of the cheeks, pain in the head on turning the eyes, and levity of mind.", "Shivering, if uncovered in the least while the heat exists.", "Cold over the whole body with internal heat, forehead cold, and tips of the ears hot; or with redness of cheeks and pains in the limbs; or with stiffness of the whole body, heat and redness of one cheek, and coldness and paleness of the other; eyes open and fixed, pupils contracted, and dilating with difficulty.", "Sensation of coldness in the blood vessels.", "Cold and shivering in the fingers, followed by cramps in the calves of the legs and in the soles of the feet.", "Heat of face, with mournful and despairing thoughts, and an inclination to vomit, preceded by cold and shiverings in the feet and hands.", "Shuddering runs up from the feet to the chest.", "Frequent shudderings, with burning heat and dryness of the skin.", "Inflammatory fevers and inflammations, with much heat, dry, burning skin, violent thirst, red face, or alternate red and pale face, nervous excitability, groaning and agonised tossing about, shortness of breath, and congestion to the head.", "Continual sweat, esp. on parts that are covered.", "Sour sweat.", "Pulse hard, frequent, and accelerated; full, sometimes intermitting; when slow, almost imperceptible (threadlike)." ]
  }
}