{
  "remedyName" : "Actaea Racemosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion, tendency to. Angina pectoris. Appetite, disordered. Back pains. Breast, affections of. Cerebro-spinal meningitis. Change of life. Chest, pains in. Chorea. Delirium Tremens. Diaphragm, rheumatism of. Dyspepsia. Epilepsy. Faintness. Headache. Heart, affections of. Hyperpyrexia. Hypochondriasis. Hysteria. Lumbago. Melancholia. Meningitis. Menstruation, disorders of. Myalgia. Neuralgia. Ovaries, affections of. Perichondritis. Pleurodynia. Pregnancy, disorders of. Puerperal mania. Rheumatic gout. Rheumatism. Sciatica. Side, pain in. Sinking sensation. Sleeplessness. Spinal irritation. Stiff-neck. Tinnitus aurium. Tremors. Uterus, affections of. Vomiting of pregnancy." ],
    "Characteristics" : [ "One of the most marked symptoms of Actaea rac. is found in the mental sphere: a sense of gloom and dejection, as if there was a black pall over everything; showing the appropriateness of the remedy in hysteria and hypochondriasis. There is also fear of death, as with Acon. Incessant talking, changing from one subject to another, as in delirium tremens. I have greatly relieved an inveterate case of epilepsy in which the aura was a \"waving sensation in the brain,\" which is a leading symptom of the remedy. Many symptoms appear in the head and eyes. Feeling as if going crazy with headache. Headache reflected from pelvic organs. The headache is frontal, vertical, or occipital, and is accompanied by great pain in eyeballs > pressure; < slightest motion. Peculiar sensations are: as of lifting up of skull; as if top of head would fly off; as of a bolt through from base of skull to vertex. Inspired air seems to penetrate skull and into brain, causing a cold sensation. Intense pain in and around eyes (lancinating), < moving head or eyes. In cases of tinnitus aurium it has proved curative in old-school practice, in to drops of the tincture, whether due to direct or reflex irritation (L'Art Med., July, 1898). In the face there is malar neuralgia, ceasing at night. There are many symptoms of disordered digestion, bad taste and breath and coated tongue; sticky saliva, viscid mucus in throat. Sinking at epigastrium is very marked. The generative organs in the female are particularly affected by Actaea. Uterine and ovarian pains are very marked. Infra-mammary pains. Tenderness of uterine region. Pains fly across hypogastrium, extending from one side to the other. Painful and irregular menstruation. Leucorrhoea, with feeling of weight in uterus. Labour-like pains. Left ovarian pains. Given before term it renders labours easier; cures sickness of pregnancy, and prevents after-pains and over-sensitiveness. According to Lippe a characteristic indication is: \"The recently delivered uterus becomes actually jammed in the pelvis with great pain.\" Puerperal mania has been cured by it. It has also ensured living births in women who have previously borne only dead children, from no discoverable cause, given in daily doses of 1x for two months before term. In the respiratory sphere a dry, teasing cough, < at night, and < on every attempt to speak, is the most characteristic feature. The rheumatic action of the drug is shown in chest and heart pains and pains in the joints and limbs. I have found a pain at the nape of the neck very characteristic. Rheumatism affecting the vertebral joints and especially in the neck. Cerebro-spinal meningitis; head and neck retracted. There are sharp pains in chest, especially in heart region and down left arm, which is numb (Aco., Puls., Rhus) as if bound to the side. Palpitation from least motion. Heart ceases suddenly. A patient who was taking 6-drop doses of the O tincture complained of a feeling \"as if his heart had stopped.\" The pains of Act. r. are like electric shocks here and there: sharp, lancinating in various parts; chest and uterine pains shoot from side to side. There is a general bruised feeling all over as if sore; < by touch. Rest >, motion < Cold air seems to penetrate the system; is very sensitive to it. But headache is > in open air; < in warm room. The symptoms are < at night (malar neuralgia > at night); in the morning. Pains in arms and tendo Achillis, < as evening approaches. < During the menses. Eating >. It is suited to the climacteric period; to nervous persons; to children during dentition." ],
    "Relations" : [ "It is allied to Act. spi. and the other Ranunculaceae. Acon. antidotes the sleeplessness, and Bapt. relieved the headache and nausea of the drug. It is like Acon. in fear of death and restlessness; Bry. and Puls. in rheumatism; Cauloph. in uterine affections, also Sep., Nat. m., Lil. t., Ign., Gels. (uterine headache); Lyc. (pains go from side to side); Ars. (fears to be alone); Calc. (visions of rats and mice). In a case of Tansy Poisoning (taken by a pregnant woman in fifth month to procure abortion), with high fever, rheumatic pains, bearing-down sensation, and abdominal soreness, Act. r. promptly relieved after failure of Acon. and Bry. Pregnancy went to term." ],
    "Causation" : [ "Anxiety. Fright. Disappointed love. Business failure. Over-exertion. Child-bearing." ],
    "Mind" : [ "In all mental symptoms there is a want of natural coherence.", "Thinks she is going crazy; with headache on vertex.", "Miserable, dejected feeling.", "Gloom as if a black pall over everything.", "Feels grieved and troubled, with sighing.", "Mania following disappearance of neuralgia.", "Puerperal mania.", "Suicidal.", "Incessant talking, changing from one subject to another.", "Visions of rats, &c.", "Fear of death.", "Not disposed to fix the attention on anything.", "Irritable.", "Indifferent, taciturn.", "Feels faint at epigastrium when meeting a friend.", "Effects of fright; disappointed love; business failures." ],
    "Head" : [ "Vertigo, fulness, and dull aching in vertex.", "Waving sensation in brain.", "When sleeping head swims.", "Rush of blood to the head; brain feels too large for the cranium.", "Head dull and heavy as after a debauch.", "Dull aching, particularly in occiput, during afternoon and evening; < indoors > in the open air.", "Headache through the whole brain, with distinct sense of soreness in occipital region.", "Sensation of a bolt through from base of brain to vertex.", "Constant dull pain in occiput extending to vertex.", "Severe pain in head and eyeballs increased on slightest motion.", "Excruciating pain in right side of head, back of orbit.", "Top of head feels as if it would fly off.", "Headache > in the open air.", "Headache of students.", "Sensation as if vertex opened and let in cold air." ],
    "Eyes" : [ "Intense aching pains in the eyeballs; > by pressure, < by slightest motion.", "Pain over eyes, extending to occiput.", "Ciliary neuralgia; acute pains in eyeballs or in temples, extending to eyes, so severe, esp. at night, it seemed as if patient would go crazy.", "Dilated pupils, with dark spots before the eyes.", "Peculiar wild look out of eyes." ],
    "Ears" : [ "Sensitive to least noise.", "Singing in l., later in both ears.", "(Tinnitus from irritation of auditory nerve, direct or reflex.)" ],
    "Face" : [ "Pale, eyes large, sunken, surrounded by dark rings.", "Forehead feels cold; deadly pale.", "Neuralgia affecting malar bone; pain goes off at night and reappears next day.", "Frequent flushes of heat; wants to be in the open air.", "Lips dry; lower lip cracked as if bitten." ],
    "Mouth" : [ "Breath offensive.", "Mouth and tongue feel warm and dry.", "Thick mucus on teeth.", "Spitting of thick, sticky saliva.", "Tongue swollen." ],
    "Throat" : [ "Viscid mucus in throat; hawking.", "Dry spot in throat, causing cough; dryness of pharynx, with constant desire to swallow; fulness in pharynx: mouth and palate swollen; neck stiff.", "Inflamed throat; pains wake him at night." ],
    "Stomach" : [ "Nausea, eructations, headache, and tremor (more in women).", "Nausea with uterine affections.", "Sharp pains across the hypogastrium.", "Sinking or goneness in the epigastrium." ],
    "Abdomen" : [ "Periodical colicky pains, better bending double and after stool.", "Excruciating pains in the bowels, small of back, and limbs.", "Abdominal muscles sore.", "Sharp pains across hypogastrium." ],
    "Stool" : [ "Alternate diarrhoea and constipation.", "Frequent, thin, dark, offensive stools." ],
    "Urinary Organs" : [ "Incessant flow of urine.", "Urine frequent and quantity increased.", "Pressing in region of kidneys and small of back." ],
    "Female Sexual Organs" : [ "Menses profuse, early; dark, coagulated; scanty, irregular, delayed, or suppressed.", "Hysterical or epileptical spasms at time of menses.", "Feels strange, talks incoherently, screams, tries to injure herself.", "Pains in uterine region shoot from side to side.", "Pains in ovarian region shoot upward.", "Bearing-down in uterine region and small of back; limbs feel heavy, torpid.", "Severe pain in lower part of abdomen.", "Rheumatic dysmenorrhoea.", "Leucorrhoea, with sensation of weight in the uterus.", "During pregnancy: nausea; false labour-like pains; sharp pains across abdomen; sleeplessness.", "During parturition \"shivers,\" first stage; pains too strong; spasmodic cardiac neuralgia; lochia suppressed (by cold or emotions); rigid os; Puerperal mania.", "Tendency to abort at third month.", "Infra-mammary pains, worst on l. side.", "Burning in the mammae." ],
    "Respiratory Organs" : [ "Night cough, dry, constant, short, < on every attempt to speak.", "Tickling in throat, with violent cough.", "Pains in (r.) side of chest, < from motion, extorting cries.", "(Rheumatism of diaphragm.", "Pleurodynia.)" ],
    "Heart" : [ "Pain in region of heart, followed by palpitation; pains extend down l. arm, which is numb as if bound to side.", "Pulse weak and irregular; or quick and full.", "Palpitation from least motion." ],
    "Neck and Back" : [ "Severe pain in nape of neck (rheumatic fever; cerebro-spinal meningitis).", "Rheumatic pain in the muscles of the neck and back; a feeling of stiffness and retraction.", "Violent lightning-like pains in posterior spinal sclerosis.", "Stiff-neck from cold air, from moving even the hands.", "Sensitiveness of the spine; esp. in the cervical and upper dorsal regions.", "Severe aching pain in the lumbar and sacral regions; down the thighs and through the hips, with heavy pressing down.", "Head and neck retracted (in spotted fever)." ],
    "Limbs" : [ "Rheumatic pains in the joints, with heat and swelling.", "Aching in the limbs.", "Excessive muscular soreness.", "Rheumatism affecting the bellies of the muscles.", "Trembling of the fingers when writing.", "Trembling in the limbs, is scarcely able to walk.", "Uneasy feeling in limbs, causing restlessness." ],
    "Upper Limbs" : [ "Pains down arms with numbness as if a nerve compressed.", "L. arm feels as if bound to side (chorea).", "Constant irregular motion of l. arm; is useless (chorea).", "Cold sweat on hands.", "Trembling of fingers, esp. when writing." ],
    "Lower Limbs" : [ "Aching in sacrum, lumbar region, and down l. leg.", "Pressure round hips with pain in sacrum.", "Towards evening soreness, aching, and stiffness in region of tendo Achillis.", "Dull, aching, burning in second joint of r. great toe, extending up the limb." ],
    "Generalities" : [ "Rheumatism.", "Weakness, trembling, and spasmodic action of the muscles.", "Nervous shuddering; tremor all over the body.", "Alternate tonic and clonic spasms.", "Epileptic and hysterical convulsions.", "Sharp, lancinating pains in various parts, associated with ovarian or uterine irritation.", "Affects the l. side most.", "Pains come on suddenly.", "Pains like electric shocks here and there.", "Chorea.", "General bruised feeling of the whole body, as if sore." ],
    "Sleep" : [ "Obstinate insomnia.", "Sleepless, cannot rest, must change position, jerking of limbs.", "Unpleasant dreams of being in trouble.", "Restless sleep." ]
  }
}