{
  "remedyName" : "AEsculus Hippocastanum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, affections of. Back, affections of. Constipation. Cough. Haemorrhoids. Headache. Hernia. Intermittents. Jaundice. Liver, affections of. Lumbago. Prostate gland, affections of. Sacrum, pain in. Taste, altered. Throat, affections of. Tongue, affections of. Uterus, prolapse of." ],
    "Characteristics" : [ "AEscul. hip. is a great pile remedy. In some districts it is a popular custom to carry a chestnut in the pocket as a preventive. It produces many symptoms of disordered liver: Malaise; dulness of head and mind; fulness at root of nose. Follicular pharyngitis with dryness; burning; roughness; contraction in throat, as in follicular pharyngitis. There is soreness and fulness in liver region; the abdomen is sore to touch. There is jaundice with bileless stools. Throbbing in abdomen, especially hypogastrium." ],
    "Arg n" : [ "The most intense action is on the lower bowel and pelvic organs. There are haemorrhoids, blind or bleeding; if they bleed it gives relief. Feeling of dryness in rectum as if little sticks or splinters were pricking the folds of mucous membrane; with weak feeling in sacro-iliac joints, as if legs would give way. (Arg. n. has also pain in sacro-iliac joints and sensation as if the bones were loose.) Constipation, stools large, hard, followed by feeling of prolapse of rectum. General aching in lumbar and sacral regions, with stiffness in the back, almost impossible to walk. Tearing in the small of the back and hips." ],
    "Æsc h" : [ "AEsc. h. patients are, as a rule, despondent and irritable. Walking greatly < all symptoms. Cold air and cold seasons <; nose and throat very sensitive when inhaling; < after washing. > Summer; < winter (haemorrhoids)." ],
    "Relations" : [ "Compare: AEsc. gl., Alo., Collins., Merc., Nux v., Pod., Sul. Nux v. antidotes the pile symptoms. It follows well: Collins, Nux v., Sul. Compare also: Kali bi. (throat; but AEsc. h. has not the stringy mucus); Phytolacca (follicular pharyngitis)." ],
    "Mind" : [ "Depressed; gloomy; low-spirited; irritable.", "Loses temper easily, regains it slowly.", "Unable to fix his attention." ],
    "Head" : [ "Dull pressure in forehead; slight nausea in stomach, followed at once by stitches in right hypochondrium.", "Severe lancinating headache at base of brain, as if too full; tympany; tongue white.", "Confused feeling, with giddiness; < rising from a seat.", "Frequent flying pains through the temples.", "Flushes of heat over the occiput, neck, and shoulders.", "Head too heavy to hold up without balancing; all head symptoms accompanied by haemorrhoidal, rectal, or sacral symptoms." ],
    "Eyes" : [ "Weight in the eyes; they feel heavy and dull.", "Eyes feel heavy and hot; balls sore.", "Painful aching over l. eye.", "Flickering before the eyes." ],
    "Nose" : [ "Stinging and burning in posterior nares and soft palate.", "Dryness of posterior nares and throat; sneezing, followed by severe coryza.", "Pain in r. nasal bone; soreness in l." ],
    "Face" : [ "Pale, miserable appearance.", "Flying heat and redness of l. side of face.", "Face swells enormously after washing in water." ],
    "Mouth" : [ "Tongue coated white or yellow.", "Thick yellow phlegm in the mouth.", "Taste sweet; bitter; metallic (coppery, with salivation).", "Tongue feels as if it had been scalded." ],
    "Throat" : [ "Pricking, formication, burning and stinging in fauces; shooting in l. side.", "Feeling as if something had lodged in fauces causing constant inclination to swallow.", "Feeling of dryness and roughness (or rawness and burning) in throat, as from taking cold.", "Constrictive feeling in fauces.", "Neuralgic pains in fauces.", "Dark congested fauces with a full feeling and irritation.", "Sore throat, chronic, with haemorrhoidal difficulty." ],
    "Stomach" : [ "Belching, nausea, vomiting.", "Violent vomiting; great burning distress in the stomach.", "Heartburn and gulping up of food after eating.", "Pressure as from a stone in pit of stomach.", "Eructations of wind; empty." ],
    "Abdomen" : [ "Tenderness in the right hypochondrium.", "Much distress in liver and epigastrium.", "Fulness in liver and abdomen.", "Constant severe aching from pit of stomach to r. lobe of liver.", "Abdomen and liver region tender to touch.", "Sensation of fulness, flatulency, and colicky pains; haemorrhoidal colic.", "Emission of fetid flatus; rumbling in bowels.", "Cutting in r. inguinal region (hernia)." ],
    "Stool and Anus" : [ "Dry, uncomfortable feeling in rectum as if it were filled with small sticks.", "Soreness, burning, itching, raw feeling, and fulness at anus.", "Pain like a knife sawing backwards and forwards through anus.", "Haemorrhoids like ground nuts, purple; painful sensation of burning; generally blind; aching and lameness or shooting in the back.", "Haemorrhoids blind and painful; rarely bleeding; < standing or walking.", "Stool hard, dry, and passed with difficulty.", "Sensation of rigid hardness before stool.", "Stools hard and black; natural consistence and white.", "Backache after a difficult, large, and hard stool.", "Prolapsus ani after stool.", "Several large piles which seem to block up the rectum, little or no bleeding, great suffering, constipation.", "Chronic diarrhoea, with characteristic backache or haemorrhoids.", "Piles develop and become particularly troublesome in climacteric years." ],
    "Urinary Organs" : [ "Pain in region of l. kidney.", "Frequent scanty urination.", "Urine dark and muddy; dark-brown sediment; yellow, with thick mucous sediment.", "Urine hot." ],
    "Male Sexual Organs" : [ "Discharge of prostatic fluid at every stool, and at micturition; seminal loss during sleep.", "A variety of suffering about the generative organs." ],
    "Female Sexual Organs" : [ "Inflamed cervix uteri, retroversion, prolapsus, enlargement and induration, when characterised by great tenderness heat and throbbing.", "Old cases of leucorrhoea, of a dark yellow colour, thick and sticky, worse after menstrual period, increased by walking, corrodes the labia, with aching in the sacrum and knees.", "Uterine soreness with throbbing in hypogastrium.", "During pregnancy sacro-iliac symphysis gives out while she walks; must sit down; feels best lying." ],
    "Respiratory Organs" : [ "Short cough, increased by swallowing and breathing deeply.", "Hoarseness.", "Raw feeling in chest.", "Tightness in chest.", "Abundant raising of mucus in morning.", "Cough, with sensation of stiffness in the throat and suffocation in the upper chest.", "Oppression, stitches, soreness and other troubles of chest.", "Catarrhal affections causing hoarseness and cough." ],
    "Heart" : [ "Twitching over region of heart.", "Stitches and neuralgic pains in region of heart, esp. apex; and forehead.", "Functional disturbances of the heart from haemorrhoidal complaints." ],
    "Back" : [ "Constant backache affecting the sacrum and hips, very much aggravated by walking and stooping forward; almost impossible to rise after sitting down.", "Back gives out when walking.", "Aching between the shoulders.", "Spine feels weak.", "The sacrum, back, neck, head, chest, heart, and abdomen, all seem in remarkable sympathy with the rectum and its vessels." ],
    "Upper Limbs" : [ "Rheumatic pains in r. scapula and r. side of chest; worse during inspiration.", "Shooting, drawing, and tearing pains in shoulders, arms, hands, and fingers.", "Paralytic feeling in arms, legs, and spine." ],
    "Lower Limbs" : [ "Legs so weak she can hardly walk.", "L. knee swollen, painful, stiff; cannot bear slightest pressure.", "Tendo Achillis sore." ],
    "Generalities" : [ "Paralytic feeling in arms, legs, and spine.", "Feels faint, weak, and weary.", "Disposition to stretch and yawn.", "Fulness in various organs, as if they contained too much blood.", "Mucous dry, swollen; burn and feel raw." ],
    "Fever" : [ "Chill at p.m.; fever from to p.m.", "During fever no thirst, bursting headache, photophobia, profuse hot sweat, heart beats violently." ]
  }
}