{
  "remedyName" : "Aesculus Glabra",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation. Cough. Cramp in stomach. Haemorrhoids. Meningitis. Paralysis. Speech, thick. Vertigo. Wry-neck." ],
    "Characteristics" : [ "Aesculus glabra, like the Horse-chestnut, has a marked action on the rectum. It produces hard, knotty stools; very painful. Dark purple haemorrhoidal tumours, with lame back and lower limbs. Hale gives the indication: \"Very painful external tumours, dark purple, with constipation and vertigo; weakness of sacrum and lower limbs.\" At the same time there is fulness and heaviness of the head without pain; the sight may be dim or lost; eyes fixed and expressionless. The speech is thick and the tongue as if lame. In cattle it produces wry-neck and paresis of hind limbs. There is a cough produced by sudden irritation of throat, sensation as of a feather tickling the throat, causing hawking and raising of mucus finally streaked with blood." ],
    "Relations" : [ "Compare: Aesc. hipp., Alo., Collins., Ign., Nux v." ],
    "Mind" : [ "Confusion, with vertigo, often followed by stupefaction and coma." ],
    "Head" : [ "Vertigo, with staggering, reeling, unconsciousness.", "Vertigo, with full, heavy head, dim sight; thick speech, nausea and vomiting; faintness; towards evening." ],
    "Eyes" : [ "Eyes fixed and dead; expressionless.", "Sight dim or lost." ],
    "Mouth" : [ "Speech thick, and tongue as if lame." ],
    "Stomach" : [ "Nausea, with loathing of food and vomiting.", "Distension (in cattle).", "Full sensation.", "Cramp-like pain." ],
    "Stool and Anus" : [ "Hard, knotty stools; constipation.", "Very painful, dark purple, haemorrhoidal tumours, with lame back and lower limbs." ],
    "Respiratory Organs" : [ "Sudden irritation of the throat; a sensation of a feather tickling the throat causing hacking and raising of mucus, finally streaked with blood." ],
    "Neck and Back" : [ "Wry-neck (cattle).", "Great lameness and weakness of back." ],
    "Lower Limbs" : [ "Trembling of lower limbs.", "Hind limbs lame; paralysis.", "Strong tendency to contraction of legs." ],
    "Generalities" : [ "Spasms and convulsions, followed by lameness.", "Trembling." ]
  }
}