{
  "remedyName" : "AEthusa",
  "remedyAlternativeNames" : "AEthusa. AEthusa cynapium. Fool's Parsley. (Europe.) N. O. Umbelliferae. Tincture of whole flowering plant.",
  "categories" : {
    "Clinical" : [ "Brain-fag. Cholera infantum. Convulsions. Cough. Delirium. Diarrhoea. Dyspepsia. Ear, discharge from. Epilepsy. Excoriation. Eyes, affections of. Glands, affections of. Headache. Herpes. Hiccough. Idiocy. Infantile paralysis. Mind, weakness of. Sleeplessness. Stomach, disorders of. Trismus. Vomiting." ],
    "Characteristics" : [ "The symptoms of AEthusa are particularly clearly defined, in fact violence is one of the notes of its action", "violent vomiting, violent convulsions, violent pains, violent delirium. On the other hand there is prostration and somnolence. \"Fool's parsley\" has not received its name for nothing", "it is indeed a medicine for \"fools.\" There is great weakness of mind or body. One very characteristic symptom is: Inability to think or fix the attention. Guided by this symptom I once gave it to an undergraduate preparing for an examination, with complete success. He had been compelled to give up his studies, but was able to resume them, and passed a brilliant examination. To a little waif in an orphan home who suffered from severe headaches and inability to fix his attention on his lessons I sent single doses of AEthus. at rare intervals, with very great relief. The little boy asked for the medicine himself subsequently on a return of the old symptoms. Other mental symptoms are: Idiocy; in some cases alternating with furor. Hallucinations. Delirium; sees cats and dogs; wants to jump out of bed, or out of the window. Irritability, especially in open air. Guernsey says: \"The mental symptoms peculiar to children, and frequently of adults, are, great anguish and crying. As the disease progresses the patient becomes more and more retired in his disposition, and more inclined to weep.\" Somnolence. Dotage. Another marked characteristic is: Intolerance of milk; vomiting of everything taken, especially milk, which is ejected in yellowish or greenish curds. There is great weakness and exhaustion after vomiting; the child is so exhausted it falls asleep at once. It awakens hungry, eats, and vomits again. \"Hungry after vomiting\" is the keynote here. There is also griping, with diarrhoea, vomiting, crying. For adults who complain of regurgitation of food an hour after it has been taken AEthus., says Guernsey, is invaluable. Also copious vomiting in adults, with a great feeling of distress; can't tell what the distress is about but still it exists. Adults complain of a sensation as though the stomach was turned upside down, accompanied by a burning feeling up to the chest. Tearing pains in stomach extending into oesophagus; abdomen tense, inflated, sensitive. There is an herpetic eruption on tip of nose. Along with the gastric symptoms there is a peculiar expression of great anxiety and pain (Linea nasalis), a surface of pearly whiteness on upper lip bounded by distinct lines from wings of nose to angles of mouth. Other symptoms are: Sensation of swelling in head and face on entering a room. Sunken cornea. Eyeballs convulsed and directed downwards. Sleep after attacks. Sensation of swelling in hands after walking. Convulsions, with cold limbs. The pains are lancinating. Swelling of mammary or axillary glands, with lancinating pains. Prostration; stupid. All symptoms < to a.m. Heat = all eruptions to itch intolerably. As with Bovist. and Aster. r. symptoms are < by coffee, wine, drunkenness, cold water, and warmth of bed; > by a walk in the open air, and by conversation. > In open air (except mental symptoms). The remedy is suited to teething-children and choleraic affections in old age." ],
    "Relations" : [ "Compare: Cicut.; Coni.; OEnan. croc.; Ant. crud. and Calc. c. (vomiting of milk); Ars.; Asar.; Cupr.; Ipec.; Op. It antidotes Opium; and is antidoted by vegetable acids. Teste places AEthus. in the Sulphur group with Cicuta, Con., Aster., Bov., Lobel., Merc., Kreas." ],
    "Mind" : [ "Incapacity to think; confused.", "Loss of comprehension; as if a barrier between the senses and external objects.", "Idiocy, in some cases alternating with furor.", "Great anxiety and restlessness, followed by violent pains in head and abdomen.", "Bad humour; irritability.", "Irritability, esp. in the afternoon, and in the open air.", "Delirium: sees cats and dogs; tries to jump out of the window.", "Loquacious gaiety." ],
    "Head" : [ "Head confused; brain feels bound up.", "Vertigo, with sleepiness, can't raise the head.", "Headache in whole front part of head.", "Heaviness in the forehead.", "Sensation, as if both sides of the head were in a vice.", "Distressing pains in the occiput, down nape of neck, and spine.", "Heat rises to the head; the body becomes warmer; the face becomes red and the giddiness ceases.", "Stitches and pulsations in the head.", "Can't hold head up, or sit up.", "Sensation as if constantly pulled by the hair.", "The head symptoms are > by expelling flatus." ],
    "Eyes" : [ "Looking up < headache and vertigo.", "Dilated pupils.", "Pupils dilated but sensitive to light.", "Eyes brilliant and prominent.", "Cornea sunken.", "Pustules on cornea.", "Scrofulous ophthalmia; edges of lids inflamed and agglutinated at night; swelling of Meibomian glands.", "Chronic photophobia." ],
    "Ears" : [ "Stitches in the ears, esp. in the r. ear, as if something hot were streaming from it.", "Yellow discharge from r. ear, with stitching pains.", "There is great > by inserting the finger and drawing the parts asunder." ],
    "Nose" : [ "Herpetic eruption at tip." ],
    "Face" : [ "A drawn condition beginning at the alae nasi, and extending to the angles of the mouth, giving the face an expression of great anxiety and pain.", "Tearing in the face, in the malar bones.", "Jaws spasmodically fixed.", "Face pale, puffed, and spotted red.", "Chin and corners of mouth feel cold." ],
    "Mouth" : [ "Sticking and tearing in gums.", "Taste: bitter; like cheese; like onions sweetish in morning when awaking.", "Tongue: moist; white coat; black feels too long.", "Speech slow; embarrassed.", "Aphtae in mouth and throat.", "Copious salivation which > poisoning symptoms." ],
    "Throat" : [ "Sensation of constriction, preventing deglutition.", "Stinging in the throat, between the acts of deglutition.", "Soft palate red, swollen.", "Pungent heat in mouth and throat.", "While eating, sudden heaviness in forehead.", "Spasmodic hiccough." ],
    "Stomach" : [ "Intolerance of milk; it is forcibly ejected almost as soon as swallowed; then weakness causes drowsiness; in nursing children.", "Violent vomiting of curdled milk and cheesy matter.", "Violent vomiting of a frothy matter, white as milk. This we may find in men, children, or pregnant women.", "Violent vomiting of green mucus.", "Violent vomiting, with diarrhoea, of green mucus, or (in children) bloody substances.", "After vomiting, cold and clammy." ],
    "Abdomen" : [ "Coldness of the abdomen and lower limbs, esp. l., with aching in bowels; > by warm wet applications.", "Sensation of coldness in the abdomen.", "Swollen and tense abdomen.", "Cutting, with distension.", "Cutting, with violent vomiting.", "Black-bluish swelling of the abdomen.", "Colic, followed by vomiting, vertigo, and weakness." ],
    "Stool" : [ "Diarrhoea: stools bright yellow, or greenish, watery, and slimy, with violent tenesmus.", "Undigested stool or partly so.", "Loose stools, preceded by cutting in the abdomen, with tenesmus in the morning, after rising.", "Diarrhoea: discharges green, thin, bilious, with violent tenesmus.", "Bloody stools.", "Most obstinate constipation, with feeling as if all action of the bowels had been lost." ],
    "Respiratory Organs" : [ "Sufferings of patient render him almost speechless.", "Respiration very difficult and short.", "Sensation as if chest were encircled by a band, causing difficult breathing.", "Stitches in l. side of chest.", "Cough, producing stunning pain in head." ],
    "Heart and Pulse" : [ "Violent palpitation of the heart, with headache.", "Pulse full and rapid; hard, small, and rapid; small and frequent; irregular; imperceptible." ],
    "Neck and Back" : [ "Distressing pain in occiput and nape of neck, extending down the spine, > by friction with hot whisky.", "Swelling of glands round neck like a string of beads.", "Sensation as if the small of the back were in a vice.", "A feeling as if pain in back could be > by straightening out and bending stiffly backward." ],
    "Limbs" : [ "Eruption round the joints, esp. knee, elbow, and ankle.", "Axillary glands swollen.", "Stiffness of elbow joints.", "Swelling of forearms and hands.", "Thumb and fingers bent inwards.", "Excoriations of thighs from walking.", "Paralytic pains in lower extremities; formication in feet." ],
    "Generalities" : [ "Epileptiform spasms, with clenched thumbs; red face; eyes turned downward; dilated, staring, immovable pupils; foam at the mouth; teeth set; pulse small, hard, accelerated.", "Spasms, with stupor and delirium.", "Cold limbs and body convulsed.", "Great weakness; children cannot stand; cannot hold up their heads." ],
    "Skin" : [ "Tettary eruptions, which bleed easily.", "Black and blue spots, sometimes like ecchymoses all over body.", "The whole body may be of bluish-black colour.", "Anasarca." ],
    "Sleep" : [ "Dozing of child after vomiting spells, or after the stool.", "On falling asleep, rolling of the eyes, or slight convulsions.", "Sleepiness all day; sometimes > in open air.", "Sleep prevented by pains in limbs." ],
    "Fever" : [ "Complete absence of thirst, though there is great heat.", "Cannot bear to be uncovered during the sweat.", "Fever, esp. in morning, with shuddering; shuddering, weariness in extremities, internal coldness with hot and flushed face; malaise; disposition to delirium during cold stage; sweat, after the breaking out of which the previous symptoms disappear.", "Sweat on least exertion." ]
  }
}