{
  "remedyName" : "Agaricus Muscarius",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne rosacea. Blepharospasm. Brain, softening of. Bunion. Chilblains. Chorea. Coldness. Cough. Cramp. Delirium tremens. Dysmenorrhoea. Enteric fever. Epilepsy (with great exertion of strength). Gangrene. General paralysis. Hyperpyrexia. Itching. Jaundice. Lachrymal fistula. Lichen. Lumbago. Meningitis. Myopia. Neuralgia. Numbness. Nystagmus. Phthisis. Rheumatism. Sacrum, pains in. Sebaceous tumours. Sexual excess, effects of. Spinal Irritation. Spleen, affections of. Starting. Stitch in side. Tic Convulsif. Toothache. Tremors. Typhoid fever. Typhus." ],
    "Characteristics" : [ "As Agaricus is used in many parts for making an intoxicating drink, we find in alcoholism a sphere for its action, and also in all states of delirium, mania, and even idiocy. A peculiarity of the delirium is to make verses and prophesy; also silly merriness, and incoherent talk, with mania; kisses companions. Talcott considers Agaric. gives the nearest approach to general paralysis of all remedies; exalted notions of grandeur and power, hilarity, and excitement followed by depression, confusion, imbecility. Accompanying bodily symptoms are vertigo (marked and persistent), with constant impulse to fall backward; twitching about eyes and face, redness without heat, puffy and distorted. Ravenous appetite, with bolting of food. Sexual appetite enormous and enthusiastic, with relaxed penis and impotence. Throughout the body there are spasmodic twitchings, followed by waning tremulousness; finally relaxation and exhaustion. In all these respects the drug accurately corresponds with the disease. Typhoid states often call for it, and also epilepsy. Rolling of the head is a leading indication for it in brain affections and fever. Peculiar headaches are: \"Throbbing headache, with sensation of stiffness of muscles of face.\" \"Dull, drawing headache in the morning, extending into root of nose, with nose-bleed or thick mucous discharge.\" \"Pain as from a nail in right side of head.\" One of the most characteristic of the Agaricus effects is the muscular jerking and twitching it sets up. This renders it appropriate in large numbers of cases of chorea. Twitchings are especially marked in the eyes, eyelids, and facial muscles; and Agaricus has cured many cases of blepharospasm and tic convulsif. Pain as if touched or pierced by needles of ice is very characteristic. Belonging to a low order of vegetation Agar. produces fetidity of breath, eructations, and stools. Sweat may be oily but is not offensive. Agar. is a spleen medicine, causing stitch in the side, and it has cured stitch in runners, enabling them to run further. The symptoms of Agaricus are apt to appear at the same time on opposite sides of the body but diagonally (right upper and left lower, or vice versa). The nervous patients requiring Agar. pass little urine (opp. Ign.), though the bladder may be irritable.", "Mushrooms are among the articles of diet forbidden by Grauvogl to persons having the \"hydrogenoid constitution, \", as described by him, in which the patients are exceedingly sensitive to cold and damp. Agreebly with this we find in the provings of Agaricus great sensitiveness to cold air. All symptoms are < in cold weather, especially headache. Looking out of an open window causes toothache and pains in the limbs. Drinking cold water < Symptoms are < before a thunderstorm. At the same time many symptoms of intense coldness are produced: cold and blue; sensations as if touched with ice, or ice-cold needles. All the symptoms of frostbite and chilblains (itching, redness, and burning). Somewhat allied to chilblains is bunion, for which Agar. has been found specific by many practitioners. Many symptoms appear when walking in the open air; this is a very general and characteristic aggravation. On the other hand, all symptoms are < indoors and at rest, except vertigo, which may be either < or > in a room. Conversely to sensitiveness to cold there is sensitiveness to the rays of the sun, and sunstroke is within the curative range of Agaric. < After moving, and by pressure from without." ],
    "Relations" : [ "Compare: Bovista; Sticta pulmon.; Act. r.; Can. ind.; Op.; Stram. (alcoholism, chorea); Coff. (ecstasy); Cicut. (spasm of eyes); Codein (spasm of eyelids); Mygale; Tarent.; Verat. alb. (icy-cold feeling in head); Ars. (hot needles; Agar. ice-cold needles) Agar. stands between Stram. and Lach. It is antidoted by: Charcoal; coffee; wine; brandy; camphor; fat or oil (relieves stomach); Calc. c. (relieves icy coldness); Puls.; Rhus (nightly backache). It follows well: Bell., Calc. c., Merc., Op., Puls., Rhus, Sil. Is followed by: Tarent. (typhoid with \"rolling of the head\"). Teste includes Agar. in his Belladonna group." ],
    "Causation" : [ "Coitus, subjective symptoms arising after. Frost. Sun. Fright. Mental application or excitement. Over-exertion. Sexual excess. Alcoholism. Blood poisoning." ],
    "Mind" : [ "Aversion to conversation.", "Indisposed to perform any kind of labour, esp. mental.", "Exuberant fancy.", "Ecstasy.", "Inclination to make verses and to prophesy.", "Mania, timid, or furious, with great display of strength.", "Embraces companions and kisses their hands; alternately with vexation.", "Silly merriness.", "Great loquacity; sings, talks, but does not answer questions.", "Delirium, tries to get out of bed.", "Delirium constant, knows no one, throws things at the nurse.", "Delirium tremens.", "Morose, self-willed, stubborn, slow in learning to walk and talk." ],
    "Head" : [ "Dizziness, as from intoxication, principally in the open air, in the morning, and on reflecting.", "Vertigo, with impulse to fall backward.", "The bright light of the sun instantly produces a dizziness, so as to occasion falling.", "Piercing pains in the head when seated.", "Dull pain, chiefly in the forehead, with drawing of the eyelids.", "Drawing pains in the head, extending to the eyes and root of nose, principally on waking in the morning.", "Pain, as if a nail were driven into the head; < when sitting quietly; > by slowly moving about.", "Digging pain and sensation as from a bruise in the brain.", "Semilateral cephalalgia; pulling and pressing with confusion in the head.", "Beating in the vertex, with almost furious despair.", "Pressure in the head to the bottom of the brain, increased by pressure or contact of the hair, and accompanied by a complete loss of energy.", "Sensation of icy coldness in the head; on the scalp, r. side of frontal bone.", "A jerking sensation in the forehead and in the temple.", "Great sensitiveness of the scalp, as from subcutaneous ulceration.", "Itching of the hairy scalp, esp. early in the morning." ],
    "Eyes" : [ "Itching in the eyes.", "Burning sensation in the internal corners of the eyelids, which are painful on being touched.", "Pressure in the eyes.", "Humour in the corners of the eyes, and agglutination of the lids.", "Twitching of the eyelids and eyeballs.", "The cleft of the eyelids growing narrower.", "Canthi itch, burn, are red; < from touch; stick together (lachrymal fistula).", "A viscid yellow humour glues the eyelids together.", "Weakness and confusion of vision, as from a mist before the eyes.", "Brownish spots (like flies) before the eyes.", "Black motes before the eyes.", "Myopia.", "Diplopia. Muscular asthenopia; nystagmus; squint.", "Clonic spasms." ],
    "Ears" : [ "Otalgia excited and aggravated on the admission of free air.", "Itching in the ears, with redness and burning pain, as from chilblains.", "Buzzing in the ears." ],
    "Nose" : [ "Excoriation and inflammation of the nostrils, with painful sensibility.", "Itching in the interior and on the exterior of the nose.", "Blood on blowing the nose, and bleeding at the nose.", "Increased acuteness of smell.", "Frequent sneezing without coryza. Dryness of the nose.", "Flow of clear water from the nose, without coryza." ],
    "Face" : [ "Tearing in the face and jaw bones.", "Twitching in the (r.) cheek.", "On waking, pain in l. jaw-joint, so violent, he can scarcely open his mouth.", "Itching, redness, and burning in the cheeks, as if from chilblains.", "Palpitations and pulsations in the cheeks.", "Bluish lips.", "Burning fissures in the upper lip.", "Herpetic eruption, principally on upper lip.", "Spasmodic drawing in the chin and in the lower jaw.", "Needle-like prickings in chin; chin covered with minute blisters." ],
    "Teeth" : [ "Tearing pains in the teeth, aggravated by cold.", "Tearing in the lower molar teeth, < from cold air.", "Shooting from r. lower teeth up to r. side of head.", "Gums swollen, painful, and readily bleeding." ],
    "Mouth" : [ "Pain, as from excoriation in the mouth and in the palate.", "Excoriation of the tongue.", "Tongue, after a meal, covered with aphthae of a dirty yellow, with a sensation as if the skin were being taken off.", "Tongue coated white.", "Neuralgic splinter-like pains in tongue with salivation.", "Ulcer on the fraenum of the tongue.", "Offensive smell of the mouth, as after eating horse-radish.", "Foam about the mouth.", "Flow of bitter saliva.", "Speech inarticulate." ],
    "Throat" : [ "Dry fauces and pharynx, causing contraction and difficulty of swallowing; with ravenous appetite.", "Pressure in fauces as though a foreign body stuck there which could not be removed by swallowing.", "Induration of tonsils.", "Tension in thyroid gland; < towards evening; feels cravat too tight.", "Throws up small floculi or solid lumps of phlegm almost without any cough." ],
    "Appetite" : [ "Insipid and fetid taste in the mouth.", "Want of appetite for bread.", "Hunger, with want of appetite.", "Attacks of bulimy, chiefly in the evening.", "After a meal, pressure in the stomach and the abdomen, with fulness.", "Very drowsy after dinner." ],
    "Stomach" : [ "Eructations alternately with hiccough.", "Eructations, with the taste of the food that has been taken.", "Frequent empty eructations; or with the taste of apples; or with the taste of rotten eggs.", "Nausea, with cutting pains.", "Inclination to vomit immediately after a meal.", "Pressure on the stomach, and in the precordial region, after a meal.", "Pain resembling cramp and oppressive heaviness in the stomach." ],
    "Abdomen" : [ "Shootings (sharp needle-like pains) in the hepatic region.", "Prickings in the region of the spleen during and after inspiration.", "Stitch in side from running.", "Cutting and pinching pains in the abdomen as from diarrhoea.", "Moving about and rumbling noise in the abdomen.", "Abundant expulsion of flatulency of a fetid odour, like that of garlic." ],
    "Stool and Anus" : [ "Hard stools of a dark colour after a period of constipation.", "Loose stools in the form of pap, with flatulency and severe colic.", "Loose stools, a painful drawing in the stomach and in the abdomen.", "Tingling in the anus.", "Itching in the anus, as from worms.", "Dysenteric flux.", "Diarrhoea of children, with grass-green, bilious stools.", "Fetid stools." ],
    "Urinary Organs" : [ "Urine scanty and infrequent.", "Urine clear, and of a yellow (lemon) colour.", "Flow of viscous mucus from the urethra." ],
    "Male Sexual Organs" : [ "Increase of sexual desire, with flaccidity of the penis.", "Scanty emission in coition.", "After coition great weakness and nocturnal sweat.", "Itching in the genitals.", "A sensation of drawing in the testes." ],
    "Female Sexual Organs" : [ "Awfully bearing-down pains almost intolerable.", "Menses too profuse and early, with tearing, pressive pains in back and abdomen.", "Itching and irritation of the parts with strong desire for an embrace.", "During menses: headache, toothache, pain and itching in l. ear, > by boring; labour-like pains; pains in l. arm; itching; palpitation; salivation.", "Leucorrhoea, with much itching internally and externally." ],
    "Respiratory Organs" : [ "Expectoration of small globules of mucus, almost without cough.", "Spasmodic, convulsive, nervous cough, which may provoke secondary haemorrhage." ],
    "Chest" : [ "Respiration short and laboured, with difficulty of walking, even slowly.", "Respiration difficult, as if the chest were full of blood.", "Oppressive constriction of the chest, with a necessity for frequent and deep inspirations. Pain principally in the lower part of the chest, as if its contents were compressed.", "Prickings in the chest.", "Copious nocturnal sweat upon the chest.", "Itching of the nipples." ],
    "Heart" : [ "Stitches; burning, shooting pains in region of heart, extending to l. shoulder-blade; < by coughing, sneezing, or deep inspiration.", "Oppression in cardiac region as if thorax narrowed.", "Painful palpitations of the heart.", "With heart symptoms, paralysed feeling in l. arm and hand.", "Pulse weak, dicrotic, intermittent." ],
    "Neck and Back" : [ "Pain as from fatigue and dislocation in the back, at the nape of the neck and in the loins, esp. when sitting or lying down.", "Painful weakness in the muscles of the back.", "Sensation of soreness and great weakness in the back.", "Paralytic pain in the loins, increased by walking or by standing." ],
    "Limbs" : [ "Limbs affected diagonally; l. forearm, r. thigh; r. knee, l. hand.", "Tearing in limbs, < in rest or sitting, > moving.", "Cracking in joints.", "Subsultus tendinum.", "Feels as if her limbs did not belong to her." ],
    "Upper Limbs" : [ "Arms weak and without vigour.", "Burning pain in the arms, followed by an eruption of small pimples with scaling of the epidermis.", "Irregular and hurried movements of arm.", "Upper arms shaken as from an electric shock.", "Prostration, weariness, and paralytic feeling in l. arm.", "Tearing in both hands; on l. wrist.", "Trembling of hands; and coldness.", "Tearing in the fingers.", "Cramp-like pain in the thumb.", "Paleness and numbness of the fingers, which are, at the same time, very sensitive to cold.", "Itching, burning pain, and redness in the fingers, as if from chilblains." ],
    "Lower Limbs" : [ "Legs heavy and fatigued, esp. in the thighs.", "Twitching, quicksilver sensation, in gluteal muscles.", "Pains in legs like electric shocks.", "On crossing thighs feels a violent pain in them.", "Drawing in the legs, as if in the interior of the bone, esp. when sitting or standing, > by motion.", "Painful sensation in the hip on walking.", "Drawing in the legs.", "Darting pain in the feet and in the toes.", "Drawing pressure in the malleolae.", "Burning itching and redness in the toes, as if from chilblains.", "Bunion." ],
    "Generalities" : [ "Painful cramps in the muscles when seated.", "Sensation of tearing in the limbs, principally during repose, whether seated or standing, and which disappears on movement.", "Twitchings in the eyeballs, eyelids, cheeks, posteriorly in the chest, in the abdomen.", "Symptoms which exhibit themselves transversely (for instance, in the r. arm and in the l. leg), > by walking slowly.", "Great sensibility in the whole body; the softest pressure produces continued pains.", "Pains, as from a bruise in the limbs and in all the joints, after even moderate exercise.", "Soreness and sensation of rawness (nose and mouth).", "Piercing pains in different parts of the body, chiefly in the head, with desire for sleep, and faintness when seated.", "Tearing pains (face, legs) continuous while at rest, disappearing While moving about.", "Great weakness and heaviness in all the limbs.", "Trembling.", "Convulsions.", "Epileptic fits.", "Epilepsy (with great exertions of strength).", "Great sensibility to cool air.", "Great sensitiveness of the body to pressure and cold air." ],
    "Skin" : [ "Itching and titillation, which force the sufferer to scratch himself.", "Itching, burning pain, and redness as from chilblains in different parts of the body.", "Miliary eruption, whitish and close-grained, with excessive itching." ],
    "Sleep" : [ "Desire to sleep in the day, particularly after a meal.", "Violent yawning, followed by dizziness.", "In the morning, a sense of dizziness, and great difficulty in rising.", "As a rule sleeps badly and unrefreshingly." ],
    "Fever" : [ "Disposition exceedingly chilly, and shiverings in the open air, or on raising the bed-clothes, although the limbs may be warm.", "Shivering through the body from above downwards.", "Easy chilliness on slight movement.", "Violent shivering and trembling over the whole body, with heat in the face and cold in the hands.", "Sweat from even a moderate walk and slight exertion." ]
  }
}