{
  "remedyName" : "Agnus Castus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Agalactia. Anus, excoriation and chaps of. Ascites. Dislocations, Gonorrhoea, secondary. Gouty joints. Gums, ulcerated. Impotence. Knees, coldness of. Leucorrhoea. Mouth, ulcers in. Rheumatic nodes. Spleen, swelling of; induration of. Sprains. Sterility. Testicles, swelling of; induration of. Toothache." ],
    "Characteristics" : [ "As its name implies, Agnus Castus produces its chief effects in the sexual sphere, causing depression of function. General debility and depression of vital power are marked. There ire very characteristic symptoms in the mental sphere. Great sadness with a fixed idea of approaching death. This fear is not of immediate death as with Aconite, but the patient thinks it is sure to come after a while, and there is no use in doing anything. When this mental state is found after confinement and the milk fails to appear, Agn. c. is the remedy. Absent-mindedness. Drowsiness. It corresponds to lymphatic constitutions. Premature old age, with apathy and melancholy, self-contempt from sexual abuse. Nervous debility in unmarried persons. Impotence and gleet in old offenders. Among other peculiar symptoms are: Illusion of smell as of herrings; or musk; ulcers in mouth and on gums. Tearing pain in lower jaw. Toothache from hot food or drink. Swelling and induration of spleen. Rumbling of flatus during sleep. Discharge of prostatic fluid whilst straining at stool. Suppressed menses with abdominal pain. Leucorrhoea staining yellow. Sterility. Deficiency of milk, with despair of recovery. Pain as if dislocated in joints. Joints easily twisted. Rheumatic and gouty nodosities on joints." ],
    "Relations" : [ "Agnus is the only proved member of the Verbena family, though the Labiatae or Mint family are closely allied. It is antidoted by: Camphor, Nat. mur. (headache); strong solutions of table-salt. It is followed well by: Ars., Bry., Ign., Lyc., Pul., Sul., Selen. Compare: (Leucorrhoea staining yellow), Nux, Chel., Carb. an., Kreas. Teste groups it with Mur. ac. and Hyo." ],
    "Causation" : [ "Sexual excesses. Repeated attacks of gonorrhoea or gleet. Sprains or over-lifting." ],
    "Mind" : [ "Extreme absence of mind; unable to recollect things; finds it difficult to read or keep up the train of thought.", "Despairing sadness; low-spirited; fears of death; keeps repeating that she will soon die." ],
    "Head" : [ "Tearing pain, with pressure in the temples and forehead (in the brain); < during motion.", "Pain in the temple, as from a blow.", "Heaviness in the head, and pressure, as if the head would fall forward.", "Pain in the vertex, as from staying in a room filled with a thick and smoky atmosphere.", "Tension and chilliness in the scalp, which is warm to the touch." ],
    "Eyes" : [ "Corrosive itching or gnawing itching over and on the eyebrows, on the eyelids and under the eyes; > by scratching, but it soon returns.", "Dilated pupils (and photophobia)." ],
    "Ears" : [ "Roaring in the ears.", "Hardness of hearing." ],
    "Nose" : [ "Odour before the nose, like herrings or musk.", "Hard, aching pressure on the dorsum of the nose; > by pressure." ],
    "Face" : [ "Corrosive itching of the cheeks, under the eyes, and on the chin.", "Formication in the cheeks.", "Rending, tearing pain under the alveoli of the r. lower jaw." ],
    "Mouth" : [ "Ulcers in the mouth and on the gums.", "The teeth are painful when touched by warm food or drink." ],
    "Appetite and Taste" : [ "Thirstlessness and aversion to drink.", "Metallic, coppery taste." ],
    "Stomach" : [ "Nausea in pit of stomach when standing; later in the abdomen, with a sensation as if the intestines were pressing downwards; constant inclination to support bowels with the hands." ],
    "Abdomen" : [ "Abdomen sore to touch.", "Swelling and induration of the spleen, esp. after intermittent fevers.", "Ascites.", "Rumbling of flatulence during sleep.", "Fear as if entrails were sinking down; constantly wants to support bowels with hands." ],
    "Stool and Anus" : [ "Difficulty of passing soft stools.", "When pressing at stool, discharge of prostatic fluid.", "Sensation as of subcutaneous ulceration near the anus, only when walking.", "Corrosive itching of the perineum.", "Rhagades at the anus.", "Deep fissures of the anus, often giving pain when walking." ],
    "Urinary Organs" : [ "Frequent micturition." ],
    "Male Sexual Organs" : [ "Diminution of sexual power.", "The penis is small and flaccid; so relaxed that voluptuous fancies excite no erection.", "Feeble erections without sexual desire.", "The testicles are cold, swollen, hard, and painful.", "Impotence, with gleet (esp. with those who have frequently had gonorrhoea).", "Gleet, without sexual desire or erections.", "Emission of prostatic fluid when straining at stool; during micturition.", "Drawing along the spermatic cords.", "Pollutions from irritable weakness with prostatorrhoea.", "Itching of the genital organs.", "Yellow discharges from the urethra.", "Gonorrhoea, with suppressed sexual desire." ],
    "Female Sexual Organs" : [ "Transparent leucorrhoea; parts very relaxed.", "Leucorrhoea spotting linen yellow.", "Sterility, with suppressed menses, and want of sexual desire.", "Milk scanty or entirely suppressed.", "Deficient, secretion of milk in lying-in women.", "Swelling and inflammation of the uterus.", "Retained placenta." ],
    "Chest" : [ "Hard pressure in the region of the sternum, esp. during a deep inspiration.", "Cough in the evening in bed, before going to sleep." ],
    "Upper Limbs" : [ "Hard pressure in right axilla and upper arm; worse from touch and motion.", "Swelling of the finger joints, with arthritic, tearing pains." ],
    "Lower Limbs" : [ "Lancinating pain in the right hip-joint.", "Heaviness of right foot, as from a weight.", "Stitches in the legs (left big toes).", "Tearing pain in joints of toes; worse when walking." ],
    "Generalities" : [ "Great debility.", "Inflammatory, rheumatic swelling of the joints.", "Gouty nodosities.", "Sprains, bad results from lifting too much.", "Feet turn under when walking." ],
    "Skin" : [ "Corrosive itching on different parts of the body, > by scratching, but it soon returns.", "Itching around the ulcers, in the evening." ],
    "Fever" : [ "Pulse small, slow, imperceptible.", "Chilliness, internal with trembling, the external skin is warm.", "Much chilliness, with cold hands.", "Flushes of burning heat, principally in the face, with cold knees in the evening in bed.", "Perspiration almost only on the hands, when walking in the open air." ]
  }
}