{
  "remedyName" : "Ailanthus Glandulosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Cerebro-spinal meningitis. Chancre. Coryza. Diphtheria. Headache. Mumps. Puerperal fever. Rheumatic fever. Scarlatina. Syphilis. Typhoid fever. Typhus fever." ],
    "Characteristics" : [ "Corresponds to conditions characterised by certain livid or purpled appearances of the skin. Rash coming out in patches. Eruptions which are slow in appearing. Low adynamic forms of disease with extreme prostration, torpor, vomiting. Prostration at the outset of a disease is a leading indication for it. The patient is stupid, dull, delirious, weak. It has proved of signal service in cases of malignant and suppressed scarlatina. The head is burning hot, with piercing pains. The parotid glands are sensitive and enlarged. The attacks are characterised by fulness of head with heat; pains burning, darting in temples and occiput; vertigo and nausea. The rash of Ailanth. often returns annually. A feeling of fulness everywhere, and a sensation of passage of electric current from head into limbs are prominent in the provings. With the low fever of Ailanth. there is stupor or indifference with sighing. There is constant frontal headache of a neuralgic character. Paroxysmal headache with drowsiness during day, confused mind, depression. The throat is severely affected: thick, oedematous, dry, choky feeling. Dry, rough, scrapy, < morning. Livid, swollen, with ulcers oozing a fetid discharge." ],
    ">" : [ "The symptoms are > lying on right side (bronchial affections). Sitting up = vomiting, dizziness. Motion = staggering. Walking about > toothache." ],
    "Relations" : [ "Ailanth. is related botanically to: Ptelea and the Xanthoxyleae. It is antidoted by: Alcohol, Rhus t., Nux. Compare: Am. c., Arn., Arum tr., Aloe (dull frontal headache), Bap., Bry., Gels., Hyo., Lach., Nit. ac., Nux v., Phytol., Hydrocy. ac., Rhus t., Stram., Echin. a." ],
    "Mind" : [ "Anxiety and restlesness.", "Low-spirited; continually sighing.", "Extreme irritability.", "Semi-conscious, cannot comprehend what is said to him.", "Stupor, delirium, and insensibility.", "Constant muttering delirium, with sleeplessness and restlessness.", "Since the poisoning all antecedents are forgotten; or remembered as matters belonging to another, or read about.", "Raging delirium with brilliant eyes." ],
    "Head" : [ "Severe headache, delirium, with fever and anxiety.", "Severe headache, with dizziness, and red, hot face; cannot sit up.", "Dizzy when rising up.", "Dull, heavy pressing in forehead; disinclined to think or act.", "Darting through temples and occiput, with confusion of ideas.", "Head burning hot with piercing pains." ],
    "Eyes" : [ "Eyes suffused and congested; startled look when aroused; pupils dilated and sluggish.", "Photophobia.", "Conjunctivitis; smarting, aching, lachrymation, purulent discharge." ],
    "Ears" : [ "Pain in ear when swallowing.", "Parotid gland sensitive and enlarged." ],
    "Nose" : [ "Copious, thin, ichorous, and bloody discharge from the nose.", "Nostrils congested.", "Nose dry; secretion suppressed.", "Coryza, with rawness in nostrils; sneezing.", "Loss of smell." ],
    "Face" : [ "Face sallow, jaundiced; blue circles round eyes.", "Face red and hot, covered with a rash.", "Face mahogany-coloured.", "Great prostration, and countenance indicative of much distress.", "Purplish face.", "Irregular spots.", "Lips swollen, cracked; ulcers near commissures." ],
    "Mouth" : [ "Teeth covered with sordes.", "Tearing in teeth (l.) and face < lying down, > walking about, and by external pressure.", "Tongue dry, parched, cracked.", "Tongue moist; furred white; tip and edges livid." ],
    "Throat" : [ "Throat tender and sore on swallowing, or on admission of air.", "Throat sore on swallowing, hawks up a greenish purulent matter.", "Diphtheria, with extreme prostration.", "Throat livid, almost purple; swollen; tonsils prominent, and studded with many deep, angry-looking ulcers, oozing a scanty, fetid discharge; external neck swollen and sensitive.", "Irritability of the throat, and hawking up of mucus; puruloid; hard white lumps.", "Thick, oedematous and dry choky feeling in throat.", "Throat dry, rough and scrapy; < in morning." ],
    "Stomach" : [ "Vomits food speedily during the chill; suddenly and violently when sitting up; with stupor.", "Thirst for cold drinks; for brandy.", "Peculiar feeling of emptiness in stomach." ],
    "Abdomen" : [ "Tenderness over liver region.", "Burning in stomach and bowels.", "Tympanites." ],
    "Stool" : [ "Thin, watery, offensive diarrhoea, passing involuntarily with the urine.", "Stools frequent, watery, forcibly expelled.", "Tapeworm." ],
    "Urinary Organs" : [ "Scanty or suppressed urine passed unconsciously; acid." ],
    "Male Sexual Organs" : [ "Sore on prepuce, looking like incipient chancre." ],
    "Female Sexual Organs" : [ "Malignant puerperal fever.", "Vomiting of pregnancy." ],
    "Respiratory Organs" : [ "Breathing hurried, irregular, heavy.", "Cough deep, exhausting, dry, hacking: in violent fits, before retiring or on rising, until sputum is raised.", "Sputa: blood-mixed; yellow; bitter; < morning.", "Aphonia.", "Croupy choking." ],
    "Chest" : [ "Stitching and aching in chest.", "Lungs sore and tender.", "Tired feeling in lungs, almost too much exertion to breathe.", "Burning in r. lung; contracted feeling in l.", "Chest feels strapped; or as if air-cells stuck together." ],
    "Heart" : [ "Rapid, small pulse, weak, frequent, and irregular.", "Dull pain and contracted feeling in region of base of heart and through centre of l. lung." ],
    "Neck and Back" : [ "Neck tender, and very much swollen.", "Constant sharp pains through small of back and hips." ],
    "Generalities" : [ "In low adynamic forms of disease, with extreme prostration, torpor, vomiting, pulse small and rapid, purplish appearance of the skin.", "Prostration at very onset of the disease.", "Stupid, dull, delirious, weak.", "Puerperal fever characterised as above." ],
    "Skin" : [ "Skin cold, dry, livid.", "Eruption scanty with sore throat; of a bluish tint; livid; forehead and face of a purplish colour.", "Body and limbs covered with an irregular patchy eruption of a livid colour disappearing on pressure, returning very slowly.", "Large blisters filled with dark serum.", "Eruptions of miliary rash in patches of dark, almost livid colour; most on forehead and face." ],
    "Sleep" : [ "Drowsy, restless, soon passes into insensibility." ]
  }
}