{
  "remedyName" : "Aletris Farinosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion. Anaemia. Colic. Constipation. Convulsions. Debility. Dysmenorrhoea. Dysuria. Endometritis. Fever. Haemorrhoids. Hysteric colic. Indigestion. Leucorrhoea. Menorrhagia. Myalgia. Pregnancy, vomiting of. Sterility. Uterus, pain in; prolapse of." ],
    "Characteristics" : [ "Alet. far. is said to be the most bitter of all plants. It is characterised by weariness of body and mind. Want of appetite, especially in connection with Uterine disorders. The least food distends the stomach. There are fainting attacks with vertigo. Emaciation is marked in some cases. Disgust for food, nausea; constipation. Obstinate vomiting of pregnancy. Many symptoms appear in the uterine sphere: uterine atony, menses profuse and premature with labour-like pains or amenorrhoea, debility, from loss of fluids, protracted illness. Menorrhagia, black clots, fulness and weight. Leucorrhoea, with debility. Sterility. Habitual tendency to abortion. Sensation of weight in uterine region and tendency to prolapse. Sensation of weight in occiput as if it would draw the head back. It is most suited for chlorotic girls and pregnant women. Weak, emaciated people." ],
    "Relations" : [ "Compare: Helonias dioica (\"False\" Unicorn, not to be confounded with Alet. f.), Chin., Hydrast., Sabin., Senec., Puls., Caulo.; Dioscor. (colic < bending forward); Caust., Puls., Fer., (discharge of urine during cough); Alumina (constipation; grasps the seat tightly, despairs of having a stool. During stool terrible pains as if a passage were being forced, Al. f.)." ],
    "Mind" : [ "Weariness of body and mind." ],
    "Head" : [ "Vertigo, with sleepiness, vomiting, purging; even stupefaction.", "As if head in a vice.", "Weight in occiput; as if it would draw the head backward." ],
    "Eyes" : [ "Eyes feel sore and look dim." ],
    "Ears" : [ "Ears feel as if open through from one to the other.", "Deaf in l. ear with stuffed feeling." ],
    "Appetite" : [ "Appetite lost; with weakness." ],
    "Stomach" : [ "Least food distresses the stomach; fainting attacks with vertigo; sleepy, emaciated; disgust for food, nausea; obstinate indigestion.", "Vomiting during pregnancy.", "Eructations of food in evening with burning in throat.", "All-gone feeling in morning on rising, > by eating.", "Nausea is > by coffee; is > by dinner, but returns with gagging at sight or thought of grease.", "Nausea, with pressure in forehead." ],
    "Abdomen" : [ "Cramps.", "Griping.", "Pain all through abdomen, settling into lower part, > passing flatus and scanty diarrhoeic stool; pain < bending forward, > bending backward, then the pain increased and it seemed as if all the insides had settled into lower abdomen and were cut with knives; > scanty diarrhoeic stool.", "Aching in hypogastrium and across back of hips.", "Hysteric colic." ],
    "Stool and Anus" : [ "Scanty diarrhoeic stool; tenesmus during and after stool, with feeling as if lower part of rectum closed.", "Fearful pains in rectum and anus, during a movement terrible pain as if forcing a passage.", "Inveturate constipation as from rectal atony.", "Frequent ineffectual urgings.", "Stool: loose, painful, offensive, frequent; thin with hard lumps in it; hard, delayed, small, scanty, difficult.", "Haemorrhoids." ],
    "Urinary Organs" : [ "Micturition rare.", "Incontinence, < walking fast or sneezing.", "Urine scanty, phosphatic." ],
    "Female Sexual Organs" : [ "Premature profuse menses with labour-like pains.", "Amenorrhoea or delayed menses from atony; weariness of mind and body; abdomen distended, bearing-down.", "Menses too soon with colic, light-coloured.", "Menorrhagia, profuse, black with coagula; fulness and weight.", "Leucorrhoea, white stringy.", "Prolapsus.", "Sterility.", "Habitual tendency to abort; sensation of weight in uterine region; tendency to prolapse.", "Myalgic pains like \"false pains.\".", "Before menses: cough." ],
    "Respiratory Organs" : [ "Raises a good deal of froth, feels as if wanted to cough and couldn't.", "Tickling, short, dry, hard cough on waking, becoming spasmodic, < by talking; = discharge of urine.", "Later, cough incessant, like whooping-cough; loses breath; cyanotic; > suddenly on occurrence of menses eight days too soon." ],
    "Chest" : [ "Pain in l. breast as if a knife ran into it.", "Pain in l. breast, then extending through into back to l. of lower part of r. scapula.", "Pulse irregular and intermittent." ],
    "Neck and Back" : [ "Pain in centre of nape, running into l. shoulder; then pain in nape moved up to occiput, and remained there all evening.", "Sharp pain from point of l. scapula through to l. breast.", "Sensation as if back would break just above waist; afterwards same pain higher up.", "Backache with dragging in sacral regions, and string, colourless leucorrhoea, beginning when walking." ],
    "Limbs" : [ "Sharp pain in r. shoulder joint, streaked down arm, then into l. chest, settling above nipple.", "Knees painful sitting.", "R. leg feels paralysed below knee, numb, could not bear weight on it." ],
    "Skin" : [ "Itching papillary eruption across chest and back, < by scratching, > by rubbing." ],
    "Sleep" : [ "Restless fore part of night." ],
    "Fever" : [ "Chilly, face flushed.", "Limbs cold, head and face hot and flushed." ]
  }
}