{
  "remedyName" : "Allium Sativum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alopecia. Asthma, periodical. Bronchitis. Catarrhs. Colic. Constipation. Cough. Coxalgia. Dandriff. Diabetes. Diarrhoea. Dypepsia. Fevers. Headache. Hip, rheumatism of. Hoarseness. Menorrhagia. Menses, disorders of. Ophthalmia. Rheumatism. Salivation. Scurvy. Skin, affections of. Sprains. Whitlow. Worms." ],
    "Characteristics" : [ "Teste places All. sat. in the Bryonia group along with Lyc., Digit., Nux v., Coloc., Ign., all of which act with much power on carnivorous animals and hardly at all on herbivora. All are suited to persons who are disposed to excesses at table, have strong constitutions, dark complexions, firm flesh, though occasionally disposed to obesity. The All. sat. patient is rather a gourmand than a glutton. It suits persons who eat a great deal more than they drink. In the mental sphere there is anxiety and impatience. Fears he won't recover; that he won't be able to bear any medicine; fear of being poisoned. Teste has cured with it, chronic dyspepsia in old, fleshy persons, whose bowels were deranged by the least irregularity of diet; chronic bronchial catarrh with profuse mucous expectoration; periodical asthma; a case of permanent dyspnoea; rheumatism of hip; swelling of breasts after weaning. He also greatly relieved with it cases of diabetes mellitus. The pains of All. s. are mostly pressive from within outward (i.e., distensive, like those of Bry.); stinging, or stinging and burning; or stinging with paralytic weakness; or tearing and crampy. Sometimes they increase gradually to a high point and then decrease gradually (like Sul. and Stan.). Garlic has been used as a condiment from ancient times, and also as a remedy against worms and fevers. Though closely related to All. cep. it is incompatible with it, and not very like it in action. It produces headache in connection with digestive troubles and also with menstruation. Heavy headache, can hardly open eyes, > onset of menses, < after. Catarrhal ophthalmia returning every night on trying to read. Coryza, moist, dry, thin, fluent, with pressive pains above root of nose. Scurvy gums; sore mouth. All. sat. is one of the remedies for \"hair\" sensation: Sensation of hair on tongue < reading. (Many of the pains of Cepa are thread-like.) Copious sweetish saliva. The digestion is disordered by slightest irregularities in diet. Pressure in epigastrium and transverse colon > by pressure and sitting bent. The menses are profuse. During menses there is soreness of vulva and thighs, mammae swollen and painful to touch. There are some characteristic respiratory symptoms. Bronchial catarrh with gelatinous, difficult expectoration. Cough, giving rise to most fetid breath like Capsicum. Cough when smoking. The hip is the seat of many rheumatic pains. Tearing in hip. Pain in psoas and iliac muscles < least movement, though he can lift the limb with the hands. The skin is sensitive, dry, shrivelled. Herpetic itching, burning, red or whitish spots on swollen surface. Baldness; scurf, skin peels off hand. The skin over joints is tight.", "It is suited to fleshy people and those used to high living. Change of temperature <. Open air < chest complaints. Moist heat < pains in limbs. Damp cold weather = tearing and stinging in different parts of body. Reading < eye and mouth symptoms. Aggravation from reading is noteworthy. It is found also under Cina. The vertigo of All. sat. is brought on by looking long and steadily at anything: this is probably, in essence, the same modality as < by reading. Many symptoms are < in evening and night; also in the morning on waking. Sitting bent >; pressure < pains in abdomen. Every step = excruciating pain in intestines. Walking < pains in limbs." ],
    "Relations" : [ "Compare: All. cep. (which see). Ornithogalum umbellatum (stomach affections); Bry., Caps. (fetid breath with cough), Coloc. (colic; hip-pain); Ign.; Kali bi. (ropy expectoration; hair on tongue); Rhus and Hyo. (fear of being poisoned); Lyc., Nux v., Seneg. Antidoted by: Lyc. Complementary: Ars. Incompatible: Alo., All. cep., Scilla." ],
    "Causation" : [ "Drinking bad water. Gluttony." ],
    "Mind" : [ "Sadness.", "Weeping during sleep.", "Fears he will never get well; fears he cannot bear any medicine; fear of being poisoned.", "Sensitive.", "Impatient.", "Impulse to run away." ],
    "Head" : [ "Vertigo on looking steadily at anything for a long time.", "Short-lasting vertigo, and only on rising from a chair.", "Heaviness in forehead, almost preventing him from opening his eyes.", "Dull pain in occiput in morning, while lying on the back.", "Headache: with mucus in the throat; before menses, ceasing when they occur and returning after; in dyspeptic subjects." ],
    "Eyes" : [ "Catarrhal ophthalmia at night; smarting, burning lachrymation; agglutination; returns every night when he tries to read.", "Tarsi sore with irritation." ],
    "Ears" : [ "Catarrhal deafness.", "Hardened ear-wax and crusts." ],
    "Nose" : [ "Coryza rather dry than fluent, with pressive pain from above the root of the nose.", "Smarting at junction of alae nasi and face.", "Blowing blood from the nose in the night." ],
    "Face" : [ "Lancinations on one side of the face.", "Dry lips." ],
    "Mouth" : [ "Tickling sensation in the lower teeth.", "Swelling of lower gums.", "During night, and in the morning, troublesome feeling as of a hair on her tongue; renewed on waking.", "Tongue pale-red with effaced papillae.", "Dryness of palate.", "Very copious flow of sweetish saliva into the mouth in the forenoon, after meals; more esp. after supper and during the night.", "Hot taste in mouth, proceeding from throat, strongly reminding him of garlic, immediately after taking the medicine, and returning after breakfast to such a degree as to cause a flow of saliva.", "The symptoms of the mouth are < by reading." ],
    "Throat" : [ "Sensation as of something cold rising in throat.", "Sensation as of a hot and smarting vapour rising in the throat.", "Mucous accumulations in the throat, in the morning, with heavy head.", "Sticky feeling in throat with dryness, tickling, heat, and raw feeling in larynx." ],
    "Appetite and Stomach" : [ "Voracious appetite.", "Great hunger from weakness of stomach without appetite.", "Desire for butter.", "Thirst; preventing sleep.", "Burning eructations, after a meal.", "Eructations exciting copious salivation.", "The slightest deviation in diet disturbs the bowels and digestion.", "Complaints from bad water; from gluttony.", "Chest complaints < after eating.", "Burning in stomach, which is not painful when not touched, but is very sensitive to the least pressure.", "Lancinations.", "Weight in stomach which prevents sleep.", "Pressure inward as from a stone in epigastrium.", "Pressure in upper abdomen; > by sitting bent and pressing with both hands; pain became unendurable on walking out." ],
    "Abdomen" : [ "Wind colic; twistings and pinchings round navel.", "Incomplete (as if interrupted) emission of fetid flatus.", "Every step on the pavement caused excruciating pain as if the intestines would be torn apart, > by lying down.", "Everything seemed to drag downward.", "Weight in hypogastrium, immediately after a meal, without urging to stool or urinate." ],
    "Stool and Anus" : [ "Expels flatus.", "Stool first fecal, then watery and hot.", "Involuntary stools.", "Diarrhoeic stool, a.m., preceded, accompanied, and followed by cuttings in abdomen and loins.", "Normal stool immediately after a meal.", "Stool delayed from morning until after dinner, great urging; with stool heat in rectum.", "Constipation with almost constant dull pain in bowels.", "Haemorrhoids.", "Prolapsus ani.", "Worms." ],
    "Urinary Organs" : [ "Urine increased.", "Whitish very abundant urine, becoming cloudy from nitric acid.", "A kind of diabetes.", "Dark brown with copious sediment.", "Lessened urine." ],
    "Female Sexual Organs" : [ "Menses too early; headache and dizziness lessen as the flow becomes established.", "Suppurating pimples on vulva.", "Suppurating pimples on vulva during menses.", "During menses extensive excoriations of skin of internal portions of thighs.", "Bright red spots, with itching and smarting on the inside of the labia majora and at entrance of vagina.", "(Said to be injurious during pregnancy and nursing.).", "Retained placenta.", "Dull stitches in r. mamma.", "Breasts swell after weaning.", "Swelling of breasts, sensitive to touch.", "Eruption of red blotches between the breasts and around the nipples." ],
    "Respiratory Organs" : [ "Difficult respiration as if sternum compressed.", "Periodic asthma.", "Painful irritation of windpipe when coughing.", "Scraping in larynx exciting dry cough.", "Almost continuous mucous rales in bronchi.", "Cough seeming to come from stomach.", "Cough giving rise to perceptible fetid smell.", "Dry cough after eating.", "Morning cough, after leaving his bedroom, with extremely copious mucous expectoration.", "Sudden paroxysms of hard, dry cough while smoking, compelling him to desist.", "Great difficulty in expectorating a glutinous mucus.", "Expectoration of thin, yellowish, purulent-looking blood-streaked mucus of putrid odour.", "Cough < bending head; after eating; by open air." ],
    "Chest" : [ "Pain in l. chest with dark urine.", "Darting pain in the chest which prevents sleep." ],
    "Heart" : [ "Leaping beats of the heart." ],
    "Back" : [ "Red spots like ringworm on the back.", "Itching between shoulders.", "Tearing pain in sacrum.", "Cutting pain in sacrum in morning.", "Simple pain in coccyx." ],
    "Upper Limbs" : [ "Painful feeling of contraction in arm.", "Pain in forearm; seems as if paralysed.", "Burning, then moisture in palms.", "Some red spots appear on hands.", "Skin peels off the hands.", "Tearing pains in fingers extending below the nails." ],
    "Lower Limbs" : [ "Rheumatism of hip.", "Tearing pain in hip.", "Intolerable pain in common tendon of psoas and iliacus muscles; < from least movement; trying to cross legs causes him to cry out; but this causes no pain if he lifts the limb gently with his hand; < p.m. in bed, cannot then change his position or sleep.", "Weakness in lower limbs; painful weariness in the thighs.", "Legs do not grow as rapidly as the rest of the body.", "Pain as from a sprain in ankle-joint; in toe-joints.", "Tingling in feet; burning in soles; stiffness in feet.", "Pains < by changes of temperature." ],
    "Skin" : [ "Skin sensitive.", "Loose; dry; wilted skin.", "Swelling with itching and burning.", "Red spots; on hands, on chest, on back.", "Herpetic itching burning, red or whitish spots on a swollen surface." ],
    "Sleep" : [ "Drowsiness after a meal.", "Muscles twitch on falling asleep.", "Sleep prevented by: stitches on chest; weight on stomach; thirst.", "Coldness felt in sleep and awakening him frequently.", "Dreams: of water and storms; of rapid transit from place to place; anxious; continuing after waking." ],
    "Fever" : [ "Chilliness on one side only.", "Shivering before midday and in evening.", "During coldness, redness of face.", "Vomiting during the fever.", "Sweat in afternoon.", "Sweat: acrid; causing itching; fetid." ]
  }
}