{
  "remedyName" : "Allium Cepa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, fissure of. Ascites. Catarrh. Cold. Coryza. Cough. Diarrhoea. Facial paralysis. Feet, easily galled. Hay-fever. Hernia. Influenza. Laryngitis. Panaritium. Pneumonia. Trauma. Whitlow. Whooping-cough. Yellow fever." ],
    "Characteristics" : [ "Allium cepa covers more symptoms of common cold than any other remedy, as the well-known effect of onions in producing tears would suggest. It will cure a large proportion of cases of cold in the head, but the conditions which most particularly indicate it are: Cough, or cold, or headache < in warm room, > in open air, < again on returning to warm room. It causes burning of eyelids, nose, mouth, throat, bladder, skin. Inflammation and increased secretion of mucous membranes: neuralgic pains like a long thread; in face, head, neck, and elsewhere; < evening; towards ear from deep within head. The toothache of Cepa is > by cold air or cold washing. It is suited to traumatic neuritis. Hurts do not heal. The feet are easily galled by walking. It was recommended by Dioscorides as a remedy for this condition, and homoeopathy has confirmed his observation. Desire for raw onions is an indication for it. Thread-like pains are common in various parts and are characteristic of Cepa. Thread-like pains in face. Left-side facial paralysis has been cured by Cepa. The cough of Cepa is caused by tickling in larynx; constant inclination to hack in order to relieve it. It has cured violent catarrhal laryngitis; hoarse cough with feeling as if it would split and tear the larynx, causing watering of eyes. Cough from inhaling cold air. Cepa has yawning and drowsiness. A raw onion eaten just before going to bed is a popular remedy for sleeplessness. Cepa is a left-side medicine primarily. Symptoms go from left to right. Left eye; left facial paralysis; left inguinal ring. Rest <; motion >. < Afternoon and evening; when lying down. Damp cold wind and weather = colds and toothache. But cold water and open air >; warm room < Picking or sucking teeth > toothache. Eyes sensitive to touch." ],
    "Relations" : [ "Compare: Al. sat., Alo., Conval., Lil. tig, Scilla (botan.); Antidoted by: Arn. (toothache); Cham. (abdominal pains); Nux v. (coryza recurring in August); Verat. (colic, with despondency); Thuja (offensive breath and diarrhoea after eating onions). Roasted coffee will remove onion breath. Followed by Calc. c. and Silic. in polypus. Incompatible: All. sat., Alo., Scilla. Complementary: Phos., Puls., Sars., Thuj. Compare also: Aco., Chlorum, Ipec.; Lach. (left to right)." ],
    "Causation" : [ "Effects of exposure to damp cold winds and weather. Colds of spring; hay-fever of August; epidemics of spasmodic cough in autumn. Wet feet. Eating spoiled fish. Injuries. Surgical operations (fine shooting pains after)." ],
    "Mind" : [ "Very melancholy.", "Fears pains will become unbearable.", "Often very anxious, with catarrh, dulness of intellect." ],
    "Head" : [ "Dulness.", "Dull headache, with coryza, < in the evening; > in the open air; but < when returning to a warm room.", "Pains in temples, most in right; aggravated by winking; extending over forehead, worse on l. side.", "Pain in occiput and down the neck." ],
    "Eyes" : [ "Flow of (mild) tears.", "Excessive non-excoriating lachrymation; l. eye worse, with redness of the eyeball; sensitive to light; worse evenings.", "Sensation as if eye were hanging by a string or torn.", "Itching, biting, burning in the eyes.", "Dulness of the eyes, with aversion to light, and coryza.", "Letters appear smaller.", "Near objects seem distant with yawning.", "Swelling around the eyes." ],
    "Ears" : [ "Earache.", "Discharge of pus from the ear.", "Hardness of hearing." ],
    "Nose" : [ "Profuse watery discharge from the nose, with sneezing, acrid burning, excoriating the nose and upper lip.", "Fluent coryza, with running of water from the eyes, headache, heat, thirst, cough, trembling of the hands; < in evening and in a room; > in the open air.", "Ichor oozing out of nose; second stage of scarlatina.", "Bleeding of the nose.", "A sort of hay-fever every August, morning coryza, violent sneezing, sensitive to the odour of flowers and skin of peaches.", "Nasal polypi." ],
    "Face" : [ "Paralysis of l. half of face, also in limbs of same side." ],
    "Throat" : [ "Sensation as of a lump in the throat.", "Expectoration of a lumpy mucus through the posterior nares.", "Pain in throat extending to the ear.", "Bad odour from the mouth and throat." ],
    "Stomach" : [ "Canine hunger.", "Appetite, increased or diminished.", "Strong craving for raw onions; cannot take any other nourishment.", "Pressure in stomach.", "Pain in region of pylorus.", "Thirst, with heat and coryza.", "Nausea, coming from stomach up the throat into the fauces.", "Weak, empty feeling in stomach.", "Sour eructations." ],
    "Abdomen" : [ "Rumbling in bowels.", "Very offensive flatus.", "Belching, with rumbling in and puffing up of the abdomen.", "Violent cutting pain in the left lower abdomen, with frequent desire to micturate, and burning micturition.", "Pains in hepatic region, spreading into the abdomen.", "Violent pains in l. hypogastrium, with urging to urinate, urine scalding.", "(Strangulated hernia has been known to follow the eating abundantly of cooked onions.).", "Abdomen distended, rumbling, urging, and finally diarrhoea." ],
    "Stool and Anus" : [ "Diarrhoea after midnight and in the morning.", "Flatus very, offensive.", "Haemorrhoids, tearing, jerking pains in anus.", "Stitches in the rectum.", "Rhagades at the anus.", "Itching at the anus (worms)." ],
    "Urinary Organs" : [ "Strangury after wet feet.", "Dribbling or spouting of urine in old people.", "Frequent and copious urination.", "Urine red, with much urging and burning in urethra.", "Pressure and other pains in the region of the bladder.", "Sensation of weakness in the bladder and urethra." ],
    "Respiratory Organs" : [ "Oppressed breathing, from pressure in the middle of the chest; worse in the evening.", "Cough when inhaling cold air.", "Catarrhal hoarseness.", "Acute bronchitis going from l. to r.", "Tickling in throat, with aching in larynx.", "Constant inclination to hack.", "Hacking cough from inhaling cold air.", "Violent catarrhal laryngitis; the hoarse cough seemed to split and tear the larynx.", "Much sneezing; he inflates the lungs, raises himself on his toes, then gives a hearty sneeze." ],
    "Neck and Back" : [ "Intense pain in nape of neck.", "Chilly crawls run down the back, most at night, with frequent urination, followed by heat and thirst." ],
    "Upper Limbs" : [ "Much pain under r. shoulder-blade.", "Sore, tired feeling of the limbs, esp. arms.", "Trembling of the r. hand.", "Panaritium.", "Painful affections of the fingers about the nails, red streaks running up the arm." ],
    "Lower Limbs" : [ "Soreness; the skin is rubbed off by the shoes, esp. on the heel.", "Pain on most external soft part of r. big toe and l. middle finger." ],
    "Generalities" : [ "Stitches and burnings; aching.", "Stitches (head, eyes, ears, rectum, skin).", "Burning (eyelids, throat, nose, mouth, bladder, skin).", "Bad effects from wet feet.", "Phlegmasia alba dolens.", "Traumatic neuritis, pains violent and continuous, wearing out patient.", "Inflammation and increased secretions of the mucous membranes.", "Senile gangrene.", "Trismus after injuries.", "Weak and tired; has to lie down.", "Aching throughout the body.", "Neuralgia from old injuries.", "Neuralgic pains, like a long thread, in face, head, neck, and elsewhere; < evenings." ],
    "Skin" : [ "Pricking as from pins.", "Redness; nettle-rash, measles, scarlatina, when the complaints are characterised by the characteristic catarrhal symptoms.", "Panaritia of lying-in females, red streaks running up arm, very painful." ],
    "Sleep" : [ "Yawning; with headache and cramp in stomach; with sleepiness near objects seem distant.", "Gaping in deep sleep.", "Wakes a.m.", "Dreams of being near water; of battles, precipices, deep wells; of storms, high waves; annoying in convalescents." ],
    "Fever" : [ "Pulse full and accelerated.", "Heat, with rumbling in the abdomen, coryza, and thirst.", "Flitting heat over whole body, and thirst.", "Coldness alternates with heat during catarrh.", "Sweats easily and copiously." ]
  }
}