{
  "remedyName" : "Aloe",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, plethora of. Anus, affections of. Bronchitis. Colic. Constipation. Cough. Diarrhoea. Dysentery. Gleet. Gonorrhoea. Haemorrhoids. Hysteria. Lumbago. Onanism, effects of. Phthisis. Proctitis. Prolapsus uteri. Prostate, affections of. Sacrum, pain in. Tenesmus." ],
    "Characteristics" : [ "Aloe is one of the oldest and most famous drugs. It is in worldwide use as a purgative at the present day, and forms a leading ingredient in a large number of patent medicines for regulating the bowels and menstrual functions. The habitual use of these medicines leads to all kinds of pelvic ailments, and the fact that Sulphur antidotes Aloe accounts for the success of Sul. as a medicine to commence with in many chronic cases where purgatives have been used. Aloe resembles All. s. somewhat closely. It causes congestion of various parts, especially abdomen, pelvic organs, and head. A periodicity enters into many of its complaints. There is a periodic headache which alternates with lumbago. As winter approaches each year itch manifests itself. Aloe has the antipsoric property of throwing out internal complaints to the skin. Among the leading mental symptoms are: Bad humour, especially in cloudy weather. Dissatisfied and angry with himself < when constipated. Aversion to labour. Lassitude alternating with great mental activity. Among the other head symptoms are: Darting pains in left temple < every step. Carroll Dunham cured a heavy frontal incapacitating headache in an old man occurring in winter and alternating with a diarrhoea which occurred in summer when he was free from headache. A peculiar dull, heavy, pressing pain in forehead, but which indisposes to, or incapacitates for, all exertion, especially intellectual. Heaviness in the eyes as with All. s. Pressure in vertex and forehead as from a weight. Compelled to make the eyes small during pain in forehead. There are yellow rings moving before eyes. As there are illusions of sight, so there are cracklings in the ears. One symptom is very peculiar: just after getting into bed, sudden explosion and clashing in left ear, as from breaking of glass; the clink of the glass was heard at the bottom of the head and extended thence toward the right ear. Aloe exerts its most marked influence on the abdominal and pelvic organs. It causes uneasiness and pains in liver region. Fulness, heaviness, heat and inflammation. The whole abdomen is painfully sensitive to touch. Rumbling. Feeling as of a plug wedged in between pelvis and coccyx. Sudden and continued desire to go to stool. Desire for stool after each meal (Ars., Chin., Lyc., Pod., Trombid.; while eating, Fer.). Rumbling and cramp in abdomen before and during stool. The hard stool falls out without being noticed, urging to stool whilst passing water; every time on passing water feeling as if stool would pass. A hard stool may be passed involuntarily. A child, constipated from birth, screams all the time he is being held to stool, cannot pass it, even after enema; yet when not trying passes solid pieces in bed without knowing. Cured with Alo. (Nash). Involuntary soft stool while passing wind. With the diarrhoea, flatulency, pinching in abdomen, pain in back and rectum and chilliness. Flatus offensive, burning, copious; much flatus with small stool. Burning in anus with passing of flatus. Stools like mush, bright yellow, grey, hot, undigested. Mucus and blood in faeces. Profuse with jelly-like lumps. Watery stools < standing or walking. Watery stool containing lumps \"like frog-spawn.\" Bilious yellow faecal, bright yellow diarrhoea, great rumbling in bowels and escape of much wind, < morning; evening; in damp weather; from overheating; after cold taken in damp room; after chagrin. Diarrhoea driving one out of bed very early in morning (Sul). Diarrhoea with sense of insecurity (Phos.) Faintness after stool; with cold sweat. Griping may (Nux v.) or may not (Merc.) cease after stool. Heaviness, heat, pressing, burning in rectum. Itching, burning in rectum. Itching, burning, pulsating as from fissures at anus. After stool: cutting feeling as if more would come protruding piles. Haemorrhoids: protrude like a bunch of grapes constant bearing-down in rectum bleeding; sore; tender, hot; > by cold water. Carroll Dunham has cured incontinence of urine in an old man with enlarged prostate with the Aloe diarrhoea. Increased sexual desire in males, with erections. Penis shrunk and testicles cold. In females pain in hypogastrium as if menses coming on. Labour-like pains drawing into legs. Menses too early and too profuse. During menstruation: headache > by application of cold water; earache; pain in small of back; pressing down in rectum. Fulness in pelvis. Leucorrhoea of bloody mucus preceded by colic. Pain in small of back, < sitting or awaking at night, > moving about. Lumbago alternating with headache. There is < in afternoon, especially of symptoms of mucous membranes. Many symptoms, again, appear in the evening < yawning, or masticating. There is a diarrhoea < in the early morning (like Sulph). Diarrhoea < immediately after eating; < walking (AEsc., Thuj.), or standing (Sul.). Like Phos., it has feeling of insecurity on passing wind or before stool. Symptoms are < from heat; in hot, damp weather; > from cold applications; in cold weather. > From passing flatus. It is suited to: old people; to women of relaxed phlegmatic habit; to persons of lymphatic or hypochondriac temperament." ],
    "Relations" : [ "Aloe is related to: All. cep., All. s., Agave, Scilla, Colch. It is antidoted by: Sul., Mustard, Camph. relieves for a while, Lyc., and Nux v. relieve the earache. It resembles: Sul. in many symptoms, and is of equal importance with Sul. in chronic diseases with abdominal plethora; Ailanth. (dull, frontal headache); Gambog. (diarrhoea); Ammon. mur. (abdominal and diarrhoeic symptoms); Nux v. (gastric, abdominal and uterine troubles: bad effects of sedentary habits); AEsc. (haemorrhoids); Merc. (dysentery); Pod. (alternations between head symptoms and abdominal symptoms)." ],
    "Causation" : [ "Sedentary habits." ],
    "Mind" : [ "Anxiety and ebullition of the blood.", "Restlessness, fear, fear of man.", "Bad humour, esp. in cloudy weather.", "He is dissatisfied and angry about himself; more so when he is constipated or when he suffers from pain; better in the open air.", "Suffering makes her frantic, often loses consciousness.", "Seems to have a presentiment of approaching death.", "Angry, revengeful, wishes to destroy the object of her wrath.", "Aversion to labour.", "Great disinclination to mental labour; it fatigues him.", "Disinclined to move.", "Exhaustion, alternating with activity.", "Children much enlivened, chat and laugh.", "Annoying amorous thoughts present themselves." ],
    "Head" : [ "Giddiness and starting.", "Giddiness, with anxiety when moving; he feels as if he were sitting too high (after dinner).", "Dulness in the forehead with chilliness.", "Dull headache across the forehead, with heaviness in the eyes, and nausea.", "Pressure in the forehead and vertex, as from a weight (and in occiput).", "Pressing pain above the eyes.", "Congestions to the head, compelling one to sit up.", "Headaches are worse from heat and better from cold applications.", "Stitches above the eyebrows.", "Pressing out of the temples, with flickering before the eyes and heat in the face.", "Stitches in the temples at every step.", "Headache after pain in the abdomen; after (an insufficient) stool; worse from heat, better from cold.", "Sensitiveness of the scalp (in small spots).", "With the pain in the forehead the eyes become small; patient compelled to close them." ],
    "Eyes" : [ "Congestion to the eyes; pressure in the orbits.", "Lachrymation.", "Pain deep in the orbits, as if in the muscles; worse r. side.", "Occasional attacks of twitching of l. eyelids during the day, spasmodic jerk of whole body on failing asleep at night.", "Flickering before eyes, with heat of the face.", "Yellow rings moving before the eyes.", "Compelled to make the eyes small, with pain in forehead; heaviness of eyes, and nausea." ],
    "Ears" : [ "Hates musical sounds and noises, they set her all in a tremor.", "Earache.", "Stitches in the ears; first in the l. ear, afterwards in the r.", "Internal and external heat of the ears.", "Cracking in the ears when reading aloud or moving jaws.", "Just after getting into bed, sudden explosion and clashing in l. ear, as from breaking of glass; the clink of the glass was heard at the bottom of the head and extended thence towards r. ear." ],
    "Nose" : [ "Redness of the nose in the open, cold air.", "Coldness of the point of the nose.", "Bleeding of the nose in bed after awaking.", "Dryness of the nose in the morning in bed." ],
    "Face" : [ "Heat of the face when excited, or during headache.", "Face pale during cloudy weather.", "Lips dry; cracked; swollen; pustular; sore at corners." ],
    "Teeth" : [ "Great sensitiveness of a decayed molar tooth (lower) r. side.", "Teeth yellow." ],
    "Mouth" : [ "Concave edges of teeth seem sharp, and hurt the tongue.", "Metallic taste, with dry, irritative hacking.", "Lips dry, peeling off, cracked, bleeding.", "Yellow spots in mouth; yellow ulcers on the tongue.", "Tongue painful.", "When moving the tongue, stitches from below to the tip.", "Dry tongue and mouth; with increased thirst and greater redness of the lips.", "Tongue red and dry.", "Accumulation of saliva in mouth." ],
    "Throat" : [ "Throat rough, scraped, hot, as if burnt.", "Pain, when yawning, masticating solid food; worse in the evening and in the morning, when awaking.", "Thick lumps of tough jelly-like mucus in the throat and posterior nares." ],
    "Appetite and Taste" : [ "Taste bitter, sour, like ink.", "Aversion to meat; desire for juicy things (fruits); for salt food.", "Hunger unusually keen in the evening.", "Thirst while eating, after eating, and during the night.", "After eating, flatulency, pulsations in the rectum, and sexual irritation.", "As soon as he eats anything, must hurry to stool.", "Sweats after drinking." ],
    "Stomach" : [ "Pain in the stomach after drinking water.", "Sour things disagree with him.", "Vomiting of blood.", "Eructations; tasteless, bitter, sour.", "Pain in the pit of the stomach from a mis-step.", "Painful pressure under the sternum." ],
    "Abdomen" : [ "Tension in the region of the liver.", "Uneasiness, heat, pressure, and tension in the region of the liver.", "Pain in the liver, < on standing, so that he bends forward.", "Stitches in the liver, when drawing a long breath.", "Congestion to the abdomen.", "Sensation of fulness, heaviness, heat and inflammation.", "The whole abdomen is painfully sensitive to the touch.", "Abdominal muscles pain when touched, when pressing at stool, or on rising from a recumbent position.", "Bloated abdomen, more on the left side, or along the colon, worse after eating.", "Distension of the abdomen, esp. the epigastrium; with flatus moving about.", "Pulsation in the region of the navel.", "Pain around the navel, worse from pressure.", "Rumbling in the abdomen.", "Discharge of much flatulency, burning, smelling offensive, relieving the pain in the abdomen; after each meal, in the evening and morning, before stools.", "Much soreness in the whole abdominal cavity, so that a false step hurts clear to the pit of the stomach.", "Cutting in the abdomen with disinclination to go into the open air, which relieves the pain.", "Heaviness, fulness, and pressing down in the pelvis.", "Sensation of a plug wedged in between symphysis pubis and coccyx; with urging." ],
    "Stool and Anus" : [ "Sudden or continued urging to stool; < immediately after eating; feeling of fulness and weight in pelvis; only flatus passes.", "Desire for a stool after each meal.", "Rumbling and cramp in the abdomen, before and during stool.", "The hard stool falls without being noticed.", "Involuntary soft stool, while passing wind.", "With the diarrhoea, flatulency, pinching in the abdomen, pain in the back and rectum, and chilliness.", "Diarrhoea very early in morning, driving him out of bed.", "Stools like mush; thin, bright, yellow, grey, hot, undigested.", "Frequent stools of bloody water: violent tenesmus; fainting; passing of mucus in jelly-like lumps, much flatus.", "During the stool, congestion to the head and red face, or hunger.", "Heaviness, heat, pressing, burning in the rectum.", "Want of confidence in sphincter ani; rectum seems full of fluid which feels heavy, as if it would fall out.", "When passing wind, feeling as if stool would escape with it.", "Itching, burning, pulsations, pain as from fissures, at the anus; preventing sleep.", "Haemorrhoidal tumours, protrude like bunches of grapes, very painful, sore, tender, hot, relieved by cold water.", "Fulness and pressing out in anus." ],
    "Urinary Organs" : [ "Increased secretion of urine, esp. at night.", "Frequent urging; burning when urinating.", "Every time on passing urine feeling as if some thin stool would escape with it." ],
    "Male Sexual Organs" : [ "Sexual desire increased; < after awaking; after eating; in the evening.", "Erections in the morning, and after passing water.", "Involuntary emissions during the siesta; towards morning; followed by sexual excitement, micturition, and stool, and restless sleep.", "Penis shrunk, and testicles cold." ],
    "Female Sexual Organs" : [ "Pain in the hypogastrium, as if menses were coming on.", "Fulness and heaviness in the uterine region, with labour-like pains in the loins and groins; worse standing.", "Labour-like pains drawing into the legs.", "Catamenia too early, and too profuse.", "During menstruation, headache, which is relieved by the application of cold water; earache; pain in the small of the back; dragging down in the rectum; fulness in the pelvis.", "Fluor albus.", "Leucorrhoea of bloody mucus, preceded by colic.", "Prolapsus uteri with the above symptoms.", "Uterine haemorrhage about the change of life." ],
    "Chest" : [ "Congestion to the chest.", "Breathing impeded by stitches in the side of the chest.", "Expectoration of blood." ],
    "Neck and Back" : [ "Lumbago, alternating with headache.", "Pain in the small of the back, < sitting, or when awaking at night; > moving about." ],
    "Limbs" : [ "Cold hands with warm feet.", "Lameness in all the limbs.", "Pricking, dull twitching, drawing pain in the joints (fingers, knees, elbows).", "Sensation of weakness in the joints of the hands and feet.", "Pains of short duration, as if bruised or dislocated (l. forearm, r. shoulder-blade, l. ribs)." ],
    "Generalities" : [ "Great weakness, and weak pulse after vomiting.", "Bad effects from sedentary habits.", "Esp. suitable for persons of a lymphatic or hypochondriac temperament." ],
    "Skin" : [ "Itching, esp. of legs.", "Spots which, when scratched, pain and become sensitive." ],
    "Sleep" : [ "Cannot get to sleep for a long time, thoughts crowd upon him and keep him awake." ],
    "Fever" : [ "Chills, with coryza, in the cold open air; at stool, shivering. Heat in spots, on scalp or face. Sweat: smells strong; offensive on genitals; at night, after drinking." ]
  }
}