{
  "remedyName" : "Alumina",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, affections of. Boils. Bubo. Catarrh. Chlorosis. Constipation. Constipation of nursing infants. Cough. Disappointments, effects of. Dysentery. Dyspepsia. Eczema. Eyes, affections of. Fissures. Fistula. Headache. Hernia. Irritation. Leucorrhoea. Locomotor ataxy. Nails, affections of. Otorrhoea. Ozaena. Paralysis. Pregnancy, constipation of. Pregnancy, toothache of. Prostatorrhoea. Rhagades. Scrofula. Strabismus. Taste, disordered. Tetters, moist and itching. Throat, affections of. Trismus. Typhus." ],
    "Characteristics" : [ "Like its relative Alumen, Alumina produces irritation of mucous membranes with dryness or extreme secretion and paralysis of involuntary muscles, as those of the rectum and of the nervous and muscular systems generally. Alumina paralyses the bowels in the same way as lead, to which it is an antidote. Even small and soft stools are passed with great difficulty. Pregnant women and children are liable to this kind of constipation. A very prominent characteristic is that a person must strain at stool in order to urinate. Teste groups Alumina with Sepia and Copaiva. He considers it the chronic of Sepia as Silic. is of Puls. Paralysis of the internal rectus muscle of the eye, causing squint. Also ptosis. Drawing, pains appear in the limbs; a sensation of constriction in several organs. Several painful symptoms show themselves after the midday meal, and continue till evening, when they disappear or are replaced by others which begin only then. On the other hand the pains which appear in the morning or in the evening are abated after eating. Trembling, convulsive movements of the limbs and head; spasms, with tears and laughter alternately. There is exaltation of the whole nervous system. Trembling of the whole body with desire to lie down, which, however, < the fatigue. Great general fatigue, even after a short walk, but chiefly after speaking. Frequent stretching while sitting. The nates go to sleep while sitting. Drags legs (especially left). Many of the symptoms of locomotor ataxy are reproduced by Alumina, and it is one of the most useful remedies in that disease. Boenninghausen cured a case with Aluminium. Sluggishness of action is characteristic of this medicine; urine is slow in passing; great straining to pass even a soft stool; can only evacuate bowels when standing; has to strain as if abdomen and rectum were paralysed. (Caust. has defecation only when standing; but the straining is less.) Sensations are slow in being transmitted to the centres. In the mental sphere there is confusion. \"When he says anything he feels as if another person had said it, and when he sees anything, as if another person had seen it, or as if he could transfer himself into another, and only then could see.\" A feeling of hurry follows, things do not move fast enough. Impulses. Suicidal tendency, a sudden impulse from seeing blood on a knife. Sad; apprehensive; wants to getaway; fears going crazy. Mental symptoms mostly come on in the morning on waking. Vertigo on closing eyes. Catarrh is a very general feature. Catarrh with dryness of mucous membranes. The throat looks parched and glazed. The nose is stopped, feels dry, and the point of it is cracked. Alm. has the fish-bone sensation in the throat on swallowing. There is profuse leucorrhoea running down to the heels, sometimes excoriating. As with the mucous membrane so with the skin: itching eruptions < from warmth of bed. Eruptions of all kinds, indurations, ulcers. Granular eyelids. Hairs fall out all over body. The skin of the face feels as if covered with dried white of egg, or as if a cobweb was on it. Fissures. Alumina has some curious symptoms in the digestive sphere. There is a craving for dry rice and dry food. It has < from starch, especially the starch of potatoes. < From salt, wine, vinegar, spirits. Burning pains in the back are very characteristic, and especially a sensation as if a hot iron were forced through the lower vertebrae.", "The symptoms are < on alternate days; periodically. Guernsey describes a characteristic periodicity thus: \"Patient gets along nicely for a time, then, from no apparent cause, gets worse for a time, then better, and soon a relapse may be worse than the original illness, another relapse not so bad, and so on with longer intervals between.\" In afternoons; at new or full moon; < in the morning on waking. < After coitus. < In cold air, out of doors; in dry weather. They are > by cold washing; by moistening the part; by warm food or drink; by warmth generally.", "Alumina is suited to persons of sedentary habits who suffer from chronic ailments; to constitutions with diminished animal heat. Psoric persons. The action of Alumina is slow in developing, and the remedy must not be changed quickly." ],
    "Relations" : [ "Compare: Aluminium (which has been used on indications taken from the proving of Alumina). Antidote to: Lead. Antidoted by: Bry., Camph., Cham., Ipec. Complementary: Bry. Follows well: Bry., Lach., Sul. Similar to: Alumen; Arg. nit. (clergyman's sore throat, paralysis); Bar. c. (hypochondriasis of aged; constipation); Bry., Calc.; Cham. (useful as an intermediate remedy); Con. (old people; squint) Ferrum (chlorosis; relaxed abdomen; disgust for meat, &c.) Fer. iod. (profuse transparent leucorrhoea); Graphit. (chlorosis, skin rough, chapped, itching nails; blepharitis, &c.); Ipec.; Kali bi. (clergyman's sore throat) Lach. (sad on waking; climaxis); Lyc. (clergyman's sore throat) Pic. ac., Plumb. (colic, constipation) Puls. (tearful, peevish; head, &c., > in open air; ozaena; taste lost averse to meat; scanty menses complaints at puberty; lack of animal heat; soles of feet sore, < walking; toes red, itching, &c.); Ruta (loss of power of internal recti); Sepia (irritable, tearful; ozaena; scanty menses; puberty prolapsus uteri; inactive rectum weakness in urinary organs, &c.); Sil., Sul., Zinc. (inner canthus granular lids; < from wine)." ],
    "Causation" : [ "Anger. Disappointments. Lifting. Bodily exertion." ],
    "Mind" : [ "Humour morose, sad, with despair of cure.", "Involuntary tears.", "Anguish and anxiety as if one were threatened with some fatal accident, or had committed some crime.", "Time passes too slowly; intolerable ennui; an hour seems half a day.", "Seeing blood on a knife she has horrid ideas of killing herself, though she abhors the idea.", "Apprehensions.", "Disposition to be frightened.", "Air sorrowful and morose.", "Ill-humour, with unfitness for labour.", "Disposition to be angry.", "Obstinate, and contradictory humour.", "Taking everything in bad part.", "Humour changeable; at one time bold, at another timid.", "Weakness of memory.", "Distraction, inadvertence, and incapability of following up an idea.", "Absence of ideas.", "Blunders in speaking.", "Great vivacity of apprehension, alternately with inadvertence, and deprivation of sight and hearing.", "Sensation, as if self-consciousness were outside the body." ],
    "Head" : [ "Dizziness, whirling sensation, everything turns in a circle, most frequently so as to cause falling; sometimes with nausea, or tension in the nape of the neck; < before breakfast; on opening eyes; when closing eyes.", "Easily made drunk.", "Vertigo, with white stars before the eyes.", "State of intoxication after smoking tobacco, or after having taken the weakest spirituous drink, and principally in the morning.", "Headache, as if one were dragged by the hair; or smart shootings in the brain, with inclination to vomit.", "Stitches in the brain with nausea.", "Heaviness of the head, with paleness of face, and fatigue.", "Compressive cephalalgia.", "Headache with constipation.", "Headache from chronic catarrhs in the head.", "Beatings and pulsations in the head.", "Congestion of blood towards the eyes and nose, with pressure in the forehead and epistaxis, with a chill when walking in the open air; better after lying or eating.", "Headache < while walking in the open air; > lying down, the head being softly supported.", "Itching in the forehead.", "Pain, as from excoriation, in the scalp.", "(Moist crusts on the temples.).", "Dryness of the hair.", "Itching in the scalp, with profuse desquamation." ],
    "Eyes" : [ "Pressure on the eyes, which renders it impossible to open them.", "Pressure, as from a grain of sand, in the corner of the eye, in the evening.", "Sensation of burning in the eyes, with nocturnal agglutination of the lids, and diurnal lachrymation.", "Sensation of coldness in the eyes and eyelids on walking in open air.", "Swelling of the eyelids.", "Paralysis of the upper lid.", "Hordeolum.", "Eyelashes fall out.", "Inclination to stare.", "Spasmodic drawing of the lids at night, with pain in the eyes on opening them.", "Stitches in the eyes.", "Photophobia.", "Confusion of sight, as from a mist, and sparkling before the eyes.", "Yellow aspect of all objects.", "Coloured reflection round the candle in the evening.", "Strabismus of both eyes; esp. loss of power of internal rectus.", "Glittering before the eyes on shutting them.", "Far sight." ],
    "Ears" : [ "Shooting pains in the ears, principally in the evening, or at night.", "Stitches in the (l.) ear (evening).", "Itching and sensation of burning in the ears.", "Frequently, in the evening, heat and redness of one ear.", "Purulent discharge from the ears.", "Crackling noise and buzzing in the ears, chiefly when chewing, but also on swallowing." ],
    "Nose" : [ "Pain in the root of the nose and in the forehead.", "Pain, swelling, and redness of the nose.", "Soreness and scabs in the nose, with discharge of thick yellow mucus.", "Discharge of solid, yellow, greenish substances from the nose.", "Accumulation and flow of a thick and yellowish matter from the nose.", "Nostrils ulcerated.", "Furunculus in the nose.", "Ozaena.", "Blood from the nose when blown.", "Epistaxis.", "Sour smell in the nose.", "Smell either exceedingly delicate or weak.", "Coryza, with defluxion from one nostril, with stoppage of the other.", "Coryza, alternately dry and flowing.", "Stoppage of the nose." ],
    "Face" : [ "Aspect gloomy, morose.", "Rapid alternation of redness and paleness of countenance.", "Copper-like redness of the cheeks, as in drunkards.", "Tingling on the face, and tension of the skin, as if it were covered with white of egg dried.", "Sensation of swelling, and of heaviness of countenance.", "Bulbous swellings and blood-boils on the face and nose.", "Red painful spot on the cheek.", "Roughness of the skin of the face, esp. over the forehead.", "Heat and redness.", "Itching and eruption of small pimples over the face.", "Moist scabs on the temples.", "Shooting and drawing sensation in the cheek-bones.", "Transient heat of face.", "Furunculus in the cheeks.", "Leprous tubercles in the face.", "Lips dry, and cracked, with exfoliation of the skin.", "Swelling of the lips.", "Pimples and scabby eruptions on the lips.", "Swelling of the jaws, with tensive pain on opening the mouth, and on chewing.", "Shortening of the lower jaw.", "Involuntary spasmodic twitching of lower jaw.", "Trismus." ],
    "Teeth" : [ "Pains in the teeth on chewing, or in the evening, in bed.", "Tearing in the teeth, extending to other parts, as far as the zygomatic bone, and in the forehead and temples.", "Piercing pain in the carious teeth.", "Ulceration of the roots of the teeth.", "Ulcer on the gums.", "Swelling of the gums, which have a tendency to bleed.", "Sensation as though the teeth were elongated.", "Odontalgia, with nervous irritation, as after a chill, or after the use of Chamomilla." ],
    "Mouth" : [ "Pain as of excoriation in the mouth, palate, tongue, and gums, which almost prevents eating.", "Small ulcers in the mouth.", "Dryness of the mouth, chiefly on waking.", "Accumulation of a sweetish or sour saliva in the mouth, like actual salivation.", "Musty or putrid smell from the mouth.", "Tongue loaded with a black or yellowish coating.", "Expectoration of bloody mucus." ],
    "Throat" : [ "Sore throat, which is aggravated in the evening and at night, but which is ameliorated on taking anything warm, and which is less painful in the morning.", "Contractive, or shooting pains in the throat, chiefly on swallowing.", "Difficult deglutition, as if the gullet were contracted.", "Cramp-like pressure and squeezing in the oesophagus.", "Sensation, as if the oesophagus were contracted when swallowing a small morsel of food; it is felt until it enters into the stomach.", "Pains in throat < evening and night.", "Swelling of the tonsils.", "Great dryness in the throat.", "Accumulation of a thick and viscous mucus in the throat, with difficult expectoration.", "Painful ulcers in the fauces, secreting a brown, badly-smelling pus.", "Sensation of a splinter in the throat." ],
    "Appetite" : [ "Sweetish taste, or a taste of blood in the mouth.", "Rough taste, astringent, or bitter and insipid.", "Bulimy.", "Irregular appetite; at one time too strong, at another too weak.", "Food appears insipid, esp. in the evening, and principally bread and meat.", "Distaste for animal food.", "Craving, with want of appetite.", "Appetite for dry foods; for starch; chalk; clean white rags; charcoal; cloves; acids; coffee or tea grounds; dry rice.", "Desire for hot drinks.", "Desire for vegetables, for fruits, and spoon meats.", "After having eaten, and chiefly in the evening, hiccough, pressure in the stomach and abdomen, distaste, nausea, and lassitude.", "Potatoes excite nausea and bitter eructations.", "All irritating things immediately start cough." ],
    "Stomach" : [ "Eructations, sour and acrid, and pyrosis.", "Chronic tendency to eructation.", "Frequent eructations.", "Nausea, with faintness.", "Frequent nausea and inclination to vomit, chiefly when speaking, when re-entering the room after walking, and in the morning.", "Pressure in the stomach, chiefly in the evening and after eating.", "Contraction and constriction in the region of the stomach, often as far as the throat and breast, and sometimes with difficult respiration.", "Pain, as from excoriation, in the pit of the stomach and in the hypochondria, principally on turning the body in bed, or on stooping." ],
    "Abdomen" : [ "Painful sensibility of the liver on stooping, followed sometimes by shooting pains.", "Colic whenever the body is exposed to a chill.", "Colic with drawing pains, principally in the evening, or at night, or after dinner.", "Cutting pains, chiefly in the morning.", "Flatulent colic.", "The colic is ameliorated by heat applied externally.", "Painter's colic.", "Protrusion and incarceration of inguinal hernia." ],
    "Stool and Anus" : [ "Stools hard, unfrequent, and scanty, sometimes with pain in the anus.", "Constipation and obstruction of the abdomen.", "Difficult stool, from inactivity of the intestines.", "Difficult evacuations from want of peristaltic motion of the intestines; even the soft stool can only be passed by great pressing.", "Constipation of pregnant women, children, and painters.", "No desire for, and no ability to pass stool, until there is a large accumulation.", "Hard, knotty stools, covered with mucus.", "Small stools, sometimes like pipe stems (also Phosphor.).", "Voiding of much slimy matter with the stool, during the continuance of colic.", "Loose stools with pain in the belly and tenesmus.", "Green stools in summer complaints.", "Loss of blood during and after the stools.", "Burning and itching in the anus.", "Blind piles protrude, become moist, with lancinating pain; are hard and itch.", "Pressure and shooting pain in the perinaeum." ],
    "Urinary Organs" : [ "Pain in the kidneys, principally when walking or stooping.", "Sensation of weakness in the bladder and in the genital parts.", "Eager desire to make water, with increased aqueous evacuation, accompanied sometimes by a sensation of burning.", "Frequent ineffectual desire to urinate: the urine can only be passed during a stool.", "Urine less copious, with red and sandy sediment.", "Nocturnal urination.", "Urine turbid, white, as if chalk had been put into it.", "Thick whitish sediment in the urine." ],
    "Male Sexual Organs" : [ "Sexual desire increased; or suppressed.", "Frequent pollutions and nocturnal erections.", "Copious secretion behind the glans.", "Excoriation of the prepuce.", "Contractive pain in the spermatic cord, with contraction of the testicle.", "Hardness and painful sensibility in one of the testes.", "Flowing of prostate fluid during difficult stools.", "Pains in the perinaeum, during coition, and while the erection continues.", "Increase of suffering after pollution.", "Sweat on perinaeum at beginning of erection or during coition." ],
    "Female Sexual Organs" : [ "Menstruation scanty, too early, and of short duration; blood pale.", "Menses too copious, with inflation of the abdomen.", "During the period of menstruation, sleep agitated, with many dreams, great activity in the circulation, heat in the face, headache, and palpitation of the heart.", "Before and during menstruation, colics, headaches, and other painful affections.", "After the menses great fatigue.", "Corrosive leucorrhoea, with smarting in the genital parts.", "Leucorrhoea before or after the menses, and often with trembling, fatigue, and colic.", "Leucorrhoea flesh-coloured, or aqueous, and causing stiffness of the linen; transparent mucus before and after menstruation." ],
    "Respiratory Organs" : [ "Dry cough, principally in the morning, sometimes, at a later period, followed by expectoration.", "Short, dry cough.", "Dry, short cough, esp. in the morning, with dyspnoea.", "All irritating foods immediately start cough.", "Cough with impeded respiration, or with pains in the head and at the nape of the neck.", "Catarrh of the larynx and of the bronchi, with scraping sensation in the throat.", "Sudden taking cold, with loss of voice, morning and evening." ],
    "Chest" : [ "Oppression at the chest.", "Dyspnoea when seated.", "Nocturnal pressure in the chest.", "Sensation of constriction in the chest, chiefly when seated in a bending attitude, or while stooping.", "Pain, as of excoriation, in the chest and in the pit of the stomach, sometimes with cough.", "Pain in the sternum on touching it." ],
    "Heart" : [ "Palpitation and shocks at the heart.", "Palpitation every morning on waking; irregular beats.", "Wakes to a.m. with anxiety at heart, > immediately after rising." ],
    "Neck and Back" : [ "Itching of nape of neck and throat.", "Stitches in nape.", "Pain in the loins during repose.", "Pain like that of a bruise in the loins and in the back.", "Shooting pains in the back.", "Sensation in the back as if it were pierced with a hot iron; through the lower vertebrae." ],
    "Upper Limbs" : [ "Pains in the arms while kept hanging down or extended on the bed.", "Tearing in the arms from the shoulder to the fingers.", "Pain, as if burned by a hot iron, in the elbows and the fingers.", "Paralytic weight in the arms.", "Swelling of the arm and the fingers.", "Tetters and moist scabs on the forearms.", "Mealy desquamation of the hands.", "Fissures in the hands, which readily bleed.", "Gnawing pain under the nails, sometimes with tingling in the arm.", "The nails have a tendency to break when they are cut.", "Panaris." ],
    "Lower Limbs" : [ "Stiffness, numbness, and insensibility of the legs at night.", "Sensation of tearing in almost all parts of the lower limbs.", "Great heaviness and weakness of the legs, chiefly in the hips.", "When sitting, the nates go to sleep.", "Drawing pain in the knees when going upstairs.", "Tension in the calves when walking, and cramps on crossing the legs and on resting the toes on the ground.", "Pain as from fatigue in the joints of the feet when seated.", "Pains in the soles of the feet when walking.", "Cold in the feet.", "Itching and redness in the toes, as if from chilblains.", "Sensation of burning under the toes." ],
    "Generalities" : [ "Pulling pains in the limbs.", "Sensation of constriction in internal organs (oesophagus, stomach, rectum, bladder).", "Aggravation of suffering from potatoes, and often on alternate days.", "Several painful symptoms show themselves after dinner, and continue till evening, when they disappear, or are replaced by others, which begin only then.", "The pains which appear in the morning, or in the evening, are abated after eating.", "Suffering in consequence of disappointments.", "Trembling and convulsive movements of the limbs, and even of the head.", "Great heaviness in the legs and arms.", "Spasms, with tears and laughter alternately.", "Exaltation of the whole nervous system.", "Illusive sensations; some parts of the body feel as if they had become larger.", "Trembling of the whole body, with desire to lie down, which, however, increases the fatigue.", "Great general fatigue, even after a short walk, but principally after speaking.", "Frequent stretching while sitting.", "Want of vital heat." ],
    "Skin" : [ "Miliary eruption in the arms and legs, with much itching and serous bleeding after having scratched.", "Chapped skin and bulbous eruptions.", "Boils or itching exanthemata on perinaeum.", "The slightest injuries of the skin smart, and become inflamed.", "Leprous pimples.", "Scurf and tetters, which itch or become moist chiefly in the evening.", "Renewal of cutaneous symptoms at every new or full moon.", "Rhagades.", "Brittle nails." ],
    "Sleep" : [ "Sleep tardy, and wakefulness before midnight.", "Restless sleep, always awakening with palpitation of the heart.", "Nocturnal sleep too light, agitated, with frequent starts.", "Deep sleep, not refreshing, with a desire in the morning to sleep more.", "Frequent waking in the night.", "Dreams frequent, anxious, with talking, laughter, tears, lamentations, groans, and somnambulism.", "Dreams of horses, of quarrels, and of vexations, of fire, of marriages, of spectres, of death, of robbers.", "Dreams, with fear of death after waking.", "Nightmare.", "During the night, anxiety, agitation, and tossing about; or heat, toothache, headache, spasms, and oppression of the chest, or diarrhoea, with pains in the stomach, and shiverings.", "After sleep, on waking in the morning, mind weighed down by vexatious ideas, or nausea, with insipidity in the stomach, and feverish movements." ],
    "Fever" : [ "Pulse full and accelerated.", "Shivering, even when near a fire, and at night, in bed, not able to warm oneself.", "Fever towards the evening, with predominant chilliness.", "Sensation of cold immediately after taking soup at midday.", "During the day chill; during the night, fever.", "Heat in the evening which spreads from the face; at times only over the r. side of the body.", "Perspiration at night, or more towards morning, in bed; mostly in the face, or on one side of the face.", "Inability to perspire." ]
  }
}