{
  "remedyName" : "Alumen",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcohol, effects of. Anus, affections of. Bronchitis. Catarrh. Cancer. Chilblains. Colic. Constipation. Cough. Diabetes. Diarrhoea. Dysentery. Eczema. Eyes, affections of. Eyes, operations on. Gleet. Gonorrhoea. Haemorrhages. Hoarseness. Lead colic. Leucorrhoea. Locomotor ataxy. Noma. Oesophagus, stricture of. Paralysis. Polypus. Pruritus. Scurvy. Skin, rough. Strabismus. Teeth, operations on. Throat, affections of. Typhoid, haemorrhage in. Ulcers. Uterus, affections of. Uvula, relaxed. Vaginismus." ],
    "Characteristics" : [ "The well-known astringent action of Alum. gives a leading indication for its use in practice. Sensations of dryness and contraction are prominent in various parts. I have frequently removed with it constipation of the most aggravated kind, as in cases of cancer of uterus and rectum. Stools as hard as stones is the leading indication. No desire for stool for days. Contractive sensation in abdomen and pelvis, and retraction of abdomen as in lead colic. Paralytic states with the sensation as if bound with a tight band. On the other hand, it is equally available for the states of relaxation, which corresponds with its secondary action: sluggish action of muscles; haemorrhages of various kinds; large clots in typhoid; relaxed mucous membranes; relaxed uvula; hoarseness and bronchial affections; diarrhoea. Catarrhal conditions prevail throughout the remedy. The Alum. patient is very sensitive to cold; exposure to air roughens and chaps the skin. Slight scratches bleed. Bleeding after tooth extraction. There is a tendency to indurations whenever inflammations occur, hence: scirrhous indurations; indurated glands. Pains are insupportable. Attacks come and go suddenly; periodic. Many complaints come on during sleep. There is nightmare. Turning on r. side > vertigo. Lying on r. side brings on palpitation. There is sensitiveness to all sorts of weather changes, and especially to cold. W. P. Wesselhoeft has cured bronchitis characterised by scraping from upper sternum to throat, with free expectoration of thick, yellow mucus, paroxysmal cough, morning cough with gagging, aching in chest and in the lower part of the back in region of lower ribs. A peculiarity was the profuse expectoration with the scraping, for scraping coughs are usually dry. Cepa had helped the preliminary sneezing and coryza." ],
    "Relations" : [ "Antidoted by: Cham. (cramps in abdomen); Nux v., Ipec. (nausea and vomiting); Sul. Antidote to: Lead poisoning; calomel and other mercurials; Aloe (vomiting blood). Similar to: Alumina, Aluminium; Alo. (rectum); Caps. (long uvula); Fer. (relaxed abdominal walls, prolapsed uterus); Kali bi. (stringy discharges); Merc. (prolapsed uterus, vagina, rectum; tenesmus); Merc. cor., Mur. ac., Nit. ac., Nux v., Op., Plat. (lead poisoning); Plumb., Rhatan., Stan., Sul., Sul. ac., Zinc (eyes)." ],
    "Causation" : [ "Bad news. Operations on eyes; on teeth." ],
    "Mind" : [ "Unpleasant news cause nervous tremors.", "Lectophile." ],
    "Head" : [ "Vertigo, lying on his back, with weakness in pit of stomach, > opening eyes, > turning on r. side.", "Headache > drinking cold water.", "Burning pain and weight on vertex > ice-cold cloths pressed on the part." ],
    "Eyes" : [ "R. eye squints towards nose.", "Prolapse of iris after cataract operation.", "Sees double by candle-light." ],
    "Ears" : [ "Purulent otorrhoea." ],
    "Nose" : [ "Nasal polypus l. side with rough skin all over the face and body and neuralgic headache.", "Lupus or cancer on rose." ],
    "Mouth" : [ "Teeth loose.", "Gums swollen, inflamed, spongy.", "Teeth and gums rather scorbutic.", "Profuse haemorrhage after extraction of tooth.", "Tongue dry (black); burning in evening; sour feeling; stitches < at tip (scirrhus of tongue).", "Spreading ulcers in mouth; noma.", "Profuse ptyalism." ],
    "Throat" : [ "Tonsils inflamed.", "Uvula elongated, relaxed.", "Spasm of oesophagus, liquids can scarcely be swallowed.", "Prickly sensation both sides of throat and great dryness with constant desire to drink.", "Scraping in throat with cough.", "Throat covered with mucus, causing cough.", "Spitting up of a coagulated lump of blood morning after rising.", "Enlarged indurated tonsils from frequent colds." ],
    "Stomach" : [ "Vomits large quantities of glairy mucus or tough, colourless slime, and often everything he eats; blood; habitual haematemesis in hard drinkers.", "Sinking sensation > by eating.", "Burning heat > by drinking cold water.", "The pain is > by pressing on stomach." ],
    "Abdomen" : [ "Colic < by walking, with fulness and heaviness. (Potter's colic, lead colic.).", "Abdomen retracted, > from pressure." ],
    "Stool and Anus" : [ "No desire for stool for days.", "Violent, ineffectual urging to stool.", "Stool hard as stones.", "Difficult stool, with some blood and subsequent beating in anus.", "Diarrhoea ichorous, mixed with blood of an offensive odour, great exhaustion.", "Very exhausting diarrhoea.", "Masses of coagulated blood in typhus.", "Putrid dysentery.", "Pains from rectum going down thighs.", "After stool: scarcely endurable pain with scirrhous induration in rectum.", "Itching in anus all evening." ],
    "Urinary Organs" : [ "Urine voided with difficulty.", "(Diabetes mellitus.).", "Oily iridescent film on urine." ],
    "Male Sexual Organs" : [ "Erections while at dinner.", "Frequent emissions.", "Gonorrhoea; gleet.", "Shooting pain from middle line of belly, as along a thread, down into penis.", "Cutting pain in l. side of penis." ],
    "Female Sexual Organs" : [ "Affections of l. ovary (with constipation), insupportable pain.", "Weight and prolapse of uterus.", "Indurations, ulcerations, of uterus, even scirrhus.", "Copious leucorrhoea.", "Leucorrhoea and emaciation, with yellow complexion.", "Menses scanty, watery.", "During menses hands weak.", "Vagina very sensitive, and narrowed by swellings of various size (vaginismus).", "Pruritus.", "Flooding after childbirth; sore, inflamed nipples; cancer of the breasts." ],
    "Respiratory Organs" : [ "Hoarseness < from talking.", "Aphonia.", "Croup and bronchitis.", "Cough from tickling in larynx caused by talking.", "Scraping from upper sternum to larynx, thick, yellow sputa, paroxysmal cough.", "Ropy sputa.", "Atonic haemoptysis." ],
    "Heart" : [ "Pain from heart to lower part of r. lung.", "Strong pulsation through whole body." ],
    "Skin" : [ "Proud flesh; chilblains; indolent ulcers.", "(This remedy is particularly applicable to old people.)" ],
    "Fever" : [ "Slow pulse.", "Furious delirium." ]
  }
}