{
  "remedyName" : "Ambra Grisea",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, irritation of. Asthma. Bashfulness. Brain, softening of. Cardiac asthma. Convulsions. Cough. Deafness. Emaciation. Epistaxis. Face, pimples on. Hysteria. Jaundice. Menstrual irregularity. Music, intolerance of. Nervousness. Nymphomania. Pruritus vulvae. Puerperal convulsions. Ranula. Reaction defective. Spleen, pain in. Tympanites." ],
    "Characteristics" : [ "Ambra produces faintness (Moschus), nervousness, jerks, and twitches. Reflex action is increased. The patient has an embarrassed air; the bashful state is very characteristic in certain connections. Embarrassed in company. Cough worse when many people are present. As if in a dream. Forgetful. There is defective reaction in nervous patients. Sensation of icy coldness in abdomen. The pelvic organs are painfully influenced. There is voluptuous itching on the scrotum and some rawness below the thighs in the male. In the female there is discharge of blood between the periods at every little accident, as straining at stool or extra work. Severe itching on pudenda. During urination, itching, tickling, burning of vulva and urethra. Nymphomania, with discharge of bluish white mucus. In childbed, obstinate constipation and tenesmus with bashfulness; cannot make the attempt to stool if any one is present, even the nurse. There is a tickling, spasmodic cough. Cough excited by speaking. Night cough. Cough followed by copious belching. Itching in chest. The limbs go to sleep easily. Finger nails are brittle. Sweat on slightest exertion. Sleepless from worry; retires tired, wakeful as soon as touches pillows. < Warmth; > cold; < from overlifting. Suited to excitable, nervous children. Nervous persons. Lean persons. Old persons. Nervous bilious temperament. \"Dried-up\" nervous persons. \"Thin, scrawny women.\"" ],
    "Relations" : [ "Compare: Moschus (faintness; hysteric asthma); Castor., Asaf., Pso. and Valer. (defective reaction); Coca (bashfulness); Kali bro., Nux v. (increased reflexes); Calc., Nat. c. (coldness in abdomen); Act. r. (night cough); Nux v. (thin, nervous persons); Ars. (Asthma); Phos. (asthma, nervous excitability; \"irritable weakness\"; slender build); Bov. (flow of blood between the periods); Lach. and Sep. (< from overlifting); Coff., Chi., Ign., Sul., Puls., Staph.; Sec. (scrawny women). Antidoted by: Camph., Coff., Nux v., Puls., Staph. Antidote to: Staph. (especially the voluptuous itching of scrotum); Nux v." ],
    "Mind" : [ "Great restlessness.", "Hastiness and nervous excitement when talking.", "Memory impaired.", "Slow of comprehension, has to read a sentence over and over again, and then does not understand; thinking powers are quite impaired.", "Melancholy.", "Inconsolable sadness.", "Anxiety, esp. in the evening.", "Timidity.", "Despair, and disgust of life.", "Repugnance to laughter and conversation.", "Excitement, agitation, and precipitation, chiefly during intellectual labours.", "Imagination occupied with grinning faces and wanton images.", "Absence of ideas.", "Difficult conception.", "Embarrassed manner in society; bashful." ],
    "Head" : [ "Attack of dizziness, esp. on walking in the open air.", "Vertigo, which compels the patient to lie down, with a sensation of weakness in the stomach.", "In the morning, headache as after a nocturnal debauch.", "Sensation of weakness in the head, with external shivering.", "Pressive pain in the head, every two days, with heat in the head, burning in the eyes, and paleness in the face.", "Pressure in the forehead, with fear of losing one's reason.", "Pressing pain in the forehead and vertex, with heat in the head, with pale face on alternate days, with fear of losing his senses.", "Pressive squeezing, with perplexity, principally in the forehead and occiput.", "Congestion of blood in the head, esp. on hearing music.", "Acute sensation of drawing in the head, with ulcers on the scalp.", "Dartings in the head.", "Pain in the head, as if caused by a strain from lifting a weight.", "Pain in the scalp on its being touched, with falling off of the hair.", "The scalp feels sore in the morning, when awaking: this is followed by a sensation of numbness, extending over the whole body." ],
    "Eyes" : [ "Pressure on the eyes, with heaviness, and a sensation as if the eyes were too deep in the head, with a difficulty of opening them in the morning.", "Insufferable tickling round the eyes.", "Itching in the eyelid, as if a sty were being formed.", "Inflammatory redness of the sclerotica, with injection of the vessels.", "Confusion of sight, like a mist, and obscurity before the eyes." ],
    "Ears" : [ "Acute sensation of drawing in the ears.", "Tension in the ears.", "Crawling and tickling in the interior of the ears.", "Tinkling and buzzing before the ears.", "Increasing deafness; deaf in one ear, roaring and whistling in the ear." ],
    "Nose" : [ "Spasms in the alae nasi.", "Nasal haemorrhage, principally in the morning.", "Clots or dry blood in the nose.", "Frequent sneezing.", "Dryness and stoppage of the nose, with pain, as of excoriation.", "Dry coryza.", "Chronic suppression of the nasal mucus." ],
    "Face" : [ "Redness and heat, sometimes transient, of the face.", "Jaundiced face.", "Convulsive movements in the muscles of the face.", "Tickling and itching titillation in the face, with eruption of pimples; the same in the forehead, and in the region of the whiskers.", "Red spot on the cheeks, cramps in the lips.", "Cramp of the lower lip.", "Hot lips." ],
    "Teeth" : [ "Drawing, shooting pains, chiefly in the teeth that are carious, and esp. in the open air; increased by taking anything hot.", "Drawing toothache, sometimes on one side and then on the other.", "Bleeding of the gums.", "Painful swelling of the gums." ],
    "Mouth" : [ "In the morning, on waking, dryness and sensation of numbness in the mouth, in the tongue, and in the lips.", "Itching and smarting in the mouth.", "Vesicles in the mouth, with burning pain.", "Nodosities, with pain, like excoriation, below the tongue.", "Tongue coated white, or greyish yellow.", "Offensive smell in the mouth (in the morning).", "Ranula." ],
    "Throat" : [ "Sensation as of a plug in the throat, with difficulty of swallowing.", "Strangling in the pharynx on swallowing food.", "Gnawing and scratching in the throat.", "Accumulation of greyish mucus in the throat, with inclination to vomit, and vomiting when hawking.", "In the morning, hawking up of mucus.", "Asthma in lean and delicate old people." ],
    "Appetite" : [ "Insipid or rancid taste.", "Want of appetite.", "Sourness in the mouth after taking milk.", "After eating, pressure at the pit of the throat, as if a piece had stopped there.", "After eating, cough and gaping, and a feeling as if food did not go down into the stomach.", "Entire thirstlessness." ],
    "Stomach" : [ "Imperfect eructations.", "Frequent eructations, often sour, or with the taste of the food which may have been taken.", "Hiccough after having smoked tobacco.", "Pyrosis principally in the evening, or on walking in the open air.", "Nausea and vomiting.", "Pressure and cramp-like pain in the stomach.", "Sensation of burning in the stomach and in the precordial region.", "Heartburn from drinking milk." ],
    "Abdomen" : [ "Hepatic pains, most frequently pressive.", "Pressive pain in the epigastrium and in the abdomen.", "Heaviness in the belly.", "Tension and inflation of the belly, principally after eating and drinking.", "Compression in the belly, sometimes in the morning.", "Cutting pains in the evening, after midnight, and in bed in the morning with diarrhoea.", "Pain, as from a wound in the abdominal muscles, on coughing and on turning the body.", "Pain in the spleen, as if something were torn off.", "Sensation of coldness in abdomen, sometimes on one side only.", "In the evening sensation of drawing in the abdominal muscles.", "Incarcerated flatus.", "Flatulent colic in the night." ],
    "Stool and Anus" : [ "Constipation and tardy stools.", "Fruitless desire to go to stool, with anxiety, and incapability of enduring the approach of any person.", "Irregular intermittent stools, often only every two days.", "Soft, loose, clear-brown stools.", "After the stool, pressure in the abdomen.", "Flowing of blood with the stool.", "Haemorrhoidal excrescences in the anus.", "Itching and tingling in the anus and in the rectum.", "Itching, smarting, and stinging at the anus." ],
    "Urinary Organs" : [ "In the morning, after getting up, an urgent desire to make water.", "Increased secretion of urine, chiefly at night and in the morning.", "Increased secretion of urine, much more than the amount of the fluid drunk.", "Urine of a yellowish-brown, and turbid, with brown sediment.", "Reddish cloud in the urine.", "Urine tinged with blood.", "Acid smell from the urine.", "Burning in the orifice of the urethra." ],
    "Male Sexual Organs" : [ "Voluptuous excitement of, and itching in, the genital parts, without external cause.", "Burning in the region of the spermatic vesicles.", "Erections in the morning, with numbness of the genital parts.", "Sore rawness between thighs.", "Violent erections in the morning, without sexual desire, with numbness of the parts." ],
    "Female Sexual Organs" : [ "Menses too early; and too profuse.", "Discharge of blood between the periods.", "During menstruation, increased swelling of varicose veins, with pressure in the legs.", "Leucorrhoea thick, slimy, preceded by shooting pains in the vagina.", "Running of white-bluish matter from the vagina.", "The leucorrhoea more abundant at night.", "Burning, pain of excoriation, and itching, in the sexual parts.", "Violent itching, with swelling of the external parts." ],
    "Respiratory Organs" : [ "Cough, with coryza, and expectoration of a whitish and salt mucus.", "Nocturnal cough, excited by excessive tickling in the gullet, cough in the evening, with pain in the l. side, as if something were torn away.", "Spasmodic cough from tickling in the throat with expectoration of yellowish, or greyish-white mucus, tasting salt or sour, in the morning; with expectoration in the evening.", "Convulsive cough, with eructations and hoarseness.", "On coughing, pressive headache in the temples.", "Voice hoarse, harsh, with an accumulation of thick mucus in the air ducts.", "Hoarseness and roughness of the voice, with accumulation of thick, tough mucus, easily thrown off by coughing.", "Cough < by music." ],
    "Chest" : [ "Breathing short.", "Oppression in breathing.", "Oppression felt in the chest, and between the scapulae.", "Breath fetid in the morning after waking.", "Wheezing in the chest.", "Painful oppression in the chest and in the back.", "Pressure in the chest, chiefly in the region of the heart.", "Sensation of rawness in the chest.", "Itching in the chest, and in the thyroid gland.", "Asthma of old people, and of children.", "At night, trembling in the breast.", "Palpitation of the heart, frequently when walking in the open air, with paleness of face, and pressure in the chest as if a lump were lodged there or as if the chest were obstructed.", "Rheumatic pain, as from a bruise in the chest." ],
    "Neck and Back" : [ "Pressive drawing pain in the nape of the neck, and in the back.", "Shooting pain in the loins.", "Stiffness in the loins after sitting long.", "Heaviness in the back, with pain in the belly, as if the intestines were compressed." ],
    "Upper Limbs" : [ "The arms become easily numbed, whether they are leant upon or used to carry something, or even in the night, with sensation of torpor.", "Paralytic drawing, as from dislocation, in the shoulder-joints, in the elbows, in the fore part of the arms, and in the hands.", "Trembling of the arms.", "Pain in the bone of the elbow when touched.", "Cramp in the hands on taking hold of anything.", "Prolonged coldness of the hands.", "Contraction of the fingers.", "In the evening, attack of trembling in the thumb.", "In the morning, the skin at the extremity of the fingers is wrinkled.", "Nocturnal weakness of the fingers.", "Itchy tetter between the fingers.", "Itching in the palms of the hands." ],
    "Lower Limbs" : [ "Sensation of torpor in the legs, with an unsteady walk.", "Sensation of contraction in the (r) thigh, the limb seems to be shortened.", "Nervousness of the legs.", "Heaviness, stiffness, and weakness of the legs.", "Cramps in the legs, and at night in the calves of the legs.", "Acute drawing pain in the legs, from the os sacrum to the feet, with incapability of supporting the foot on the ground: the affected leg seems shorter than the other.", "Excoriation in the hams, with pain, principally in the evening.", "Tingling in the calves of the legs and in the feet.", "Arthritic pains in the joints of the feet and in the great toes.", "Tightness in the joints of the feet.", "Pain, as of ulceration, in the soles of the feet when walking.", "Burning in the soles of the feet.", "Itching of the inside of the soles of the feet.", "Swelling of the feet.", "Shooting pains in chilblains on the toes.", "Pain, as of excoriation, in the corns." ],
    "Generalities" : [ "Infantile or other spasms.", "Cramps and sensation of drawing in the muscles.", "Tearing pains, chiefly in the joints, and often on one side only (from the small of the back through the r. leg).", "Spasms and twitches in the muscular parts.", "Susceptibility to numbness in various parts.", "Many of the symptoms appear during sleep, and diminish after rising.", "Many of the pains are mitigated by walking in the open air, or when lying on the part affected.", "In the evening, and in a warm temperature, many of the symptoms are aggravated.", "Sensation of drawing throughout the body.", "Incisive pain in the hands and feet.", "Inflation and pulsation over the whole body, with great weakness after walking in the open air.", "Ebullitions and pulsations in the whole body, esp. after walking in the open air.", "After having talked much, agitation and trembling all over the body, with restlessness.", "Fatigue, esp. in the morning, in bed, and at night on waking.", "Sensation of numbness and of torpor over the whole surface of the body, chiefly in the morning." ],
    "Skin" : [ "Dry, itching burning.", "Burning herpes.", "Suppressed eruptions.", "Itching, and sensation of burning in several parts of the skin, as from the itch.", "Tetters and itchy eruptions appear during the use of this medicine.", "Dryness of the skin.", "Burning tetters." ],
    "Sleep" : [ "Inclination to sleep during the day.", "Restlessness at night.", "Worriment from business embarrassments.", "Agitated sleep, in consequence of cold in the body, and a sensation of drawing in the limbs.", "Sleep, with anxious dreams and reveries.", "On sleeping, startings with fright." ],
    "Fever" : [ "Pulse accelerated with ebullitions.", "Chill in the forenoon, with weakness and sleepiness, better after eating.", "Flushes of heat, returning every fifteen minutes, worse towards evening.", "Feverish shivering in different parts, followed by heat in the face.", "Transient heat, sometimes with anxiety at the heart.", "Perspiration from slight exertion, esp. on the abdomen and on the thighs.", "Nocturnal sweat, particularly on the diseased side, after midnight." ]
  }
}