{
  "remedyName" : "Ammonium Picricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Headache. Neuralgia. Whooping-cough." ],
    "Characteristics" : [ "Picric acid and its combinations are very powerful medicinal substances of the nitric acid group. Allen gives this indication for Amm. pic. (which has had only a fragmentary proving): Periodical neuralgia in right side of occiput, boring extending to the ear, orbit and jaw; vertigo on rising, especially in irregular menstruation. Hale, who introduced the remedy to homoeopathy, commends it in congestion of brain and spinal cord. Heavy, pressive pains in occiput and mastoid region; on sides of head to temples and eyes. Face darkly flushed. Mind obtuse, disinclined to labour. Periodic bilious headache like that of Sang., and Act. r. One case he cured had these symptoms: Middle-aged woman, short, stout, florid, every six or eight days would wake in morning with violent pain in occipital region, heaviness of head, vertigo on rising. Pain < on getting up; extended over sides of head to temples and eyes. In afternoon nausea and vomiting of sour bilious matter. Another case was that of a doctor who had been thrown from his carriage and injured about the back of his head. He seemed more frightened than hurt, but in a few days he noticed that on turning in bed, or stooping, or on any sudden motion, he would be seized with a \"wild feeling\" in the occiput, trembling beating of heart with intermission, and great alarm. Am. pic. completely relieved him after other medicines had been given in vain. Am. pic is intensely bitter, and like Pic. ac. and other picrates has a strong action on the liver. Pic. ac., like Am. pic., has occipital headache, proceeding down the spine; and also a pain travelling the reverse way. I gave great relief with Pic. ac. in a case of spinal paresis in which a pain rising up the spine into the head was complained of. I think it is the Pic. ac. element in this ammonia salt that accounts for its action in these cases of Hale's." ],
    "Relations" : [ "Compare: Calc. pic., Fer. pic., Pic. ac., Act. r., Sang." ]
  }
}