{
  "remedyName" : "Ammonium Carbonicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma Bronchitis. Cough. Dislocations, pains from. Emphysema. Enuresis. Erysipelas. Gums, sensitive. Haemorrhoids. Hysteria. Lungs, oedema of. Measles. Miliary eruptions. Nose affections. Parotitis. Rickets. Scarlatina. Spotted fever. Sprains. Sternum, pain on. Toothache. Uraemia. Whitlow." ],
    "Characteristics" : [ "Ammon. carb. is a right-side medicine and a venous medicine. A condition of under-oxygenation underlies a large proportion of symptoms. Consequently it is a chilly medicine with great sensitiveness to cold open air, < in wet, stormy weather; from washing; from wet poultice; > by warmth. It is suited to stout women who readily take cold in winter. < At night: a.m. It is also haemorrhagic. There is the scorbutic condition of bleeding gums. Bleeding from the nose, especially in the morning on washing; after a meal. Bleeding piles; at every menstrual period bleeding from rectum. The menses are premature and copious, the blood being dark (colic and pains in loins, or toothache accompanying). Somnolence accompanies many conditions. Bloody expectoration accompanying the cough. Tickling cough. Asthma. Cough from to a.m. Anguish at heart: palpitation and faintness. Pain as from fatigue (hip-joint; legs, thighs). Pains as from dislocation or sprain (wrist, great toe). Pain as of contraction of tendons. Numbness and stiffness of arms and hands. The pains are ulcerative; shooting, digging. Miliary eruption. Swelling of glands. Headache < in morning; with nausea. Hammering, pressing, bursting; as if contents would start through forehead. Feeling of looseness of brain", "as if it fell from side to side, whichever way the head was moved. Burning in eyes; dryness; black spots; sparks; myopia; cataract; catarrh. Muscular asthenopia from prolonged use of the eyes, with appearance of yellow spots on looking at white objects. Pterygium, A curious symptom is: Inability to blow the nose, in children. Dry, stuffed coryza, < at night, breathes with mouth open. Boil on the tip of the nose. Skin of face tight, as if swollen. Foul breath. Toothache, pulling or starting (during catamenia). Sore throat, as of something sticking in it; scraping; spasm; difficult swallowing. Nausea, vomiting, fulness, water-brash, < after eating. Flatulence. Slow, hard evacuations in small pieces. Piles during menstrual period. Miliary eruptions. Dry tetters; excoriations; ulcerations, phagedenic. Restlessness; paralytic weakness. Great prostration, with falling temperature. Gout in great toe. Heel painful on standing. The venous under-oxygenated condition of the medicine again appears in the excessive sleepiness produced in the daytime. In the night there are dreams of spectres of death and attacks of anguish. The mental faculties are slow; weak memory; heedlessness, absence of mind. Sadness, disposition to weep. Timidity. Apprehensive. Ill-humour. Desperate and unruly. Dr. Gallavardin has cured uncleanness in bodily habits with Ammon. carb. The remedy is suited to scrofulous children, stout and sedentary women (most of the carbonates are suited to states of corpulency), women who are always having recourse to the swelling-bottle. Among the ameliorations there are > lying on stomach (Nit. ac.). > Lying on right side; on painful side. > From external pressure; in warm room; in dry air. There is < on bending down. Nose-bleed comes on when washing the face." ],
    "Relations" : [ "Compare the Ammonias, Ant. t., Ars.; Aur. (crushing weight on sternum, but Aur. has less somnolence and less venous congestion) Lach. (to which Am. c. is inimical); Phos., Pul., Sul. It antidotes Rhus and stings of insects, poisoning from charcoal fumes. Is antidoted by: Arn., Camph., Hep., Vegetable acids, Fixed oils." ],
    "Mind" : [ "Sadness, with disposition to weep, apprehensions and anguish, which often disappear towards the evening.", "Fretting in the evening.", "Anxiety with weakness and nightmare.", "Timidity of character.", "Disgust with life.", "Ill-humour in the morning, and when it is bad weather.", "Morose and passionate humour.", "Character disobedient and unruly.", "Excessive gaiety.", "Heedlessness.", "Great absence of mind and weakness of memory.", "Tendency to make mistakes in speaking, in writing, or in calculating.", "Impairment of the intellectual faculties." ],
    "Head" : [ "Vertigo, on reading in a sitting posture, in the morning or in the evening; sometimes with nausea.", "Obstinate headache.", "Headache with nausea.", "The headache often appears in the evening, after walking in the open air, or in the morning, or after a meal.", "Pain, as of ulceration in the head, chiefly on moving the head, or on pressing it.", "Hammering, pressure, and beatings in the head, with sensation as if its contents were going to start through the forehead, or the head were on the point of bursting; < after eating and while walking in the open air; > from external pressure and in the warm room; heaviness and beating in the forehead after dinner.", "Shootings at the base of the brain.", "Headache, as if from carbonic acid gas.", "Sensation as if the brain moved loosely in the skull.", "Soreness of the scalp and of the hair.", "Itching in the head.", "Falling off of the hair." ],
    "Eyes" : [ "Burning in the eyes, principally in the evening, or in the morning, with photophobia.", "Sensation of cold in the eyes.", "Hordeolum.", "Nocturnal agglutination of the eyelids.", "Dry excretion in the eyelids.", "Affections from over-straining the eyes.", "Muscae volitantes.", "Eyes weak and watery after reading or using them at fine work.", "Yellow spots before the eyes on looking at white objects.", "Inability to move the eyes.", "Confused sight, with sparks before the eyes.", "Double vision.", "Myopia.", "Cataract.", "Black spots and bright bands before the eyes.", "Weeping." ],
    "Ears" : [ "Buzzing in the ears, particularly at night.", "Roaring and tingling in the ears.", "Hardness of hearing, with suppuration and itching of the ears.", "Hard swelling of the glands of the neck, and of the parotid glands." ],
    "Nose" : [ "Heaviness in the extremity of the nose on stooping, as if from congestion of blood.", "Itching and purulent pimples in the nose.", "Furunculus at the extremity of the nose.", "Swelling, sensation of excoriation and painful sensibility of the nostrils.", "Discharge of sharp, burning water from the nose.", "Discharge of pus from the nose.", "Excretion of sanguineous mucus.", "Bleeding of the nose, particularly in the morning on washing, or after a meal.", "Obstinate dryness of the nose.", "Obstinate coryza.", "Dry coryza and stoppage of the nose, chiefly at night, with danger of suffocation.", "With long-continued coryza, he can only breathe through the mouth." ],
    "Face" : [ "Face pale and bloated, with nausea and fatigue of body and mind.", "Sickly complexion.", "Heat in the face during intellectual labour.", "Tension and acute dragging pains, with shootings in the right side of the face.", "Tightness in the skin of the face, as if the face were swollen.", "Hard swelling of the (r.) parotid gland.", "Distortion of the features.", "Eruptions on the face, with itching.", "Furunculi on the cheeks.", "Ephelides.", "Tetter-like eruptions, with desquamation of the skin, on the cheeks, round the mouth, and on the chin.", "Lips dry, cracked, burning, and bleeding.", "The corners of the mouth and lips are sore, cracked, and burn.", "Painful swelling of the sub-maxillary glands.", "Itching eruptions, with soreness of the sub-maxillary glands." ],
    "Teeth" : [ "Toothache on compressing the teeth, or after lying down in the evening, or when the air has penetrated to them, or during catamenia; the pains are, for the most part, drawing or starting, or shooting, or like those of ulceration, and they frequently extend into the cheeks and ears.", "Aggravation from warm fluids, during the menses.", "Pricking pain, esp. in the molar teeth; worse when masticating or touching the decayed tooth with the tongue.", "Obstinate shooting pain in the teeth.", "Caries, elongation, and chronic looseness of the teeth; rapid decay of the teeth.", "The edges of the teeth feel dull.", "Inflammatory swelling, suppuration, and easy bleeding of the gums." ],
    "Mouth" : [ "Redness, inflammation, pain as from excoriation, and sensation of swelling in the interior of the mouth; esp. the inside of the cheeks.", "Eruption of vesicles in the mouth and on the tongue.", "Vesicles on the tongue, at the tip, on the borders, burning, hindering eating and speaking.", "Difficulty of speech, as if from weakness of the organs.", "Great dryness of the mouth and throat, chiefly at night.", "Accumulation of saliva in the mouth, and constant spitting.", "Offensive smell from the mouth, perceptible to the patient." ],
    "Throat" : [ "When swallowing, sensation as of a foreign body in the throat.", "Sore throat, as if something were sticking in it, principally in the morning and evening.", "Pain, as from excoriation and scraping in the throat.", "Swelling of the tonsils, with difficulty in swallowing (tonsils bluish, much offensive mucus there).", "Spasmodic contraction of the anterior muscles of the neck after drinking.", "Putrid sore throat." ],
    "Appetite" : [ "Taste of blood in the mouth.", "Bitter taste, chiefly after eating, or after waking in the morning.", "Acid taste of food and after having taken milk.", "Metallic taste of food.", "Much thirst.", "Constant thirst.", "Inability to eat without drinking.", "Great craving and appetite.", "Want of appetite in the morning.", "When eating, one is soon satiated.", "Repugnance to milk.", "Excessive desire for sugar.", "Dizzy vertigo, and heat in the face when eating.", "After a meal, pyrosis, with scraping in the throat, and drowsiness." ],
    "Stomach" : [ "Sour, or empty, or abortive risings.", "Risings, with taste of food taken.", "Pyrosis.", "Risings, and vomiting.", "Pain as from constriction in the stomach, with nausea, water-brash and chilliness > by pressure and by lying down).", "Nausea and vomiting after eating, with pressure in the pit of the stomach.", "Sensitive painfulness of the stomach, even to the clothing.", "Violent sanguineous vomiting.", "Fulness in the stomach, chiefly after a meal, with nausea, and great tenderness at the pit of the stomach.", "Gastralgia.", "Contractive pain in the pit of the stomach, when stretching.", "Heat and sensation of burning in the stomach.", "Heartburn after eating." ],
    "Abdomen" : [ "Pressure, pain as from excoriation and burning in the hepatic region.", "Piercing shootings in the liver, when seated in the evening.", "Pain in the abdomen, with diarrhoea.", "Contractive spasmodic colics, with nausea, and accumulation of water in the mouth.", "Pain, as from commotion in the abdomen, when walking.", "Noise in the abdomen.", "Elastic swelling in the groin, like flatulent hernia.", "Flatulent, painful colic." ],
    "Stool and Anus" : [ "Constipation.", "Difficult evacuations.", "Slow, hard evacuations, in small pieces.", "Stool difficult, hard, knotty.", "Soft or loose slimy evacuations, followed or preceded by cutting pains.", "After and during an evacuation, discharge of blood from the anus. Haemorrhoids in the anus, sometimes bleeding, with smarting pains.", "Protrusion of haemorrhoids from the rectum during the evacuation, with much pain afterwards.", "Haemorrhoidal tumours protruding before, during, and after stool.", "Nocturnal burning and itching in the anus.", "Excoriation between the legs and at the anus." ],
    "Urinary Organs" : [ "Constant inclination to make water, even at night, with scanty emission.", "Frequent desire to urinate, with continued pressure on the bladder.", "Frequent and copious micturition, esp. in the evening.", "Passing water at night, during sleep (morning).", "Wetting the bed.", "White, sandy urine.", "Reddish urine, like water mixed with blood.", "Emission of blood from the urethra." ],
    "Male Sexual Organs" : [ "Excessive sexual desire, without lascivious ideas or erections; or want of sexual desire and repugnance to the other sex.", "Frequent pollutions, and a sense of contracting, dragging, and heaviness in the testes.", "Discharge of prostatic fluid, after a difficult evacuation." ],
    "Female Sexual Organs" : [ "Swelling, itching, and burning in the (external) genital parts of the female.", "Excoriation of the skin in the parts, and in the anus.", "Premature and too copious menses, with emission of black and acrid blood.", "Before and during the catamenia, colic and pains in the loins.", "During the catamenia, toothache, pressure on the matrix, cuttings, acute drawings in the back and in the genital parts, desire to lie down, paleness of the face, shivering, coryza, and sadness.", "Discharge of serum from the matrix.", "Great weakness during the menstrual flow; haemorrhoids < during.", "Acrid, corrosive, or burning leucorrhoea, or watery." ],
    "Respiratory Organs" : [ "Roughness and hoarseness, with difficulty of speech.", "Inability to speak a loud word.", "Catarrh, with hardness of hearing, and burning in the stomach.", "Cough, with hoarseness.", "Dry cough, as if from a feather in the throat.", "Cough, with asthmatic oppression, particularly when in bed in the evening.", "Tickling cough, with expectoration.", "Cough only at night, or only by day, or in the evening, before going to sleep, or in the morning towards three or four o'clock; dry from tickling in the throat, as of dust.", "Cough, with spitting of blood, with previous sweet taste and with great dyspnoea.", "Cough, with stitches in the small of the back.", "When coughing, shootings in the loins, in the sternum, or in the pit of the stomach.", "Cough, with mucous and sanguineous expectoration, shortness of breath, and sensation of a weight in the chest.", "Expectoration of pure blood, produced by coughing." ],
    "Chest" : [ "Short breath, with choking, principally on going upstairs.", "Asthmatic respiration, and dyspnoea, chiefly in the heat of a room, as well as after any exertion, sometimes with palpitation of the heart.", "Nocturnal dyspnoea.", "Painful sensation of spasmodic asthma, with short and dull cough.", "Shootings in the chest and in the sides, particularly when breathing, singing, stooping, walking, or at night, with inability to lie for any time on the side affected.", "Feeling of fatigue in the chest.", "Congestion towards the chest.", "Heaviness in the chest, as from congestion of blood to the chest.", "Burning in the chest.", "Stitch in the heart, frequently.", "Palpitation of the heart, chiefly after exertion, and sometimes with retraction of the epigastrium, and weakness in the pit of the stomach.", "Shootings in the integuments of the chest.", "Purple miliary eruptions and furunculi on the chest." ],
    "Neck and Back" : [ "Pains in the lumbar region, and pains in the nape of the neck, mostly of a dragging nature.", "Acute draggings from the side to the scapulary joint.", "Painful swelling of the glands of the neck and of the axillary glands.", "Goitre.", "Drawing tension in the back and in the loins." ],
    "Upper Limbs" : [ "Arms and fingers dead and stiff at night, as well as in the morning, and when grasping anything.", "Heaviness and paralytic weakness of the arms.", "Acute pulling in the joints of the arms, of the hands, and of the fingers, > by the heat of the bed.", "Pain, as from a sprain in the wrist.", "Attack of trembling in the hands.", "Swollen veins and bluish colour of the hands, after having washed them in cold water.", "Exfoliation of the skin of the hands.", "The skin of the hands becomes hard and cracked.", "Cramps in the fingers.", "Numbness of the fingers.", "Swelling of the hands when the arms are suffered to fall down.", "Swelling of the joints of the fingers." ],
    "Lower Limbs" : [ "Tightness in the legs, as if the tendons were too short.", "Jerking and contracting of the legs.", "Great fatigue in the legs.", "Pain, as from fatigue, in the coxo-femoral joint, and the thighs, particularly in bed in the morning; > by walking.", "Pain, as if bruised in the thighs.", "Cramps in the feet, in the calves of the legs, and in the tibiae.", "Jerking of the knees and legs.", "Drawing pain in the legs, when seated.", "Acute dragging in the joints of the feet, > by the heat of the bed.", "Pain, as of ulceration, and shootings in the heels.", "Sensation of burning in the feet.", "Swelling of the feet.", "Sweating of the feet.", "Cold and shivering in the feet, chiefly on going to bed in the evening.", "Pain (as from dislocation) in the great toe, principally in bed at night, on moving it.", "Redness, heat, and swelling of the great toe, in the evening, as if from chilblains." ],
    "Generalities" : [ "Pain, as from subcutaneous ulceration.", "Pains, as of ulceration in different parts, or shootings and acute dragging, mitigated by the heat of the bed.", "Pains, as of dislocation, drawing and tension of the joints, as if from contraction of the tendons.", "The right side of the body appears to be more affected than the left side.", "The pains for the most part appear either in the evening or at night, or in the morning.", "General restlessness in the body in the evening.", "Inclination to stretch out the arms and the legs.", "Great fatigue felt from speaking much and from listening to another.", "Weariness, bruise-like pain and great weakness in the limbs, chiefly when walking in the open air, or in the evening, sometimes with an inclination to lie down.", "Repugnance to exercise.", "Convulsions.", "Local inflammations.", "Tetanus.", "Scorbutic dyscrasia.", "Tendency of the blood to decomposition.", "Emaciation.", "Great sensibility to cold." ],
    "Skin" : [ "Violent itching here and there, with burning vesicles and pimples after scratching.", "Miliary, chronic eruptions.", "Redness like scarlatina on all the upper part of the body.", "Scarlatina (malignant), dark red, sore throat, parotids and cervical glands much swollen, stertorous breathing, involuntary stools, vomiting.", "Freckles.", "Burning, acute shootings and drawings in the corns.", "Excoriation of the skin (between the legs, and in the anus, and in the genital parts).", "Desquamation of the skin (palms of the hands).", "(Ganglia.).", "Swelling of the glands.", "Rachitis." ],
    "Sleep" : [ "Sleepiness in the daytime.", "Sleeplessness, and sleep delayed, esp. after going late to bed.", "Sleeplessness till a.m., and when falling asleep, perspiration.", "Nightmare when falling asleep.", "Frequent waking, with fright (great fear afterwards), and difficulty in going to sleep again.", "Sleep full of dreams, both anxious and romantic, historical and lascivious.", "Dreams of spectres, of death, of vermin, and of quarrels.", "Disturbed and unrefreshing sleep.", "At night, attacks of anguish, vertigo, congestion of blood in the head, cephalalgia, toothache, nausea, gastralgia, colic, inclination to make water, spitting of slimy matter, pains in the great toes and in the ganglia, shocks in the body, pains in the limbs, itching and pricking in the skin, restlessness, ebullition of the blood, dry heat, sweat, esp. in the legs, shivering and cold." ],
    "Fever" : [ "Pulse hard, tense, and frequent.", "Attacks of shivering in the evening.", "Violent shivering with trembling, before going to sleep.", "Feverish heat in the head, with cold in the feet.", "Sweats, every night and towards the morning.", "Perspiration in the morning and during the day, mostly on the joints." ]
  }
}