{
  "remedyName" : "Ammonium Muriaticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anosmia. Bronchitis. Constipation. Coryza. Cough. Diarrhoea. Eyes, inflammation of. Feet, pains in. Glands, enlarged. Haemorrhoids. Liver, affections of. Melancholia. Menstruation, disorders during. Pneumonia. Sciatica. Scurvy. Spleen, pains in. Sprains. Stumps, neuralgia in. Tonsils, swelling of. Ulcers." ],
    "Characteristics" : [ "Am. mur. is less prominently a right-side medicine than Am. c.; Guernsey regards it as rather left-sided. It acts specially also on the forehead. It causes ulceration and ulcerative pains; also dislocation-like pains and tension as if tendons were contracted. Both cause paralytic weakness; both are < in open air. Am. mur. has > from warm bath. Am. carb. has greater sensibility to cold and to damp weather than the muriate. Both have itching eruptions of all kinds; drowsiness by day with indolence; shivering in the evening. The mental state is very similar in the two. The muriate has perhaps more melancholy and disposition to tears than the other, and it has peculiar to itself \"antipathy to certain persons.\" Am. mur. has fear of darkness, like Stram., which is not noted under Am. carb. The muriate has fulness in head; weight in forehead. Burning in eyes in twilight or in morning with photophobia. Keratitis. Ulceration in corners of mouth. Sensation in stomach as if fasting, which nevertheless feels full; < after breakfast. Intermittent pains in both hypochondria. Stitches and burning in liver region, stitches in spleen < sitting. Tension in either groin. Shootings in scapula and ice-cold sensation between scapulae, unrelieved by external wraps. In the fever chilliness predominates. Choudhury cured with it a case of intermittent characterised by absence of thirst in all stages. Constipation and piles with bleeding at stool. Sore, smarting haemorrhoids. Hard stool covered with mucus; mucous secretions generally increased. Menses too early and too copious (Am. c.), with pains in loins. Vomiting, diarrhoea, and neuralgic pains in feet during period. Coryza, acrid, watery; scalding hot; with cold feeling between shoulders. Loss of smell. Cough and asthmatic symptom < evening and at night and < in open air. Pain as from ulceration at tips of fingers. Neuralgic pains in stumps of amputated limbs (Al. cep.). Ulcerative pains in heels (ulcers from friction Al. cep.). (Panaris.) Sciatic pain as if tendons were too short. < Sitting or walking. Tension in legs on lying. Large buttocks. Fatty tumours. Obesity. Body fat; legs thin (Am. c., fat all over). There is > walking crooked, < on walking erect. Most symptoms are < at night and from two to four a.m." ],
    "Relations" : [ "Compare: Mag. mur., Nat. mur.; Val. and Ac. mur. (pains in feet and heels); Rhus (sprains; < sitting); Seneg. (fat people); Sep., Sul. In \"aversion to darkness\" compare: Calc., Carb. an., stron., Val., and Stram. A hot bath relieves aggravation caused by Am. m. Antidotes to Am. m.: Bitter almonds; Coffea; Nux v." ],
    "Mind" : [ "Great anguish, and melancholy state as from vexation or cares, with inclination to shed tears.", "Full of grief, but can't weep.", "Morose, apathetic humour, with repugnance to conversation.", "Irritability and disposition to be angry.", "Antipathy to certain persons." ],
    "Head" : [ "Dizziness and vertigo (flushed face and enlarged veins), which mostly disappear in the open air.", "Sensation of fulness in the head and weight over the forehead, chiefly in the morning on rising.", "Pressure in the forehead towards the root of the nose, with a sensation as if the brain were bruised.", "Acute semi-lateral sensation of pulling in the head and in the face.", "Congestion of blood in the head, with internal heat.", "Itching in the scalp, which forces to scratch constantly.", "The hair falls out; often with dandriff." ],
    "Eyes" : [ "Burning in the eyes, and in the corners of the eyes, in the evening, in the twilight, or in the morning, with photophobia.", "Palpitation in the eyelids.", "Confused sight, as from a mist.", "Fluttering spots and points before the eyes, in the day, and in the evening by candle-light.", "Yellow spots before the eyes on looking steadfastly at any object; while sewing." ],
    "Ears" : [ "Shooting in the ears from the inside outwards, esp. in the open air.", "Drawing and piercing sensation in the ears.", "Eruption in the ears.", "Running from the ears.", "Hardness of hearing.", "Tingling and buzzing before the ears.", "Affection of the r. ear commencing in the throat, as if the throat and the ear were connected." ],
    "Nose" : [ "Swelling of the nose, and painful sensibility to the touch, with pain of ulceration and bloody crusts in the nostrils.", "Sneezing, with shooting in the nape of the neck, and as far as the shoulders, and crawling in the throat.", "Coryza, with stoppage of the nose (and tenderness of the nose) and loss of smell.", "Flow of clear corrosive water during the coryza, corroding the lips." ],
    "Face" : [ "Acute sensation of tearing, violent in the zygomatic bones.", "Burning heat in the face in the room.", "Eruptions in the face.", "Ulcerations in the corners of the mouth, and in the upper lip.", "Lips shining, as from grease.", "Lips dry, wrinkled, chapped, and excoriated with burning heat, with blotches of the skin, peeling off; the face burns with an eruption which requires cold applications for relief.", "Tensive pain in the articulation of the lower jaw on chewing, and on opening the mouth.", "Swelling of the sub-maxillary glands, with throbbing pain." ],
    "Teeth" : [ "Acute sensation of tearing in the teeth.", "Swelling of the gums, with shooting pain." ],
    "Mouth" : [ "Burning blisters on the point of the tongue.", "Shooting pain in the throat on swallowing.", "Tenacious mucus in the throat, chiefly in the morning.", "Swelling of tonsils so he can scarcely swallow after taking, cold." ],
    "Appetite" : [ "Bitter taste in the mouth, chiefly in the morning, with bitter eructations and anxiety.", "Absence of hunger and of appetite.", "Much thirst, chiefly in the evening.", "After every meal, nausea, flow of water from the mouth, with shuddering, diarrhoea with colic and pains in the limbs, and sometimes with throbbing in the chest, heat in the face, and restlessness." ],
    "Stomach" : [ "Eructations, mostly bitter or imperfect.", "Regurgitation of what has been taken, or of a bitter and acid water.", "Frequent violent hiccough, often with shootings in the chest.", "Water-brash.", "Drawing or gnawing pains in the stomach, as if from worms.", "Sensation of burning in the stomach and in the precordial region." ],
    "Abdomen" : [ "Shooting pains in the region of the spleen, chiefly in the morning on waking, with dyspnoea, which causes the assumption of an erect position.", "Inflation of the abdomen.", "Pinching in the abdomen.", "Tension and swelling in the groins.", "Sensation of swelling and pain, as of ulceration in the groins, on their being touched." ],
    "Stool and Anus" : [ "Constipation.", "Hard stools, or frequent and soft.", "Hard, crumbly stool, or covered with glairy mucus.", "Diarrhoea with pain, as if caused by excoriation, or by a bruise in the belly.", "Loose, slimy, greenish stools.", "Before the stool, pain in the belly round the navel.", "Discharge of blood with the stool.", "During stool, stitches in anus.", "Pustules form beside the anus, with itching and soreness.", "Stool often varies in colour at every evacuation, no two being alike.", "Pain, as from excoriation in the rectum when sitting; during and after the expulsion of stool, severe burning and smarting.", "Pain in the perinaeum when walking.", "Haemorrhoids: burning, stinging, smarting, soreness." ],
    "Urinary Organs" : [ "Evacuation of urine increased, principally in the night.", "Reddish, clear urine, without sediment.", "Diminished secretion, of urine.", "Slow flow of urine; more abundant during stool.", "Frequent urination, esp. towards morning.", "Sediment, like clay.", "Urine smells strongly of ammonia; sometimes musty odour." ],
    "Male Sexual Organs" : [ "Shootings and throbbings in the spermatic cord.", "Frequent erections." ],
    "Female Sexual Organs" : [ "Menses too early and too copious, with pain in the abdomen, loins, and pains, compressive or drawing, in the back; continuing during the night, when the menstrual discharge is more profuse.", "During the menses, vomiting and diarrhoea, drawing in the feet, or discharge of blood on going to stool.", "Leucorrhoea, with inflation of the belly; or like the white of an egg, preceded by pinchings round the navel; or slimy and brown, discharged after making water." ],
    "Respiratory Organs" : [ "Hoarseness, with sensation of burning in the larynx.", "Violent cough, chiefly in the evening and at night, when lying on the back.", "Frequent hawking, with expectoration of mucus.", "Dry cough in the morning (with tickling of the throat), with expectoration of whitish and thick matter.", "The cough is aggravated after a meal, as well as after a cold drink, and when lying with the head low.", "Cough on breathing deeply, esp. when lying on the r. side.", "When coughing, shootings in the chest and in the hypochondria.", "Spitting of blood, preceded by tickling in the throat.", "When breathing, stitches in the shoulder-blades." ],
    "Chest" : [ "Asthmatic state on moving the arms up and down.", "Weight and oppression of the chest, with difficulty of breathing, chiefly in the open air, or at night.", "Pressure and shootings in the chest.", "Pressure, heaviness, and stitches in the chest, sensation as if a swallowed morsel had lodged in the chest.", "Throbbing in the chest when standing.", "Burning in small spots in the chest, lungs feel sore and as if paralysed.", "Tension and pain, as from fatigue, in the exterior of the chest.", "Eruption and red spots, burning and itching on the chest." ],
    "Neck and Back" : [ "Acute drawings in the sides of the neck and in the collar-bone.", "A fatty swelling on nape of neck, extending from ear to ear.", "Stiffness of the neck, with pain on moving it, from the nape of the neck to the shoulders.", "Coldness in the back, esp. between the shoulders (which nothing warms).", "Pain in small of back as if beaten and shattered.", "Pain in coccyx, when sitting, < when sleeping.", "Pains, as from fatigue in the loins, principally at night, when lying down, when walking, or after stooping.", "Painful stiffness in the loins, which forces one to stoop in walking.", "Shootings in the shoulder-blades, esp. on breathing." ],
    "Upper Limbs" : [ "Heavy and stiff, as if paralysed.", "Tearing in bone of l. upper arm, and afterwards in r. thigh from above downwards.", "During the night, acute tearing in the arms, as if it were in the bones.", "Swelling and hardness of the axillary glands.", "The r. arm is heavy and stiff.", "Tearing in the shoulders.", "Swelling of the wrists with tearing pain.", "Blisters on the wrists, which form crusts.", "Pain, as from dislocation, in the wrist.", "Sudden jerks, tearings, or shootings, throbbing, tingling and pain as from ulceration at the tips of the fingers.", "Exfoliation of the skin between the fingers (and on wrists)." ],
    "Lower Limbs" : [ "Tension in the hips and the hams.", "Shootings, pain of dislocation (l. hip is painful, as if the tendons were too short, causing limping), and pulling in the hip.", "When sitting, gnawing pain in the bone.", "Contraction of the tendons of the hams (the muscles under the knee feel too short when walking), and stiffness in the joint of the knee.", "At night, acute pulling in the legs, as if in the bone.", "Shooting pain in the calves of the legs, after having walked long.", "Legs dead and insensible.", "Pain of ulceration and pulling in the heels.", "Cold feet, esp. in evening, in bed.", "Fetid sweat in the feet.", "Sudden jerks, pullings, or shootings, throbbing and tingling in the extremity of the toes.", "Ebullitions, with anxiety and weakness, as if paralysed.", "Tension in the joints, as from shortening of the muscles.", "Burning, stinging, throbbing, as from a boil.", "Sensation of soreness in different parts of the body.", "Very severe ulcerative pain in the heel, > by rubbing.", "The feet get very cold in the evening in bed." ],
    "Generalities" : [ "Pains, as from ulceration in different parts of the body.", "Tension in the joints, as by contraction of the tendons.", "The r. side of the body appears to be more affected than the l.", "Pains in the head and chest, which increase principally towards morning; gastric and abdominal pains after dinner, and pains in the limbs; cutaneous affections; also febrile symptoms, which present themselves in the evening and at night.", "Ebullition of the blood with anxiety.", "Paralytic weakness and fatigue, chiefly of the lower extremities, sometimes with giddiness, or with tension and dragging of the legs.", "Scorbutic cachexia.", "Tendency of the blood to decomposition.", "Acute dragging pains in the bones, nightly." ],
    "Skin" : [ "Itching and titillation, giving an impulse to scratch, followed by eruption of pimples.", "Miliary eruption.", "Vesicular eruptions which form scurf.", "Exfoliation of the skin in several places." ],
    "Sleep" : [ "Diurnal drowsiness, with indolence and dread of exertion.", "Early in the evening, inclination to sleep.", "Restlessness before midnight.", "Sleeplessness after midnight, from cutting pain in the abdomen, at two a.m.; or from sneezing; pain in small of back.", "Waking too early.", "Many dreams, anxious, terrific, or lascivious.", "At night, colicky pains, frequent sneezing, crawling in the throat, weight and pressure on the chest (nightmare?), violent suffering in the veins, and pains in the trunk and in the limbs, cold feet, heat in the head, shivering, and itching in the skin." ],
    "Fever" : [ "Cold shivering, most frequently in the evening, about six o'clock; without thirst.", "All stages of fever without thirst.", "Shivering after lying down in bed, evening, and as often as she wakes.", "Cold feeling between shoulders.", "Heat with thirst, and face bloated.", "Nocturnal sweat, after midnight.", "Sweat increased by every motion." ]
  }
}