{
  "remedyName" : "Ammoniacum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Appendicitis. Asthenopia. Asthma. Bronchitis. Eyes, affections of. Glands, affections of. Heart, affections of. Hydrocele. Panaritium." ],
    "Characteristics" : [ "Ill-humour is the prevailing mental feature of Ammoniac. It acts prominently on mucous membranes, causing first diminished and then increased secretion. There are stars and fiery points before the sight. Sees smoke in circles. Dim sight from a blow on the head. Dim sight from reading. Hydrocele. Heart beat too strong, < lying on left side. Great accumulations of mucus. Stitches are prominent in the provings. Stitches in the caecum at p.m., alternating with pains elsewhere. This should make it appropriate in some cases of appendicitis. There are many rheumatic pains in the limbs and loins. There is marked sensitiveness to cold and < in cold weather. It is suited to bronchial affections in old people brought on by cold weather." ],
    "Relations" : [ "Compare: Asaf., Coni., Cicut. (botanical relations); Ambra, Aur.; Arn. (effects of blow); Puls. (< lying on left side); Bell. and Ruta (eyes). Antidoted by: Arn., Bry." ],
    "Mind" : [ "Temper sombre and taciturn; repugnance to everything; ill-humour, which induces discontent with everything that is done; incapacity for mental application." ],
    "Head" : [ "Head confused, with incapability of mental labour; heaviness in the head.", "Violent pains in the head.", "A semi-lateral pressure in the forehead; pressure over the eyebrows.", "A sense of confusion in the forehead, with dimness of sight; tearing sensation in the right side.", "Pressure in the occipital region.", "Pricking in the scalp.", "Sensation of swelling at the occiput.", "Itching, enforcing scratching of the parts affected, and tingling; pimples at the roots of the hair." ],
    "Eyes" : [ "A sense of pressure, with tickling at the upper part of the globe of the eye; throbbing and tingling at the upper part of l. eye, followed by a sense of pressure.", "Feeling of dryness in the eyes, and as of some foreign body under the upper lid of the l. eye.", "Stars and fiery points floating before sight.", "Sees smoke before him (amblyopia from a blow).", "Dimness of sight at night, and chiefly in the morning, immediately on rising, with burning heat in the eyes.", "Reading impracticable, at least without considerable effort.", "Photophobia, although the weather may be cloudy." ],
    "Ears" : [ "Tearing sensation at the exterior of r. auditory passage.", "Gurgling in l. ear, on scratching the occiput. Roaring in the ears, with difficulty in hearing." ],
    "Nose" : [ "Painful dryness in the nose on rising in the morning.", "Increase of nasal mucus.", "Sneezing, followed by an abundant flow of mucus from the nose.", "Constant motion of alae nasi." ],
    "Face" : [ "Paleness of the face, with a sensation of uneasiness, preceded by frequent change of colour.", "Drawing sensation in l. cheek-bone, towards the temple.", "Throbbing in the inferior maxillary region, extending into the mouth." ],
    "Mouth and Throat" : [ "Dryness of the mouth and throat in the morning, on awaking.", "Sensation of fulness in the back of the throat and gullet, accompanied by nausea.", "Sensation, as of a foreign body in the throat, which incites efforts to swallow it.", "Scraping and burning in the gullet and oesophagus." ],
    "Stomach" : [ "Frequent risings.", "Nausea, with inclination to vomit.", "Taste clammy, insipid, or sweetish in the morning, bitter in the gullet, with loss of taste at end of tongue." ],
    "Abdomen" : [ "Borborygmi, with sensation of confusion in the forehead.", "Pinching pains.", "Violent abdominal pains.", "Painful pressure in the region of the pubis." ],
    "Stool and Anus" : [ "Stools scanty; none until evening, or during two or three days.", "Stool relaxed, of the consistence of pap; like pap after a meal.", "Soft, with much wind, and preceded by borborygmi in the belly.", "Mucous stools, sometimes preceded by shivering, and colicky pains which occasion writhing.", "Liquid stools.", "Diarrhoea, with mucous evacuations.", "Pressure on the rectum." ],
    "Urinary Organs" : [ "Urine profuse, containing much lactate of urea.", "Burning in the urethra.", "Passing drops of urine, after having micturated." ],
    "Male Sexual Organs" : [ "Shooting pains in the right spermatic cord, and in its immediate neighbourhood.", "Drawings internally.", "Shooting pains at the root of the penis.", "Itching in the pubic region.", "Hydrocele." ],
    "Respiratory Organs" : [ "Roughness of the orifice of the throat.", "Constant tickling, without inclination to cough.", "Bronchial affections of old people in cold weather." ],
    "Chest" : [ "Respiration short, with heaving of the chest, and anxiety; quickened.", "During inspiration, a sense of oppression, with lancinating pains in the l. side of the chest.", "Pressure in the side.", "Great uneasiness at the bottom of the chest, towards the back, on r. side, followed by pressure in the deepest part of the chest." ],
    "Back" : [ "Weight and pressure in the lumbar vertebrae.", "Darting pains in the loins, chiefly during inspiration.", "Rheumatic pains at the l. of the pelvis." ],
    "Upper Limbs" : [ "Shooting and tearing pains in the shoulder-joint.", "Sense of weakness in l. arm.", "Rheumatic pain.", "A sensation of breaking, chiefly in the elbow and l. wrist; sometimes with a tearing pain in r. hand.", "Swelling of the fingers.", "Dragging sensation in the middle finger of r. hand.", "Rheumatic pain in the forefinger of the r. hand.", "Panaritium." ],
    "Lower Limbs" : [ "Darting pains about the hips while walking, which induce limping; also in r. hip joint, on being seated.", "Weakness in the legs.", "Jerking pain in l. thigh, along the crural nerve.", "Violent pain above the knee while walking.", "Sensation of swelling in the knee, at night, on being seated, with pinching pains in the popliteal space.", "Shooting pains in r. knee.", "Stiffness of the joint while walking.", "Darting and pressive pains in the l. tibia.", "Tearing pains in the joints of the foot.", "Sense of pressure above r. ankle.", "Cracking of the joints on moving.", "Tearing, burning pains, in the metatarsal bones.", "Heaviness in r. foot.", "A tendency to stumble on going up stairs.", "Pinching, burning, tearing, and drawing in l. foot.", "Tingling in r. foot.", "Swelling of the toes.", "Burning and shooting pains in the great toe.", "Drawing in the middle toe." ],
    "Generalities" : [ "Swelling of the joints of the upper and lower extremities.", "Neuralgia.", "Lassitude after the least exertion.", "Physical dulness and lassitude, with mental depression.", "Inclination to sleep during the day, sometimes even on rising in the morning, with listlessness; yawning from emptiness of stomach, sometimes attended by weeping; sleep unquiet during the night, disturbed by dreams, unrefreshing; sleep delayed; numerous and sometimes painful dreams.", "Coldness and shivering, tendency to perspire.", "Pulse small, wiry, rapid, and hard." ]
  }
}