{
  "remedyName" : "Amphisbaena",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation. Cramps. Headache. Hernia. Jaw, pains in. Toothache." ],
    "Characteristics" : [ "Amphisbaena is a snake-like lizard, without limbs, and progressing (as its name implies) either backwards or forwards. Mure is the authority for its effects. It is prepared from the jaw as well as the poison of the animal, and has symptoms indicating action on bone like that of Sil. It acts most markedly on the jaws, causing swelling and pain, especially in the right jaw, < by air and dampness. Many kinds of severe headaches are complained of, one with a sensation \"as if the feet were in the head.\" Lancinating pains are frequent. Eruptions of vesicles and pimples. It is a right-side medicine. There is generally < from motion." ],
    "Relations" : [ "Compare: Heloderma, Silica." ],
    "Mind" : [ "Ennui.", "Sadness and lassitude in the morning.", "Impatience." ],
    "Head" : [ "Vertigo.", "Tendency to fall to one side and then to the other; < when turning round.", "Horrible headache, with sensation as if the feet were in the brain.", "Beating as if from hailstones r. side of forehead.", "Lancination and pain all through r. side of head.", "Sweat about head." ],
    "Eyes" : [ "Constriction of r. eye, as if strung together with a cord.", "Constant twitching of upper eyelids, esp. l." ],
    "Ears" : [ "Pain in meatus auditorius, as if air were rushing in." ],
    "Face" : [ "Painful large pimple l. side of upper lip, suppurating.", "Pains in r. lower jaw with swelling < by air and dampness." ],
    "Mouth" : [ "Teeth feel elongated and set on edge, esp. r. lower molars.", "Toothache < afternoon and evening.", "Chewing is painful, but not contact with liquids." ],
    "Stomach" : [ "Chilliness and pains at epigastrium." ],
    "Abdomen" : [ "Protrusion of umbilical hernia.", "Tearing pain at navel; lancination as from stiletto.", "Suppuration of inguinal hernia.", "Hernia is painful and air is felt in it." ],
    "Stool and Anus" : [ "Constipation." ],
    "Neck and Back" : [ "Violent pain in whole of vertebral column, < walking, moving arms, or stooping." ],
    "Upper Limbs" : [ "Breaking out of little pimples, esp. on forearm.", "Painful swelling of arm." ],
    "Lower Limbs" : [ "Painless drawing up of the legs.", "Cramp in l. leg; it remains behind in walking, as if paralysed." ],
    "Sleep" : [ "Wakes at midnight for ten consecutive nights." ]
  }
}