{
  "remedyName" : "Amylenum Nitrosum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Blushing. Chorea. Climacteric flushing. Epilepsy. Exophthalmos. Flushings. Headache. Heart, affections of. Hysteria. Sea-seakness. Sunstroke." ],
    "Characteristics" : [ "The Nitrite of Amyl was introduced into medicine by the old school as a remedy for angina pectoris, and was supposed to act by lessening arterial tension. Dr. G. W. Balfour has, however, shown that this cannot always be the case, since samples which have been kept for a time in imperfectly sealed bottles, whilst retaining their power to relax tension, have none over the pain. Homoeopathic provings have shown that in some cases at any rate Amyl nit. has a specific action. The most striking action of the drug is the deep facial flushing it causes and the pulsation all over the body. The specific heart symptoms are: Sensation of swelling of front of chest as if convex, with a feeling as if the lower end of the sternum made a deep depression bent in towards the spine. Precordial anxiety. Accelerated, intensified beating at the heart. Oppression and tumultuous action. Constriction (relieved by Cactus) and aching pain. Strong, full pulse. Other prominent symptoms are: Anxiety as if something might happen; must have fresh air. Throbbing in head. Bursting-out feeling in ears. Smacking of lips as if in act of tasting. Munching movement of lower jaw as if chewing. Constriction of throat and heart from actual fright ran to window for air. Intense fulness in head sensation of rushing to vertex. Eyes protruding, staring. Exophthalmic goitre from grief. Flushing of face. Flushing on least emotion. Nash has cured with it \"chronic blushing on least excitement mental or physical.\" Heat, redness, turgidity. Choking feeling; collar feels tight. Tremor and weakness of limbs. > Open-air exercise; cold water and cold air. < In warm room." ],
    "Relations" : [ "Compare: Glon., Aco., Ether., Cact., Nit. dulc. spir., Laches., Coca (flushing when excited, as in company); Bell. It antidotes: Chloroform (failure of respirations); Strychnine (convulsions). Antidoted by: Cactus (cardiac constriction)." ],
    "Mind" : [ "Anxiety, as if something might happen; cannot sit still; must have fresh air.", "Mental confusion, and a trance-like state." ],
    "Head" : [ "Great confusion of the head, with vertigo and drowsiness.", "Convulsions with piercing shrieks.", "Heat and throbbing in the head, with feeling of intense fulness to bursting.", "Beating, throbbing, bursting sensation in the head and ears, with constriction of the throat and heart.", "Visible pulsating throbbing in the temples, with sense of tension in the temples.", "Sensation of something rushing upward, and throbbing in the vertex.", "Sick-headache; < l. side.", "Crushing on head, threatening to cause unconsciousness." ],
    "Eyes" : [ "Objects appear pea-green or yellow.", "Protruding, staring eyes; conjunctiva injected.", "Ciliary neuralgia; eye injected; face or cheek suffused.", "Sight blurred, wavering.", "Arteries of optic disc small, but the veins enlarged and tortuous.", "Aching eyes in sunlight, trembling and wavering of objects, lachrymation and sneezing." ],
    "Ears" : [ "Throbbing in the ears; bursting; burning." ],
    "Face" : [ "Flushing of the face; face scarlet, afterward paler than usual.", "Neuralgia of fifth pair of nerves.", "Flushing of the face, followed by turgidity of the facial veins.", "Surging of blood to face and head; heat and redness of the face; feels as if the blood would start through the skin, with lachrymation.", "Smacking of lips as if tasting.", "Munching, chewing movement of lower jaw." ],
    "Throat" : [ "Choking feeling in throat on each side of the trachea, along the carotids; feeling of constriction.", "The collar seems too tight; desires to loosen it." ],
    "Stomach" : [ "Hiccough.", "Nausea; with dryness of throat.", "Crampy pains in epigastrium.", "Fulness and pressure with belching.", "Cadialgia.", "Hot, burning sensation in stomach." ],
    "Abdomen" : [ "Oppression near liver.", "Crampy, colicy pains; rumbling." ],
    "Female Sexual Organs" : [ "Contraction of muscles of lower abdomen over uterus.", "During menses, violent l.", "side headache, beginning morning; most violent at noon; lasting till evening with frequent vomiting.", "Neuralgia during menses.", "Climacteric blushing.", "Convulsions immediately after delivery." ],
    "Respiratory Organs" : [ "The feeling of constriction in throat extended to the chest, and produced dyspnoea and asthmatic feeling in larynx and trachea, with desire to eructate.", "Asthma.", "Hastens and deepens breathing.", "Suffocation and cough in paroxysms of several minutes." ],
    "Chest" : [ "Feeling as if a weight on sternum.", "Sensation of swelling of front of chest, with a feeling as if lower end of sternum made a deep depression." ],
    "Heart and Pulse" : [ "Precordial anxiety.", "Violent beating of the heart and carotids (is felt up into the ears); with sense of constriction.", "Accelerated heart action.", "Fluttering of heart on least excitement.", "Cardiac oppression and tumultuous heart action.", "The heart has an irregular, rumbling sort of sound.", "Aching pain and constriction around the heart.", "Pulse accelerated, full, hard; quickened in a very variable degree; irregular, jerking.", "Angina pectoris, with great agony.", "Precordial pain extending to r. arm." ],
    "Limbs" : [ "Tired feeling of limbs.", "Veins dilate." ],
    "Upper Limbs" : [ "The right shoulder, scapula, and arm seem to sympathise with the region of the heart very much.", "The hands of children in convulsions tremble and grasp at imaginary objects; much trembling and sense of numbness in the hands." ],
    "Generalities" : [ "General relaxed, weak feeling over the whole body.", "In chorea every muscle in the body seems in Motion.", "Succession of spasms, coming more and more rapidly, till, finally, no sooner does one end than another begins.", "After an extensive burn, trismus, with horrid tetanic grin, marked opisthotonos and interrupted deglutition, was cured by inhalation.", "Can't endure warmth, must throw off all covering, and open the doors and windows, even in cold weather.", "In convulsions, muscles become rigid.", "Cures some forms of sea-sickness." ],
    "Sleep" : [ "In coma, during an unconscious state, profound, and repeated yawning.", "Waking with frequent starts, and feels unrefreshed in the morning." ],
    "Fever" : [ "Chilliness and crawlings repeatedly, face pale all day.", "Much flushing of heat, whilst some parts of the body feel burning hot.", "Sometimes after the flushings the skin becomes cold and clammy.", "Heats are often followed by profuse sweatings.", "Throbbing throughout the whole body often attends these heats, which are followed by much prostration." ]
  }
}