{
  "remedyName" : "Anacardium Orientale",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Apoplexy. Brain-fag. Constipation. Cough. Debility. Dysmenorrhoea. Dyspepsia. Eczema. Elephantiasis. Examination funk. Haemorrhoids. Headache. Heart, affections of. Hypochondriasis. Hysteria. Insanity. Memory, loss of. Mental weakness. Nervous ailments. Palpitation. Paralysis. Pemphigus. Rheumatism. Self-abuse. Skin, diseases of. Smell, illusions of. Spine, affections of. Stiff-neck. Vomiting of pregnancy. Whooping-cough. Warts. Writer's cramp." ],
    "Characteristics" : [ "Anacardium has many features in common with its botanical relatives, the different species of Rhus, especially in its action on the skin, muscles, and joints, but it has also very distinct features of its own. A very characteristic sensation is a pressing or penetrating pain as from a plug, which may occur in any locality in connection with neuralgias and ear affection, piles, &c., and whenever present Anacardium will probably be the remedy. Sensation of a hoop or band around the body or about any part is a leading symptom. It has been used with success in diseases of the spinal cord with this sensation and the feeling of a plug in the spine, < by any motion which causes a pain as if the plug were sticking still further in. Paralysed feeling in knees. Sensation as if knees were bandaged.", "The nut is heart-shaped (hence its name), and perhaps this may be taken as the \"sign\" of its courage-imparting properties. It has at any rate won for itself a reputation in \"examination funk\" and allied conditions. Brain-fag. Loss of memory is very marked. Deafness with loss of memory. Headache < by mental exertion; > by eating. The Anacard. patient has many mental aberrations; is clairaudient, hearing voices of persons far away, or dead; voices behind her. Seems to have two wills. Is as if in a dream. A curious symptom is a great propensity to swear and blaspheme in persons not usually addicted thereto. Irritability. There is also a tendency to suicide by shooting (Ant. crud.). Fixed ideas of various kinds: that mind and body are separated; that he is double; that a demon sits on his neck telling him most offensive things; that he sees everybody's face in a glass except his own. The senses are either too weak or too acute, and there ire sense illusions: a light has a halo; optical illusions in dark colours; illusions of hearing; illusions of smell: burning tinder, pigeon's dung. I cured with it a man who had a smell of burning wood in his nose, remaining after influenza. There is a headache proceeding from before backward. Stiffness in nape of neck. Stiff-neck < beginning to move. Whooping-cough with gaping and drowsiness after the cough. Morning sickness of pregnancy > by eating, but returns soon after. The Anacard. indigestion contrasts with that of Nux in a striking way. With Nux the pain is worst for two or three hours after a meal, during stomach-digestion, and is > when that is over; whereas with Anac. it is just then (when digestion is complete) that the pain is worst, and it lasts until the next meal, which again > for a time.", "E. S. Breyfogle narrates a striking case (an involuntary proving illustrating the nerve and skin effects of the remedy. Acting on Bayes' indications, \"funk before examination, \", \"nerve-exhaustion from over-study, \", \"nervous prostration from seminal emissions, \", or sexual excess, Breyfogle had used the remedy with much success. To a patient, for excessive nervousness, he gave the 1st dilution in discs. He took two discs every four hours till eight were taken. Then a sore mouth suddenly developed, mucous membrane inflamed, burning, and acutely sensitive. Vesicles appeared on roof of mouth, and a dirty membrane peeled off easily. Gums were next affected. Mouth dry, taste offensive: at the same time a papular eruption on wrists and ankles, later on inside-arms and legs, chest, neck, back, especially defined in bends of knees and elbows, and worst of all about anus. Scratching < but was compelled to scratch all the same. Water as hot as could be borne > instantly. Simultaneously the nervousness disappeared. \"I haven't had a nerve since. It has made a profound impression on my nervous system.\" Later came a sudden sense of complete prostration: knees gave way; had to keep a flask of whisky by him to relieve it. Later: cold chills ran over body at least exposure, even putting arms out of bed; feared he was going to be ill, slept with hot bottles on chest all night. As eruption in mouth disappeared salivary flow increased; it ran from his mouth on pillow during sleep. \"Feels as if a particle of food were in oesophagus; swallows constantly to get rid of it.\"", "There is not the same < by rest and > by motion as with Rhus, but many symptoms are < by commencing motion (stiff-neck). Headache is > lying down. Piano-playing caused heaviness and fulness of the whole body. Like Rhus, Anac. has chilliness, liability to take cold, sensitiveness to draughts, and > from warmth. The symptoms are < morning, and again evening to midnight. p.m.: heat daily. The cough of Anac. is > by eating. Symptoms generally > by eating; recur two hours after.", "There is intermittence in the symptoms of Anac. \"The attacks ceased for one or two days, and then continued again for a couple of days.\" Guided by this indication alone, Custis cured with Anac. a case of sleeplessness in a pregnant woman: \"Spells of sleeplessness lasting for several nights.\" Anac. is suited to affections of the palms of the hands. There are warts even on the palms." ],
    "Relations" : [ "Compare: Comocl., Rhus t., Rhus ven. (botan.); Ant. t., Apis, Coriar. rusc., Fer., Iod., Jug. c., Lyc., Nit. ac., Nux v., Phos. ac., Plat., Urt. ur., Puls., Nat. m., Caust., Thuj. (fixed ideas). It is an antidote to Rhus if there are gastric symptoms, or symptoms going from r. to l. Antidoted by: Coffea, Juglans cin. Follows well: Lyc., Puls., Plat. Followed well by: Lyc., Puls., Plat." ],
    "Causation" : [ "Checked eruptions. Examinations." ],
    "Mind" : [ "Hypochondriacal sadness, and melancholy ideas.", "Anthropophobia.", "Anxiety, apprehension, and fear of approaching death.", "Fear and mistrust of the future, with discouragement and despair.", "Disposition to take everything amiss, to contradict, and to fly into a rage.", "Frequently screams loudly, as if to call some one; so furious has to be restrained.", "Manners awkward, silly.", "Disposition to laugh at serious things, and to maintain a serious demeanour when anything laughable occurs.", "State as if there were two wills, one of which rejects what the other requires.", "Fixed ideas: that he is double; that there is no reality in anything, all appears like a dream; that a stranger is constantly by his side, one to the r., the other to the l.; her husband is not her husband, her child is not hers; fondles, then pushes them away.", "Want of moral sentiment (wickedness, impiety, hardness of heart, cruelty).", "Irresistible desire to blaspheme, and to swear.", "Sensation as if the mind were separated from the body.", "Weakness of mind and of memory.", "Loss of memory.", "Soon forgets everything; consciousness of forgetfulness takes away appetite.", "Weakness of all the senses.", "Absence of ideas." ],
    "Head" : [ "Head confused.", "Fits of giddiness.", "Vertigo on walking, as if all objects were too distant, or undulating.", "Whirling dizziness, with obscuration of the eyes on stooping.", "Headache from noise, and at every (false) step.", "Headache with giddiness and vertigo, aggravated by movement.", "Digging and throbbing r. side of head, and along border of orbit; > entirely when eating, and when lying down in bed at night and when about falling asleep; < during motion and work.", "Headache in consequence of intellectual labour, with pain as from a bruise in the brain, or tractive pressure in the forehead.", "Congestion of blood to the head, with pain in the cerebellum.", "Pressive pains, principally in the temples.", "Pressive pain in the temple, as from a nail; < after eating, in the cold air, and from exertions of the mind.", "Constrictive pains in the head.", "Sensation of tearing in the head, chiefly on the right side, and often as far as the face and neck, followed by buzzing in the ears.", "In the evening, sensation of digging in the head, disappearing with sleep.", "Stitches in the head.", "Itching in the scalp." ],
    "Eyes" : [ "Painful pressure on the eyes.", "Pressure in the eyes as from a plug.", "Objects appear too far off.", "Photophobia.", "Contraction of the pupils.", "Weakness and confusion of sight.", "Myopia.", "Threads and black spots appear before the eyes.", "A nimbus round the candle in the evening." ],
    "Ears" : [ "Shooting and tearing otalgia.", "Painful pressure in the ears.", "Pain, as of ulceration, in the ears, principally on pressing the teeth close, and on swallowing.", "Imagines whispers of blasphemy in his ears.", "Discharge (of a browish colour) from the ears.", "Itching in the ears.", "Tingling in r. ear.", "Hardness of hearing.", "Buzzing and roaring in the ears." ],
    "Nose" : [ "Epistaxis.", "Diminution of the sense of smell.", "Anosmia.", "The sense of smell is too acute or illusory.", "Constant smell before the nose, as of pigeon's dung or burning tinder.", "Stoppage of the nose, with sensation of dryness in the nostrils.", "Coryza (sneezing and lachrymation), and discharge of mucus from the nose, both chronic.", "Violent coryza, with catarrhal fever, tension in the calves of the legs and in the legs, and palpitation of the heart." ],
    "Face" : [ "Look wild, childish, expressionless; may be red or pale.", "Pale, sickly face, with hollow eyes, sunk, and encircled by dark rings; by blue ridges.", "Pressure on the eyeballs.", "Rough spots, scurfy and mealy, round the mouth and on the cheeks, with crawling-like itching.", "Burning sensation round the chin.", "Eczema of face and neck, with eruption of small blisters, intensely itching." ],
    "Teeth" : [ "Tearing, jerking odontalgia, principally on taking anything very warm into the mouth.", "Tensive, cramp-like pains in the teeth, as far as the ears, most frequently in the evening towards ten o'clock.", "Swelling of the gums, which bleed easily." ],
    "Mouth" : [ "Offensive taste in the mouth and also of the food.", "Painful vesicles in the mouth; speaks with much difficulty.", "Offensive smell from the mouth, not observed by the patient.", "Heaviness and swelling of the tongue, with difficulty of speech.", "Tongue white and rough.", "Accumulation of water in the mouth; sometimes it provokes vomiting.", "Dryness in the mouth and in the throat.", "Taste lost." ],
    "Appetite" : [ "All kinds of food appear insipid.", "Bitter taste with dryness of the mouth and throat.", "Fetid taste in the mouth.", "Violent and constant thirst, with sensation as of suffocation when drinking.", "Want of appetite.", "Weakness of digestion.", "After a meal, hypochondriacal humour, heat of face, pressure and tension in the precordial region, in the stomach, and in the belly, inclination to vomit or to go to stool, repugnance to exertion, great fatigue and desire to sleep.", "Symptoms disappear after dinner; but begin again in two hours." ],
    "Stomach" : [ "In the evening, water-brash and vomiting, followed by acidity in the mouth.", "Morning sickness.", "Pressure in the stomach, chiefly after a meal, as well as when engaged in thought and mental exertion.", "In the morning, on waking, pressure in the precordial region.", "Shootings in the pit of the stomach, chiefly on breathing.", "Great thirst, with arrest of breathing while drinking.", "Vomiting of the ingesta, which gives relief.", "Clucking noise and fermentation in the pit of the stomach.", "After a meal, commotion in the precordial region at every step.", "Painful sensation in cardiac end of stomach on walking fast." ],
    "Abdomen" : [ "Weak digestion, with fulness and distension of the abdomen and hypochondriacal humour.", "Pressure in the liver.", "Colic in the umbilical region, mostly pressive, or dull and shooting, aggravated by respiration; cough and external pressure.", "Pain, as if a blunt plug were pressed into the intestines.", "Hardness of the abdomen.", "Flatulent colic with pinching, and borborygmi in the abdomen, and an inclination to go to stool." ],
    "Stool and Anus" : [ "Fruitless inclination to go to stool.", "Urgent desire which passes away with effort to expel.", "Difficult evacuation even of soft stools, from inactivity of the rectum.", "Stools of a pale colour.", "Evacuation of blood with the stools.", "Painful piles (both blind and bleeding) in the anus.", "Itching in the anus.", "Oozing of moisture from the rectum.", "Fissures of the rectum." ],
    "Urinary Organs" : [ "Frequent discharge of clear, watery urine.", "Making water at night.", "Sensation of burning in the glans, during the evacuation of urine and afterwards.", "Turbid, clay-coloured urine." ],
    "Male Sexual Organs" : [ "Erections without excitation during the day.", "Pollutions.", "Voluptuous itching in the scrotum.", "Increased or inexcitable sexual desire.", "Want of enjoyment during coition.", "Flowing of prostate fluid while at stool and after having made water.", "Semen passes during a hard stool." ],
    "Female Sexual Organs" : [ "Leucorrhoea, with itching and excoriation in the parts.", "Frequent but scanty menses, sometimes with spasmodic pains in abdomen.", "Nausea during pregnancy, > whilst eating." ],
    "Respiratory Organs" : [ "Hoarseness and sensation of excoriation in the throat, principally after a meal.", "Cough, with tickling in the throat and choking.", "Cough after meals (with loss of smell and taste) with vomiting of what has been taken, or in the evening, in bed, with congestion of blood to the head.", "Shaking cough, like whooping-cough, chiefly at night, or after much speaking.", "Violent convulsive cough (whooping-cough), caused by tickling in the pharynx; worse at night, and after eating; after the attacks, yawning and sleepiness.", "Cough (short) with purulent expectoration.", "Expectoration of blood with the cough.", "On coughing, pain in the head.", "Yawning after a violent fit of coughing." ],
    "Chest" : [ "Breath short, and respiration asthmatic.", "Oppression of the chest, with internal heat and anguish, which causes the patient to seek the open air.", "Pressure and sensation of excoriation in the chest.", "Pressure in the chest (r. side) as from a dull plug.", "Prickings in the region of the heart.", "Rattling in the trachaea when lying on the l. side." ],
    "Heart" : [ "Uneasiness in the heart.", "Piercing pains (stitches) through the region of the heart, quickly succeeding each other, sometimes they extend to the small of the back." ],
    "Neck and Back" : [ "Stiffness at the nape of the neck.", "Pains in the back and between the shoulder-blades, for the most part drawing and shooting, or pressive.", "Dull stitches in the left shoulder-blade.", "Tingling between the shoulder-blades. Pressure upon the shoulder, as if from a weight." ],
    "Upper Limbs" : [ "Weakness and tensive pains in the arms.", "A very painful thumping on the middle of the l. upper arm.", "Trembling of the hand and of the arm.", "Trembling of the r. hand.", "Pressive pains in the muscles and in the bones of the arms, with a feeling of fatigue.", "Shooting and heaviness in the forearm.", "Cramp-like pains in the bones and in the joints of the hands and of the fingers.", "Sensation of dryness in the hands and in the fingers.", "Clammy sweat in the palms of the hands.", "Torpor in the fingers." ],
    "Lower Limbs" : [ "Stiffness of the legs, as if they were bandaged, with agitation.", "Trembling, drawing, and jerking in the knees and in the thighs, as if the legs were fatigued by walking.", "Quivering pressure in the thighs.", "Sensation of paralysis in the knees.", "Itchy eruption round the knee, as far as the calves of the legs.", "Jerking and cramp-like pressure in the calves of the legs, and in the legs.", "Tensive pain in the calves of the legs during the day, on walking, and at night in bed, with sleeplessness.", "Burning in the soles of the feet, and in the legs.", "Cold in the feet when walking, particularly in the morning.", "Chilblains." ],
    "Generalities" : [ "Pressive pains, as from a plug in several places.", "Sufferings appear for the most part periodically.", "The majority of sufferings disappear during dinner; but a short time afterwards they return, and many others make their appearance with them.", "The least movement occasions much fatigue.", "Great fatigue, trembling and extreme weakness in the limbs, principally in the knees, increasing even to paralysis.", "Great weariness on walking, and on going upstairs.", "Strong disposition to chilliness, and great sensibility to cold and currents of air.", "Diminution of the senses (smell, sight, hearing.).", "Sensation, as of a hoop or band around the parts.", "Cramp-like pains in the muscles.", "Contraction of the joints.", "Wounded tendons." ],
    "Skin" : [ "Burning itching, increased by scratching.", "Covered with blisters, from the size of a pin's head to a pea, often scarlet red, and sometimes sense of burning.", "Skin not easily excited by irritants.", "Pain, as from an abscess, in the parts affected.", "Herpes.", "Pemphigus.", "Warts." ],
    "Sleep" : [ "Comatose somnolency, night and day.", "Inclination to sleep at an early hour, with disturbed sleep in the night.", "Goes to sleep late.", "Heavy sleep till a.m.", "Anxious dreams, disgusting or horrible, with cries, lively dreams, with meditation and activity of mind, followed by a pain, as from a bruise, in the head after waking.", "Dreams of projects, of fire, of diseases, of deaths, and of dangers.", "At night, toothache; pains in the limbs and in the bones, diarrhoea, cramps in the calves of the legs, and twitching of the mouth and of the fingers during sleep." ],
    "Fever" : [ "Pulse accelerated, with beating in the veins.", "Chilliness, esp. in the open air, relieved in the sunshine.", "Heat of the upper part of the body, with cold feet; internal chilliness and hot breath.", "Strong disposition to shivering, and constant shudderings even in the heat of a room.", "Cold and trembling, with sensation of pulling in the head, ill-humour and agitation, every second day.", "Internal cold with external heat.", "Heat in the face, every afternoon, towards four o'clock, with nausea and fatigue.", "Sweat during the day when sitting.", "Perspiration in the evening, on the head, abdomen, and back, even when sitting still.", "Nocturnal sweat." ]
  }
}