{
  "remedyName" : "Anagallis Arvensis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Cataract. Constipation. Dropsy. Epilepsy. Epistaxis. Gonorrhoea. Gout. Haemorrhoids. Headache. Hypochondriasis. Hysteria. Mania. Neuralgia. Rheumatism. Ringworm. Skin, unhealthy. Snake-bites. Syphilis. Tetters. Ulcers, ill-conditioned. Wounds." ],
    "Characteristics" : [ "Like the Primula obconca, Anagallis has a marked action on the skin. Skin itches all over; becomes dry and rough; has bran-like tetters in rings; ulcers and swellings on joints. Ill-conditioned ulcers. It favours expulsion of splinters. Has been used for snake-bites and hydrophobia. It produces great exhilaration and activity of mind: thinks of everything. Great hilarity. (The Greek name of the plant means to laugh out loud.) Tickling and itching in left ear. Bran-like, ring-shaped tetters on face. Dull pains in gums accompanied by very hard stools. Sensation on tongue as if something cold were placed on it. Dryness and scraping in throat. Scraping, scratching of larynx and trachea with hoarseness; < after eating. Tickling prickling along urethra; orifice agglutinated. Tearing in spermatic cord. Syphilis with nose-bleed, deranged mind, pain in small of back, and itching skin. Soreness on chest with pain. Eruption on chest. Tensive drawing ascending from left shoulder to nape of neck (Eupat. perf). Skin of hands dry, sticky, and dirty-looking. Tetters. Vesicles in groups. Pain and tightness in bend of left knee. It is a vulnerary of some importance. Symptoms are < by touch; < after eating." ],
    "Relations" : [ "Compare: Prim. obc. and Cyclamen. (bot.); Coff. (joyous; excited); Lith. c. (rough skin, ringworm); Sep., Tellur. (ringworm); Puls. (chilly, catarrh); Rhus t." ],
    "Mind" : [ "Exhilarated, mind active, thinks of everything.", "Cannot collect his thoughts whilst listening to sermon on account of jovial feelings.", "Great hilarity for several days; everything gives him pleasure.", "Despondency.", "After mental exertion great prostration." ],
    "Head" : [ "Heat rising to head, slight sweat on forehead, followed by pressing stitching in eyeballs, and a tickling, pricking in urethra, inclining him to coition.", "Headache just over supra-orbital ridges with eructations and rumbling in the bowels.", "Spasmodic lancinations in both temples, extending to eyes.", "Pressive aching in forehead and occiput from a current of air blowing on him.", "Intense headache and nausea with pains throughout the body.", "Occiput: dull or tearing pains and inclination to vomit; violent headache, with hard, knotty stools; knocking pain in l. side; dull pain all night.", "Headache > by coffee.", "Skin of forehead feels too tight." ],
    "Eyes" : [ "Things seem to float to and fro, he cannot write.", "Glittering before l. eye.", "Pressing in eyes after headache.", "Stitches in temples extending into eyes.", "Pain in r. eyeball < on touching lids.", "Itching of lids." ],
    "Ears" : [ "Obstruction and pain in r. ear following the pressure in eyes.", "Stitches in r. ear.", "Tickling and itching in l. ear." ],
    "Nose" : [ "Nose-bleed (syphilis).", "Unpleasant tickling on top of nose, with violent sneezing.", "Copious secretion of yellow mucus." ],
    "Face" : [ "Neuralgic pains in r. cheek-bone, extending to supra-orbital region; during the night.", "Pains in facial muscles.", "Bran-like, ring-shaped tetters on face.", "Itching on cheekbones.", "Itching and tickling stitches on l. corner of mouth and lower lip, just under the border." ],
    "Teeth" : [ "Dull pain in a hollow tooth with trembling of the heart.", "Dull pain in upper molars and tearing pain in r. cheek-bone.", "Teeth pain as from cold; < from touch; chilly sensation in teeth.", "Dull pain in gums accompanied by very hard stools." ],
    "Mouth" : [ "Sensation on tongue as if something cold were placed upon it; also near fraenum.", "Viscid saliva in mouth, raised by coughing.", "Collection of water in mouth, with slight tearing in molars." ],
    "Throat" : [ "Sensation of dryness in throat with scraping.", "Tickling at soft palate at night, as from touch of something cold." ],
    "Stomach" : [ "Eructations, nausea, inclination to vomit, and rumbling in bowels with headache.", "Causes inflammation of the stomach in horses." ],
    "Abdomen" : [ "Hepatitis and induration of liver.", "Abdomen distended with wind.", "Visceral obstructions." ],
    "Stool and Anus" : [ "Inflammation of rectum in horses.", "Itching in rectum; pressure in sacrum; piles.", "Passes offensive flatus.", "Stools: watery; soft and pappy; hard like stones; knotty.", "Itching at anus after stool." ],
    "Urinary Organs" : [ "Burning in urethra when urinating, mostly in the morning.", "Orifice agglutinated; presses to urinate; stream divided.", "Tickling prickling along urethra inclining to coitus." ],
    "Male Sexual Organs" : [ "The burning in urethra before and during erection ceases during coitus.", "Drawing pains in r. testicle and cord.", "Tearing pains in spermatic cords.", "Tickling in symphysis pubis." ],
    "Respiratory Organs" : [ "Scratching and scraping in throat, esp. after meals.", "Hoarseness proceeding from the trachea.", "Cough dry, with a scratching sensation when reading aloud; with yellow phlegm from the nose; with spitting of saliva." ],
    "Chest" : [ "A kind of restlessness in chest.", "Soreness on the chest with fever.", "Pressure in r. lung after a meal or when walking fast.", "Suddenly a feeling internally in chest as if struck with a cushion full of pins.", "Itching on l. side of chest, principally on nipple.", "Eruption on chest." ],
    "Heart" : [ "Violent trembling of heart, with general trembling and weakness, preceded by aching in a carious tooth and anxiety in chest in evening in bed.", "Palpitation." ],
    "Neck" : [ "Tensive drawing from l. shoulder up to neck; returns when lifting or stretching the arm.", "Trembling of muscles of neck (horses)." ],
    "Upper Limbs" : [ "Pains in muscles of upper arm, outside, near shoulder.", "Pains in forearm; in carpal and metacarpal bones.", "Gouty swellings on joints of fingers.", "Skin of hands and fingers very dry, sticky and dirty-looking.", "Tetter on hands; moist or dry and hairlike." ],
    "Lower Limbs" : [ "Pain in hip.", "Tickling pains in r. leg and at the os ilium.", "Drawing pains in muscles of l. leg; tearing during night.", "Weakness and lameness in r. leg, as if it was too short.", "Pains in bend of l. knee; sensation of tightness as if something swollen or sore.", "Pains in shin bones; < when extending the leg.", "Cramps.", "Pains in metatarsus and sole (l.), in concave part of l. sole and near toes." ],
    "Generalities" : [ "A chilly trembling.", "Exhausted and drowsy." ],
    "Skin" : [ "Itches all over; rough, dry.", "Dry bran-like tetters in rings.", "Ulcers and swellings on joints.", "Ill-conditioned ulcers.", "Promotes expulsion of splinters." ],
    "Sleep" : [ "Falls asleep late; sleep restless; awakens early; feeling unrefreshed." ]
  }
}