{
  "remedyName" : "Anatherum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscesses. Aphonia. Boils. Cancer. Erysipelas. Glandular inflammation. Hydrophobia. Sycosis. Syphilis. Tic convulsif. Tic douloureux. Tumours. Ulcers." ],
    "Characteristics" : [ "Anatherum produces a state of drunkenness. Severe neuralgic headache; as if balls moved about in head; as of steel arrows from forehead to nape. Pains in facial bones as if crushed or ulcerated. Convulsive tic. Ulcers at labial commissures (syphilis). Swelling of tonsils, constriction of throat, inability to swallow. Plugged sensation. Burning and stitches. Thirsty but cannot drink. Burning heat alternating with icy coldness in gullet: as of something alive in gullet. Involuntary urination when walking and during sleep. Venereal appetite increased by every attempt to satisfy it until driven to onanism and madness. Tumour of breast, ulcerated, indurated. Abscesses boils glandular swellings (especially of sub-maxillary and cervical glands). Herpes. Herpes and ulcers or scabs on scalp. Tumours. Wart-like growths on eyebrows. Falling off of eyebrows and beard. Chancre-like ulcers on penis. Pustules like small-pox on vulva. Abscesses, ulcers, and fissures on arms and hands. Eruptions like itch or lichen. \"Erysipelas with much swelling of arms and legs, dark red or bluish eruptions, with tendency to suppurate\" (Farrington). Formication as of ants. Ulcers yellowish, violet, swollen, everted, syphilitic. Discharges from ulcers are foul; foul breath and eructations. Coffee at first <, later >. Wine and coffee < toothache." ],
    "Relations" : [ "Compare: Avena, Arundo, Anthox. (botan.); Bell., Can. ind., Stram., Staph., Merc., Lach., Thuj. Antidoted by: Aromatic liquors. Inimical: Wines and spirits." ],
    "Mind" : [ "Gay humour, with disposition to laugh and sing.", "Blunted intellect and loss of memory." ],
    "Head" : [ "Vertigo with congestion, tendency to fall backward.", "Drunkenness and staggering.", "Burning, lancinating, pulsating headache, < r. side, forehead and temples, with nausea, vomiting and great heaviness of eyes.", "Neuralgic pain in temples, with sensation as if pointed irons were thrust in, producing fits of craziness; < afternoon and night, from noise, light, and motion.", "As if he had water in the head, < walking.", "Herpes and ulcers on scalp, with compact, thick, humid scabs and prurigo.", "Exostoses." ],
    "Eyes" : [ "Muscae volitantes and fiery circles before eyes; everything seems excessively bright and shining.", "Wart-like growth on eyebrows." ],
    "Ears" : [ "Copious ear-wax.", "Deafness, < evening and damp weather." ],
    "Nose" : [ "Stitches in nose, with a crushing sensation at root.", "Air inhaled seems icy cold, and causes sneezing.", "Ulcers, greenish, badly smelling discharge.", "Inflammation of bones.", "Boils and small tumours on tip.", "Nose cold pale, pointed." ],
    "Face" : [ "Tic douloureux, and tic convulsif.", "Yellow and red spots; stinging pimples.", "Ulcers, scabs, or scaly herpes; falling off of eyebrows and beard.", "Pain in facial bones as if crushed or dislocated.", "Jaws spasmodically clenched.", "Submaxillary and cervical glands swell and tend to suppurate.", "Ulcers at labial commissures; syphilitic." ],
    "Teeth" : [ "Digging in teeth as if forcibly pulled out.", "Constant inclination to clench teeth.", "Decayed, crumbling teeth; bad smell from mouth." ],
    "Mouth" : [ "Taste bitter, bloody, sweet or flat.", "Speech difficult, stammering.", "Severe pains at root of tongue as if it were cut off.", "Tongue fissured, lacerated, as if cut on its edges, with copious salivation and debility, as from the effects of mercury.", "Viscid saliva." ],
    "Throat" : [ "Inflamed throat with sensation of fulness and obstruction as if plugged.", "Tonsillitis; burning and stitches; sometimes coldness.", "Thirst, but throat contracts as soon as he hears water mentioned, or sees shining objects." ],
    "Stomach" : [ "Morbid hunger, wakes in the night to eat; as if he had tapeworm.", "Eructations; painful; tasting of food; foul.", "Nausea; vomiting of food, bile or blood; horrible pains in stomach.", "Very painful pressure, like a bar, on epigastrium with short, anxious respiration.", "Contraction, gnawing, and tearing pains; cramps and spasms.", "Sensation as of a hard tumour starting from pylorus and extending to liver." ],
    "Abdomen" : [ "Inflammation and swelling of liver.", "Burning, pulsating, and lancinating pain in region of spleen.", "Twisting and tearing pains in bowels with nausea and vomiting.", "Swelling in groin." ],
    "Stool and Anus" : [ "Stools mucous, bloody, brownish yellow; whitish, choleraic; offensive, with colic and burning in abdomen and rectum.", "Obstinate constipation, stool hard, knotty, like sheep-dung.", "Haemorrhoids and abscesses.", "Itching at anus." ],
    "Urinary Organs" : [ "Ardor urinae.", "Incontinence; when walking and during sleep." ],
    "Male Sexual Organs" : [ "Chancre-like sores on penis and in urethra.", "Sexual appetite increased by every attempt to satisfy it until it drives him to onanism and madness." ],
    "Female Sexual Organs" : [ "Scirrhus-like swelling of cervix uteri.", "Eruptions, whitish and reddish, in vulva; pustules.", "Erysipelatous swelling of mammae.", "Ulcerated indurated tumour in breast.", "Excoriation of nipples." ],
    "Respiratory Organs" : [ "Hoarseness and aphonia.", "Difficulty of speaking with drowsiness, with glandular inflammation.", "Corrosive sensations in larynx.", "Liquids pass frequently into larynx and nasal fossae.", "Prominent swelling of laryngeal cartilages, obstinate, paroxysmal, shaking cough, < in evening and night, and from dust.", "Burning and raw feeling in chest." ],
    "Heart" : [ "Burning, stitches, and cramps in cardiac region, with oppression.", "Heart seems paralysed with death-like weakness." ],
    "Neck and Back" : [ "Stiffness of neck and back; lumbago." ],
    "Upper Limbs" : [ "Rheumatic pains and swelling of joints.", "Diseased and deformed nails.", "Swelling of glands of axilla." ],
    "Lower Limbs" : [ "Stiffness, lancinating and crampy pain in sacrum and iliac bones.", "Nails grow awry and hurt toes.", "Offensive feet-sweats." ],
    "Skin" : [ "Abscesses, boils, ulcers." ]
  }
}