{
  "remedyName" : "Angustura Vera",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bone-pains. Caries. Diarrhoea. Injuries. Intermittent fevers. Myopia. Spavin in horses. Tetanus. Toothache. Whooping-cough." ],
    "Characteristics" : [ "The effects of Angustura are closely allied to those of Nux, Ruta, and Mercurius. The mental condition is one of over-sensitiveness and excitability; the slightest offence, a mere trifle, irritates as with Nux. On the other hand there is pusillanimity, which corresponds more to Ruta. Among the prominent features are: Drawing, tension, stiffness of muscles and joints; bruised, sore feeling as after a blow. Drawing of head to right side, later to left. Shortsighted. Heat in forehead at night. Exostosis of lower jaw. Trismus neonatorum (where much Mercury had been given). Drawing in upper r. molar tooth > application of cold finger. Thirst, constant desire to drink. Irresistible desire to drink coffee. Hiccough after cough. Belching with cough (Ambra). Every evacuation followed by shivering, crawling sensation over face. Tenesmus with soft stool. Haemorrhoids protrude with hard, knotty stool. Seminal emissions. Itching of tip of glans penis (when walking in open air). Violent itching on scrotum. Dry, hacking cough from scratching in throat or irritation behind sternum. Irritation behind sternum through to back. Palpitation < sitting bent and > sitting up. Cutting pain from point of right scapula to breast, near nipple (Chel.). Pain in cervical vertebrae < moving arms. Tearing as if in the bones, < at rest; > cold applications; > extension; < exertion and pressure. Spinal cord and extensor muscles principally affected; cracking in all joints. Caries of long bones. I have verified the power of Angust. over long bones in a case of acute periostitis of the tibia in a scrofulous boy. The 5x trit. speedily arrested inflammation, after the failure of Merc. viv. Symptoms < from exertion; from stooping; sitting bent over (palpitation) moving or lifting arms; drinking warm milk; p.m. (loose cough); > application of cold fingers (toothache); cold application; extension; lying on left side." ],
    "Relations" : [ "Ang. is like Ruta in its action on bones, and as an antidote to Mercury; also like False Angustura (Angustura spuria, Brucea antidyssenterica, Nucis vomicae cortex", "see Brucea); Bell. (< p.m.; easily startled; heat in female genitals; trismus), Bry., Rhus; Cep., Cham., Coff. (toothache > by cold); Cicut., Ign., Nux (tetanus); Merc., Pho., Sil. (caries of jaw); AEsc., Alo. (piles and backache); Ant. cr., Ant. t., Lil., Nat. m., Puls., Sep. (eruptions); Hyperic., Led. (punctured wounds); Ran. bulb. (pain in pectoral muscles). Antidoted by: Coffea (not Camph.), Bry. (bellyache after milk); Chel. (sharp, cutting pain from just beneath right scapula to chest)." ],
    "Mind" : [ "Timidity of character, and tendency to take alarm.", "Pusillanimity, and want of self-confidence.", "Ill-humour and discontent, with great readiness to take offence.", "Extreme excitement and gaiety.", "Absence of mind and reveries.", "Vivacity of mind, chiefly in the afternoon." ],
    "Head" : [ "Head bewildered, with stupidity, as if after intoxication.", "Dizziness in the open air, or on crossing a stream of water.", "In the evening, pressive headache, with heat in the face.", "One-sided headache, or both sides ache as if about to faint.", "Boring pains.", "Pain, like that of a bruise, in the brain.", "Cramp-like pains in the head.", "Piercing in the temples.", "The headaches appear mostly at sunset, and continue until the patient goes to sleep.", "Sensation of torpor in the temporal muscles, with tension on opening the mouth." ],
    "Eyes" : [ "Tension and pressure in the eyes, as from too strong a light.", "Sensation of dryness and pain, as of excoriation, in the eyelids.", "Redness, heat, and burning in the eyes, with nocturnal agglutination of the eyelids.", "Spasmodic stretching open of the lids.", "Eyes fixed, prominent, immovable.", "Sight confused, as if by a mist, or as if the cornea were obscured (in the morning).", "Objects too far distant, must bring them closer." ],
    "Ears" : [ "Cramp-like pain in the ears.", "Jerkings and tearing before and in the ears.", "Sensation as if something were placed in or before the ears.", "Heat in the ears.", "Diminution of hearing." ],
    "Face" : [ "Heat and bluish redness of the face.", "Tension of the facial muscles.", "Cramp-like pains in the cheek-bones and in the masseters frequently dart through the eyeballs and temples, < by stooping, walking, or mental excitement.", "Trismus, with the lips strongly separated, displaying the teeth.", "(After the spasms, the face and lips still remain bluish for some time.).", "Exostosis at the lower jaw." ],
    "Teeth" : [ "Drawing odontalgia.", "Throbbing in the hollow teeth." ],
    "Mouth" : [ "Dryness of the mouth and lips.", "(In the evening), viscid, insipid, and putrid mucus in the mouth, with constant desire to drink.", "Tongue white, and, as it were, rough.", "Sensation of burning in the tongue." ],
    "Appetite" : [ "Bitter taste, principally after dinner and after smoking tobacco.", "Thirst, with desire for cold drinks, or sensation of thirst without a desire for drink.", "Disgust for food, principally solid food with irresistible desire to take coffee, or with insatiable hunger.", "Disgust for pork.", "Imperfect eructuations after eating, with a sensation of fulness in the chest." ],
    "Stomach" : [ "Bilious eructations.", "Nausea while dining, or walking in the open air, with uneasy sensation of faintness.", "Pain, as of incisive excoriation in the stomach, particularly at the beginning of a meal.", "Cramp-like pain in the pit of the stomach.", "Acidity, coated tongue, pappy, unpleasant taste and loss of appetite." ],
    "Abdomen" : [ "Bruise-like pain in the abdomen.", "Cramp-like colic.", "Severe pain, extending in a line from navel to sternum.", "Cutting pains, chiefly after having taken milk (hot).", "Shooting pain in the abdomen.", "Borborygmi and fermentation in the abdomen, as preceding diarrhoea." ],
    "Stool and Anus" : [ "Stools frequent and copious.", "Diarrhoea of mucus, with colicky pains.", "Diarrhoea day and night, each evacuation preceded by cutting pains in the abdomen, usually attended with nausea in the morning; stools often whitish, thin and copious, diarrhoea becomes chronic, with loss of flesh and great debility; constipation.", "Pressive and contractive pain in the anus, with swelling of the haemorrhoids.", "Burning in the anus while at stool." ],
    "Urinary Organs" : [ "Frequent want to make water, with scanty evacuation, or frequent and abundant evacuation of urine, preceded by pressure on the bladder, and followed by tenesmus.", "Urine of an orange colour, and soon becomes turbid." ],
    "Male Sexual Organs" : [ "Much itching of all these organs, sometimes voluptuous.", "Seminal emissions." ],
    "Female Sexual Organs" : [ "Troubles with the r. ovary.", "Sensation as if the uterus were beating against the r. ovary and r. hip." ],
    "Respiratory Organs" : [ "Hoarseness from mucus in the aerial passages.", "Intermitting spasmodic breathing.", "Voice weak and faint.", "Dry cough, with rattling and scraping of mucus in the chest.", "Violent, deep cough, with expectoration of yellowish mucus.", "A sort of whooping-cough with hiccough and belching of wind.", "Cough occurring every p.m., at o'clock." ],
    "Chest" : [ "Respiration convulsive (intermittent).", "Constriction in upper part of lungs, as if one had been running.", "Oppression of the chest, on walking quickly, and during an ascent.", "Cramp in the chest, with painful spasms of the muscles of the chest.", "Painful sensitiveness of the chest, even to the slightest touch.", "Bruise-like pain in the muscles of the chest, on moving the arms." ],
    "Heart" : [ "Incisive shocks, or shootings in the chest, and in the region of the heart.", "Violent throbbing of the heart, when seated and leaning forward, or in the evening, in bed, when lying on the left side.", "Palpitation of the heart with anguish.", "Heart feels suddenly swollen, with great fear of dying, > by lying on l. side.", "Sensation of painful contraction of the heart." ],
    "Neck and Back" : [ "Painful heaviness in the nape of the neck, and between the shoulder-blades, in bed, in the morning.", "Opisthotonos.", "Violent itching along the back.", "Pain in the loins, as if bruised, mostly at night, and particularly towards four o'clock in the morning." ],
    "Upper Limbs" : [ "Arms tired and heavy, as if paralysed, with stiffness in the elbow.", "Paralytic weakness of the elbows and of the hands.", "Cramp-like drawings in the forearm, the hands, and the fingers.", "Coldness of the fingers." ],
    "Lower Limbs" : [ "Pain, as of dislocation, or of cramp in the coxo-femoral joints; also in the leas and in the feet.", "Pain, as from fatigue, in the thighs and in the legs, when walking, as if they were going to break.", "Pressive drawing in all parts of the lower extremities.", "Pain in the joint of the foot on putting it down, producing lameness.", "Paralysis of the legs, imminent with trembling of the feet.", "Paralysis of the joints of the feet.", "Drawing in the limbs, with soreness.", "Pain in the inner side of the ankle, when walking, causing limping." ],
    "Generalities" : [ "Sensation of weakness and of stiffness in the whole body; as if the marrow of the bone were stiff.", "The spinal marrow and the exterior muscles are principally affected.", "Stiffness and extension of the limbs.", "Tension in the muscles while walking.", "Paralysis of different parts.", "Great difficulty in walking, with threatened paralysis of the legs.", "In tetanus, traumatic, or otherwise, when there is spasmodic twitching or jerking of the muscles.", "Catalepsy, with the body bent backward.", "Wasting of soft parts.", "Convulsive starts.", "Attacks of tetanus, excited mostly by touch, by drinking, and by noise.", "Tetanic spasms caused (by the previously named causes) and by drinking of lukewarm water; cheeks and lips become blue; the breathing is laboured during the spasms, groaning and closing of the eyes, lips wide open, drawn up and down, exposing the teeth.", "Commotion in the body trunk), as from an electric shock.", "Twitching and jerking along the back, like electric shocks.", "Cracking of the joints.", "Caries, and painful ulcers, which attack the (long) bones and perforate them, even to the marrow." ],
    "Sleep" : [ "In the evening, great drowsiness, followed by sleeplessness before midnight.", "Sleep disturbed by frequent dreams." ],
    "Fever" : [ "Pulse accelerated, spasmodic, irregular at times, intermitting.", "Chill, in the morning and forenoon, preceded by thirst.", "Violent chill every afternoon at o'clock.", "Heat in the evening after entering a room, after supper, mostly in the face; at a.m., disturbing sleep, followed by chilliness.", "Shuddering in the part affected.", "Heat, with confusion and pain in the head, in the evening and at night.", "Thirst and vomiting of bile begin with hot stage." ]
  }
}