{
  "remedyName" : "Anthrokokali",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Caries. Cracks. Diabetes. Diuresis. Ecthyma. Eczema impetigenoides. Gout. Herpes. Impetigo. Lichen. Nostrils, cracked. Priapism. Prurigo. Rheumatism. Scabies. Scrofula. Sycosis. Urticaria." ],
    "Characteristics" : [ "\"A very absurd combination,\" says Hering, \"proved on many people, but in a very superficial way.\" It has been principally used in skin affections, scabies, prurigo, chronic herpes, and chronic cracks and ulcerations of nostrils. Eruptions decrease with the full of the moon. The intense thirst and diuresis suggest a place for the remedy in diabetes." ],
    "Relations" : [ "Compare: The Carbons; the Antimonies; Rhus, Dulc., Ferrum iod. (eczema impetigenoides)." ],
    "Nose" : [ "Chronic cracks and ulcerations of nostrils." ],
    "Mouth" : [ "Dryness of the mouth; foul tongue." ],
    "Throat" : [ "Dryness of the throat; internal heat, extending to the stomach; deglutition slightly impeded." ],
    "Stomach" : [ "Want of appetite.", "Surfeit.", "Disagreeable taste in the mouth; great thirst; retching; vomiting of bile, and of black mucus; sensation of heat in the stomach; pressure within; cramps of the stomach." ],
    "12, Abdomen and Stool" : [ "Inflation of the abdomen, as in tympanitis; colic.", "Blackish stools; evacuations like pap, with colic and borborygmi; diarrhoea, which continues several days." ],
    "Urinary Organs" : [ "Increase in the secretion of urine; abundant flow of pale urine without sediment; burning in the urethra while passing water; or itching at the orifice; retention of urine." ],
    "15, Male and Female Sexual Organs" : [ "Frequent erections.", "Catamenia beyond the usual period." ],
    "Skin" : [ "Increased activity of the skin; nettle-rash.", "Chronic erysipelas; purulent pimples, like papulae, with considerable itching, appearing during the night and disappearing in the daytime; dropsy." ],
    "Sleep" : [ "Sleeplessness, with agitation and excited pulse." ],
    "Fever" : [ "Febrile shivering, alternating with heat, followed by gentle perspiration, and quickness of the pulse.", "Redness and heat of the skin, disappearing on the supervention of sweat.", "Perspiration all over the body, with pain in the head, agitation, and bruise-like sensation, and quickness of the pulse; nocturnal sweat, sometimes general, sometimes limited to the parts affected; viscid sweating of the feet; before the sweat, oppression of the chest and violent palpitations of the heart; the skin continues moist for a long time after the perspiration has ceased." ]
  }
}