{
  "remedyName" : "Antimonium Tartaricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Aphthae. Asphyxia neonatorium. Asthma. Bilious affections. Bronchitis. Catarrh. Chicken-pox. Cholera. Cholera morbus. Coccygodynia. Cough. Group. Delirium-Tremens. Dyspepsia. Ecthyma. Eyes, inflamed. Impetigo. Intermittent fever. Laryngitis. Lumbago. Lungs, affections of. Myalgia. Paralysis agitans. Plica-polonica. Pneumonia. Psoriasis. Rheumatism. Ringworm. Screaming. Small-pox. Stiff-neck. Sycosis. Synovitis. Taste, altered. Thirst. Tongue, coated. Tremors. Varioloid. Vomiting. Whooping-cough." ],
    "Characteristics" : [ "Antim. tart. resembles closely Antim. crud. and the other Antimonies in its action, though the modalities differ. Antim. tart. was the favourite emetic of olden times, and consequently it is one of our best remedies in states of nausea. The nausea is as intense as that of Ipec., but less persistent, and is > by vomiting. Nash has found it the nearest thing to a specific in cholera morbus, the indications being \"nausea, vomiting, loose stools, prostration, cold sweat, stupor, or drowsiness.\" In chest affections of all kinds it is indicated where there is great accumulation of mucus with coarse rattling and inability to raise it. Drowsiness and even coma may accompany cases of all kinds in which Ant. t. is called for. The face is pale or cyanotic and the breathing stertorous. There is heat about heart and warmth rising up from it. A sensation of coldness in the blood-vessels. A correspondent of the Chemist and Druggist (May 21, 1892) related the case of an apprentice who had been employed for a week making up \"cough-balls\" and diuretic balls for horses, both containing powdered antimony. He had been cautioned not to inhale the powder, but his employer believes he did. At the end of the week he was seized with an illness, due, his employer thinks, and no doubt correctly, to the antimony. The symptoms are very characteristic. First, there was nausea, lassitude, and a desire for sleep. He was sent to bed, and during the night his fellow apprentice said he got up and struggled to relieve himself of an imaginary load on the chest. On being put to bed again, a profuse perspiration broke out, and also a peculiar rash on his face and chest; after that he vomited freely and felt better. Temperature 104, pulse A fever-mixture of liq. ammon. acet. and Sp. aether. nit. was given. A doctor who was called in found undoubted symptoms of pneumonia of left lung, but confessed he had never seen the rash before and would not venture an opinion regarding it. For two days the temperature kept at 104, then both temperature and the pulse became normal, the rash disappeared, and with it the pneumonic cough; in six days the boy was perfectly well. \"A child coughs when angry\" is characteristic. Heath cured a case of whooping-cough in a child who was very fretful before the cough. The mother said that if the child got angry she immediately had a fit of coughing. \"Cough at a.m.\" is another indication which I have found true. Further leading indications for this remedy are: attacks of fainting, internal trembling. It causes relaxation of sphincters and muscles, with nausea or without. Os uteri dry, tender, undilatable, with distress, moaning, and restlessness with every pain (Aco.), feeling of sickness. Convulsive twitching. Convulsions. Great heaviness in all the limbs and great debility. Rheumatic pains (fever), with perspiration, which does not relieve. Inflammation of internal organs. Gastric and bilious complaints. Constant nausea", "nausea felt in chest (Puls.). Sensation of weight or heaviness in many parts; head, occiput, coccyx, limbs. Pulsations in all the blood-vessels. The child wants to be carried and cries if any one touches it. Peevishness, whining, and crying. Inquietude, apprehension, agitation. Dulness and bewilderment of head as if benumbed. Chronic trembling of head; of head and hands (as in paralysis agitans). The tongue has a thick, white, pasty coat with red papillae showing through. Intense nausea and vomiting with great effort; with perspiration on forehead. Fulness and sensation of stones in abdomen especially when sitting bent forward. The skin is notably affected. The typical eruption is like that of small-pox, the symptoms of which disease are so closely reproduced in the proving that it has been used instead of vaccine for inoculation purposes, and prophylactic power has been claimed for it. (Compare Variolinum.) The terrible backache of small-pox is paralleled by the back-pains of Ant. t., which I have found to correspond to more cases of lumbago than any other remedy. Ant. t. is also a \"sycotic,\" and I have verified a symptom given in Hering, \"warts at the back of the glans penis.\" Antim. tart. has < by warmth, but not the excessive sensitiveness to heat and sun of Ant. c., and some of the rheumatic symptoms are > by warmth. Warm drink < cough, also lying in bed, especially becoming warm there. There is also < from cold and damp, but not the ill effects of cold washing found in Ant. crud. Also cold washing > the rheumatic toothache of Ant. t. Both have < from touch and even from being looked at. Ant. t. has < on sitting down; when seated; and on rising from a seat; < sitting bent forward; > sitting erect. < Lying on side affected. < Motion, on every effort to move. A characteristic of Ant. t. in lung affections is \"lies with head back.\" There is not the > from rest which is apparent in many symptoms of Ant. c. The Ant. t. headache is < by rest; also earache and respiration. < At night is more marked with Ant. t. than Ant. c. Cough is < a.m. > from eructations." ],
    "Relations" : [ "Compare: Acon. (croup); AEthus. c. and Ipec. (expression of nausea); Am. c.; Arsen. (asthma, heart symptoms, gastric catarrh); Bry. (pneumonia < l., Ant. t. < r.,-chest and brain symptoms after retrocession of eruption", "Bry., measles and scarlatina; Ant. t. small-pox). Laches. (dyspnoea on waking); Lyc (catarrh of chest, flapping of nostrils.", "Ant. t. has nostrils dilated); Verat. (colic, vomiting, coldness, craving for acids", "Ant. t. has more jerks, drowsiness, urging to urinate; Ver. more cold sweat and fainting); Op. (cough with drowsiness and yawning); Sang. c. (pneumonia, face livid); Ipec. (Ant. t. has more drowsiness and tendency of lungs to collapse); Thuja (effects of vaccination when Thuja fails and Silic is not indicated. Ant. t. develops small-pox pustule; Thuja dries it up). Compatible: Phos. in hydrocephaloid, worn-out constitutions, laryngitis, pneumonia. Follows well: Silic. in dyspnoea from foreign substances in larynx; Puls. (nausea in chest, gonorrhoeal suppressions); Tereb. (symptoms from damp cellars); Variolinum. Antidoted by: Asaf., Chi., Coccul., Con. (pustules on genitals), Ipec., Lauro., Op. (Opium in large doses is the best antidote in poisoning), Puls., Sep. It antidotes: Baryt. c., Bry. (dyspepsia), Camph., Caust. (dyspepsia), Puls. Ant. t. differs from Mercury in producing a purely local action on the mouth similar to its action on the skin. The action of Merc. on the mouth is indirect." ],
    "Causation" : [ "Effects of anger (cough) or vexation." ],
    "Mind" : [ "During the day hilarity, in the evening anxious and timid.", "Inquietude and agitation, with palpitation of the heart, and trembling.", "Anxious apprehension respecting the future (in the evening).", "Pitiful whining before and during the attack.", "Bad humour.", "Excessively peevish and quarrelsome.", "Child will not allow itself to be touched.", "Discouragement and despair.", "Lethargy.", "Suicidal mania.", "Wild gaiety (by day only).", "Consequences of anger and vexation." ],
    "Head" : [ "Dulness, confusion, and bewilderment in the head, which is, as it were, benumbed, with inclination to sleep.", "Fits of vertigo with sparkling before the eyes, and dizziness when walking.", "Dulness of all the senses.", "Headache, with palpitation of the heart, and vertigo.", "Heaviness of the head, esp. in the occiput.", "Semi-lateral headache.", "Pressive pains in the head, with compressive tension, as if the brain were contracted into one hard mass, often with dizziness, extending into the root of the nose, sometimes in the evening, and at night; with stupefaction and lethargy; better when exercising and washing the head.", "Pulsation in the right side of the forehead; worse in the evening, when sitting stooped, and from heat; better from sitting erect, and in the cold air.", "Drawing, tearing, and digging in the head.", "Stitches in the head.", "Lancinating pains in the head, sometimes extending into the eyes, with necessity to shut them.", "Boring in the forehead.", "Semi-lateral throbbing in the forehead.", "Chronic trembling of the head.", "Trembling with the head, esp. when coughing, with an internal sensation of trembling, chattering of the teeth, and an irresistible somnolency; worse in the evening, and from heat.", "Trembling with the head and hands, with great debility; worse when lying and getting warm in bed, better when sitting up erect and in the cold.", "Neck stretched out, head bent back." ],
    "Eyes" : [ "Eyes fatigued, requiring sleep, and to be firmly closed.", "Pain, as of a bruise in the eyeball, on touching it.", "Aching of the eyes.", "Shootings, burning sensation, and smarting in the internal canthi, with redness of the conjunctiva.", "Eyes confused, swimming in tears; sunken, surrounded by dark circles.", "In pneumonia when the edges of the lids are covered with mucus.", "Rheumatic ophthalmia or from gonorrhoea.", "Incipient amaurosis.", "Confused sight, with sparkling before the eyes, especially on rising from a seat." ],
    "Ears" : [ "Humming in the ears." ],
    "Nose" : [ "Violent fluent coryza, with frequent sneezing, ulcerated nostrils, shivering, loss of smell, and of taste.", "Uncontrollable epistaxis with spongy gums.", "Nose dry.", "Nose pointed.", "Nostrils widely dilated.", "Nostrils black; alae flapping." ],
    "Face" : [ "Face pale and wan, or red and bloated, with anxious expression.", "Face pale, sunken.", "Dull, drawing pressure, in the zygomatic process.", "Convulsive jerking of the muscles of the face.", "Parched lips, with desquamation.", "Eruption round mouth.", "Cracked lips." ],
    "Teeth" : [ "Odontalgia, with very violent pain in the morning.", "Rheumatic toothache of intermittent type.", "Scurvy." ],
    "Mouth" : [ "Copious accumulation of saliva in the mouth.", "Tongue moist, clean, or loaded with a brown coating.", "Tongue: red, dry in middle; red in streaks, thick, white, pasty coat; thick white fur.", "Aphonia." ],
    "Appetite" : [ "Fatty taste in the mouth.", "Insipidity of food.", "Salt taste in the mouth.", "Bitter taste in the mouth.", "Thirst for cold water.", "Moderate appetite with burning thirst.", "Good appetite, with speedy disgust, on partaking of any food.", "Bulimy, when walking in the open air.", "Craving for acid things, or for raw fruits (apples); for cold drinks or thirstlessness.", "Aversion to all food, esp. milk.", "Every mouthful produces a painful sensation, extending to the stomach.", "After drink: nausea; cough." ],
    "Stomach" : [ "Empty risings.", "Sobbing risings.", "Risings with taste of rotten eggs, at night.", "Regurgitation, of acrid, or salt, or else sourish fluid.", "Regurgitation after partaking of milk.", "Constant nausea, sometimes with inclination to vomit, anguish, pressure in the scrobiculus, and headache, mitigated by expulsion of flatus, upwards and downwards.", "Violent retching, with copious flow of saliva, sweat on the forehead, and lassitude in the legs, or else with diarrhoea, and excessive debility.", "Much vomiting, with violent efforts, pain in the stomach and abdomen, trembling of the body, necessity to bend double, shiverings, and strong inclination to sleep.", "Vomiting of mucus, with mucous diarrhoea.", "Acid vomiting, containing food.", "Vomiting of sour and bitter substances, esp. at night.", "Excessive sensibility of the stomach; the smallest mouthful causes a painful sensation.", "Pain in the stomach, as if it were overloaded.", "Uneasiness and emptiness in the stomach.", "Pressure in the stomach and scrobiculus, esp. after a meal.", "Violent throbbings and pulsations in the region of the stomach.", "Shootings in the pit of the stomach." ],
    "Abdomen" : [ "Pains in the abdomen, with great moral and physical agitation, and dislike to all kinds of labour.", "Uneasiness in the epigastrium and hypogastrium, which compels the patient to lie down and to stretch himself.", "Fulness and pressure in the abdomen, as if it contained stones, esp. on stooping forward, while in a sitting posture.", "Spasmodic colic in the abdomen, with violent contraction of the eyelids, and irresistible inclination to sleep.", "Incisive pains in the abdomen, as if the intestines were being cut.", "Pulsations in the abdomen.", "Abundant production of flatus, with grumbling, borborygmi, and pinchings in the abdomen." ],
    "Stool and Anus" : [ "Constipation, alternating with diarrhoea.", "Diarrhoea in pneumonia, small-pox, and other eruptive diseases, esp. if the eruption has been suppressed.", "Diarrhoea and vomiting.", "Faeces of the consistence of pap.", "Slimy diarrhoea, or yellow, bright brown, or else watery, often preceded by gripings and movements in the abdomen.", "Sanguineous faeces.", "Involuntary evacuations.", "During the evacuation, palpitation of the heart.", "Violent burning tickling, extending from the rectum into the glans penis.", "Lancinations in the rectum.", "Tenesmus during and after Stool, frequent burning at the anus." ],
    "Urinary Organs" : [ "Very profuse and distressing emission of urine, with tension in the perineum, burning sensation in the urethra, and scanty stream, which is sanguineous towards the end of the emission, with violent pains in the bladder.", "Nocturnal calls to urinate, with burning thirst and scanty emission.", "Involuntary emission of urine.", "Red, fiery urine, which forms blood-red filaments after standing.", "Deep-brown, acrid, turbid urine.", "Pressure and tension on the bladder.", "Shootings in the urethra and lower part of the bladder." ],
    "Male Sexual Organs" : [ "Excitation of sexual system.", "Pain in testicles after checked gonorrhoea.", "Warts behind glans penis; with ulcers elsewhere (sycosis).", "Pustules on genitals and thighs.", "Syphilis." ],
    "Female Sexual Organs" : [ "Catamenia of watery blood.", "Severe bearing-down in vagina.", "Chronic metritis with feeling of weight tugging at coccyx.", "Eruption of pimples or) the genital organs.", "Itching of pudenda." ],
    "Respiratory Organs" : [ "Catarrh, with irritation, which excites coughing, copious accumulation of mucus, and rattling of mucus in the chest.", "Hoarseness.", "Painful tenderness of the larynx when touched.", "Cough, excited by violent tickling in the trachea.", "A child coughs when angry.", "Paroxysms of coughing, with suffocating obstruction of respiration (suffocating cough).", "Dyspnoea, compelling one to sit up.", "Shortness of breathing from suppressed expectoration.", "Suffocating attacks with sensation of heat at the heart.", "Whooping-cough, preceded by the child crying, or after eating or drinking, or when getting warm in bed; after the attack somnolency.", "Cough, with heat and moisture of the hands, and perspiration on the head, chiefly on the forehead.", "Cough, with vomiting of food, after a meal.", "Hollow cough, with rattling of mucus in the chest.", "Cough, with expectoration of mucus, sometimes at night only, chiefly after midnight." ],
    "Chest" : [ "Velvety feeling in the chest.", "Frequent fits of obstructed respiration, esp. in the evening or in the morning, in bed, almost to the extent of suffocation.", "Shortness of breath.", "Difficult respiration.", "Paralysis of the lungs.", "Anxious oppression of the chest, with a sensation of heat, which ascends to the heart.", "Rattling of mucus in the chest when breathing.", "Fitful pain, as from excoriation in the chest, esp. on the l. side.", "Rheumatic pain in the l. side of the chest.", "Burning sensation in the chest which ascends to the throat.", "Inflammation of the lungs.", "Miliary eruption on the chest." ],
    "Heart and Pulse" : [ "Visible and anxious palpitation of the heart (also without anxiety), sometimes during an evacuation.", "Palpitation with loose stools.", "Heat about heart and warmth rising up from it.", "Sensation of coldness in the blood-vessels.", "Pulse: hard, quick, and small; or weak, quick, and trembling; small, threadlike: imperceptible.", "Twisting, digging, and blows in the region of the heart, at night, which do not cease till perspiration breaks out." ],
    "Neck and Back" : [ "Weakness of the muscles of the neck, which prevents the head from being held up.", "Miliary eruption on the nape of the neck.", "Pain in the back and loins when seated, as from fatigue.", "Violent pain in the sacro-lumbar region; slightest effort to move causes retching and cold, clammy sweat.", "Pain in sacrum with sensation of lameness.", "Sensation as if a heavy load was hanging on end of coccyx, dragging downwards all the time.", "Rheumatic pain in the back." ],
    "Limbs" : [ "Heaviness in limbs followed by leprous eruption.", "Limbs over-fatigued, a sensation coming from back.", "Jerking up of limbs during sleep with loose stools.", "Small ulcers on tips of fingers and toes, spreading, livid edges (leprosy)." ],
    "Upper Limbs" : [ "Cracking in the joints of the shoulder, with tearing in the arms, extending into the hands.", "Excessive heaviness of the arms.", "Jerking of the muscles in the arms and hands.", "Miliary eruption on the arms.", "Itching pimples on the arms and wrists.", "Red spots on the hands, like fleabites.", "Trembling of the hands.", "Coldness of the hands.", "Icy coldness in the tips of the fingers, as if dead.", "Finger-ends dead, dry, and hard.", "Spots of a deep yellow on the fingers.", "Distortion of the fingers." ],
    "Lower Limbs" : [ "Heaviness and rheumatic pains in the hips and legs.", "Painful weakness in the knee-joint, in bed, in the morning.", "Dropsy of the l. knee-joint.", "Tension of the tendons of the ham, and of the instep, when walking.", "Cramp in the calf of the leg.", "Coldness of the feet.", "Numbness of the feet, on sitting down." ],
    "Generalities" : [ "Rheumatic pains (fever) with perspiration, which does not relieve.", "Inflammation of internal organs.", "Gastric and bilious complaints.", "Arthritic and rheumatic tearings and drawings in the limbs, with sensation as of a fracture.", "Collection of synovial fluid in joints.", "Contraction of the limbs.", "Jerking of the muscles.", "Convulsive jerks and spasm.", "Epileptic fits.", "Trembling of the limbs; long-continued of the head and hands after every exertion or motion.", "Internal trembling.", "Shootings in the varices.", "Aggravation of the symptoms when sitting down, or else when seated, and when rising from the seat.", "In some forms of asthma one has to sit in a chair and lean his head on a table.", "In some forms of pneumonia so great is the prostration that the patient is constantly slipping down in bed.", "Heaviness in all the limbs, and great indolence.", "Violent pulsations throughout the body.", "Great debility, weakness, and excessive lassitude; feels best when sitting still doing nothing.", "A child continually wishes to be carried.", "Syncope.", "Excessive tenderness of the whole body.", "A child, when touched, utters piercing cries." ],
    "Skin" : [ "Itching in the skin.", "Itching pimples, and miliary eruption.", "Eruptions like scabies.", "Eruption of pustules, like varioloids, as large as peas, filled with pus, with red areola (like small-pox), and which afterwards form a crust, and leave a scar.", "Itching round inveterate ulcers.", "Pustular eruption on different portions of the body, leaving a bluish-red mark." ],
    "Sleep" : [ "Urgent inclination to sleep during the day, with frequent stretching and yawning.", "Invincible drowsiness, with deep and stupefying sleep.", "In the morning, sensation as from insufficient sleep.", "Retarded sleep, and nocturnal sleeplessness.", "Light sleep, with many fantastic dreams.", "Much talking during sleep.", "Cries during sleep, with fixed eyes, and trembling limbs.", "Shocks and blows during sleep, which occasion jerking, sometimes of a single limb, at others of the whole body.", "Lying on the back while sleeping, with the left hand passed under the head." ],
    "Fever" : [ "Predominance of shivering and coldness.", "Shiverings, with excessive paleness of the face, and trembling of the whole body.", "Violent but not long-continuing heat, preceded by a long-lasting chill; worse from every exertion; or long-continued heat, with lethargy and perspiration on the forehead following a short-lasting chill.", "Burning heat of the whole body, chiefly in the head and face, increased by the least movement.", "Pulse quick, weak, or full; hard and accelerated; at times trembling.", "The fever ceasing, the pulse becomes often slow and imperceptible.", "The least exertion accelerates the pulse.", "Fever, with adipsia, and excessive drowsiness.", "Profuse, frequent, and sometimes cold perspiration.", "Perspiration on the parts affected.", "Profuse nocturnal perspiration.", "Perspiration on the whole body.", "Perspiration frequently cold and clammy.", "Intermittent fevers, with lethargic condition." ]
  }
}