{
  "remedyName" : "Antimonium Sulphuratum Aureum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Amaurosis. Catarrh. Constipation. Cornea, spots on. Diarrhoea. Indigestion. Iris, prolapse of. Itching. Nose-bleed. Lung, congestion of." ],
    "Characteristics" : [ "Ant. sul. aur. has been proved. Its most notable effects were produced on the eye and chest. Burning in head (with eye complaints). Amaurosis (commencing). Spots on cornea and hypopion. Acute and chronic nasal and bronchial catarrh. Acne. Nose-bleed on washing. As with the other antimonies there is disordered digestion, pasty mouth and taste in morning. Increase of tough mucus in larynx and bronchi, respiration difficult. Dry, hard cough with passive congestion of upper lobe of left lung. Itching on hands and feet." ],
    "Relations" : [ "Compare: Other Antimonies; Aur. (chest), Ars., Ferr., Merc. sul., Sul., Amm. c. (nose-bleed after washing)." ],
    "Eyes" : [ "Amaurosis, commencing.", "Spots on cornea.", "Iris protruding through cornea." ],
    "Nose" : [ "Bleeding from nose on washing.", "Increased mucus from nose and throat." ],
    "Face" : [ "Pustular acne." ],
    "Mouth" : [ "Pasty mouth and taste in morning." ],
    "Throat" : [ "Burning or heat in fauces.", "Mucus from throat becomes offensive to smell.", "Pressure in throat as if a plug stuck in it.", "Scratching, rough feeling in throat in morning." ],
    "11, Stomach and Abdomen" : [ "Pressure and fulness in stomach and abdomen; umbilical region sensitive." ],
    "Stool" : [ "Passage of much flatus with sudden urging, followed by a stool solid at first then bright yellow and pasty; afterwards violent colic and rumbling round navel.", "Constipation, faeces hard and passed with difficulty." ],
    "Urinary Organs" : [ "Urine increased, dark red." ],
    "Male Sexual Organs" : [ "Pustular eruption on scrotum with much itching." ],
    "Respiratory Organs" : [ "Accumulation of tough mucus in bronchi and larynx.", "Increased mucous secretion with fulness in bronchi and full, hard breathing.", "Respiration difficult.", "Dry, hard cough, no expectoration.", "Increased mucous sputum, mixed with blood, of a sweetish taste.", "Passive congestion of upper lobe l. lung, with hard, dry cough." ],
    "Generalities" : [ "Malaise, fatigue, lassitude, with nausea." ],
    "Skin" : [ "Itching on hands and feet.", "Pustular acne." ],
    "Sleep" : [ "Sleep deep; dreamy with sudden waking.", "Sudden waking after midnight, with general aggravation of symptoms, heavy, confused head, slight sweat." ]
  }
}