{
  "remedyName" : "Antimonium Crudum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, irritation of. Callosities. Catarrh. Chorea. Constipation. Corns. Diarrhoea. Dyspepsia. Eczema. Feet, sore and horny. Fever. Gum-rash. Nails, degeneration of. Nettle-rash. Piles. Prolapsus recti. Red gum. Remittent fever. Stomach, disordered. Sunstroke. Tendons inflamed. Tongue coated. Voice, low. Warts. Whooping-cough." ],
    "Characteristics" : [ "Antim. crud. corresponds in a sense to the race of swine, as Arsenic does to horses and Pulsatilla to sheep. It is preeminently a scrofulous medicine, corresponding to gross constitutions with tendency to rough scaling skin with horny patches. With these horny patches is great tenderness, the patient can hardly bear to walk on them. Analagous to these horny excrescences are warts, and Ant c. has cured many cases of these. A student, had twenty-three on right hand and thirty four on left, mainly on backs and fingers, but a few on interior surface of fingers. In addition redness and inflammation of eyelids. Cured in seven weeks with Ant. c. 200x. In the same category may be mentioned the tendency of the nails to grow in splits. Ant. crud. is specially suited to infants and children (with coated moist white tongues) and also to elderly persons. Tendency to grow fat. When symptoms recur they change their locality or go from one side of the body to the other. Left side predominates, especially lower left and upper right. Among special symptoms are: Itching of scalp and falling out of hair. Tendency to take cold about head. Scrofulous ophthalmia, canthi especially affected (Graph. the whole margin). Otorrhoea. Moist eruption behind ears (Graph.). Slight noises startle. Nose-bleed with vertigo; after headache; after rush of blood to head. Children are peevish, won't bear to be touched or looked at. Adults are sulky or sad. Weeping and impressionable. Sentimental mood by moonlight. Amativeness. Suicidal. Gastric and remittent fevers, and fevers of children, with great thirst and the characteristic white tongue. The fever runs higher at night. The child is cross, but unlike the Cham. patient, who wants to be carried, this will scream and show temper at every little attention. There is a form of diarrhoea which alternates with constipation, often found in old people, to which Ant. crud. corresponds. \"Stomach weak, digestion easily disturbed, in old people.\" It cures many cases of mucous piles: continuous oozing, staining linen. In connection with the intolerance of wine of the remedy, it may be mentioned that in one case it produced a feeling of intoxication like that of alcohol, so that the patient refused to take any more of it. A number of nervous symptoms appear in the provings", "restlessness, jerking of muscles, &c. Dr. M. Jousset has recorded a severe case of chorea which resisted all the usual remedies and was cured with Ant. crud. prescribed on the digestive symptoms, particularly the characteristic white tongue. A notable characteristic of Ant. crud. is the thickly coated tongue. Generally it is thick and white; milky-white; or like whitewash evenly laid. The edges may be red and sore. Sore, cracked and crusty nostrils and corners of mouth. Abnormal hunger; not relieved by eating; emptiness at epigastrium and want of animal heat. Disgust for all foods. Nursing children throw up a little sour milk as soon as they take the breast or bottle (Aethus c., after vomiting the child sleeps and wakes hungry; Ant. c. the child refuses to nurse again). The sulphur element in Ant. crud. is strongly pronounced in the provings as in the constipation and other intestinal disorders of the drug. < By heat is a marked characteristic (Apis, Puls., Cham., Secale, Camph.); also < from cold washing (less severe after warm washing), from cold water and cold food. In spite of the < from heat there is great sensitiveness to cold, hence it is suitable to the hydrogenoid constitutions. Moonlight < mental symptoms. Many symptoms are < at night. < By touch. < From wine, especially sour wine; from vinegar and acids (though tamarind water does not disagree); from fruits. < From pork, bread, and pastry. > By rest, by lying down; < rising up; < ascending stairs." ],
    "Relations" : [ "Compare: Aethiops ant., Ant. tar., Am. mur., Apis, Bry., Graph., Puls., Ran. b., Rhus t., Sul., Variol.; Cham., Chi, and Stram. (averse to be looked at); Hep., Rhus, Sep., Spi. and Sul. (averse to be washed). Complementary: Scilla. Follows well: Puls., Ipec. Followed by: Puls., Merc., Sul. Antidote to: Stings of insects. Antidoted by: Calc., Hep., Merc. Bry. compares very closely in digestive condition, loaded tongue and < from warmth; in summer complaint." ],
    "Causation" : [ "Gluttony. Hot weather. Heat of sun. Getting over-heated. Disappointed love. Suppressed eruptions." ],
    "Mind" : [ "Ecstasy and exalted love, with great anxiety about his fate and inclination to shoot himself; worse when walking in the moonlight, and then his conduct is like than of an insane person.", "Desponding reflections upon one's condition.", "Disgust of life, with an inclination to blow one's brains out, or to drown oneself.", "Tendency to be frightened.", "Peevish humour, ill-humour.", "To be looked at and to be touched are unbearable (in the case of a child).", "Dull intellect, imbecility.", "Madness." ],
    "Head" : [ "Confusion of head, as after long labour in the cold.", "A feeling of intoxication.", "Dizziness with nausea, or bleeding of the nose.", "Attack of apoplexy, with frothy salivation.", "Cephalalgia, after bathing in running water.", "Cephalalgia with dizziness from the smoke of tobacco; better in the open air.", "Sensation, as if the forehead were going to burst.", "Dull pain in the sinciput and vertex, increased by going upstairs.", "Cramp-like pain in the head, ameliorated by walking in the open air.", "Piercing pain in the forehead and in the temples.", "Sharp pains as from knives in head and under l. breast.", "Congestion in the head, painful and followed by epistaxis.", "Pain in the bones at the vertex, as if from a swelling in the periosteum.", "Teasing itching in the head, with failing off of the hair." ],
    "Eyes" : [ "Shooting in the eyes.", "Red, inflamed eyelids.", "Inflammation of the eyes, with itching and nocturnal agglutination of the eyelids.", "Slight oozing of the skin near the external angle of the eye.", "Humour in the corners of the eyes.", "Enlargement of the eyes.", "Sensibility of the eyes to the light of day.", "Blindness.", "Chronic sore eyes of children." ],
    "Ears" : [ "Shooting in the ears.", "Redness, swelling, and heat in the ear.", "Otorrhoea.", "Digging and murmuring in the ears.", "Deafness, as if one had a bandage over the ears; as if a leaf were lying before the ears.", "Buzzing in the ears.", "Continual roaring in the ears." ],
    "Nose" : [ "Eruption in the nose.", "Excoriation of the nostrils, and of the corners of the nose.", "Nostrils chapped and scurfy.", "Stoppage of the nose.", "Bleeding at the nose, esp. in the evening.", "Sensation of coldness in the nose, when inspiring air.", "Dryness of the nose, chiefly on walking in the open air.", "Accumulation of thick yellowish mucus in the nostrils." ],
    "Face" : [ "Sad countenance.", "Heat in face, and chiefly in the cheeks, with itching.", "Red, burning, suppurating eruptions on the face, with yellowish scurf.", "Lumps and blisters on the face, as if from the stings of insects.", "Granular eruptions, yellow as honey, on the skin of the face.", "Eruption, like conoid chicken-pox, on the face and on the nose.", "Sensation of excoriation of the chin.", "Painful fissures at the commissures of the lips.", "Pimples on the upper lip.", "Dryness of the lips." ],
    "Teeth" : [ "Pains in carious teeth, with dull pricking, successive pullings and gnawing, even in the head, renewed after every meal, increased by cold water, and mitigated in the open air.", "Jerking toothache in the evening, in bed, and after a meal.", "Grinding of the teeth while sleeping in a sitting posture.", "Stitches in and about the teeth when inspiring cold air.", "Bleeding of the teeth and of the gums, which become detached." ],
    "Mouth" : [ "Bitter taste in the mouth.", "Ptyalism (tasting salty).", "Dryness of the mouth.", "Accumulation of water on the tongue and in the mouth.", "Salivation.", "Tongue loaded; with a white coating.", "Pain, as of excoriation at the edges of the tongue.", "Blisters on the tongue." ],
    "Throat" : [ "Soreness of the throat, as if there were a plug in it.", "Inability to swallow.", "Dryness and scraping, or an accumulation of viscid mucus in the throat." ],
    "Appetite" : [ "Aversion to all food.", "Longing for acids.", "Thirst chiefly in the night.", "Loss of appetite.", "Sensation of hunger and of emptiness in the epigastrium, in the morning especially, and which is unappeased by eating.", "After a meal, dejection, lassitude, fulness and tension in the abdomen.", "Great desire to take food, which is not appropriated to strength." ],
    "Stomach" : [ "Eructations with taste of food, or very acid.", "Regurgitation of a watery fluid.", "Hiccough on smoking tobacco.", "Loathing of food, nausea, and inclination to vomit, as if caused by indigestion.", "Heartburn with good appetite.", "Nausea after taking wine.", "Nausea and vomiturition, from overloading the stomach, or after drinking (sour) wine.", "Vomiting of mucus and of bile, sometimes accompanied by diarrhoea, great anxiety, and convulsions.", "Pain, burning, and cramp-like in the pit of the stomach, sometimes with despair and inclination to drown oneself.", "Tension and pressure in the pit of the stomach.", "Painful sensation, as if the stomach were overloaded with food.", "Pain in the region of the stomach on being touched.", "Gastric catarrh with characteristic white tongue; even if caused by metastasis of rheumatism or gout." ],
    "Abdomen" : [ "Inflation of the abdomen, with a sensation of fulness, chiefly after a meal.", "Violent cutting pains, sometimes with want of appetite; urine red and stools hard.", "Sensation of emptiness in the abdomen, as after violent diarrhoea.", "Sensation of swelling and of hardness in the inguinal region, on its being pressed.", "Accumulation of flatus in the abdomen, with rumbling and borborygmi." ],
    "Stool and Anus" : [ "Difficult evacuation of hard stools.", "Difficult evacuations; the faeces are too large in size.", "Urgent inclination to go to stool.", "Stool of the consistence of pap.", "Diarrhoea, generally watery, with cutting pains.", "After vinegar or acid wine, loose stool.", "Alternate diarrhoea and constipation, esp. in aged persons.", "Constant secretion of yellowish-white mucus by the anus.", "Flow of black blood from the anus.", "Haemorrhoidal excrescences, blind and running, with burning and tingling.", "Burning itching and fissures in the anus.", "Expansive pressure in the rectum (during stool as if an ulcer had been torn open) and the anus.", "Burning furunculus in the perineum." ],
    "Urinary Organs" : [ "Frequent inclination to make water, with scanty emission.", "Frequent and abundant emission of urine, with abundant flow of mucus, and burning in the urethra, accompanied by pains in the loins.", "On coughing, involuntary emission of urine.", "Urine aqueous, or of a gold colour, or reddish brown, and sometimes mixed with small red corpuscles.", "Incisive pain in the urethra, on making water." ],
    "Male Sexual Organs" : [ "Excitement of sexual desire, and great lasciviousness.", "Pollutions." ],
    "Female Sexual Organs" : [ "Metrorrhagia.", "Sharp and corrosive discharge from the vagina.", "Nymphomania from checked catamenia.", "Tenderness over ovaries after menses checked by a bath.", "Gastro-intestinal disorders of pregnancy.", "Pressure in the uterus as if something would come out of it, esp. during uterine haemorrhage.", "Toothache before the menses, with boring in the temples.", "Quite solid lumps in a watery leucorrhoea, which sometimes causes a smarting down the thighs.", "Nausea, vomiting, and diarrhoea during pregnancy." ],
    "Respiratory Organs" : [ "Great heat in the throat while moving in the open air.", "Great weakness, or entire loss of voice, chiefly on becoming warm.", "Looking into the fire increases cough.", "Sensation of a foreign substance in the larynx, with inability to expectorate.", "Violent spasm in the larynx, with sensation of excoriation.", "Cough, with burning in the chest.", "Morning cough, dry and shaking.", "Whooping-cough.", "Cough as if arising from abdomen." ],
    "Chest" : [ "Stifling oppression and paralytic orthopnoea.", "Respiration deep, with sighing.", "Shootings in the chest, when drawing breath and at other times.", "Pain, as of contusion, in the pectoralis major, on raising the arm, and on pressure.", "Sharp pain under l. breast." ],
    "Neck and Back" : [ "Cramp-like drawing in the muscles of the neck and of the nape of the neck.", "Rheumatic pains in the nape of the neck.", "Miliary eruption on the nape of the neck, in the shoulder-blades, and behind the ears." ],
    "Upper Limbs" : [ "Rheumatic pains in the arms.", "Red vesicles on the arms, with itching.", "Painful inflammation of the tendons of the elbow, with great redness and curvature of the arm.", "Hot and red swelling of the forearm, with shooting tension.", "Sensation of drawing in the forearm, the fingers, and the joints of the fingers.", "Arthritic pains in the joints of the fingers.", "Painful sensibility of the skin under the nails, and slow growth of the nails themselves.", "A horny growth under the nail.", "Crushed finger-nails grow in splits, with horny spots." ],
    "Lower Limbs" : [ "Sensation of drawing in the lower limbs, esp. in the coxo-femoral joint.", "Lumps, with red rings, on the buttocks and legs.", "Violent pain in the lower extremities.", "Numbness of the legs after sitting for some time.", "Shooting pain in the knee and in the tibia.", "Drawing pain in knees, lower part l. tibia, in l. heel, and tearing through the r. great toe.", "Tumour or white swelling of the knee.", "Painful stiffness in the knee, preventing the extension of the leg.", "Vesicles on the knee after scratching it.", "Sensibility of the soles of the feet, when walking on the pavement.", "Red swelling of the heel, with burning shootings, which are aggravated by walking.", "Corns on the soles of the feet, and callous excrescence at the tips of the toes.", "Pressive pain in the corns.", "Burning in the fleshy part of the great toe.", "Callous excrescence under the nail of the great toe." ],
    "Generalities" : [ "Rheumatic pains and inflammation of the tendons, with redness and contraction of the part affected.", "Inflammation of the muscles.", "Drawings or shootings and tension, principally in the limbs.", "Restlessness, uneasiness.", "Disposition to start even at slight noises.", "Twitching of muscles of many parts of the body.", "Convulsions with vomiting.", "The symptoms are aggravated in the heat of the sun, after having drunk wine, after a meal, night and morning; amelioration during repose and in the fresh air.", "Great sensibility to cold.", "Heaviness of all the limbs.", "General weakness, esp. at night, on waking.", "Emaciation, or great obesity.", "Dropsical swelling of the whole body.", "Mucous membranes generally affected.", "Anasarca.", "Marasmus.", "Children cannot bear to be touched or looked at.", "Chronic affections traceable to suppressed eruptions or ulcers." ],
    "Skin" : [ "Itching, esp. in the neck, chest, back and limbs.", "Eruptions which appear chiefly in the evening, or which itch in the heat of the bed, and prevent sleep.", "Miliary eruptions and nettle-rash.", "Tumours and blisters, as if from the stings of insects.", "Measles-like eruption.", "Eruptions, similar to chicken-pox, with shooting pain on pressure.", "Thick, hard scabs, often honey-yellow, here and there a crack oozing a green sanious fluid, burning as if immersed in hot embers.", "Urticaria white, with red areolae, which itch fearfully.", "Pustules with yellowish or brown scurf.", "Freckles.", "Hepatic spots.", "Deep spongy ulcers with gastric ulcers.", "Fistulous ulcers.", "Horn-like excrescences and disposition to abnormal organisations of the skin.", "Corns and callous excrescences on the feet.", "Nails discoloured and deformed.", "Red and hot swellings.", "Degeneration of the skin.", "Fungus of the joints." ],
    "Sleep" : [ "Strong inclination to sleep during the day, and somnolency, chiefly in the evening or morning.", "Coma with delirium.", "Waking with fright during the night.", "Dreams, anxious, horrible, voluptuous, or painful, and full of quarrelling." ],
    "Fever" : [ "Chilliness predominating even in the warm room.", "Sensation of coldness in the nose when inhaling air.", "Heat, esp. during the night, before midnight, with cold feet.", "Great heat from little exercise, esp. in the sun.", "Intermittent fever, with gastric or bilious affections, principally with disgust, nausea, vomiting, eructations, loaded tongue, bitterness of the mouth, with moderate thirst, diarrhoea, tension and pressure at the pit of the stomach, with cutting pains.", "Tertian fever.", "Hot sweat, early in the morning every second day.", "Pulse irregular, sometimes quick, sometimes slow." ]
  }
}