{
  "remedyName" : "Aphis Chenopodii Glauci",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Colic. Coryza. Cough. Diarrhoea. Headache. Tenesmus Toothache." ],
    "Characteristics" : [ "Some of the most notable symptoms of Aphis are: Coryza with burning and biting on margins of nostrils, especially of septum. Increase of most violent toothache in bed, only relieved if after awhile a general warm sweat breaks out. Cutting in abdomen and rumbling of flatus. Ineffectual urging in bladder and rectum. In the morning urging after rising, several mush-like stools with pinching, burning in anus with urging. Flatus accompanies stool. Thin stools with slime and spots of dark blood. The insect partakes of the properties of the plant it lives on, Chenopodium glaucum being a popular colic remedy, and allied to the Polygonaceae Rheum and Rumex. Aphis is peculiar in being the only remedy which has toothache > by sweat; though Cham. has general > by sweat." ],
    "Relations" : [ "Compare: Aethus. (stool after rising; pinching, cutting before., urging after); Nat. sul. (stool after rising, with discharge of wind); Nux v. (frequent urging in rectum and bladder); Gelsem. (chills up and down the back)." ],
    "Head" : [ "Head confused in the evening, as with coryza; with transient heat in the face, great pressure and tightening in the forehead or occiput, increased by motion, with sensation of cerebral oscillation in the head, tearing shooting in the teguments of the head." ],
    "Eyes" : [ "Burning heat in the eyelids during several evenings." ],
    "Ears" : [ "Tearing pains, sometimes in one ear, and sometimes in the other." ],
    "Nose" : [ "Pain of excoriation in the nostrils.", "Violent sneezing, sometimes attended by a pain, as of excoriation, in the larynx.", "Coryza, sometimes with burning and smarting at the edges of the nostrils, and esp. at the septum.", "Fluent coryza, with secretion of serous mucus, sometimes also at night, with pulse accelerated to eighty-five pulsations, with coldness in the feet extending to the knees, and shuddering all down the back." ],
    "Face" : [ "Colour pale, yellowish; heat in the face, with head confused as by coryza, at night.", "Dry lips, sometimes esp. in the morning." ],
    "Teeth" : [ "Toothache with tearing shootings, at first in a hollow molar tooth, afterwards in all the teeth of the right side; extending from the right side to the ear, the temple, and the cheek-bone.", "Aggravation of the toothache in bed, which is mitigated only after a hot and general perspiration, which supervenes at a later period.", "Nocturnal tearing pains in the teeth, with tearing shootings above the face towards morning." ],
    "Mouth and Throat" : [ "Painful vesicles at the end of the tongue.", "Dryness of the mouth and of the throat, sometimes with increased mucous secretion; increase in the secretion of saliva.", "Great quantity of mucus in the mouth and throat, sometimes with a sickly taste, and with a constant necessity for hawking and expectoration.", "Secretion of frothy mucus in the mouth and throat.", "Scraping sensation in the palate; burning smarting; incisive burning, principally when inspiring; inflammatory redness.", "In the throat, scraping and burning, as from acrid substances, sometimes with a sensation of dryness and increase of mucous secretion." ],
    "Appetite" : [ "Dislike to meat and bread; frequent thirst, sometimes increasing at night, or produced by a sensation of dryness in the throat.", "Frequent risings, most frequently empty, or else with a taste of the food which has been eaten." ],
    "Abdomen" : [ "Frequent pinching pains in the abdomen, sometimes throughout the night, or else during the day, with necessity to go to stool, and frequent urinations.", "Emission of wind.", "Cutting and pinching pains, with borborygmi and emission of, wind.", "Congestion of blood towards the abdominal viscera.", "Rumblings of flatus in the abdomen, with frequent emission of wind." ],
    "Stool and Anus" : [ "Abortive inclination to go to stool, with pressure on the bladder and rectum.", "Loose evacuations of the consistency of liquid pap, usually accompanied by burning at the anus, and a recurrence of the necessity to go to stool, or else with pinchings in the abdomen, occasioned by flatulency before and after a stool.", "Liquid, mucus-like stools in the morning, with spots of blood, pinchings in the abdomen, pressure on the rectum, and pressive headache.", "At a later stage the stools have more consistence, but they press painfully on the rectum and the bladder, and are sometimes attended by a flow of sanguineous mucus.", "Tearing shooting in the rectum." ],
    "Urinary Organs" : [ "Tearing shooting in the bladder; pressure on the bladder, sometimes, esp. during an abortive effort to go to stool.", "Irritation in the urethra, as from acridities, compelling frequent urination.", "Voluptuous excitation of the glans penis.", "Frequent and copious secretion of a frothy urine, deep yellow, sometimes with an acrid sensation in the urethra.", "In the evening, urine red, brownish, frothy, depositing during the night a thick, yellowish sediment.", "In urinating, burning in the urethra, esp. at the orifice." ],
    "Respiratory Organs" : [ "Burning scraping in the larynx, as from acrid substances.", "Burning tickling, or lancinations, esp. in the open air, in a damp, cold atmosphere, with continual irritation in the larynx, which causes coughing, followed by expectoration of mucus.", "Voice frequently rough and smothered, which symptoms are removed by hawking.", "Frequent irritation in the larynx, which compels coughing.", "Dry cough, provoked by irritation in the throat." ],
    "Neck and Back" : [ "Pain in the left shoulder-blade." ],
    "Limbs" : [ "Bruise-like pain of the limbs, with tearing shootings in the shoulders and the upper part of the arms (rheumatic pains), or else from the knees to the feet, and esp. on the tibia and at the soles of the feet." ],
    "Lower Limbs" : [ "Pulling and tearing above the knee in the morning, following nocturnal toothache.", "Sensation of weariness in the legs.", "Coldness of the feet, extending to the knees.", "Burning lancinations in corns." ],
    "Generalities" : [ "Pain (rheumatic) as from weariness in the limbs, with tearing, shootings, chiefly in the temples, the ears, and teeth, which are hollow; as well as in the shoulders, the upper part of the arms, the tibia, and the soles of the feet; sensation of weariness, esp. in the legs, weariness and weakness at night.", "The limbs feel bruised." ],
    "Sleep" : [ "Sleeplessness at night, without much pain; lascivious dreams with pollutions." ],
    "Fever" : [ "Frequent shiverings of the whole surface of the body, chiefly of the back, burning in the palms of the hands, and tendency in them to perspire in the morning; with acceleration of pulse, sometimes principally in the evening; with fluent coryza, or accelerated and wiry pulse in the morning; with hot breath and dry lips; with great tendency to perspire in the face, in the morning; in the morning, in bed, hot sweat, or general perspiration." ]
  }
}