{
  "remedyName" : "Apis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Ankles, swelling of. Apoplexy. Asthma. Bladder, affections of. Carbuncle. Chancre. Constipation; of sucklings. Diarrhoea. Diphtheria. Dissection wounds. Dropsy. Ear, erysipelas of. Erysipelas. Erythema nodosum. Eyes, affections of; optic neuritis. Feet, burning of. Gangrene. Gout. Hands, swelling of. Heart, affections of. Heat-spots. Housemaid's knee. Hydrocephalus. Hydrothorax. Injuries. Intermittent fever. Irritation. Jealousy, effects of. Joints, synovitis. Kidney, Bright's disease of. Labia, inflammation of. Laryngitis. Lichen. Meningitis. Menstruation, derangements of. Nettle-rash. Nose, redness of. Operations, effects of. Ovaries pain in; inflammation of; tumours of. Panaritium. Pannus. Peritonitis. Phlebitis. Pleurisy. Prostatitis. Punctured wounds. Red-gum. Rheumatism. Scarlatina. Self-abuse. Suppressed eruptions, effects of. Sycosis. Syphilis. Throat, sore. Tongue, oedema of; ulceration of. Trachea, irritation of. Tumours. Typhus. Urethritis. Urine, abnormalities of. Vaccination. Varicose veins. Variola. Wounds." ],
    "Characteristics" : [ "The well-known effects of a bee's sting", "burning, stinging, lancinating pain with excessive swelling", "give leading keynotes for its employment in a great variety of conditions. In addition to these there is great sensitiveness of the surface to touch. General soreness: \"every hair is painful to contact.\" Great debility as if he had worked hard; is compelled to lie down. Tired and bruised feeling. Great restlessness and fidgetiness (the Arsen. restlessness is more from mental anxiety). Trembling, jerking, and twitching. One half of the body twitching, the other lame or paralysed. Hemiplegia. Apis is more a right-side medicine; symptoms proceed from right to left (Rhus left to right) and from above downwards. In an involuntary proving of Apis in a woman (of forty, strong, florid, of full habit) Who kept bees and was frequently stung without constitutional effect, the following marked and peculiar symptoms were occasionally noted in addition to the better known ones (New. Eng. Med. Gaz., Nov., 1887): Stiffness of lower jaw, soon amounting to a sense of complete fixation. This stiffness extended to tongue and throat, rendering speech difficult and unintelligible, and causing a condition of extreme discomfort, the stiffness being accompanied by a feeling of constriction, which excited a single, spasmodic, backing cough at short intervals. Some difficulty in breathing, especially in inspiration. These symptoms were accompanied by a terrible restlessness. On a later occasion there was dyspnoea, face purple, head thrown back. The same symptoms as above recurred, but the throat was more swollen and the distress extended below the larynx to the upper part of the lung, which soon became very sore and sensitive. An hour after the sting on this occasion a violent cough came on. It seemed to be excited by the constrictive feeling in the throat, but it reached down to the sore place in the lungs, causing great distress. It was a deep, hard, ringing cough, lasting without intermission for three hours. Traces of the cough and soreness lasted for months. Another symptom was an ominous twitching of muscles of extremities controlled by hot foot and hand baths. Ledum gave almost instantaneous relief to the graver symptoms." ],
    "Apis" : [ "Apis has slow action and must not be changed too soon. Increased flow of urine shows it is having a favourable effect. The dropsies of Apis are characterised by a waxy hue of skin, whitish or yellowish; transparent swelling of eyelids; bag-like swelling under eyes; surface of body sore, bruised, or burning. In cardiac dropsy the feet swell after walking, and are intolerably sore and burning. In chest affections there is sensation of contraction (Lach.) and inability to lie down. Tension, swelling, and stiffness of limbs. This tight sensation is manifested in another symptom: sensation in abdomen as if something tight would break if too much effort was made to void a constipated stool. Aversion to tight things like Lach. Prostration even to faintness. Paralytic weakness. Paralysis (after diphtheria and other severe diseases). Nervous, restless, over-sensitive; or hot and drowsy, with or without thirst. < From touch or pressure (though the head is > by pressure). In this Apis resembles the Antimonies, and it is like them in sensitiveness to heat, especially to heated rooms (Puls., Iod., Kali iod., Camph., Secale, Sulph.); < by warmth of bed. Cold water >. Many symptoms (eyes and chest) are < in the night, and sleep is disturbed by piercing cries, or else by moaning and whining. < In morning: mucus in mouth, restlessness, diarrhoea. < In evening: erysipelas, giddiness, headache, chills, fever. Many symptoms are < lying down, and > sitting." ],
    "Relations" : [ "Compare: Vespa and serpent poisons. Acet. ac. (dropsy); Aco.; Anac. (urticaria); Apoc. can. (dropsy); Arn. (bruised, sore conditions); Ars. (typhoid, gangrene, dropsies, scarlatina, urticaria, chills); Bell. (meningitis, sore throat, erysipelas, scarlatina); Brom. (swelling of ovary during menses); Bry. (meningitis, rheumatism); Canth. (burns, erysipelas, urinary symptoms); Chi.; Colch.; Crot. t. (urticaria); Euphras. (conjunctiva); Fer.; Graph.; Hep.; Hyo.; Iod. (synovitis); Lach.; Lyc.; Merc. Nat. ars.; Nat. mur. (chills, urticaria, tension in ovarian region) Puls.; Rhus (eyes; but Apis has less tendency to suppuration; vesicular erysipelas but darker than Apis and spreading left to right", "Apis right to left; typhoid, restlessness, but Apis is more fidgetiness); Rumex (painless, greenish-yellow morning diarrhoea); Sabi.; Sep.; Silic. (ovarian affections with inverted nipples; ulcer on tongue; vaccination effects); Urt. ur.; Zn. Antidotes: to medium doses and poisonings; Nat. mur. in all forms; sweet oil; onions; Ammonia; Ipec., low. (also powdered Ipec. applied locally) Lach.; Ledum. It antidotes: Canth., Iod., Chi., Dig. It follows well: Bry. (when cephalic cry appears); Helleb. (when torpor sets in); Iod., Hep., Merc., Lyc., Sul. Is followed well by: Graph. (tetter on ear lobe); Kali bi. (scrofulous ophthalmia); Arsen. (hydro-thorax); Phos. (diphtheria); Stram. (mania); Lyc. (staphyloma); Sul. (hydrothorax, pleurisy, hydrocephalus); Iod. (swollen knee). Complementary: Nat. mur. (the \"chronic\" of Apis). Inimical: Rhus in eruptive diseases." ],
    "Causation" : [ "Grief. Fright. Rage. Vexation. Jealousy. (The queen bee is the most jealous thing in nature.) Hearing bad news, mental shock. Suppressed eruptions." ],
    "Mind" : [ "The brain feels paralysed.", "Tubercular meningitis.", "Impaired memory.", "Absent-minded.", "Cannot concentrate thought.", "Indifference.", "Torpor and apathy.", "Awkward, lets things fall and laughs sillily at the mishap.", "(The mental symptoms are rich in unconsciousness, absent-mindedness, impaired memory, and slow march of ideas.).", "Loss of consciousness.", "Great tearfulness; cannot help crying.", "Children constantly whining.", "Screaming, sudden outcry during sleep.", "Busy, restless, continually changing his occupation.", "Cannot bear to be left alone.", "Hysteria.", "In women: jealousy; mania from sexual irritation.", "Depression, feels as if about to die (without fear of death).", "Delirium, low muttering.", "Delirium, after suppressed scarlet eruption.", "Irritation.", "Premonition of death, thinks it is about to transpire.", "Dread of death; sensation as if he could not breathe again.", "Fear of being poisoned." ],
    "Head" : [ "Giddiness: when sitting, standing, lying, when closing the eyes; with nausea and headache.", "Congestion to the head, with suppressed menstruation.", "Pressing pain in forehead and temples; < rising; in warm bed; > pressing, the forehead together.", "The brain feels tired.", "Sudden stabbing and stinging pains.", "Aching in l. temple.", "Hydrocephalus in children, and apoplexy in old persons.", "Hydrocephalus; scalp very sensitive; copious sweat of head; child lies in torpor, delirium interrupted by shrill cries, boring head deep in pillow, rolls it from side to side.", "Convulsed on one side of the body, paralysed the other; squinting, grinding of teeth, urine scanty (milky)." ],
    "Eyes" : [ "Burning, stinging, shooting, piercing pains in and about the eyes.", "Aching over r. eye extending to r. eyeball.", "Twitching of eyeballs.", "Staphyloma.", "Cornea thick, having dark, smoky, spots; greyish, smoky, opaque.", "Keratitis.", "Conjunctiva reddened, chemosed, lids everted.", "Sensation of mucus in the eyes.", "Itching in eyes and lachrymation.", "Weakness of the eyes, with pain, photophobia, and increased secretions.", "Agglutination of the lids.", "OEdematous swelling of eyelids; bags under eyes; upper lids hang over like sacs.", "Styes with stinging pains; smoky darkness before the eyes." ],
    "Ears" : [ "Redness and swelling of both ears.", "Erysipelas; otitis after scarlatina; hardness of hearing." ],
    "Nose" : [ "Swollen, red, oedematous.", "Coryza, worse from warmth; chronic catarrh with crusty nostrils; polypus." ],
    "Face" : [ "OEdematous swelling of the face; red and hot, swollen so as to be unrecognisable, with piercing and burning pain; waxy, pale.", "Happy expression of face; or terror; or apathy.", "Burning, stinging heat in the face with purple colour.", "Erysipelas of the face.", "Erysipelas of the face, with fever, coated tongue.", "Erysipelas going r. to l. (Rhus l. to r.).", "Jaws stiff, with stiff tongue and impossibility of intelligible speech." ],
    "Teeth" : [ "Grinding of the teeth; sudden and involuntary biting them together; covered with yellow mucus or brown sordes." ],
    "Mouth" : [ "Lips oedematous; upper lip swollen, hot and red.", "Mouth red, burning, stinging, scalding.", "Dryness of tongue, mouth, and throat; fiery redness of buccal cavity, with painful tenderness.", "Dry, swollen, inflamed tongue, with inability to swallow.", "White, dry tongue (with diarrhoea).", "Tongue: can hardly be protruded; hangs from the mouth; cancer of.", "Swollen tongue; shining.", "Borders blistered; feel as if scalded and quite raw.", "Ulcer in l. border (r. Silic., Thuj.).", "Tongue swollen, dry, cracked, sore, ulcerated, or covered with vesicles.", "Viscid, tough, frothy, saliva.", "Gums sacculated and look watery.", "Fetor of breath, with headache." ],
    "Throat" : [ "Throat has appearance as if stung.", "Dryness in the throat with heat, without thirst.", "Burning, stinging in throat.", "Erysipelatous.", "Glossy red varnish.", "Inflammation of the throat, with swelling, redness, and stinging pains.", "Ulcerated sore throat (in scarlet fever, when the eruption does not come out).", "Diphtheritic sore throat gets well as a scarlatina rash develops.", "Throat swollen inside and outside; hoarse, sense of constriction; breathing and swallowing difficult.", "Ulcers on the tonsils, palate, &c.", "Uvula long and dropsical.", "Sensation of foreign body or fishbone in the throat; of constriction.", "Paralysis.", "Small, clear, watery blisters on the back part of the throat." ],
    "Stomach" : [ "No thirst with the heat.", "Thirstlessness (with dropsy).", "Vomiting of bile.", "Vomiting, with inflammation of the stomach.", "Vomiting, with diarrhoea.", "Burning heat in the stomach.", "Great soreness in pit of stomach when touched.", "Violent pain and sensitiveness in region of stomach." ],
    "Abdomen" : [ "Great sensitiveness of the abdomen to touch.", "Soreness of the bowels and abdominal walls; mornings when sneezing or pressing upon them.", "Sensitiveness of epigastrium and whole abdomen to touch; of r. inguinal region; across hypogastrium from ilium to ilium.", "Pain in abdomen on pressure, touch and horizontal position, with sensitiveness.", "Peritonitis.", "Erysipelas from contusion.", "Rumbling and meteoric distension.", "Ascites and anasarca.", "Hard swelling in the r. groin, oblong, as large as a cucumber.", "Long-standing inguinal hernia.", "Collapse of abdominal walls in meningitis infantum." ],
    "Stool and Anus" : [ "Sensation of rawness in the anus, with diarrhoea.", "Discharge of flatus before stool.", "Diarrhoea: during fevers; from heat; in debilitated children; from irritability of brain (hydrocephaloid).", "Diarrhoea, yellowish-green, with mucus, esp. in the morning.", "Stool thin, watery, yellow, < in morning; may or may not be offensive.", "Stools smelling very offensively.", "Diarrhoea and vomiting.", "Diarrhoea is copious, blackish-brown, green, or whitish; orange-coloured; greenish, yellow mucus; yellow watery; soft and pappy, mixed with serum; thin yellow.", "At every motion of body bowels act as though he had no power.", "Uncertain anus; constantly open (during urination), oozing of liquid (Phos., Phos. ac.).", "Swelling of anus.", "Haemorrhoids, with stinging pains.", "Constipation, with feeling as if something would break if he continued to strain.", "Stools involuntary and painless, or painful and urging, olive-green, profuse, and full of red lumps, like chopped beets; bloody, painless; smell brassy or like carrion; very offensive.", "Protruding varices, which sting, burn, and smart intolerably." ],
    "Urinary Organs" : [ "Burning soreness when urinating.", "Strangury.", "Pain in region of kidneys; soreness on pressure or when stooping.", "Frequent desire, with passage of only a few drops.", "Urine scanty and high-coloured; with thirstlessness.", "Incontinence of urine from coughing and other circumstances.", "Urine suppressed.", "Too profuse discharge of urine.", "Frequent and profuse urination.", "Albuminuria of scarlatina.", "(Increase of urine under Apis shows that the medicine is acting well.).", "Burning and stinging in the urethra.", "Burning and smarting in the urethra, as if it were scalded.", "Bladder very painful, often tenesmus after urinating.", "Urine often bloody, milky appearance; very dark and frothy; very fetid; sediment reddish-brown, like coffee grounds." ],
    "Male Sexual Organs" : [ "Sexual desire increased.", "Chancre with stinging pains like bee-stings, and with a highly inflamed circumference.", "Pains and swellings of testes and prostate.", "Dropsy of the scrotum and prepuce; hydrocele." ],
    "Female Sexual Organs" : [ "Amenorrhoea or menorrhagia.", "Inflammation, induration, swelling, and dropsy of the ovaries (r.).", "Weight and pain in either ovarian region, predominantly r. side.", "The ovaries feel better by lying on r. side.", "Enlargement of the r. ovary with pain in the l. pectoral region and cough.", "Sharp, cutting, stinging pain in the swollen (r.) ovary; worse during menstruation.", "Ovarian tumours, with stinging pains like bee-stings.", "Metritis, peritonitis, with stinging, thrusting pains.", "Pressing-down pain in the uterus.", "Bearing-down, with sensation as before menses.", "Dropsy of the ovaries (r.); dropsy of the uterus.", "Strained pain l. ovary.", "Menstruation suppressed or diminished, with congestion to the head.", "Labour-like, bearing-down pains, followed by dark, bloody mucus.", "Threatened miscarriage in the early months, with heaviness of the abdomen, restlessness, and yawning.", "Abortion.", "Abortion during the early months.", "Dropsy in the latter part of pregnancy attended with puerperal convulsions.", "Ulceration and engorgement of os uteri.", "Large and painful swelling of the labia, with heat and stinging pains.", "Erysipelatous inflammation of the breasts.", "Swelling and hardness of the mammae threatening to ulcerate.", "Scirrhus or open cancer of the mammae, with stinging, burning pains." ],
    "Respiratory Organs" : [ "Irritation to cough in the supra-sternal fossa.", "Hoarseness.", "Hoarseness in the morning.", "Respiration hurried and difficult (with fever and headache).", "OEdema glottidis.", "Asthma; worse in cold weather.", "Croupy cough.", "Obstinate night cough from p.m., to a.m.", "Cough which loosens with difficulty, rouses from sleep before midnight and ceases as soon as least particle is loosened, which is swallowed.", "Feeling of constriction causing a single, spasmodic, hacking cough at short intervals.", "Violent cough, deep, hard ringing; incessant for three hours; excited by constricted feeling in throat, but reaching down to lungs, the upper part of which are very sore and sensitive.", "Dyspnoea; esp. difficult inspiration." ],
    "Chest" : [ "Hydrothorax.", "Sensation of soreness in the chest, as from a bruise.", "Oppression of the chest, shortness of breath, esp. when ascending; inability to remain in a warm room.", "Dull, aching pain in the l. side of the chest, near the middle of the sternum, with sensation of fulness in the chest and short breath.", "Expectoration of copious, transparent, frothy, bloody mucus.", "Stitches in l. side of chest and through back.", "Burning, stinging pain through entire front of chest.", "Melting in region of diaphragm, as from running violently.", "Every shock from coughing gives pain in the head and some pain through the chest, as from the clavicle; > after loosening a small portion of mucus, or a large quantity of transparent: frothy, and bloody mucus is expectorated." ],
    "Heart" : [ "Sudden pain just below the heart, soon extending toward r. chest, with suffocation.", "Very feeble action of the heart; violent beats, shaking the whole body; intermittent beats.", "Region of heart sensitive to least pressure; rasping sounds of systole and diastole unmistakably audible.", "Palpitation of heart from scanty secretion of urine, perfectly cured by establishing the natural quantity.", "Pulse: almost imperceptible at wrist; accelerated and full; very frequent and hard; wiry; irregular and slow pulse; intermittent." ],
    "Back" : [ "Rheumatic pain in back and limbs.", "Cerebro-spinal meningitis." ],
    "Upper Limbs" : [ "Hands bluish, and inclined to be cold.", "OEdema of the hands.", "Sensation of numbness in fingers, esp. the tips about the roots of nails.", "Panaritium with burning, stinging, and throbbing, very sensitive to touch." ],
    "Lower Limbs" : [ "Cold legs.", "Sensation in the toes and whole foot, as if too large; swollen and stiff.", "Legs (ankles) and feet waxy, pale, and oedematous.", "Burning in the toes with redness; feet cold.", "Suppressed perspiration of the feet.", "Numbness and coldness of feet, even paralysis.", "Dropsy of limbs in diphtheritic albuminuria.", "Puffy swelling of the knees." ],
    "Generalities" : [ "Great debility, as if he had worked hard; he is obliged to lie down.", "Sudden \"puffing up\" of the whole body.", "Tired, as if bruised in every limb, and esp. in the back, as after exertion; worse on rising after sitting.", "Complete anasarca, no thirst, pale, waxy, almost transparent.", "Burning, stinging pains, like bee-stings, occurring occasionally.", "Great sensitiveness to touch and pressure (abdomen).", "Clonic and tonic spasms.", "Sudden weakness with coldness.", "Tension (over the eyes in the l. side of head) behind the ears, in the neck.", "Dark haemorrhages." ],
    "Skin" : [ "OEdematous swellings.", "Skin usually white, almost transparent (ovarian dropsy).", "Hives.", "Urticaria like bee-stings, or stings from other insects, with intolerable itching at night.", "Carbuncles, with burning, stinging pains.", "Eruption like nettle-rash over the whole body.", "Erysipelas; with gangrenous spots.", "Swelling and dry erysipelatous redness.", "Scarlet eruptions.", "Body covered with large, elevated, white wheals.", "Panaritium (burning, stinging).", "Boils and swellings of all descriptions with stinging pains." ],
    "Sleep" : [ "Much yawning.", "Great desire to sleep; extreme sleepiness.", "Sleep disturbed by many dreams.", "Dreams full of care and toil; of making long journeys; of flying through the air; of hot stones; of walking over hot floors; of walking a long way over wet roads.", "Sleep, late in the morning.", "Awakens from sleep with a shrill shriek (child suffering from hydrocephalus)." ],
    "Fever" : [ "Pulse full and rapid; small and trembling; intermitting.", "Chill, mostly towards the evening (3-4 p.m.).", "Chilliness from the least movement, with heat of the face and hands; runs down the back with great prostration.", "During hot stage more or less violent headache; generally a continuous deep sleep.", "Heat with thirst, wishes to uncover.", "Dry heat towards evening with sleepiness.", "Sweating stage either absent or of a very light grade.", "The sensation of heat is more felt about the pit of the stomach and in the chest.", "Perspiration, alternating with dryness of the skin.", "Much burning of the skin on various parts of the body.", "Thirst wanting during sweat; may or may not be present during heat; always thirst during chill.", "Sweat after trembling and fainting, then nettlerash.", "After the fever paroxysm, sleep.", "Apyrexia: urine scanty; feet swollen; limbs sore; restless; urticaria." ]
  }
}