{
  "remedyName" : "Aralia Racemosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Cough. Diarrhoea. Haemorrhoids. Hay-fever. Leucorrhoea. Prolapsus ani." ],
    "Characteristics" : [ "Aralia was used by the old herbalists and by eclectics as a remedy in phthisis and coughs, and also for leucorrhoea and other complaints of women whose secretions are acrid or suppressed. The homoeopathic uses have been chiefly based on a proving by Dr. S. A. Jones, in whom it developed an attack of asthma. The symptoms were: Loud wheezing respiration coming on immediately on lying down at midnight; and he particularly noted that inspiration was very loud and more difficult than expiration. The right lung appeared more affected than the left. On turning to left side, left side seemed affected, and right side became quite free. As the attack passed off phlegm came more freely, had a salty taste, and felt warm in the mouth. The characteristic cough, according to Burnett, is \"a fit of coughing occurring before midnight, either immediately on lying down or more commonly after a short sleep.\" Cough occurring at p.m., after a short sleep. Profuse perspiration whilst asleep. Dr. Jones also experienced diarrhoea and prolapse of rectum; soft yellow stools; after stool an aching pain in the rectum, extending upwards on the left side." ],
    "Relations" : [ "Compare: Botanical relations, Ginseng., Hedera helix; Calc. (turning on one side, symptoms go to that side, relieving opposite side); Rumex c. (cough at p.m.); Chlorum (opp. of Aral.", "inspiration easy, expiration difficult)." ],
    "Mind" : [ "Fear of lung disease; cannot be shaken off." ],
    "Nose" : [ "Smarting soreness of posterior nares, caused by passage of acrid mucus, with peculiar soreness of alae nasi as if fissured." ],
    "Throat" : [ "Nausea in throat." ],
    "Stomach" : [ "Faintly defined nausea in throat and stomach, and sensation in intestines as if diarrhoea would set in." ],
    "Stool and Rectum" : [ "Feeling as if about to have loose stool, voided with great difficulty only a teaspoonful of soft yellow faeces.", "Mucous membrane of rectum came down like a tumour.", "After stool, whilst still sitting, an aching pain in rectum, extending upwards on the l. side." ],
    "Female Sexual Organs" : [ "Acrid, offensive leucorrhoea, with bearing-down pains." ],
    "Respiratory Organs" : [ "Dry, wheezing respiration, sense of impending suffocation, and rapidly increasing dyspnoea.", "Very loud, musical whistling during both inspiration and expiration, but louder during inspiration; < lying down; obliged to sit up.", "R. lung appeared more affected than l.", "When the attack was over, I lay on my r. side, and then it seemed as if all the oppression and discomfort was in r. lung.", "On turning over it soon felt as if l. lung was affected, while r. was entirely relieved.", "Constant desire to clear chest, so that I could inspire better.", "All obstruction seemed to be in inspiration.", "On making forcible expiration to clear chest, raw, burning sore feeling behind whole length of sternum and in each lung, most intense behind sternum.", "After rising in morning raised some loose phlegm easily.", "Spasmodic cough at night, awakens after the first sleep and cannot sleep again on account of it; caused by tickling in throat with constriction of chest; has to sit up and cough violently; sometimes caused by a feeling of a foreign body in the throat; sputum at acme of attack scanty; then increased, warm and saltish.", "Immediately on lying down an attack of asthma." ],
    "Generalities" : [ "Weak, prostrated, half-sick, and filled with a vague feeling of nausea." ]
  }
}