{
  "remedyName" : "Aranea Diadema",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bones, affections of. Catalepsy. Chills. Dysmenorrhoea. Dyspepsia. Haemorrhages. Haemorrhagic diathesis. Headache. Hydrogenoid constitution. Intermittents. Malarial cachexia. Menstruation, irregularities of. Neuralgia. Punctured wounds. Scorbutic affections. Scurvy rickets. Spleen, affections of. Toothache." ],
    "Characteristics" : [ "Grauvogl is our chief authority for the use of Aranea. It is one of the leading remedies for the hydrogenoid constitution as described by him, and for intermittent fevers and other intermittent affections. By hydrogenoid constitution he meant abnormal sensitiveness to damp and cold; and inability to live near fresh water, either rivers or lakes, or in damp, chilly places. This gives the < from bathing; from damp weather; damp localities, or habitations; < drawing in cold air. Chilliness followed by little or no fever. Chill and neuralgic attacks at the same hour every day, every other day, week, month, or regular period. Attacks are violent and sudden. Sensation of swelling in many parts, head, face, hands; of numbness; of coldness as if bones were made of ice. Haemorrhages from many parts; from wounds. Punctured wounds. Exhaustion. Pains like electric currents. Great desire to lie down; many symptoms > lying down. Toothache < night after lying down. On lying down in bed and touching bed-clothes, whether linen or wool, has a chill. Many symptoms occur on the right side. Chill not > by external warmth; no sweat with fevers." ],
    "Relations" : [ "Compare: Mygale, Theridion, Tarentula, Ipec., Nux v., Ars. (intermittents and bone affections); Cedron (intermittents of hot climates; Aran., of cold climates chiefly). It antidotes: Chi., Quinine, Merc. Antidoted by: Smoking tobacco." ],
    "Mind" : [ "Despondent; longs for death." ],
    "Head" : [ "Headache (in the forehead), relieved by smoking tobacco and going out into the open air.", "Confusion and pressure in the head, mitigated by supporting the head.", "Vertigo and flickering before eyes, before headache; when sitting up; must lie down.", "Confusion of head; after retiring; evening when studying; with pressure as if in bones of r. temple, > by pressure and sweating.", "Headache > entirely in open air.", "Headache, with burning eyes and heat of face.", "Burning heat in forehead and face." ],
    "Eyes" : [ "Glimmering and glittering before eyes; preceding headache.", "Burning; stinging; shooting in eyes." ],
    "Teeth" : [ "Painfulness of all the teeth as soon as he goes to bed in the evening.", "Sharp sensation of cold in the teeth (incisive) every day at the same hour.", "Sensitive, cold sensation in r. lower incisors, esp. on drawing in air; came on again next day at same hour.", "Sudden violent pains in teeth of whole upper and lower jaw, at night, immediately after lying down." ],
    "Mouth" : [ "Instantly a painful sensation, as though arising from several points, darted along the tongue, painfully affecting tongue, jaws, and head; the effect was instantaneous, like a shock from an electric battery.", "Tongue seemed almost paralysed, utterance thick and heavy, and the pains at root of tongue and in lower jaw, esp. at joint, most excruciating.", "Bitter taste, with coated tongue; relieved by smoking." ],
    "Stomach" : [ "Thirst during the fever and during the greater part of the other sufferings.", "Dejection and lassitude, with thirst.", "Coryza, with thirst.", "Eating causes headache and spasms.", "Vomiting, with fever.", "Epigastrium painful to pressure." ],
    "Abdomen" : [ "Swelling of the spleen (after intermittent fever was suppressed by Quinine).", "Enlarged spleen with chilliness.", "Fulness and heaviness in the abdomen as from a stone, with sensation of sinking in the epigastrium.", "Borborygmi in the abdomen, and heaviness in the thighs, every day at the same hour.", "Colic, with shuddering towards evening." ],
    "Stool" : [ "Diarrhoea; arms and legs as if asleep.", "Stools watery, with great rumbling in bowels as if of fermentation.", "Liquid, difficult evacuation, with colic, which is ameliorated by friction on the abdomen." ],
    "Female Sexual Organs" : [ "Dysmenia, spasms commencing in stomach.", "Catamenia too early, too frequent, too profuse, of too long duration.", "Periods eight days too early, too strong, and too copious.", "Metrorrhagia; bright-coloured blood.", "Discharge of viscid mucus from the vagina.", "Viscous leucorrhoea." ],
    "Respiratory Organs" : [ "Haemoptysis.", "Violent haemoptysis in anaemic and debilitated subjects." ],
    "Upper Limbs" : [ "Numbness of parts supplied by ulnar nerve.", "Dull, penetrating pains in the bones and in all parts of the body, esp. in the humerus and the forearm.", "At night a sensation as if the hands and forearms were larger and heavier.", "Sensation on the ring and little fingers as if they were asleep." ],
    "Lower Limbs" : [ "Boring and digging in the r. tibia and os calcis, continuing on moving the foot, and disappearing by continuing the motion.", "Ulcer on the l. heel." ],
    "Generalities" : [ "Haemorrhages from all the organs.", "Neuralgic pains, most on r. side, > by hard pressure, < at menstrual period, esp. before, but still during whole cycle; < at night, unbearable, driving her out of bed; < to p.m.; aggravations recurring like clockwork; menses every three weeks.", "Great exhaustion and lassitude.", "Desires to keep constantly moving when sitting.", "Subsultus tendinum.", "Catalepsy; periodic headache; < in damp weather." ],
    "Sleep" : [ "As soon as he lies down at night a violent pain in all his teeth.", "Restless sleep with frequent waking.", "Restless; on awaking, some part of the body feels as if it were swollen." ],
    "Fever" : [ "Before chill: cutting cramp in stomach; vomiting; backache.", "Cold all the time, cannot get warm; chilly as if bones made of ice even in summer; < during rain.", "Chilliness after being in water.", "Chill with clock-like regularity; as clock strikes four daily.", "Thirst, fever and sweat may be absent.", "Chill every other day at precisely the same hour.", "During chill: pains in head, stomach, knees.", "Afterwards: vomiting.", "During heat: headache (but less violent than during chill), with drowsiness.", "After heat: vomiting and prostration; lies as if dead; stinging in eyes.", "Sweat absent; sweat without thirst; sweat with thirst." ]
  }
}