{
  "remedyName" : "Argentum Nitricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity. Addison's disease. Anaemia. Chancre. Dyspepsia. Epilepsy. Eructations. Erysipelas. Eyes, affections of. Flatulence. Gastric ulcer. Gonorrhoea. Hands, swelling of. Headache. Heartburn. Impetigo. Locomotor ataxy. Neuralgia. Ophthalmia neonatorum. Paralysis. Prostate, enlargement of. Scarlatina. Small-pox. Spinal irritation. Syphilis. Taste, altered. Throat, affections of. Tongue ulcerated. Warts. Zona." ],
    "Characteristics" : [ "It was the use of Argentum nit. in olden times in the treatment of epilepsy which led to the production of the lamentable cases of lead-coloured pigmentation of the skin called Argyria. Homoeopathic experience has proved the applicability of the drug to many cases of epilepsy and the needlessness of employing a dosage that entails any risk whatever. The cases of epilepsy calling for this drug are those caused by fright, or occurring at the menstrual period. For days or hours before the attack the pupils are dilated, and after the attack the patient is very restless and has trembling of the hands.", "Among the leading symptoms of Arg. n. are: Great tremor. Nervous feeling; sensation as if being squeezed in a vice. Feeling of constriction in various parts as of a band of iron round chest or waist. A feeling as if the body or some part of the body were expanding. Migraine, with feeling as if head were enormously enlarged; > tightly bound. Defective co-ordination. Paralyses of motion and sensation; a peculiar numbness accompanied with hyperaesthesia. Sensation of a splinter sticking in various parts. Burning sensations. Gowers has recorded a case in which the use of Arg. n. for stomach trouble caused (like lead), drop-wrist, gout, and albuminuria. In allopathic practice the dyspepsia for which it is given is < before food, when the stomach is empty. The opposite condition is the leading indication in homoeopathic practice. E. P. Brewer (Hahn. Monthly, July, 1883) has recorded a proving, (the prover, a young man, taking on three consecutive days one grain a day of Arg. n. triturated with sugar of milk), in which a number of motor and sensory symptoms were elicited, reminding Dr. Brewer of locomotor ataxy, in which it has been used with success by old-school practitioners. This use also has led to many cases of argyria. Among the symptoms of this proving were. \"Mental operations sluggish; continued thought required special effort, but exertion of mind did not aggravate the heaviness and fulness of head. Lower extremities (loins, sacrum, and particularly gastrocnemii) fatigued; as if they would suddenly fail him. Loss of ambition. Building air castles by day: monstrous dreams by night.\" Another peculiar symptom was: chilly down the back beginning close to occiput extending to extreme tip of coccyx at noon every day; > by warmth; at p.m. chills subsided, no sweat, but profound sleepiness, without sleep but enchanted with vivid imagination: burning heat followed. There was burning in one spot in front of rectum, probably in prostate gland. Micturition more frequent, burning in urethra. The headache was > by Act. r. In a proving by myself one of the most marked symptoms was a kind of numb sensitiveness of the skin of the arms", "a hyperaesthetic-anaesthetic state, increased sensitiveness to contact, but diminished power of distinguishing sensations. Other symptoms were sore throat with white patches, rheumatic pains in (left) wrist (which I have since confirmed), and finger joints, with external tenderness of bony prominences, pain on rising in right sacro-iliac notch. Soreness of muscles of neck and back. Urticarious spots in various parts. In poisoning cases complete loss of consciousness, insensibility, and convulsions have occurred. Some of the notable digestive symptoms are: \"Irresistible desire for sugar.\" \"Fluids go right through him.\" Belching accompanies most gastric affections. Green stools are remarkable. \"Green mucus like chopped spinach in flakes.\" \"Stool turning green after remaining on diaper.\" \"Stool expelled with much spluttering.\" \"Stool shreddy, red, green muco-lymph or epithelial substance.\" There is a pain in the small of the back, > on standing or walking, but severe when rising from a seat. (Sul., Caust.) Arg. n. has irresistible desire for sugar, which at the same time < Kent relates a case illustrating this. A nursing infant had a grass-green diarrhoea which failed to yield to Merc., Ars., and Cham. At last Kent discovered that the mother ate a pound of candy a day. Arg. n. was given and the candy stopped and the child soon got well. Intestinal catarrh with shreddy membranous discharges is often cured by Arg. n.", "A mental peculiarity is one of apprehension and fear: when ready to go to church, &c., diarrhoea sets in. Fears projecting corners of buildings and high buildings. The sight of high buildings makes him giddy and causes him to stagger; it seems as if houses on both sides of street would approach and crush him. Imagines he cannot pass a certain point (Kali bro.). When crossing a bridge has an almost irresistible desire to jump over. Impulsion to walk very fast (Lil. t.). Mucous membranes affected, purulent and bloody discharges; membranous diarrhoea with agonising pains. Epithelium affected (cancers). Most symptoms are < night; very nervous at night. < At night or in morning on rising (epileptic attacks). Day half more cough, night half more diarrhoea. < On awaking. At a.m. nervous attacks > by stimulants. Chill down back every day at noon. < In warm room; over a fire; in summer; warmth of bed; > by warm drinks. > In cool open air, > washing with cold water; < from cold food; < ice creams. Motion generally <; but walking in open air > back pains, which are < sitting. Lying on right side = pains in abdomen; palpitation. Heat <; but there also < from uncovering; aversion to uncovering. < Rising from sitting. < Inspiration. < Touching the parts. > Bending double. < Thinking intently. < Riding. > Tight bandage (headache).", "Suited to: Hysteric nervous persons; headaches from mental causes characterised by dulness of head. Women with menstrual disturbances. Cachetic state. Scrawny, feeble, dried-up-looking women. Guernsey puts it, \"withered and dried up by disease. A child looks like a withered old man.\" It corresponds in lower potencies to Grauvogl's carbo-nitrogenoid constitution (Sul., Cupr.); in higher to the hydrogenoid or sycotic constitution. A large number of symptoms appear on the left side." ],
    "Relations" : [ "Antidoted by: Nat. m. (chemical and dynamic), Arsen., Milk. Antidotes to Nit. ac. and Arg. nit.: Puls., Calc., Sep.; next in importance, Lyc., Sil., Rhus, Phos., Sul. It antidotes: Am. caust., effects of tobacco. Inimical: Coff. c. (it increases the nervous headache). Follows well: Bry., Spig. (dyspepsia); Caust. (urethral affections); Spongia (goitre); Verat. (flatus). Is followed well by: Lyc. (flatus). Similar to: Arg. met. (A. met. acts on cartilages, Arg. nit. more on mucous membranes, skin, bone, and periosteum, and is suited to herpetic patients); to Aur., Cup., K. bich., Lach., Merc., Merc. cor., Merc. iod., Nat. m., Nit. ac., Thuj. In complaints from pressure of clothes, like Calc., Bry., Caust., Lyc., Sarsap., Stan. In congestive headaches, like Glon. and other Nit. ac. compounds. In fish-bone sensation in throat, Nit. ac., Hep. (Hep. < by cold; Arg. n. < in warm room). Puls. is its nearest analogue." ],
    "Causation" : [ "Apprehension, fear or fright. Eating ices. Intemperate habits. Mental strain and worry. Onanism and venery. Sugar. Tobacco (boys)." ],
    "Mind" : [ "Mental anxiety.", "Very impulsive; always in a hurry but accomplishes nothing; in continual motion; he walks fast.", "Hurries restlessly to fulfil engagements, fears to be late when there is plenty of time.", "Melancholic; does not undertake anything lest he should not succeed.", "Impulse to throw herself from the window.", "Frequent errors of perception; mistakes distances; fears house-corners.", "Time seems to pass very slowly.", "Apprehension when ready to go to church or opera, bringing on diarrhoea.", "Easily angered or excited, anger brings on symptoms, cough, pain, &c.", "Profound melancholy; imagines if left alone will die; apprehends incurable disease of brain.", "Nightly nervousness, with heat and fulness in the head.", "Nervous, faintish, and tremulous sensation.", "Awful faces appear on shutting eyes.", "Apathy.", "Mental operations sluggish; thought requires effort.", "Complete loss of consciousness.", "Memory impaired, cannot find the right word.", "Building castles in the air by day: monstrous visions by night." ],
    "Head" : [ "Vertigo, with headache.", "Morning headache (when he awakens).", "Excessive congestion of blood to the head.", "Stitches in l. frontal eminence.", "Cannot walk, talk, or think, the head gets so giddy.", "Dulness, mental confusion, dizziness, tendency to fall sideways.", "Staggers on stooping; on shutting eyes.", "Dizzy at sight of high houses, feels as if they would close or fall in upon him.", "Momentarily blind with mental confusion; buzzing in ears, nausea, trembling.", "Digging up, incisive motion, through the l. hemisphere of the brain.", "Pressing boring pains, in small spots; in bones; in l. temple.", "Hemicrania; epileptiform; periodic; boring pain < l. frontal eminence, > tight band; from mental emotion or strain, loss of friends, loss of sleep; sometimes pain so severe he loses senses; paroxysms frequently culminate in vomiting of bile or sour fluid.", "Occipital headache.", "Occipital headache decreases, frontal headache increasing.", "Congestive headache with throbbing carotids, must loosen cravat; head feels much enlarged; as if bones of skull separated, with increased temperature.", "Sensation of constriction of scalp; as if something tightly drawn over skull.", "Drawing in bands over surface of brain, apparently in membranes or sinuses.", "Headache, with chilliness.", "Headache relieved by tying a handkerchief tightly around the head.", "Headache worse in the open air.", "Aching in one side of the head, with enlarged feeling in corresponding eye.", "Itching, creeping, crawling of the hairy scalp (as from vermin); roots of hair feel as if pulled upward." ],
    "Eyes" : [ "Photophobia.", "Asthenopia from want of accommodation; even coarser kinds of work strain.", "Suddenly becomes far-sighted.", "Cloud over l. eye; grey spots and serpent-like bodies before sight; black motes (esp. r.).", "Opacity, of the cornea; ulceration of cornea in infants.", "Acute granular conjunctivitis, conjunctiva intensely pink, or scarlet red; discharge profuse, inclined to be muco-purulent.", "Purulent ophthalmia; pus thick yellow and bland, < in warm room or from fire, > open air.", "Ophthalmia neonatorum, pus thick, yellow, profuse and bland (internally; and locally in gr. to ounce solution); after failure of Puls. and Merc.", "Blepharitis, thick crusts on lids; canthi red as blood; swollen red caruncula (standing out like a lump of red flesh); clusters of intensely red vessels extend from inner canthus to cornea; granular conjunctivitis; < by warmth.", "Iritis.", "Sight and eyes seem to suffer as abdominal sufferings increase." ],
    "Ears" : [ "Deafness; ringing; buzzing noises; feeling of distraction (l.); earache.", "Whizzing in l. ear with feeling of obstruction and hard hearing." ],
    "Nose" : [ "Violent itching, obliged to rub until it looks raw.", "Coryza with chilliness, lachrymation, sickly look, sneezing and stupefying headache (over the eyes); has to lie down.", "Discharge of (whitish) pus with clots of blood.", "Discharge like boiled starch.", "Ulceration of nostrils.", "Bruised pains in bones." ],
    "Face" : [ "Sunken, pale, bluish countenance; yellow, dirty-looking.", "Sickly appearance.", "Dried-up look.", "Prematurely old look.", "Hard blotches on vermilion border of upper lip, paler than lip and sore to touch.", "Lips dry and viscid without thirst." ],
    "Teeth" : [ "Gums swollen, inflamed, bleed easily, painful when touched.", "Gums tender and bleed easily; but neither painful nor swollen.", "Prosopalgia, esp. in infra-orbital branch of fifth nerve and nerves going to teeth; pain intense, at its height accompanied by unpleasant sour taste in the mouth.", "Face convulsed; jaws clenched.", "Teeth sensitive to cold water.", "Toothache when chewing; eating cold or sour things." ],
    "Mouth" : [ "Dry tongue with thirst.", "Papillae prominent, erect, feeling sore; tip of tongue red and painful.", "Tongue white and moist.", "Red streak down middle of tongue.", "Fetid odour from mouth.", "Ptyalism.", "Thick phlegm in mouth.", "Mouth coated inside whitish grey." ],
    "Throat" : [ "Dark red appearance of uvula and fauces.", "Sensation as if a splinter were stuck in when swallowing, breathing, or moving the neck.", "Thick, tenacious mucus in the throat, obliging him to hawk.", "Rawness, soreness, and scraping in the throat.", "Burning and dryness in fauces and pharynx.", "White patches in throat.", "Paroxysms of cramp in the oesophagus.", "Ulcers: mercurial, syphilitic, and scrofulous." ],
    "Appetite" : [ "Irresistible desire for sugar (but it <; in the evening.", "Desire for cheese.", "Sweetish-bitter taste.", "Eating relieves nausea, but < stomach pains.", "Warm drinks >; cold drinks or ices < stomach pains.", "Eating or a swallow of wine > head: coffee <-The least food < pain of gastralgia; flatulence.", "Fluids go right through him (in cholera infantum).", "Warm fluids >, cold < pains in stomach.", "After heavy meal, epileptic fit.", "Nausea after each meal, esp. after dinner." ],
    "Stomach" : [ "Gastralgia, esp. in delicate, nervous women; brought on by any emotion, loss of sleep, or at menstrual period.", "Inflammation of the stomach; gastro-enteritis.", "Gnawing pain in the l. side of the stomach.", "Pressure with heaviness (sensation of lump) and nausea.", "Trembling and throbbing in stomach.", "Most gastric complaints are accompanied by violent belching.", "Eructations of air accompanied by a mouthful of undigested food (Pho., Fer.).", "After yawning, feeling as if stomach would burst; wind presses upwards, but the oesophagus feels spasmodically closed; hence an ineffectual effort to eructate, with excessive strangulation, pressing pain in stomach, faintish nausea, confluence of water in the mouth and inability to stir; the paroxysm ceased after a quarter of an hour, amidst frequent and violent out-rush of wind.", "Vomiting of some fluid, of bile, black vomit; with anxiety in precordia.", "The vomited substance tinged the bedding black.", "Awakens at midnight with oppression at stomach, as from a heavy lump, inducing vomiting; in the morning throws up glairy mucus, which can be drawn into strings.", "Warmth at epigastrium.", "Gnawing ulcerative pain in epigastrium.", "Stinging, ulcerative pain in l. side of stomach, worse from touch and deep inspiration.", "Pain increases and decreases slowly.", "Small spot between xiphoid and navel sensitive to slightest pressure; pains radiate in all directions.", "Pain in l. side of stomach below true ribs, < during inspiration and on touching the parts.", "Stomach pains are accompanied by intense spasm of chest muscles and dyspnoea; excessive accumulation of wind; nervous feeling or sensation as if squeezed in a vice." ],
    "Abdomen" : [ "Sensation as of a ball ascending from abdomen to throat.", "Stitches through the abdomen (l. side) like electric shocks, esp. when changing from rest to motion.", "Pain in abdomen as if sore; with great hunger; > after eating, but a trembling sets in its place.", "Violent attacks of pain at irregular intervals; patient rolls on floor; descending colon tender to touch; tapeworm-like stool passes.", "Fulness, heaviness, and distension with anxiety.", "Flatulence.", "Griping.", "Cutting pains.", "Constriction as if tightly tied with a band.", "Pain in hypochondria.", "Intolerance of lacing round hypochondria." ],
    "Stool and Anus" : [ "Cholera infantum in dried-up, mummy-like children, stools green, slimy, noisy, flatulent, < at night.", "Like spinach in flakes.", "Green, slimy, shreddy stools, with severe bearing-down in hypogastrium; membranous stool like unsegmented tapeworm; blood, slime, and epithelium; of ten with much flatus; after eating sugar; after drinking; \"as soon as the least drink is taken it goes through\"; from any excitement.", "Advanced dysentery, with suspected ulceration.", "Constipation and dry faeces.", "Taenia or ascarides with itching at anus.", "Piles with burning or tenesmus; bleeding.", "Burning in one spot in anterior wall of rectum (probably in prostrate gland)." ],
    "Urinary Organs" : [ "Nephralgia; pain by touching region.", "Urine dark red; contains deposit of renal epithelium and uric acid crystals (esp. after Caust.).", "Quick urging to urinate; frequent and copious emission of pale urine.", "Incontinence night and day.", "Urethra from meatus to bladder hot and burning; < at meatus and behind scrotum.", "Urine burning while passing, urethra feels as if swollen.", "Inability to pass urine in a projecting stream.", "Oozing of mucus from urethra: thick, white at night.", "Stitches in extremity of urethra; cutting from posterior part of urethra to anus, when emitting last drop of urine.", "Inflammation, and violent burning or shooting pains in the urethra, with increased gonorrhoea.", "Priapism, bleeding of the urethra.", "Stricture of the urethra.", "Dysuria, bloody urine and fever.", "Ulcerative pain in middle of urethra, as from a splinter.", "Stream of urine spreads asunder." ],
    "Male Sexual Organs" : [ "Chancre-like ulcer on prepuce.", "Ulcers on the prepuce; small, covered with pus; later, spreading, bowl-shaped, with a tallow-like coating.", "Impotence; erections, but they fail when coition is attempted.", "Want of desire, organs shrivelled.", "Coition painful, urethra as if put oil stretch or sensitive at orifice.", "Painful tension during erection, chordee, bleeding from urethra, and shooting in urethra from behind forward.", "Urethra swollen, hard, knotty, painful.", "Spasmodic contraction of cremaster muscle, testicle drawn high up.", "Pain in testes and scrotum as from pins and needles, < r.", "Orchitis.", "Burning in spot in anterior of rectum (prostate gland)." ],
    "Female Sexual Organs" : [ "Ovarian pains, feels as if an enormous swelling in side affected.", "Prolapsus with ulceration of os or cervix; with copious yellow, corroding leucorrhoea and frequent bleeding from points of ulceration.", "Menses irregular; scanty (with asthma).", "Menses too copious or too scanty, too soon or too late.", "All symptoms < before and during menses.", "Coition painful, followed by bleeding from the vagina.", "Orgasms at night.", "Metrorrhagia.", "Metrorrhagia, with nervous erethism at change of life; also in young widows and those who have borne no children; returning in attacks, region of ovaries painful, with pains radiating to sacrum and thighs.", "During pregnancy, stomach as if it would burst with wind; head feels expanded.", "Puerperal convulsions; just after attack lies quiet, but becomes very restless before another." ],
    "Respiratory Organs" : [ "Pure nervous asthma; spasm of respiratory muscles; great dyspnoea, < in crowded room.", "Muco-purulent sputa seeming to come from wall of larynx.", "Expectoration purulent, mixed with light blood.", "Internal soreness of the larynx and pit of the throat, worse mornings.", "Chronic laryngitis of singers; raising the voice causes cough.", "Marked hoarseness, sometimes loss of voice; feeling as if something clogging vocal cords.", "Cough with sense of soreness in l. side preventing lying on it.", "Evening cough worse from tobacco smoke.", "Cough < evening and night.", "Suffocative cough at noon.", "Cough in paroxysms induced by: phlegm in larynx; irritation under sternum; fit of passion; laughing; stooping; smoking; ascending stairs; lying down; on awaking.", "Haemoptysis." ],
    "Chest" : [ "Aching, tensive pain in various parts of chest in small spots.", "Weight as of a stone in middle of sternum.", "Burning in chest; sensation of warmth between scapulae and sternum.", "Violent cramps and pain in muscles of chest." ],
    "Heart" : [ "Palpitation of the heart in paroxysms, with nausea.", "Violent palpitation of the heart; in afternoon with faintish nausea; caused by any emotional excitement or any sudden muscular exertion; from lying on r. side.", "Angina pectoris, intense pain in chest and about heart, can hardly breathe.", "Irregular (intermittent) action of heart (with an unpleasant sensation of fulness), < when noticing it, > when moving about in open air." ],
    "Neck and Back" : [ "Muscles of r. side of neck sore and stiff.", "Soreness in lumbo-sacral region.", "Heaviness in os sacrum, extending along pelvis with painful drawing.", "Heaviness, with paralytic sensation, preventing long sitting, and obliging him, when walking, to stretch the dorsal spine.", "Pain in small of back, < rising from sitting; > standing or walking.", "Pain in sacro-iliac symphyses, feeling as if bones were loose there.", "Fatigue in back.", "Pressure in back at night." ],
    "Limbs" : [ "Trembling.", "Lassitude.", "Weariness of forearms and legs." ],
    "Upper Limbs" : [ "Drawing in shoulders.", "Pain in l. shoulder and arm.", "Rheumatic pain in l. wrist.", "Left arm heavy.", "Nightly boring pain in ulna.", "Hyperaesthetic numbness of arms and shoulders.", "Pain in wrist, and finger joints.", "Hands tremble.", "Numbness of finger tips." ],
    "Lower Limbs" : [ "Staggering gait.", "Lassitude of lower limbs with dizziness as if intoxicated.", "Pain in calves all night; weary as after a long journey. (Paralytic heaviness and debility, so that he did not know where to put them.).", "Heaviness and debility of the legs.", "Limbs, esp. knees, start up at night.", "Weariness with rigidity.", "Oedema of feet." ],
    "Generalities" : [ "Insensibility; face and upper limbs convulsed; trismus; pupils dilated.", "Epileptic attacks caused by fright, or during menstruation (at night, or in the morning when rising).", "Chorea-like convulsive motion of all the limbs.", "Fatigue.", "Tremulous weakness, accompanied with general debility.", "Expanding sensation, esp. in face, in head, with feeling as if bones of skull separated; with increase of temperature.", "Anaesthetic-hyperaesthetic condition of surface.", "Sticking sensations in various parts.", "Emaciation.", "Dropsy; oedema of legs and ascites.", "Loss of voluntary motion.", "Paraplegia from debilitating causes.", "Sensation of splinters in various parts, esp. in mucous membranes." ],
    "Skin" : [ "Wart-shaped excrescences.", "Skin blue-grey, violet, or bronze to real black.", "Bluish-black eruption; (in scarlet fever).", "Itching.", "Itching pimple.", "Impetigo.", "Zona.", "Small-pox.", "Erysipelas.", "Urticaria.", "Skin brown, tense, and hard.", "Warts." ],
    "Sleep" : [ "Restless at night; when he does sleep has all sorts of troubled dreams.", "Restless, stupefied sleep, with horrid dreams of serpents, &c.", "Prevented falling asleep by fancies and images.", "Wakes in the morning, dreams he is hungry and wakes with flatulence and spasms and twinges.", "Soporous condition.", "Nightly nervousness with heat of head.", "Restless sleep with stupefaction and headache." ],
    "Fever" : [ "Chilliness and nausea.", "Chills, shifting or constant, are more lasting than the heat and return quickly on uncovering; both stages without thirst.", "Chilliness.", "Chilly down back, at noon, extending from occiput to tip of coccyx up back and over shoulder.", "Night sweat.", "Morning sweat.", "Scarlet fever." ]
  }
}