{
  "remedyName" : "Argentum Metallicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Blepharitis. Brain-fag. Caries. Chlorosis. Cough. Diabetes. Enuresis nocturna. Epilepsy. Epithelial tissue, affections of. Exostosis. Heart, affections of. Hit-joint, disease of. Hysterical joint. Joints, affections of. Laryngitis. Ovaries, affections of. Phthisis. Pollutions. Rheumatism. Uterus, cancer of; prolapse of. Voice, loss of." ],
    "Characteristics" : [ "Argentum affects all the cartilages, and hence all joints and bones, with tearing and bruised pains, tenderness and weakness; painful, so-called \"hysterical\" joint, articular rheumatism without swelling; pain in rib cartilages and especially the left. Exostosis on skull. The muscular system is also affected with cramps in limbs; calves feel too short on going downstairs; stiffness; numbness; electric-like shocks in joints and limbs; painless twitchings. The heart is specially affected; frequent, spasmodic, though painless twitchings in whole heart muscle, < lying on back; fears apoplexy. Sensation as if heart stood still followed by trembling, then irregular violent throbbing. Palpitation, at night; during pregnancy. Systemic convulsions. Epileptic attacks followed by delirious rage, jumping about, striking those near. In society disinclined to talk; discouraged. (Reaction from this: great inclination to talk, mind very clear.) Vertigo on entering a room after a walk. Vertigo on looking at running water. As if drunk. Frontal headache of business men. Headache increasing gradually and ceasing suddenly, at acme as if a nerve being torn, usually l. side. Viscidity of saliva and mucous expectoration, which is easy. From the mucous membranes generally there is secretion like boiled starch; or there may be thin and at the same time a thick yellow or greenish discharge. Great hunger even after a full meal. Extreme dryness of mouth, tongue sticks to palate. (This symptom with the polyuria points to diabetes, in which Arg. is particularly indicated if there is swelling of the ankles.) Spasmodic enuresis nocturna. Effects of onanism: impotence; atrophy of penis; bruised pains in testicles. Pains in left ovary; feels enormously swollen; with this, prolapse of uterus (scirrhus). Metrorrhagia, large lumps with violent pains, < by every motion. Arg. met. acts more on the left side than the right; left ovary is affected: \"Prolapsus uteri with pains in left ovary.\" It corresponds to deep-seated insidious disease. In the mental sphere it affects the intellect more than the affections. Headache of business men. Left-sided headache as if in brain substance. Headache and dyspepsia induced by mental agitation, nursing the sick, mental exertion. Suited to thin patients with hollow eyes, pale skin, tendency to tubercle, caries, cancer, deep ulcers, imbecility. The more deeply seated the troubles are the more likely are they to be painless. Tenderness is prominent in Arg. met. Tearing pressure and pains in the bones. Articular rheumatism without swelling. Parts feel bruised when pressed on. Hoarseness of singers and speakers, < speaking or singing. Laughing causes cough. Restless sleep; electric shock through body wakens her. Symptoms < in sleep; nausea in dreams; seminal emissions. On waking, limbs powerless. Paralytic weakness. < By touch; pressure riding in carriage; lying on back; sitting; stooping. At noon at night (profuse urine). Uncovering (chills before midnight). Entering warm room. Sun." ],
    "Relations" : [ "Zinc (itching in canthi", "Zn. more in inner canthi and acts more on muscular system and skin). Pallad. (ovaries; Pall., r., Arg., l.). Stan. (cough excited by laughing). Follows well: Alum., Plat. Is followed well by: Calc., Puls., Sep. Antidoted by: Merc., Puls. (an occasional dose of Puls. favours action of Arg. nit. in ophthalmia). Teste classes Arg. met. with Merc., and with Arsen." ],
    "Causation" : [ "Onanism. Sunstroke." ],
    "Mind" : [ "Restlessness, which forces one to walk quickly.", "Ill-humour and aversion to talking.", "When pleased, excessively merry, but cries a long time about a trifle.", "Delirious rage (mania; after epilepsy)." ],
    "Head" : [ "Dulness, and sensation of emptiness in the head.", "Confusion, as if caused by smoke, and sensation of intoxication, with tingling in the head.", "Dizziness, with obscurity of vision, or with drowsiness, and falling of the eyelids.", "Pressing, tearing pain in the skull, principally in the temporal bones, renewed every day at noon, with soreness of the external head, aggravated by pressure and contact, ameliorated in the open air.", "Migraine (l.) as if in brain substance, coming gradually to a great height; ceasing suddenly.", "Drawing and pressive pain in the occiput, as if caused by a foreign substance, with a sensation of stiffness in the nape of the neck.", "Numbing pressure in the sinciput.", "Compression in the brain, with nausea and burning in the epigastrium, on reading and stooping for any time.", "Cramp-like pains and shootings in the head.", "Pain, as of excoriation in the scalp, on the slightest pressure.", "Cramp-like and pressive pains in the bones of the head.", "Painful dartings in the temporal muscles, and in the forehead.", "Pimples on the temples, with pain, as of ulceration." ],
    "Eyes" : [ "Itching in the eyes, and principally in the angles.", "Swelling and redness of the edge of the eyelids.", "Stricture of lachrymal duct." ],
    "Ears" : [ "Shootings in the ears, with incisive pain, which extends to the base of the brain.", "Gnawing itching in the external ear, causing the part to be scratched till it bleeds.", "Itching of the lobes of the ears.", "Sensation of stoppage of the ears." ],
    "Nose" : [ "Epistaxis, after blowing the nose, or preceded by itching and tickling in the nose.", "Stoppage of the nose, with itching in the nostrils.", "Violent fluent coryza, with frequent sneezing.", "Flowing of purulent matter, mixed with clots of blood, from the nose." ],
    "Face" : [ "Redness of the face.", "Pale and earthy face.", "Gnawing, cramp-like, and pressive pains in the bones of the face (in the r. zygoma, sometimes in the L; a violent pain in the bone of the r. lower jaw).", "Swelling of the upper lip, immediately under the nose." ],
    "Teeth" : [ "Pain in the teeth, as if the gums had receded.", "Painful sensibility of the gums on being touched.", "Gums loosened, and readily bleeding." ],
    "Mouth" : [ "Dryness of the mouth.", "Sensation of dryness on the tongue, though it be moist.", "Accumulation of a viscid saliva in the mouth, with shuddering (sometimes the teeth seem coated with it, maybe sticking them together, the lower with the upper, making talking difficult).", "Vesicles on the tongue, with burning pain of excoriation." ],
    "Throat" : [ "Soreness in the throat, as if there were a tumour in the gullet, with difficulty of swallowing.", "Hoarseness (or complete aphonia in singers, speakers, &c.) and scraping in the throat.", "Inflammation of the throat, with sensation of excoriation on swallowing and on breathing.", "The throat feels more sore from coughing than when swallowing, although the food passes with difficulty.", "Yawning gives pain in the fauces.", "Pricking and tingling in the throat.", "Accumulation of greyish and viscid mucus in the throat, with easy expectoration." ],
    "Appetite" : [ "Repugnance to all food, even to the thought of it, with prompt satiety.", "Appetite much increased, he is hungry after eating a full meal.", "Desire for wine.", "Gnawing hunger, which cannot be appeased by food." ],
    "Stomach" : [ "Pyrosis.", "Hiccough on smoking tobacco.", "Constant nausea and uneasiness.", "Burning in the stomach, ascending to the chest.", "Inclination to vomit, and vomiting of acrid matter, of a disagreeable taste, and which leaves in the throat a sensation of scraping and of burning.", "Pressure in the epigastrium." ],
    "Abdomen" : [ "Violent pressure on the entire abdomen, extending to the pubis, appearing as soon as one begins to eat; aggravated by breathing, and mitigated by rising up.", "Pressive and painful inflation of the abdomen.", "Cutting pains.", "Tension in the abdominal muscles.", "Contraction of the muscles of the abdomen on walking.", "Loud borborygmi." ],
    "Stool and Anus" : [ "Frequent inclination to go to stool, with scanty evacuation of soft matter.", "Dry, sandy stool after dinner.", "Vomitings during the stool.", "Pain of contraction in the abdomen, after a stool in the morning." ],
    "Urinary Organs" : [ "Frequent inclination to make water, with abundant emission (diabetes)." ],
    "Male Sexual Organs" : [ "Pain, as from a bruise, in the testes.", "Pollutions." ],
    "Female Sexual Organs" : [ "Prolapsus uteri, with pain in the l. ovary." ],
    "Respiratory Organs" : [ "Pain of excoriation in the larynx, esp. on coughing.", "Accumulation of mucus in the trachea, which detaches itself on stooping, laughing, or going upstairs, and which is easily expelled by expectoration.", "Abundant accumulation of mucus in the chest.", "Cough excited by incisive pain in the trachea, with expectoration of serous matter.", "Sensation of rawness or soreness of the larynx.", "Cough, caused by stinging, cutting in the trachea, with mucus in the chest, and expectoration of transparent mucus, like boiled starch.", "Paroxysms of coughing, short and rattling, during the day, with easy expectoration of thick and whitish matter." ],
    "Chest" : [ "Stitches in the (r.) side of the chest, when inhaling and exhaling.", "Pressure in the chest.", "Pressure and shooting in the sternum and in the sides of the chest.", "Pain in the lower (l.) rib cartilages.", "Incisive pain in the sides of the chest, on breathing and on stooping forward.", "Cramp-like pain in the muscles of the chest and in the sides." ],
    "Heart" : [ "Painless twitching in cardiac muscle, < lying on back; with feeling that he would have apoplexy.", "Sensation as if heart stood still, followed by trembling, then irregular, violent throbbing.", "Palpitation: at night; during pregnancy.", "In evening, in bed, quick pulse with thirst." ],
    "Neck and Back" : [ "Cramp-like pains in the shoulders and in the shoulder-blade.", "Pains, as of bruising or of drawing in the loins." ],
    "Upper Limbs" : [ "Tension and acute pullings, cramp-like and pressive pains in the arms and hands.", "Cramp-like pressive pains in the bones, and in the joints of the hands and fingers.", "Contraction of the fingers." ],
    "Lower Limbs" : [ "Shooting, pressive, and, as it were, paralytic pain, in the coxo-femoral joint, when walking.", "Jerking in the muscles of the thighs.", "Cramp-like, acute, and incisive pains in the knees and in the ankle-bones.", "Cramp in the calves of the legs, with sensation of contraction of the muscles, on going downstairs.", "Pain, as of bruising and throbbing, in the joints of the feet.", "Cramp-like pain in the bones and in the joints of the feet and toes.", "Tearing in the bones of the feet and toes.", "Sensation of numbness in the heel and in the tendo Achillis.", "Feet oedematous (diabetes)." ],
    "Generalities" : [ "Pressure, cramp-like, pulling, principally in the limbs and in the bones.", "Bruising pain, chiefly in the sacrum and the joints of the lower limbs.", "Boring pain in the joints.", "Sensation of soreness in the joints.", "Strong effects on the secretions of the mucous membranes.", "Sensation of excoriation in the skin and internal organs.", "Sensation of numbness arid stiffness in the limbs; as if asleep.", "Epileptic attacks.", "Aggravation of the symptoms every day, in the afternoon.", "Burning itching in different parts of the skin.", "Eruption of pimples, with burning pain, as of excoriation.", "Anxious dreams.", "Shuddering and cold, esp. in the afternoon and at night.", "Nocturnal sweat." ]
  }
}