{
  "remedyName" : "Armoracea Sativa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Aphonia. Asthma. Cataract. Colic. Cornea, spots on. Eruptions. Eyes, affections of. Gonorrhoea. Gravel. Headache. Leucorrhoea. Lungs, oedema of. Rheumatism. Scurvy. Strangury. Toothache. Ulcers. Urinary disorders." ],
    "Characteristics" : [ "Armor. sat., and also Cochlear. officin., are old-world anti-scorbutics, and homoeopathic provings have confirmed the old experience. Armor. has the anti-scorbutic properties of the other Cruciferae, and is specially efficacious in scurvy from eating salt. The essential oil is said to be identical with that of Sinapis. The mucous membranes are affected: mucous stools; gonorrhoea; leucorrhoea; pituitous asthma and pituitous phthisis have been benefited by it. There are peculiar symptoms in connection with the teeth. Some violent abdominal pains were experienced. Tearing pains from the belly through to back, down the back, and settling in sacrum. \"Colic with backache\" appears to be a leading indication. Wandering chronic rheumatism. Touch or slight pressure < many symptoms. Bending forward >." ],
    "Relations" : [ "Compare: The Cruciferae generally. Canth., Caps., Rhus, Sinap.; Arg. n. (diarrhoea from nervous excitement)." ],
    "Causation" : [ "Checked foot-sweat. Nervous excitement. Cold." ],
    "Mind" : [ "Difficult thinking in evening.", "Irresolution." ],
    "Head" : [ "Headache, now one side now the other; < opening the eyes (wide), but not on reading or motion.", "Violent headache with nausea; < sitting up.", "Aching, boring pains in head, as if brain bursting." ],
    "Eyes" : [ "Obscuration of sight for some minutes.", "Lachrymation.", "Spots on cornea.", "Swelling of eyes.", "Styes.", "Rheumatic ophthalmia." ],
    "Face" : [ "Twitching of l. corner of mouth, a.m.", "Soreness of upper lip." ],
    "Teeth" : [ "Dull sensation in teeth, as if they were soft and became bent and moved in their sockets on chewing.", "Scurvy of salt-eaters.", "Dental fistula." ],
    "Mouth" : [ "Paralysis of tongue.", "Biting sensation on tongue.", "Tongue furred white.", "Very offensive odour from mouth and lungs." ],
    "Throat" : [ "Dryness of pharynx, larynx, and posterior nares.", "Scraping in throat with nausea.", "Hawking thick, viscid mucus." ],
    "Stomach" : [ "Unnatural craving for food with profuse painless diarrhoea.", "Belchings of sulphurous odour, like garlic.", "Bilious regurgitations.", "From region of stomach the pain draws through both sides towards back.", "Cramp in stomach; pain drives to despair.", "Crampy, tensive pain above epigastrium apparently in diaphragm, > by bending forward." ],
    "Abdomen" : [ "Spasms through to back and loins.", "Borborygmi in morning." ],
    "Stool and Anus" : [ "Profuse painless diarrhoea with craving for food.", "Diarrhoea after great nervous excitement.", "Tenesmus all night till morning, sometimes discharging a little blood.", "Mucous stools.", "Involuntary passage of mucus from anus.", "Itching and burning at anus." ],
    "Urinary Organs" : [ "Uneasiness in region of kidneys.", "Increased desire and increased secretion.", "Urination difficult, causing burning, tenderness, and inflammation of urethra as in first stage of gonorrhoea.", "Strangury.", "Gravel.", "Albuminuria." ],
    "Male Sexual Organs" : [ "Burning or cutting at glans during micturition; felt also before or after.", "Gonorrhoea.", "Impotence." ],
    "Female Sexual Organs" : [ "Stringy black blood passes from the vagina when urinating; also during the night.", "Menses: every ten or fifteen days; suppressed with chlorosis.", "Leucorrhoea and menostasis.", "Since climaxis cramp in stomach." ],
    "Respiratory Organs" : [ "Aphonia; with blood-spitting; oppressed breathing.", "Promotes expectoration, and relieves cough; increases activity of respiratory organs.", "Mucous asthma, and consumption.", "Oedema of lungs.", "Chest painful to touch." ],
    "Limbs" : [ "Twitchings in limbs.", "Towards morning pain in all joints when lying still; < lying on side; > on motion and when getting up.", "Suppressed foot sweat." ],
    "Sleep" : [ "Sleep very refreshing; awoke with clearer mind than usual." ]
  }
}