{
  "remedyName" : "Arnica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Apoplexy. Back, pains in. Baldness. Bed-sores. Black-eye. Boils. Brain, affections of. Breath, fetid. Bronchitis. Bruises. Carbuncle. Chest, affections of. Chorea. Corns. Cramp. Diabetes. Diarrhoea. Dysentery. Ecchymosis. Excoriations. Exhaustion. Eyes, affections of. Feet, sore. Haematemesis. Haematuria. Headache. Heart, affections of. Impotence. Labour. Lumbago. Meningitis. Mental alienation. Miscarriage. Nipples, sore. Nose, affections of. Paralysis. Pelvic haematocele. Pleurodynia. Purpura. Pyaemia. Rheumatism. Splenalgia. Sprain. Stings. Suppuration. Taste, disorders of. Thirst. Traumatic fever. Tumours. Voice, affections of. Whooping-cough. Wounds. Yawning." ],
    "Characteristics" : [ "Growing on the mountains, Arnica may be said to possess a native affinity to the effects of falls. As its German name, Fallkraut, attests, its value as a vulnerary has been known from remote times. It may be said to be the traumatic par excellence. Trauma in all its varieties and effects, recent and remote, is met by Arnica as by no other single drug, and the provings bring out the appropriateness of the remedy in the symptoms it causes. Tumours in many parts, following injury, have been cured by Arnica, including scirrhous tumours of the breast. Nervous affections as chorea after falls. It is suited to plethoric red-faced persons; \"Arnica is particularly adapted to sanguine, plethoric persons, with lively complexions and disposed to cerebral congestion. It acts but feebly on persons who are positively debilitated, with impoverished blood and soft flesh. This may be the reason why it is eaten with impunity by herbivorous animals as Linneus remarks\" (Teste). It is suited to persons who are extremely sensitive to mechanical injuries, and who feel the effects of them long after; persons easily made train-sick or sea-sick. Patients complain that the bed is hard no matter how soft it may be. Arn. corresponds to the effects of violent cough or sneezing; the child cries before cough comes on (or with the cough) in whooping-cough. Chronic bronchitis when patients have bruised, weak aching in the chest, or great sensitiveness of the chest on exertion, or walking. Allied to wounds are haemorrhages, and Arnica causes and cures haemorrhages of many kinds: dilatation and rupture of small blood-vessels. Vomiting, coughing, purging, accompanied by streaks of blood in ejecta; extravasation of blood into the conjunctiva as in whooping-cough. Haemorrhages into the tissues of internal organs or the skin. An odd symptom of Arnica is \"coldness of the nose.\" A case of facial (left) neuralgia, face swollen, dark red, very painful to touch, was cured with Arnica (radix), the guiding symptom being \"cold nose.\" Patient had bitter taste; was very excitable, and < at night. Ussher notes that the local use of Arnica produced an extraordinary growth of hair on a limb. This suggested the use of an oil mixed with Arn. 1x in a case of baldness, which was followed with marked success. Arn. affects the left upper extremity and the right chest. There is a putridity in connection with Arnica excretions, as with Baptis., which it resembles in typhoid conditions: putrid breath; fetid sweat. With Arnica there is apt to be incessant passing of stool and urine in these states. Nash gives the following as \"leaders\": \"Stupor, with involuntary discharge of faeces and urine.\" \"Fears being touched or struck by those coming near him.\" Putrid smell from mouth.\" \"Bruised, sore feeling in uterine region; cannot walk erect.\" \"While answering falls into a deep stupor before finishing.\" \"Head alone, or face alone, hot; rest of body cool.\" \"Many small boils, painful, one after another, extremely sore.\" \"Suddenness\" is a feature of Arn. pains and action. P. P. Wells relates a cure of double pleuro-pneumonia in a child with sudden stabbing pains on both sides of the chest almost preventing breathing. Arnica instantly caused a violent aggravation, the next instant relief was perfect, and the child fell asleep breathing naturally. I once ran a piece of wire into the tip of one of my fingers, causing paralysing pain. I applied Arn. 1x at once, and the pain was better instantly", "seeming to be wiped out from the point of injury up the arm. There is < in damp, cold weather with Arnica, which is included by Grauvogl among the remedies suited to the hydrogenoid constitution (comp. Baryt. c.). Motion and exertion <. (Bruised, aching sensation in chest on walking.) > Lying down, and lying with head low; but < lying on left side.", "Arnica should not be used externally where there is broken skin. For torn and lacerated wounds Calendula must be used locally." ],
    "Relations" : [ "Teste takes Arn. as the type of his first group, which includes Ledum, Crot. t., Fer. magnet., Rhus t., Spig. Compare: Abrot., Absinth., Calend., Chamom., Cina, Gnaphal., and other Compositae. Complementary: Acon. Similar to: Acon., Am. c., Croton (swashing in abdomen), Arsen., Baptis. (typhoid states", "Bap. \"feels ill, \", Arn. \"feels well, \", resents being thought ill), Bell., Bry., Cham., Chi., Euphras., Calend., Hep., Hyper., Ham., Ipec., Led., Merc., Puls., Ran. scel., Rho., Ruta, Staph., Silic, Symph., Sul., Sul. ac., Verat. Follows well: Aco., Ipec., Verat., Apis. Followed well by: Aco., Ars., Bry., Ipec., Rhus t. Action aided by: Arsen. (dysentery and varicose veins). Injurious in: Bites of dogs or rabid or angry animals. Antidote to: Am. c., Chi., Cicut., Fer., Ign., Ipec., Seneg. Antidoted by: Camph., Ipec. (to massive doses); Coffee (headache); Aco., Ars., Chi., Ign., Ipec. (to potencies). Wine increases unpleasant effect of Arnica." ],
    "Causations" : [ "Mechanical injuries. Fright or anger. Excessive venery (vaginitis in the female, impotence in the male)." ],
    "Mind" : [ "Hypochondriacal anxiety with fear of dying and disagreeable temper.", "Declines to answer any questions.", "Great agitation and anguish, with groans.", "Unfitness for exertion, and indifference to business.", "Apprehension and despair.", "Over-excitement and excessive moral sensibility.", "Great sensitiveness of the mind with anxiety and restlessness.", "Tendency to be frightened.", "Quarrelsome.", "Combative, quarrelsome humour.", "Tears.", "Shedding of tears and exclamations of rage.", "Opinionated.", "Foolish gaiety, levity, and mischievousness.", "Absence of ideas.", "Depression of spirits and absence of mind.", "Says there is nothing the matter with him (in typhoid fever, &c.).", "Abstraction and musing.", "Unconsciousness (like fainting after mechanical injuries).", "Delirium." ],
    "Head" : [ "Whirling giddiness with obscuration of the eyes, chiefly on getting up after sleeping, on moving the head, or in walking.", "Giddiness, with nausea; when moving and rising; better when lying.", "Vertigo when shutting eyes.", "Pressive pains in the head, principally in the forehead.", "Cramp-like compression in the forehead as if the brain were contracted into a hard mass, chiefly when near the fire.", "Pain, as if a nail were driven into the brain.", "Dartings, pullings, and shootings in the head, principally in the temples.", "Incisive pain across the head.", "Cutting through the head, as with a knife, followed by a sensation of coldness.", "Stitches in the head, esp. in the temples and forehead.", "Effects from concussion on the brain.", "Pain in the head over one eye, with greenish vomiting (after a strain of the back).", "Heat and burning in the head, with absence of heat from the body.", "Burning and heat in the head, the rest of the body is cool (night and morning, < from motion, > when at rest).", "Heaviness and weakness of the head.", "Pains in the head, brought on, or aggravated by walking, ascending, meditating, and reading, as well as after a meal.", "Tingling at the top of the head.", "Immobility of the scalp." ],
    "Eyes" : [ "Pain, like excoriation, in the eyes and in the eyelids, with difficulty in moving them.", "Red, inflamed eyes.", "Inflammation of the eyes with suggillation after mechanical injuries.", "Burning in the eyes, and flowing of burning tears.", "Eyelids swollen, and with ecchymosis.", "Pupils contracted.", "Eyes dull, cloudy, and downcast.", "Eyes prominent, or half open.", "Fixed, anxious look.", "Obscuration of vision." ],
    "Ears" : [ "Pain, as of contusion in the ears. Acute pulling in the ears.", "Shootings in and behind the ears.", "Hardness of hearing, and buzzing before the ears; from blows.", "Blood from ears." ],
    "Nose" : [ "Pain, as of contusion in the nose.", "Tingling, in the nose.", "Nose swollen, with ecchymosis.", "Nasal haemorrhage.", "Ulcerated nostrils.", "Coryza, with burning in the nose.", "Cold nose (A. radix)." ],
    "Face" : [ "Face pale and hollow, or yellow and bloated.", "Heat in the face without heat in the body.", "Hard swelling, shining redness and heat in one cheek, with throbbing pain.", "Puffing of cheeks on breathing.", "Tingling round the eyes, in the cheeks, and in the lips.", "Pustulous eruption on the face, chiefly round the eyes.", "Dryness, burning heat, swelling, and fissures in the lips.", "Ulceration of the corners of the mouth.", "Paralysis of the lower jaw.", "Painful swelling of the submaxillary glands, and of those of the neck.", "Trismus, with the mouth closed." ],
    "Teeth" : [ "Pain in the teeth, with swelling of the cheeks and tingling in the gums.", "Sensation of pulling in the teeth while eating.", "Loosening and elongation of the teeth.", "Toothache after operation." ],
    "Mouth" : [ "Dryness of the mouth, with thirst.", "Saliva mixed with blood.", "Sensation of excoriation and itching on the tongue.", "Tongue dry, or with a white coating.", "Putrid smell from the mouth in the morning." ],
    "Throat" : [ "Sensation as if there were something hard in the throat.", "Deglutition hindered by a kind of nausea.", "Noise while swallowing.", "Burning in the throat, with uneasiness, as from internal heat.", "Bitter mucus in the throat." ],
    "Appetite" : [ "Taste putrid or bitter, or slimy.", "Bitter taste, esp. in the morning.", "Thirst for cold water, without fever.", "Longing for alcoholic drinks.", "Thirst for water, or desire to drink, with repugnance to all liquids.", "Loathing of food", "principally milk, meat, broth, and tobacco.", "Liking for vinegar.", "Want of appetite, and tongue loaded with a white or yellowish coating.", "(In the evening) immoderate appetite, with sensation of fulness and cramp-like pressure in the abdomen, immediately after a meal.", "Irritable and plaintive humour, after a meal in the evening." ],
    "Stomach" : [ "Frequent eructations, esp. in the morning, empty, bitter, putrid, as from rotten eggs.", "Belches after coughing.", "Rising of a bitter mucus or of salt water.", "Nausea, with inclination to vomit, chiefly in the morning.", "Nausea, and empty vomiturition.", "Retching even in the night, with pressure in the precordial region.", "Vomiting of coagulated blood, of a deep colour.", "After drinking (or eating), vomiting of what has been taken, often with a mixture of blood.", "Pressure, fulness, contraction, and cramp-like pain in the stomach and in the precordial region.", "Shootings in the pit of the stomach, with pressure extending to the back, and tightness of the chest." ],
    "Abdomen" : [ "Shootings in the region of the spleen, with difficulty of breathing.", "Pressure in the hepatic region.", "Abdomen hard and swollen, with pain of incisive excoriation in the sides, chiefly in the morning, mitigated by the emission of wind.", "Pain in the umbilical region when moving.", "Shocks across the abdomen.", "Pain, as of contusion, in the sides.", "Flatulence, having the smell of rotten eggs.", "Cutting, colicky pains in the abdomen.", "Colic with strangury.", "Tympanites." ],
    "Stool and Anus" : [ "Constipation, with ineffectual attempt to go to stool.", "Stools in the form of pap, of an acid odour.", "Flatus, smelling like rotten eggs.", "Diarrhoea, with tenesmus.", "Frequent, scanty, small, mucous stools.", "Involuntary stools, chiefly during the night; thin, brown, or white.", "Stools of undigested matter.", "Purulent, bloody stools.", "Haemorrhoids.", "Pressure in the rectum.", "Tenesmus.", "Thread-worms." ],
    "Urinary Organs" : [ "Tenesmus.", "Spasmodic retention of urine, with pressure in the bladder.", "Ineffectual attempts to make water.", "Involuntary emission of urine, at night in bed, and in the day, when running.", "Frequent micturition of pale urine.", "Urine of a brownish red, with sediment, of a brick colour.", "Emission of blood." ],
    "Male Sexual Organs" : [ "Bluish red swelling of the penis and of the scrotum.", "Inflammatory swelling of the testes (in consequence of contusion).", "Purple-red swelling of the penis and testicles, after mechanical injuries.", "Hydrocele.", "Painful swelling of the spermatic cord, with shooting in the testes, extending to the abdomen.", "Sexual desire increased, with erections, pollutions, and seminal emission on the slightest amorous excitement.", "Impotence from excess or abuse." ],
    "Female Sexual Organs" : [ "Discharge of blood from the uterus, between the periods, with nausea.", "Excoriation and ulceration of the breasts.", "Soreness of the parts after a severe labour.", "Violent after-pains.", "Erysipelatous inflammation of the mammae and nipples.", "Violent stitches in middle of l. breast.", "Vomiting of pregnancy.", "Threatened abortion from fall, &c.", "Feeling as if foetus were lying crosswise.", "Tumour of breast." ],
    "Respiratory Organs" : [ "Dry, short cough, produced by a titillation in the larynx.", "Cough at night during sleep.", "Paroxysm of cough, preceded by tears, and cough with children after having wept and sobbed from caprice and waywardness.", "Whooping-cough; child cries before the cough comes on; and after.", "Cough with bloodshot eyes, or nose-bleed.", "Even yawning provokes a cough.", "Cough with expectoration of blood; the blood is clear, frothy, mixed with coagulated masses and mucus.", "Even without cough there is expectoration of black, coagulated blood after every corporeal effort.", "Inability to eject the mucus; what the cough detaches is therefore swallowed.", "On coughing, shooting pains in the head, or a bruise-like pain in the chest.", "Breath fetid; short, and panting.", "Excessive difficulty of breathing.", "Cough worse in the evening till midnight, from motion, in the warm room, and after drinking." ],
    "Chest" : [ "Respiration short, panting, difficult, and anxious.", "Rattling in the chest.", "Oppression of the chest and difficulty of breathing.", "Respiration frequently slow and deep.", "Shootings in the chest and sides, with difficulty of respiration, aggravated by coughing, but breathing deeply, and by movement; better from external pressure.", "Pain, as of a bruise and of compression in the chest.", "Burning or rawness in the chest.", "Sensation of soreness of the ribs.", "Stitches in the chest (l.), aggravated from a dry cough, with oppression of breathing; < from motion, > from external pressure." ],
    "Heart" : [ "Beating, and palpitation of the heart.", "Pain from liver up through l. chest and down l. arm, veins of hands swollen, purplish; sudden pain as if heart squeezed or had got a shock (angina pectoris).", "Heart strained; irritable; stitches in; from l. to r.", "Painful pricking in the heart, with fainting fits." ],
    "Neck and Back" : [ "Weakness of the muscles of the neck; the head falls backwards.", "Painful swelling of the glands of the neck.", "Pains, as from a bruise, and of dislocation in the back, in the chest, and the loins.", "Tingling in the back.", "Great soreness of the back.", "Dragging-down pain and sense of weight in loins." ],
    "Upper Limbs" : [ "Pain, as if from fatigue, and crawlings in the arms and in the hands.", "Pain, as of dislocation, in the joints of the arms and hands.", "Tingling, in the arms.", "Sensation of soreness of the arms.", "Sensation as if the joints of the arms and wrists were sprained.", "Darting in the arm.", "Veins in the hands swollen, with full and strong pulse.", "Want of strength in the hands on grasping anything.", "Cramps in the fingers." ],
    "Lower Limbs" : [ "Pains, as from fatigue or from dislocation, or acute drawing in the different parts of the lower limbs.", "Painful paralytic weakness in the joints, chiefly of the hip and knee.", "Want of strength in the knee, with failing of the joint when walking.", "Tension in the knee, as from contraction of the tendons.", "Pale swelling in the knee.", "Sensation of soreness in the legs.", "Inflammatory erysipelatous swelling of the feet with pain, and aggravation of the pain by movement.", "Hot, painful, hard, and shining swelling of the great toes.", "Tingling in the legs and feet." ],
    "Generalities" : [ "Tearing, drawing in outer parts.", "Pricking, from without, inward.", "Pressing in inner parts.", "Tingling in outer parts.", "Acute drawing, crawling, pricking, or paralytic pains, and sensation as from a bruise in the limbs and the joints, as well as in the injured parts.", "Pain, as if sprained in outer parts, and in the joints.", "Pains, as of dislocation.", "Rheumatic and arthritic pains.", "Restlessness in the diseased parts, which causes them to be constantly in motion.", "Aggravation of pains in the evening and at night, as well as from movement, and even from noise.", "Unsettled pains, which pass rapidly from one joint to the other.", "Soreness of the whole body, with tingling.", "Stiffness of the limbs after exertion.", "Muscular jerking.", "Stiffness and weariness of all the limbs.", "Sensation of agitation and trembling in the body, as if all the vessels were throbbing.", "Extreme sensibility of the whole body, chiefly of the joints and of the skin.", "Over-sensitiveness of the whole body.", "Bleeding of internal and external parts (vomiting of blood).", "Ebullition of the blood, and congestion in the head, with heat and burning in the upper parts of the body; and cold, or coolness, in the lower parts.", "Fainting fits, with loss of consciousness, in consequence of mechanical injuries.", "Convulsions, traumatic trismus and tetanus.", "General prostration of strength.", "Paralytic state (on the l. side) in consequence of apoplexy.", "Dropsy of inner parts." ],
    "Skin" : [ "Hot, hard, and shining swelling of the parts affected.", "Stings of insects; snake-bites.", "Red, bluish, and yellowish spots, as if from contutions.", "Black and blue spots on the body.", "Yellow-green spots, caused either by a bruise or by disease.", "Bed sores; blue mortification.", "Miliary eruption.", "Petechiae.", "Many small boils, or blood-boils; one after another, extremely sore." ],
    "Sleep" : [ "Great drowsiness during the day, without being able to sleep.", "Inclination to sleep, early in the evening.", "Comatose drowsiness with delirium.", "Wakens at night with a hot head, and is afraid to sleep for fear of its recurrence.", "Anxious dreams about animals.", "Sleep not refreshing and full of anxious and terrible dreams, and waking with starts and frights.", "Dreams of death, of mutilated bodies, of unbraiding, of indecision.", "During sleep, groans, talking, snoring, involuntary stools and urine.", "Giddiness on waking." ],
    "Fever" : [ "Pulse very variable, mostly hard, full and quick.", "Chilliness, internally, with external heat.", "Great chilliness, with heat and redness of one cheek.", "Chilliness of the side on which he lies.", "Head alone, or face alone, hot, rest of body cool.", "Shivering, principally in the evening, and sometimes with a sensation as if one were sprinkled with cold water.", "Heat in the evening or at night, with shivering on raising the bed-clothes, even slightly, and frequently with a pain in the back and in the limbs.", "Dry heat over the whole body, or only in the face and on the back.", "Fever, with much thirst, even before the shiverings.", "Before the fever, dragging sensation in all the bones.", "Intermittent fever; chill in the morning or forenoon drawing pains in the bones before the fever; changes his position continually breath and perspiration offensive.", "During the apyrexia, pain in the stomach, want of appetite and loathing of animal food.", "Perspiration smelling sour or offensive", "sometimes cold.", "Typhus, putrid breath and stool.", "Nocturnal acid sweat." ]
  }
}