{
  "remedyName" : "Arsenicum Sulphuratum Rubrum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Diarrhoea. Eczema. Furuncles. Gastritis. Influenza. Neuralgia. Psoriasis. Sciatica." ],
    "Characteristics" : [ "The Red Sulphide of Arsenic was introduced and proved by Neidhard, but it has been used somewhat empirically on indications borrowed from its two components. T. N. McLaughlin has reported much success in skin cases, especially in cases of psoriasis, and also of eczema, acne, and furuncles. He gave it in tablets of 2x trit., and found patients who could not tolerate Ars. alb. could take Ars. sul. rub. without any unpleasant symptoms, and with marked curative effect. There was no gastric or intestinal irritation in any of his cases. The provings brought out some characteristic features. J. Meredith cured, with Ars. s. r. mainly, a young girl who suffered from an occipital headache; profuse, repulsive, nauseating nasal catarrh; leucorrhoea, pelvic pains, menstrual troubles, and general anaemic appearance. I have found it useful in many cases of influenza and its sequelae, especially sciatica. Burning pains (as if coals of fire in stomach, < drinking cold water). External heat. Bone pains. All symptoms < at night. < On waking (headache). Chilly even before a hot stove. Restless sleep with very vivid dreams. Convulsions. Itching in various parts. Numbness." ],
    "Relations" : [ "Compare: Ars. sul. flav., Caps." ],
    "Mind" : [ "Crossness; and acts with more energy." ],
    "Head" : [ "Severe continued pain extending deep into brain in r. frontal region, also in r. ear; < by stooping and exercise; > cold application; p.m.", "Waking often with dull pain in forehead over eyes, extending over top of head to crown.", "Pain commencing at back of head extending round sides.", "Neuralgia r. side of face, nose, jaw, and through temple." ],
    "8, Mouth and Throat" : [ "Mucous membranes of mouth and throat inflamed.", "R. tonsil enlarged.", "Intolerable itching in throat inducing short, dry, expulsive cough." ],
    "Stomach" : [ "Burning in stomach like coals of fire, < drinking cold water; could not bear least pressure on region of stomach.", "Sharp cutting pains in l. abdominal region after each meal.", "Weight and gnawing in stomach." ],
    "Stool and Anus" : [ "Diarrhoea, yellow, mushy stools in morning early, after getting up; and in the evening before going to bed; constant tenesmus in anus." ],
    "Respiratory Organs" : [ "Hoarseness with accumulation of thick, tenacious mucus in throat.", "5 a.m. wakes with sharp cutting pain, commencing between cartilages of 5th and 6th ribs, extending inwards and upwards deep into chest; slightest motion <; had to limit respiration as much as possible." ],
    "Heart" : [ "Occasional sharp pains through base of heart impeding respiration." ],
    "20, Back and Limbs" : [ "After rising in morning a heavy pressing pain, extending from tip of coccyx to anus; soreness of coccyx; pain in anus < by efforts to stool or micturition; bearing-down would cause heavy sickening sensation.", "Rheumatism from r. shoulder down arm as if in bone.", "Pain in r. hip with lameness of leg.", "Severe pain in l. tibia.", "All joints immovable after recovery from the poison." ]
  }
}