{
  "remedyName" : "Arsenicum Album",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Acne rosacea. Alcoholism. Amenorrhoea. Anaemia. Aphthae. Asthma. Atrophy. Bronchitis. Brown-ague. Caecum, affections of. Cancer. Cancrum oris. Carbuncle. Cholera Asiatica. Cholera. Cold. Coldness. Commissures, soreness of. Cough. Coxalgia. Croup. Dandriff. Delirium tremens. Depression of spirits. Diarrhoea. Diphtheria. Dropsy. Duodenum. Dyspepsia. Ears, affections of. Eczema. Endometritis. Enteric fever. Epithelioma. Erysipelas. Eye, affections of. Face, eruption on. Fainting. Fever. Gangrene. Gastric ulcer. Gastritis. Gastrodynia. Glandular swellings. Gout. Hay-asthma. Headache. Heart, affections of. Hectic. Herpes zoster. Hodgkin's disease. Hydro-thorax. Hypochondriasis. Ichthyosis. Indigestion. Intermittent fever. Irritation. Jaundice. Kidney, diseases of. Leucorrhoea. Lichen. Lips, eruption round; epithelioma of. Locomotor ataxy. Lung affections. Lupus. Malignant pustule. Measles. Melancholia. Menstruation, disorders of. Miliary eruptions. Morphoea. Myelitis. Nails, diseased. Nettle-rash. Neuralgia. Neuritis. Nonta pudendi. Numbness. Peritonitis. Perityphlitis. Pityriasis. Plethora. Pleurisy. Pleurodynia. Pneumonia. Psoriasis. Purpura. Pyoemia. Pyelitis. Remittent fever. Rheumatic gout. Rheumatism. Rickets. Ringworm. Scaldhead. Scarlatina. Sciatica. Scrofulous affections. Sea-bathing, effects of. Sea-sickness. Shiverings. Stomach, affections of. Strains. Suppuration. Thirst. Throat, sore. Tobacco-habit. Tongue, affections of. Trachea, affections of. Traumatic fever. Typhus. Ulcers. Vomiting. Whooping-cough. Worms. Wounds. Yellow fever." ],
    "Characteristics" : [ "Arsenic is the horse's remedy; as Puls. is the sheep's, and Antim. crud. the pig's. The reprehensible fashion of \"doctoring\" horses with Arsenic is merely an abuse of a therapeutic fact. The horse is an animal on whose power of endurance and \"wind\" enormous demands are made, and Arsenic is the remedy for the effects of feats of prolonged endurance. The Arsenic habit of the Styrian mountaineers has arisen from the discovery of its power of strengthening the muscles both of the limbs and of the breathing apparatus. But in another way the horse typifies the Arsenic temperament. The mental symptoms of my drug, when pronounced, carry precedence of all others. The horse is an exceedingly nervous animal, constantly moving about, restless to a degree, and very prone to take fright", "quite a picture of the Arsenic temperament. According to Teste Arsen. acts much more powerfully on vegetable-eating animals than on carnivora (opp. Nux v.); and it is suited to the effect's of excess of vegetable diet, melons, strawberries, and fruits in general, especially watery fruits.", "The arsenic-eaters of the Tyrol can take as much as six grains of white arsenic, or the sulphide, every two days. They maintain that it imparts a sense of invigoration and enables them to carry enormous loads up perpendicular mountains. According to one account it is resorted to by populations who live on vegetable food almost exclusively. \"It strengthens the muscles, \", an old indulger in the habit is reported to have said, \"helps to digest our coarse bread and potatoes, and allows us to breathe freely and easily. Meat-eaters have no need for such a thing, but with us it is a necessity.\" It is difficult to say how far this is a directly \"tonic, \", effect, and how far curative of the dyscrasia generated by the conditions of life. The fine skin and glossy hair of the young women among the arsenic-eating populations is remarkable, and is comparable to the fine coats of arsenic-fed horses. On the other hand, \"staring coat\" in animals, and \"dry, rough, scaly, unhealthy-looking skin\" in human beings are keynote indications for the remedy. In this connection may be mentioned the effects on the crew of the ship Zion, which carried arsenic as a portion of its cargo. This was exposed somewhat to the sun's rays, and the crew noticed a peculiar smell. Soon they all began to notice themselves growing stout, and on reaching Philadelphia from England they had all gained much, one to the extent of two stones in weight.", "Restlessness is one of the grand characteristics of Arsenic. Even the stupor of Arsenic is interrupted by fits of restlessness with anxious moaning. Patients are anxious, full of the fear of death, restlessness compelling them to frequently change their position. Hence the applicability of the drug in many nervous affections, notably chorea. Jerks and starts on falling asleep. Irritability, desperately angry; almost furious. Despair, hopelessness, unutterable misery. The irritability and sadness of malarial cachexias; of the cachexias of quinine, mercury, and syphilis. Low types of disease; typhoid states. Inflammations of great intensity with tendency to destruction of tissue. Burning, lancinating pains. Burning is another of the leading characteristics of Arsenic. No other remedy has it in more pronounced degree. The peculiarity of the \"burnings\" of Ars. is that they are > by heat (herein comparing with Capsic.). The burning in the throat is > by eating or drinking hot things. On the other hand cold food and cold drinks < stomach irritations; hence Ars. is of signal use for effects of eating ices and drinking ice-water. Arsen. affects the entire alimentary tract. The lips are so dry and parched and cracked that the patient often licks them to moisten them. The mouth is aphthous, ulcerated, or gangrenous. The stomach is so irritable that the least food or drink causes distress or vomiting, or stool or both together. Abdominal pains are intense, causing the patient to turn and twist. Haemorrhoids are exceedingly painful as if burning needles plunged in. States of lowered vitality. The Prostration of Arsen. is remarkable. With it there is the desire to move or be moved constantly. The patient is exhausted from the slightest exertion. Exhaustion is not felt while lying still, but as soon as he moves he is surprised to find himself so weak. The prostration seems out of proportion to the rest of his illness. Must lie down. Exhaustion from hill-climbing, breathless, sleepless. Thirst for little and often (Ant. t., Lyc.), wants it very cold and immediately rejects it (Phos. as soon as it becomes warm). Before and after the cough of Arsenic there is an attack of asthma (Phos.) Arsen. has a great place in acute coryza and hay-fever. The fluent coryza is corrosive, reddening the upper lip, and has more burning than either Merc. or Cepa. Also it is < out of doors, and > in warmth, which distinguishes it from Cepa especially. Arsenic is predominantly right-sided. The neuralgias affect the right side most; the right lung (\"acute, sharp, fixed or darting pain in apex and through upper third of right lung\") is more affected than the left; also the right side of the abdomen, hence typhlitis. Many dropsical conditions are controlled by Arsen. Especially has it done brilliant work in cases of hydrothorax. It has been called the \"liquid trochar, \", on account of the expeditions way in which it will remove a watery effusion. The patient cannot lie down; must sit up to breathe; anxious; restless; < about a.m.", "It is suited to the full plethoric habit. Puffiness in one of its characteristics; and from this to dropsy. All mucous membranes are irritated. The skin is cold and clammy. Scurfy eruptions. Bran-coloured scales on head coming down to forehead. Arsenic has cured epithelioma of the lips and closely corresponds to the cancerous diathesis. Many cures of cancer have been reported under its use, both in the crude and in potencies. When the subjective symptoms of Arsen. are present, it will cure in the potencies. When the homoeopathicity is more crude the lower potencies will be required: in this case the Arsen. appears to act directly on the cancerous tissue and cancerous elements in the system.", "Arsenic is a haemorrhagic: it acts on both blood and blood-vessels. Varices burn like fire. Anaemia, chlorosis, pyaemia all come within the scope of Arsenic, which corresponds also to states resulting from losses of blood, as venesection, metrorrhagia, haemoptysis.", "The Conditions, especially of time and temperature, are all-important with Arsenic. Unless these correspond in the patient, failure will be more frequent than success. Arsenic is one of the greatest of periodics. I once treated some members of a family who all had attacks of fever of short duration, recurring regularly every six weeks, from living in rooms papered with arsenical papers. Its periods are: every day; every third or fourth day; every fortnight; every six weeks; every year. There is pronounced night aggravation, the pains are unsupportable with restlessness. < Midnight and after (Acon. is rather before midnight); < a.m. There is < from cold and damp; > warmth. Arsen. loves warmth like Nux v., Psor., Hepar, Silic., Mag. mur. and other hydrogenoids, and herein is differentiated from Sul., Ant. crud., Iod., Apis, and Puls. Arsen. hugs the fire and likes warm wraps. < Lying on affected side, or with head low. > Lying with head high." ],
    "Relations" : [ "Antidotes: To poisonous doses-milk, albumen, demulcent drinks, followed by emetics of mustard, Sulphate of Zinc or Sulphate of Copper (Tartar emetic is too irritating). Castor oil is the best purgative. Chemical antidotes: Animal charcoal, Hydrated peroxide of iron, Magnesia, Limewater. Dynamic antidote: Opium; it may be administered by clyster if not retained on stomach. Brandy and stimulants if there is depression and collapse. If urine is suppressed, Sweet spirits of nitre in large quantities of water.", "Antidotes of potencies: Camph., Chi., Chin. sul., Fer., Graph., Hep., Iod., Ipec., Nux v., Sambuc., Tabac., Verat. Arsen. is antidote to: Carb. v., Chi., Fer., Graph., Hep., Iod., Ipec., Lach., Merc., Nux v., Phos., Sambuc., Strych., Tabac., Verat. Follows well: Aco., Agar., Arn., Bell., Cham., Chi., Ipec., Lach., Verat. Followed well by: Aran. d., Nux v., Iod., Sul. Rhus follows well in skin affections, especially in cases treated allopathically with large doses of arsenic. Complementary: All. sat., Carb. v., Phos. Similar to: Aco., Apoc., Arg. n., Bell., Bism., Calc., Can. ind., Carb. v., Chi., Ferr., Hyo., Ipec., Kreos. Lach., Lyc., Nux v., Phos., Puls., Rhus t., Sil., Tab., Verat. The restlessness of Ars. differs from that of Mag. c.; Ars. goes from room to room, from bed to bed; Mag. c. must get out of bed and walk the floor to relieve pain. The fear of death is not that of Acon., but is an anxiety and a feeling that it is useless to take medicine as they will surely die (more like Agnus). Bry. drinks much and seldom: Ars. little and often; Ars. eats much at a time, Bry. often and little." ],
    "Causation" : [ "Chill in the water. Eating ices. Poor diet. Fruits, ailments from. Drunkenness. Effects of tobacco; of quinine; of iodine. Sea-bathing and sea-travelling. Climbing mountains. Strains. Fit of passion. Care. Grief. Fright." ],
    "Mind" : [ "Melancholy, sometimes of a religious character, sadness, care, chagrin, cries and complaints.", "Anguish, driving one out of bed at night, and from one place to another in the daytime.", "Restlessness.", "Great fear of being left alone.", "Anger, with anxiety, restlessness and sensation of coldness.", "Anxiety, restlessness, and excessive anguish which allows no rest, principally in the evening in bed, or in the morning on waking, and often with trembling, cold sweat, oppression of the chest, difficulty of breathing, and fainting fits.", "Anxiety of conscience, as if a crime had been committed.", "Inconsolable anguish, with complaints and lamentation.", "Hypochondriacal humour, with restlessness and anxiety.", "Fear of solitude, of spectres, and of robbers, with desire to hide oneself.", "Indecision and changeable humour, which demands this at one time, that at another, and rejects everything after having obtained it.", "Despair; he finds no rest, esp. at night, with anguish.", "Despondency, despair, weariness of life, inclination to suicide, or excessive fear of death, which is sometimes believed to be very near.", "Too great sensibility and scrupulousness of conscience, with gloomy ideas, as if one had offended all the world.", "Ill-humour, impatience, vexation, inclination to be angry, repugnance to conversation, inclination to criticise, and great susceptibility.", "Caustic and jesting spirit.", "Extreme sensibility of all the organs; all noise, conversation, and clear lights are insupportable.", "Great apathy and indifference.", "Great weakness of memory.", "Stupidity and dulness.", "Delirium.", "Delirium, with great flow of ideas.", "Loss of consciousness, and of sensation; dotage; maniacal actions and frenzy.", "Madness; loss of mind (from the abuse of alcoholic drinks)." ],
    "Head" : [ "Heaviness, sensation of weakness, and confusion in the head, chiefly in a room, mitigated in the open air.", "Stupor and confusion.", "Vertigo, principally in the evening, on shutting the eyes, on walking, or in the open air, and sometimes with tottering, with danger of falling, intoxication, loss of sense, obscuration of the eyes, nausea, and headache.", "Tearing in the head, with vomiting, when raising up the head.", "Pains, throbbing, oppressive, stunning, or drawing, shooting and burning in the head, often on one side only, and chiefly above one eye, or at the root of the nose, or in the occiput, and sometimes with inclination to vomit, and buzzing in the ears.", "Tension, tightness, and pain as of a bruise in the head.", "Headache > by applying cold water, or by walking in the open air.", "Periodical headaches.", "The pains in the head often occur periodically, and esp. after each meal, in the morning, at night, and in the evening in bed; and sometimes they are insupportable, and accompanied by tears and wailings, being mitigated for a moment by cold water, but returning much more strongly afterwards.", "Sensation, on moving the head, as if the brain struck against the cranium.", "Cracking or buzzing in the head.", "Pain in the scalp and in the integuments of the head, as if they were ulcerated or bruised, greatly increased by the slightest touch.", "Excessive swelling of the head and face.", "Erysipelatous burning, swelling of the head (face and genitals) with great weakness and coldness; worse at night.", "Gnawing or burning itching, scurfy eruptions, pustules, and corroding ulcers on the scalp.", "Eruptions, white, dry, like bran; burning, itching on the forepart of the head; when scratching it burns and bleeds violently.", "Burning, biting boils on the scalp, with sensitiveness to touch and cold." ],
    "Eyes" : [ "Aching, burning, and shooting pains in the eyes, < by light, as also by the movement of the eyes, accompanied sometimes with a necessity to lie down, or with anguish which does not permit to rest in bed.", "Eyes inflamed and red, with redness of the conjunctiva, or of the sclerotica, and injection of the veins of the conjunctiva.", "Swelling of the eyes.", "Inflammatory or oedematous swelling of the eyelids.", "Inflammation of the eyes and lids, with severe burning pains.", "Inflammation of the inner surface of the eyelids, preventing the opening of the eye.", "Great dryness of the eyelids, chiefly in the edges, and on reading by the light (of a candle).", "Corrosive tears.", "Agglutination of the eyelids.", "Spasmodic closing of the eyelids, sometimes from the effect of light.", "Excessive photophobia.", "Specks and ulcers on the cornea.", "Eyes convulsed and prominent; look fixed and furious.", "Pupils contracted.", "Yellowish colour of the sclerotica.", "Yellow colour, spots, or white points and sparks before the eyes.", "Blue colour around the eyes.", "Weakness, obscuration, and loss of sight.", "Eyes dull and deep sunk." ],
    "Ears" : [ "Squeezing, sharp pains, shootings, voluptuous tickling and burning in the ears.", "Tinkling, roaring, buzzing and sound, as of bells, in the ears.", "Sensation, as if the ears were stopped, and hardness of hearing, esp. to the human voice." ],
    "Nose" : [ "Aching pains in the nose.", "Swelling of the nose.", "Swelling of and burning in the nose.", "Violent bleeding of the nose.", "Desquamation of the skin of the nose, in furfurs.", "Knotty tumours in the nostrils.", "Ulceration at the top of the nostrils, with flow of ichor fetid, and of a bitter taste.", "Smell of pitch or sulphur before the nose.", "Violent sneezing.", "Great dryness of the nostrils.", "Fluent coryza; with stopped nose, burning in the nostrils, and secretion of serous and corrosive mucus.", "Cancer of nose." ],
    "Face" : [ "Face pale, hollow, and cadaverous.", "Yellowish, bluish, or greenish colour of the face.", "Leaden and earth-coloured tint, with greenish and bluish spots and streaks.", "Face discomposed, with distortion of features, or with eyes deep-sunk and having a dark circle around them, and nose pointed.", "Distorted features; death-like countenance.", "Redness and bloated appearance of the face.", "Hard and elastic swelling of the face, chiefly above the eyelids, and esp. in the morning.", "Swelling of the face, with fainting fits and vertigo.", "Papulae, pimples, scurfy ulcers.", "Rosacea and mealy tetters in the face.", "Blackish tint round the mouth.", "Lips bluish or black, dry and chapped.", "Brownish band in the red part of the lips.", "Skin rough and tettery round the mouth.", "Eruption on the mouth and on the lips, near the red part.", "Cancer of the face and lips with burning pain.", "Hard knots and cancerous ulcers, having thick scurf with lard-like bottoms on the lips.", "Lips excoriated, with a sensation of tingling.", "Swelling and bleeding of the lips.", "Swelling of the submaxillary glands, with contusive pain, and soreness on being touched.", "Paralysis of the lower jaw.", "Drawing stitches here and there in the face." ],
    "Teeth" : [ "Sharp aching pains, or successive pullings in the teeth and gums, chiefly at night, extending sometimes to the cheek, to the ear, and to the temples; with swelling of the cheek and insupportable pains, which impel to furious despair, or which are aggravated when one lies on the diseased side, and mitigated by the heat of the fire.", "Convulsive grinding of the teeth.", "Sensation of elongation and painful loosening of the teeth, with swelling and bleeding of the gums.", "Pain in teeth > by hot applications." ],
    "Mouth" : [ "Offensive smell from the mouth.", "Secretion of abundant tough, fetid, bloody saliva.", "Great dryness of the mouth, or accumulation of saliva, sometimes bitter or bloody.", "The mouth is reddish-blue, inflamed, burning.", "Tongue bluish or white.", "Ulceration of the tongue, with blue colour.", "Torpor and insensibility of the tongue, as if it were burnt.", "Tongue brownish or blackish, dry, cracked, and trembling.", "Tongue a bright red.", "Tongue white as chalk, as if painted white.", "Tongue red with a silvery white coat.", "Tongue stiff like a piece of wood.", "Ulceration of the tongue on the anterior edge.", "Swelling, inflammation, or gangrene of the tongue.", "Angina gangrenosa (with aphthae).", "Aphthae in the mouth.", "Speech rapid, precipitate." ],
    "Throat" : [ "Burning in the throat.", "Scraping, sharp pain, with burning in the throat.", "Inflammation and gangrene of the throat.", "Spasmodic constriction of the throat and of the oesophagus, with inability to swallow.", "Deglutition painful and difficult, as if from paralysis of the oesophagus.", "Sensation of great dryness in the throat and in the mouth, which induces continual drinking.", "Accumulation of greyish or greenish mucus of salt or bitter taste in the throat." ],
    "Appetite" : [ "Bitter taste in the mouth, chiefly after having drunk or eaten, also in the morning.", "Astringent, or putrid, or acid taste in the mouth.", "Food appears acid, insipid, or too salt.", "Insipidity of food.", "Bitter taste of food, particularly of bread and beer.", "Complete adypsia; or violent burning, choking, and unquenchable thirst, making it necessary to drink constantly, but little at a time.", "Desire for cold water, for acids, for brandy, for coffee and milk.", "Want of appetite and of hunger, frequently with burning thirst.", "Insurmountable dislike to all food, chiefly meat and butter.", "Everything that is swallowed causes a pressure in the oesophagus, as if it had stopped there.", "Continual craving, with want of appetite and prompt satiety.", "After a meal, nausea, vomiting, eructations, pains in the stomach, colic, and many other sufferings.", "After having drunk, shivering or shuddering, return of vomiting and diarrhoea, eructations and colic." ],
    "Stomach" : [ "Frequent eructations, particularly after having drunk or eaten, mostly empty, acid, or bitter.", "Regurgitation of acrid matter, or of bitter greenish mucus.", "Frequent and convulsive hiccoughs, principally in the night.", "Frequent and excessive nausea, sometimes rising even to the throat, with inclination to vomit, necessity for lying down, sleep, swooning, trembling, shuddering, or heat, pains in the feet, &c.", "Flow of water from the stomach, like water-brash.", "Vomitings, sometimes very violent, and principally after having drunk or eaten, or at night, towards the morning; vomiting of food and of drink, or of mucous, bilious, or serous matter, of a yellowish, greenish, brownish, or blackish colour; vomiting of saguineous matter.", "While vomiting, violent pains in the stomach, sensation of excoriation in the abdomen, cries, burning internal heat, diarrhoea, and fear of death.", "Inflation and tension of the precordial region and of the stomach.", "Excessive pain in the epigastrium, and in the stomach, chiefly on being touched.", "Pressure in the stomach as from a stone, or as if the heart would burst, and excessive anguish in the precordial region, with complaints and lamentations.", "Sensation of constriction, cramp-like pains, pulling, piercing, and gnawing in the stomach.", "Burning in the pit of the stomach and stomach.", "Inflammation or induration of the stomach.", "Cramp in the stomach (2 a.m.).", "Cancer in the stomach.", "Sensation of cold, or insupportable heat and burning in the precordial region, and in the stomach.", "The pains in the stomach manifest themselves mostly after a meal, or in the night.", "Tetters on the pit of the stomach." ],
    "Abdomen" : [ "Compression in the region of the liver.", "Swelling of the spleen.", "Excessive pains in the abdomen, principally on the left side, and often with great anguish in the abdomen.", "Inflation of the abdomen.", "Ascites.", "Swelling of the abdomen as in ascites.", "Hard bloated abdomen.", "Violent cutting pains, cramp-like pains, digging, pulling, tearing, and gnawing in the abdomen.", "Attacks of colic occur chiefly after having drunk or eaten, or in the night, and are often accompanied by vomiting or diarrhoea, with cold, internal heat, or cold sweat.", "Burning pains with anguish.", "Sensation of cold, or insupportable burning in the abdomen.", "Pain, as from a wound in the abdomen, chiefly on coughing and laughing.", "Swelling and induration of the mesenteric glands.", "Much flatulency, with rumbling in the abdomen.", "Flatulency of a putrid smell.", "Painful swelling of the inguinal glands.", "Ulcer above the navel." ],
    "Stool and Anus" : [ "Constipation, with frequent, but ineffectual inclination to evacuate.", "Tenesmus, with burning in the anus.", "Involuntary and unperceived evacuations.", "Violent diarrhoea, with frequent evacuations, nausea, vomiting, thirst, great weakness, colic, and tenesmus.", "Nocturnal diarrhoea, and renewal of the diarrhoea, after having drunk or eaten.", "Burning stools, with violent pains in the bowels, with tenesmus, thirst, worse after eating.", "Burning and corrosive evacuations; faeces with mucus, or bilious, sanguineous, serous, painless, involuntary, &c., of greenish, yellowish, whitish colour, or brownish and blackish; fetid and putrid evacuations; evacuations of undigested substances.", "Emission of mucus by the anus, with tenesmus.", "Prolapsus of the rectum: with much pain.", "Itching, pain as from excoriation, and burning in the rectum and in the anus, as well as in the haemorrhoidal tumours, chiefly at night.", "Shootings in the haemorrhoidal tumours." ],
    "Urinary Organs" : [ "Retention of urine, as from paralysis of the bladder.", "Frequent inclination to make water, even at night, with abundant emission.", "Incontinence of urine, which escapes almost involuntarily, even at night, in bed.", "Difficult and painful emission of urine.", "Scanty urine, of a deep yellow colour.", "Urine aqueous, greenish, brownish, or turbid, with mucus-like sediment.", "Sanguineous urine.", "Burning in the urethra on making water.", "Involuntary discharge of burning urine." ],
    "Male Sexual Organs" : [ "Itching, shooting, and burning in the glans and in the prepuce.", "Inflammation, painful and gangrened swelling of the genital parts.", "Glans swollen, cracked, and bluish.", "Swelling of the testes.", "Erysipelatous inflammation of the scrotum.", "Nocturnal pollutions.", "Flowing of the prostatic fluid during loose stools." ],
    "Female Sexual Organs" : [ "Venereal desire in women.", "Catamenia too early and too copious, attended by much suffering.", "Catamenia suppressed, with pains in the sacrum and in the shoulders.", "Leucorrhoea acrid, corrosive, thick, and yellowish.", "Scirrhus uteri." ],
    "Respiratory Organs" : [ "Catarrh, with hoarseness, coryza, and sleeplessness.", "Voice rough and hoarse.", "Voice trembling or unequal; at one time strong, at another weak.", "Tenacious mucus in the larynx and the chest.", "Bronchitis, with difficult secretion of mucus.", "Sensation of dryness and burning in the larynx.", "Spasmodic constriction of the larynx.", "Dry cough, sometimes deep, fatiguing, and shaking, principally in the evening after lying down, or at night, obliging the patient to assume an erect posture; also after drinking; on being in the fresh and cool air, during movement, or during expiration, and often with difficulty of respiration, suffocating, contractive pain, or sensation as of excoriation in the pit of the stomach and the chest; pain, as from a bruise in the abdomen, shootings in the hypochondria, in the epigastrium, and in the chest, &c.", "Arrest of breathing with cough.", "Cough excited by a sensation of constriction and suffocation in the larynx, as if by the vapour of sulphur.", "Respiration oppressed, anxious, short.", "Oppressed, laboured breathing, esp. when ascending a height; in cold air; when turning in bed.", "Periodical attacks of cough.", "Cough with expectoration of sanguineous mucus, sometimes with burning heat over the whole body.", "Difficult expectoration, or scanty and frothy." ],
    "Chest" : [ "Shortness of breath, difficulty of respiration, choking, dyspnoea, and attack of suffocation, sometimes with cold sweat, spasmodic constriction of the chest or of the larynx, anguish, great weakness, body cold, pain in the pit of the stomach, and paroxysm of cough.", "The sufferings occur chiefly in the evening in bed, or at night, when lying down; also in windy weather, in the fresh and cold air, or in the heat of a room, or when warmly clothed, on being fatigued, on being angry, on walking, on moving, and even on laughing.", "Respiration anxious, stertorous, and wheezing.", "Oppression of the chest on coughing, on walking, and on going upstairs.", "Constriction and compression of the chest, sometimes with great anxiety, inability to speak, and fainting fits.", "Tension and pressure in the chest.", "Stitches and pressing in the sternum.", "Shooting pains in the chest and in the sternum.", "Chilliness or coldness in the chest.", "Shivering, or great heat and burning in the chest.", "Heat, burning, itching in the chest.", "Yellowish spots on the chest." ],
    "Heart" : [ "Violent and insupportable throbbings of the heart, chiefly when lying on the back, and esp. at night.", "Irregular beatings of the heart, sometimes with anguish.", "Cramp in the heart.", "Heart-beats irritable.", "Palpitation with anguish, cannot lie on back; < going upstairs.", "Palpitation and trembling weakness after stool; must lie down.", "Palpitation after suppressed herpes or foot-sweat.", "Angina pectoris.", "Hydropericardium.", "Fatty degeneration." ],
    "Neck and Back" : [ "Oedematous, painless swellings of the neck and of the lower jaw.", "Tetters between the shoulder-blades.", "Violent and burning pain in the back, powerfully aggravated by the touch.", "Acute drawing pains in the back and between the shoulder-blades, which necessitate lying down." ],
    "Upper Limbs" : [ "Acute drawing pains in the arms and in the hands.", "Swelling of the arms, with blackish pustules of a putrid smell.", "Acute drawing pains in the night, beginning from the elbow and extending to the armpits.", "Acute pulling and shooting in the wrists.", "Cramps in the fingers.", "At night, sensation of fulness and swelling in the palms of the hands.", "Excoriation between the fingers.", "Hard swelling of the fingers, with pain in the finger-bones.", "Ulcers at the extremities of the fingers, with burning pain.", "Discoloured nails." ],
    "Lower Limbs" : [ "Cramp in the legs.", "Acute drawing pains in the hips, extending to the groins, the thighs, and sometimes even to the anklebones, with uneasiness, which obliges one to move the limb constantly.", "Tearing and stinging in the hips, legs, and loins.", "Tearing in the tibia.", "Rheumatic pain in the legs, and esp. in the tibia.", "Paralytic weakness of the thigh.", "Pain, as from a bruise in the joint of the knee.", "Old ulcers on lower limbs, with burning and lancinating pains.", "Contraction of the tendons of the ham.", "Tetters on the ham.", "Cramps in the calves of the legs.", "Affections of the shin-bones.", "Burning and shooting ulcers in the leg.", "Itching herpes in the bends of the knee.", "Varices.", "Fatigue in the legs and in the feet.", "Swelling of the foot, burning, hard, and shining, with burning vesicles of a blue-blackish colour on the instep.", "Corrosive and ulcerous vesicles on the soles of the feet and on the toes.", "Pains in the fleshy part of the toes, as if they were galled by walking." ],
    "Generalities" : [ "Paroxysms of suffering with anxiety, coldness, rapid failure of strength, and wish to lie down.", "Burning, chiefly in the interior of the parts affected, or sharp and drawing pains.", "Nocturnal pains, which are felt even during sleep, and which are so unbearable that they excite despair and fury.", "Aggravation of suffering by conversation, as well as after a meal, in the morning on rising, in the evening in bed, on lying on the part affected, or during repose after prolonged exercise; mitigated by external heat, as well as by assuming a standing posture, or by walking, and movement of the body.", "Return of sufferings periodically.", "Oedematous swellings, with burning pain in the parts affected.", "Excessive indolence, and dread of all exertion.", "Want of strength, excessive weakness, and complete asthenia, even to prostration, sometimes with paralysis of the lower jaw, eyes dull and deep, and mouth open.", "Rapid failure of strength, and sensation of weakness as if from want of food.", "Inability to walk; the patient is obliged to remain lying down.", "When lying down, the patient feels stronger, but on rising, falls from weakness.", "Deficiency of blood; dropsy of outer and inner parts; inflammation of mucous membranes; ulcers in the glands.", "Emaciation and atrophy of the whole body, with colliquative sweats, great weakness, face earthy, and eyes sunken, with a dark ring surrounding them.", "Violent convulsive attacks, spasms and tetanus.", "Epileptic fits, preceded by burning in the stomach, pressure and heat in the back, extending to the nape of the neck, and to the brain, with dizziness.", "Oedematous inflation and swelling of the whole body, chiefly of the head and face, with enlargement of the abdomen, and engorgement of the glands.", "Burning pains of inner or exterior parts (glands).", "Emaciation.", "Trembling of the limbs, chiefly the arms and legs.", "Trembling of the limbs (in drunkards).", "Stiffness and fixedness of the limbs, sometimes with sharp rheumatic pains.", "Paralysis and contraction of the limbs.", "Paralysis, especially of the lower extremities.", "Fainting fits, sometimes with dizziness and swelling of the face.", "Fainting, from weakness, with scarcely perceptible pulse.", "Sensation of torpor in the limbs, as if they were dead." ],
    "Skin" : [ "Desquamation of the skin of the body.", "Skin dry as parchment, cold and bluish.", "Yellowish colour of the skin.", "Shootings, hot itching, and violent burning in the skin.", "Reddish or bluish spots in the skin.", "Petechiae.", "Inflamed spots, as from morbilli, chiefly in the head, face, and neck.", "Miliary eruptions, red and white.", "Conical pimples, whitish or reddish, with burning itching.", "Nettle-rash.", "Eruption of painful black pustules.", "Eruption of itchy pimples, small and tickling.", "Eruption of small red pimples, which increase and change into gnawing ulcers, covered with a scurf.", "Vesicular eruptions.", "Herpes, with vesicles, and violently burning, esp. at night, or with coverings, like fish-scales.", "Skin jaundiced; general anasarca; black blisters.", "Pustules filled with blood and pus.", "Tettery spots, covered with phlyctenae and furfur, with burning nocturnal pains.", "Ulcers with raised and hard edges, surrounded by a red and shining crown; with the bottoms like lard, or of a blackish-blue colour, with burning pains or shooting, principally when the parts affected become cold.", "Ulcers, hard on the edges, stinging, burning spongy; with proud flesh; turning black; flat; pus thin, ichorous (cancers).", "Fetid smell, ichorous suppuration, ready bleeding, putridity, and bluish or greenish colour of the ulcers.", "Thin crusts or proud flesh on the ulcers.", "Spacelus.", "Want of secretion in the ulcers.", "Carbuncles (burning).", "Inflammatory tumours with burning pains.", "Warts.", "Ulcers inform of a wart.", "Chilblains.", "Varices.", "Discoloured nails." ],
    "Sleep" : [ "Constant drowsiness, with strong and frequent yawnings.", "Nocturnal sleeplessness, with agitation and constant tossing.", "Drowsiness in the evening.", "Coma vigil, often interrupted by groans and grinding of the teeth.", "Unrefreshing sleep; in the morning it seems as if more sleep were needed.", "Starting of the limbs when on the point of falling asleep.", "During sleep, startings with fright, groans, talking, querulous exclamations, grinding of the teeth, convulsive movements of the hands and fingers, sensation of general uneasiness, and tossing.", "In sleep, lying on the back, with the hand under the head.", "Light sleep; the slightest noise is heard, though the patient dreams continually.", "Frequent dreams, full of cares, threats apprehensions, repentings and inquietude; anxious, horrible, fantastic, lively and angry dreams; dreams of storms, of fire, of black waters and darkness; dreams with meditation.", "In the night, jerking of the limbs, heat and agitation, burning under the skin, as if there were boiling water in the veins, or cold, with inability to get warm, stifling sensation in the larynx, asthmatic attacks, great agitation, and anguish at the heart.", "Frequent waking during the night, with difficulty in sleeping again.", "Sleeplessness, from anguish and restlessness, with tossing about (after midnight)." ],
    "Fever" : [ "Cold over the whole body, sometimes with cold and viscid sweat.", "General coldness, with parchment-like dryness of the skin, or with profuse, cold, clammy perspiration.", "Chilliness without thirst; worse after drinking; with stretching of the limbs and restlessness with external heat at the same time; when walking in the open air.", "Shiverings and shuddering, chiefly in the evening in bed, or on walking in the open air, or after having drunk or eaten, and often with the addition of other sufferings, such as sharp pains in the limbs, headache, oppression of the chest, and difficulty of respiration, drawing in the limbs, anxiety and restlessness.", "Universal heat, principally at night, and often with anxiety, restlessness, delirium, heaviness and perplexity in the head, dizziness, vertigo, oppression and pricking in the chest, redness of the skin, &c.", "Febrile attacks, mostly in the morning or evening, often with shivering and heat slightly developed, burning thirst or perfect adypsia, quartan or tertian, or sometimes quotidian; sufferings before the attack, and sweats after, on going to sleep; apyrexia (or shivering or heat), with great weakness, dropsical affections, pains in the regions of the liver and of the spleen, dull or shooting headache, sharp and drawing pains in the limbs, in the back and in the head, pressure, fulness, tension, and burning in the stomach and in the epigastrium, prickings in the chest and in the sides, difficulty of breathing, anxiety, face puffed, earthy, &c.", "Pulse irregular, or quick, weak, small, and frequent, or suppressed and trembling.", "Pulse frequent in the morning, slower in the evening.", "Frequent colliquative, or cold and viscid sweats; sweat at night, or in the evening on going to sleep, or in the morning on waking; partial sweat, chiefly on the face and legs.", "Perspiration at the beginning of sleep, or all night; cold, clammy, smelling sour or offensive.", "During perspiration, unquenchable thirst; after the fever, attack of headache.", "Perspiration, which imparts a yellow colour to the linen and to the skin.", "During the sweat, heaviness in the head, buzzing in the ears and trembling of the limbs." ]
  }
}