{
  "remedyName" : "Arsenicum Sulphuratum Flavum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Apoplexy. Caries. Children, emaciated. Diarrhoea. Gonorrhoea. Indigestion. Laryngeal phthisis. Walking, late." ],
    "Characteristics" : [ "The two sulphides of Arsenic, Orpiment and Realgar, have been used in a somewhat general way in cases combining prominent symptoms of both elements; but independent observations and provings have been made with the two salts. Orpiment has the burning pains and sensations of both Arsenic and Sulphur; stitching, tearing, and rheumatic pains moving from place to place. Lameness, staggering, trembling. Spasms, colic, vomiting, and diarrhoea. Annoying twitching. General debility. Chafing of skin about genitals and behind ears of children. Skin itching, dry, cracked; rhagades; itch. Jaundice. The periodicity of both Arsenic and Sul. are marked: < every afternoon and evening. > From steam or hot water. > Lying down." ],
    "Relations" : [ "Compare: Sulph., Calc. c. (children slow in learning to walk)." ],
    "Mind" : [ "Intense torturing anxiety and apprehension." ],
    "Head" : [ "Needle-like stitches in r. frontal region." ],
    "Mouth" : [ "Taste bitter.", "Tongue furred, yellow-white; stiff; swollen; later, dry with disgust for all nourishment.", "Mouth and throat dry, herpetic ulcers." ],
    "Stomach" : [ "Burning and gnawing in stomach, with vomiting and diarrhoea." ],
    "Stool and Anus" : [ "Stools like water, green and slimy and terribly offensive.", "Diarrhoea daily a.m. and several times during day, but not at night.", "Diarrhoea, with colic and backache and tenesmus." ],
    "Male Sexual Organs" : [ "Gonorrhoea, with terrible pains; discharge copious, yellow, constant; burning day and night along entire urethra, with restlessness." ],
    "Skin" : [ "Eruption on outer side of l. wrist; also on inner side." ],
    "Sleep" : [ "Starting in sleep, also in falling asleep; as if he would fall out of bed.", "Restless at night, excited; dreams with seminal emissions." ]
  }
}