{
  "remedyName" : "Arum Maculatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ascarides. Asthma. Catarrh. Coryza. Nasal polypus. Prolapsus ani. Scorbutus. Swallowing, constant." ],
    "Characteristics" : [ "The leading symptoms of Arum mac. are as follows: Inflammation and ulceration of mucous membranes. Violent irritation of nose and eyes. Pain left side of nose. Nasal polypus. Bleeding from mucous membranes and cavities. Tongue swollen, pricking, stinging, burning, excoriated. Burning, stinging pains in mouth and lips \"as with a hundred needles\" Tickling and burning in throat. Sensation of a swelling in left side above larynx. Hoarseness. From abdomen ascending to chest an oppression over whole chest, with hot breath; it then rose into throat. Burning, constricting pain in stomach. Ascarides have been cured by it; also prolapsus ani." ],
    "Relations" : [ "Antidoted by: Sweet oil, milk, butter. Gum relieves pungent effect on mouth. Compare: Arum t." ],
    "Mouth" : [ "Gums bleed readily.", "Tongue so swollen he could not swallow." ],
    "Throat" : [ "Pain in the throat, with difficult deglutition, as if from constriction in the oesophagus, with constant inclination to swallow; after drinking, sensation as if something were attached to the epiglottis.", "Obstinate hoarseness.", "Pressure in the larynx.", "Tickling, with inclination to cough." ],
    "Abdomen" : [ "Sensation of emptiness after breakfast in the abdomen, as after vomiting; with contraction in the abdomen, as from anxiety and fear.", "Severe aching between the navel and the hip, esp. when standing upright, or lying on the side, or drawing a deep inspiration, with great sensitiveness of the part affected to external pressure." ],
    "Urinary Organs" : [ "Clear, watery urine; exhaling a smell of burnt horn, and depositing a cloudy sediment." ],
    "Female Sexual Organs" : [ "Catamenia profuse." ],
    "Respiratory Organs" : [ "Phlegm in the respiratory organs.", "Violent tight cough, with scanty expectoration.", "After much coughing, expectoration of mucus streaked with yellow.", "Sanguineous expectoration." ],
    "Generalities" : [ "Violent convulsions.", "Great physical depression and lassitude.", "Irrepressible inclination to sleep after meals, the face becoming redder than usual during sleep." ]
  }
}