{
  "remedyName" : "Arum Triphyllum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Brain, inflammation of. Clergyman's sore throat. Delirium. Diphtheria. Glandular swellings. Headache. Jaw-joint painful. Mouth, sore. Scarlatina. Tongue, cracked. Typhoid fever. Voice, hoarse." ],
    "Characteristics" : [ "Ar. tri. is the most important of the Arums. Its irritating properties are well marked; excitable and irritable in mind and body. It is especially irritating to the nose and throat. This with its scarlet rash suggested its appropriateness in cases of scarlatina of malignant type, in which it has met with great success. An indication of its curative action in scarlatina is the urine becoming more abundant and watery. Raw, bloody surfaces appear on lips, on mouth, on nose, &c. With the rawness there is itching. \"Picks lips till they bleed, corners of mouth sore, cracked, and bleeding \"is a characteristic indication; also, \"picking ends of fingers\" and \"boring nose\" (especially side of nose). Tongue cracked and bleeding. Urine scanty or suppressed. Patient passes into unconsciousness and slides down in bed. Dr. Lippe, who is one of the greatest authorities on this remedy, said it should not be given low or repeated often. \"Bores head in pillow\" is an indication when the brain is involved. Kent points out that almost all the discharges are acrid and cause irritation of orifices. He defines the hoarseness as that of public speakers who, after long exertion, get cold (as from a draught), and suddenly are unable to finish. (With Rhus the hoarseness is at the beginning and passes off by using the voice.) Ar. t. prominently affects the l. side. It has a headache < from hot coffee and has cured headache < from too hot clothing." ],
    "Relations" : [ "It is antidoted by: Butter-milk, Lac. ac., Acet. ac., Puls. Compare: The other Arums and Calad.; Ailanth. (scarlatina; depressing, stupid, drowsy sleep); Cina (boring nose); Am. c. (acrid discharge from nose in scarlatina, but right parotid more decidedly affected in Am. c., and drowsiness is marked); Am. m. (scarlatina); Arg. n. (scarlatina, painful red blotches left side of tongue); Ars., Canth., Caps.; Castor. (nasal discharge watery and acrid but with violent tearing pain at root of nose); Caust., Cepa, Crocus (elevated papillae, but tongue white); Hepar, Hydr. ac., Iod., Kali iod., Lach., Lyc., Merc., Mez., Mur. ac., Nit. ac., Phytol., Sang., Silic., Sul. Useful after: Hep., Nit. ac., Caust., Seneg. Incompatible: Calad." ],
    "Mind" : [ "Restlessness or irritability.", "In delirium bores in nose; picks at one spot or at dry lips.", "Great delirium.", "Absence of mind; giddy." ],
    "Head" : [ "Child has headache, puts hand on back of head and cries; a raw spot appears on lip, corners of mouth, or on nose, emitting one drop of blood; urine scanty; this raw spot may occur on the hand when the child bores and digs at it.", "Dull headache; upper part feels cold, as if open and without covering.", "Violent headache; pressing on r. or both sides; < from hot coffee; > after dinner, and after breakfast.", "(Headache from too warm clothing, from becoming hot.).", "Head burning hot.", "Tinea capitis." ],
    "Eyes" : [ "Aversion to light.", "Quivering of l. upper lid.", "Catarrh of lachrymal sac; bores into side of nose." ],
    "Nose" : [ "Sore, discharge of burning ichorous fluid from nose, excoriating nostrils and upper lip.", "Nose stopped; can only breathe with mouth open; dry coryza.", "R. nostril open, l. blocked." ],
    "Face" : [ "Tongue sore, red papillae elevated; cracked and bleeding (strawberry tongue).", "Lips dry; swollen, cracked; corners of mouth sore, bleeding, cracked; picks them.", "Face swollen.", "Swelling of submaxillary glands." ],
    "Mouth" : [ "Mouth burns and is so sore that he requires drink and cries when anything is offered.", "Extreme salivation, saliva acrid." ],
    "Throat" : [ "Throat sore, feels excoriated; cannot swallow.", "Clergyman's sore throat, or sore throat of one who speaks a great deal." ],
    "Appetite" : [ "Appetite, loss of." ],
    "Abdomen" : [ "Sensation of emptiness after breakfast in the abdomen, as after vomiting; with contraction in the abdomen, as from anxiety and fear.", "Severe aching between the navel and the hip, esp. when standing upright, or lying on the side, or drawing a deep inspiration, with great sensitiveness of the part affected to external pressure." ],
    "Stool and Anus" : [ "Diarrhoea, typhoid-like.", "Stool like cornmeal mush.", "Stool dark brown, watery, thin, acrid.", "Thin faeces escape from anus, and keep the parts raw and burning." ],
    "Urinary Organs" : [ "Frequent discharge of abundant pale urine.", "Clear, watery urine and smelling like burnt horn, and depositing a cloudy sediment.", "Very scanty secretion of urine, sometimes passing none for a day." ],
    "Male Sexual Organs" : [ "Tearing pain in r. testicle, sometimes extending to abdomen; comes and goes suddenly.", "Smarting at end of penis." ],
    "Female Sexual Organs" : [ "Cutting pain in either ovary.", "Menstrual blood darker.", "Menses checked for two months, returned." ],
    "Respiratory Organs" : [ "Hoarseness (clergyman's sore throat), < from talking.", "Voice uncertain, constantly changing (goes off into a squeak on attempting to speak or sing).", "Accumulation of mucus in trachea.", "Cough hurts the throat and annoys the patient." ],
    "Chest" : [ "Raw feeling in chest.", "Lungs (esp. l.) feel sore." ],
    "Neck and Back" : [ "Stiff-neck; with intolerable pressing headache.", "Pain in region of atlas vertebra, extending to r. side.", "Sore, moist places on coccyx." ],
    "Generalities" : [ "Burning in many parts", "ear, lips, tongue, palate, throat, anus, lungs, upper arms." ],
    "Skin" : [ "Erythema of scarlet rash, skin peels afterwards.", "Itching of scarlet eruption.", "One of the first indications for this drug is the appearance of raw, bloody surfaces, which may be on the lips, buccal cavity, nose, back of ear, &c." ],
    "Sleep" : [ "Sleeplessness from soreness of mouth or itching of skin." ],
    "Fever" : [ "Dry heat of skin." ]
  }
}