{
  "remedyName" : "Arum Dracontium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Croup. Ear, affections of. Hoarseness. Impotence. Influenza. Laryngismus stridulus. Pruritus. Sore-throat. Urticaria." ],
    "Characteristics" : [ "A. Dracont. has the irritating properties of Arums generally. It has been well proved by Dr. C. P. Hart, and tested clinically as well. The chief features are the following: Throat raw and tender. Dryness and smarting. Hawking. Continual disposition to clear throat by hawking and coughing. Hoarseness on awaking in morning; expectorates thick mucus. Expectoration of thick, heavy, yellowish-white pus. Rattling of mucus on full expiration. Croupy, hoarse cough, with sore throat. Laryngismus between and a.m.; attacks every week or ten days. Asthmatic attacks from cold. Frequent and copious emissions of urine. Great diminution, mostly an entire absence of sexual desire. Penis flaccid and relaxed. Fine shooting pains in course of left spermatic cord. Chronic pruritus scroti. Eruption of pimples, or species of lichen, on nose; a patch of urticaria on right arm near elbow. The symptoms move about, and from side to side, especially right to left. Swallowing develops and < the throat symptoms." ],
    "Relations" : [ "Compare: Calad. in skin affections; Arum triph. Useful after: Colch. and Ant.", "t. in laryngismus." ],
    "Mind" : [ "Great languor and depression, with asthma at night." ],
    "Head" : [ "Head feels heavy and aches slightly in occipital and r. parietal regions; next morning dull, heavy aching in head and chest, with asthma at night." ],
    "Eyes" : [ "Aching over l. eye; conjunctiva highly injected.", "Lids dry, stiff, and slightly agglutinated at edges, which burn and smart; p.m." ],
    "Ears" : [ "Shooting pains in r. ear, a.m., transient, frequent; but leaving a feeling of fulness and slight aching in middle ear; next day changed to l. ear.", "Warmth and fulness in ears, one or other side, swallowing renews it temporarily.", "Aching pain behind r. ear.", "Shooting pains in r. ear, sometimes very severe; deep shooting frequently, and for ten or fifteen minutes; only occasionally in l.", "Mucus in left Eustachian tube." ],
    "Nose" : [ "Sneezing.", "Eruption of pimples on nose; lichen." ],
    "Face" : [ "Slight aching r. malar region.", "Flushing of hands and face." ],
    "Mouth" : [ "Aphthous ulcer on tongue; next day mouth and throat become very sore.", "Bad taste, mornings.", "Tongue and mouth coated With a foul, putrid-tasting, slimy mucus.", "Peculiar acrid sensation in mouth and throat.", "Bad taste in mouth." ],
    "Throat" : [ "Swallowing develops a slight soreness in muscles of throat, and renews temporarily the feeling of warmth and fulness in the ears, sometimes in one, sometimes in the other.", "Disposition to swallow arising from an excess of mucus; without the unpleasant acrid sensation as expected.", "A slight uneasiness in throat and disposition to cough.", "Dry soreness, < when swallowing.", "Dryness and smarting, rawness and fulness, not painful but annoying and attracting constant attention.", "Raw and tender.", "Hawking.", "Continual disposition to clear throat by swallowing and coughing.", "Rawness, disappearing when asthmatic attacks began." ],
    "Stomach" : [ "Eructation of flatus tasting of the drug.", "Sinking in pit of stomach." ],
    "Abdomen" : [ "Pain in bowels from incarcerated flatus.", "Rumbling." ],
    "Stool and Anus" : [ "Escape of flatus from stomach and bowels.", "Copious semi-liquid stool with much flatus.", "Bilious passages, attended with aching in abdomen and burning in rectum; borborygmus and escape of much flatus from bowels." ],
    "Urinary Organs" : [ "Irresistible desire to pass urine, which is diminished in quantity, very highly coloured, and has a burning or smarting effect on urethra; orifice tender and smarts slightly.", "Frequent copious emissions of limpid urine." ],
    "Male Sexual Organs" : [ "Great diminution, mostly entire absence of desire.", "Penis flaccid.", "Fine shooting pains in course of l. spermatic cord.", "Chronic pruritus scroti of twelve years' standing (cured in prover)." ],
    "Respiratory Organs" : [ "Hoarseness on awaking in morning.", "Hoarseness; expectorates thick mucus.", "Rattling of mucus at every full expiration, which disappears in morning.", "Excess of mucus in larynx; increased soreness and great disposition to cough.", "Laryngeal symptoms deep-seated and persistent.", "As of larynx partly obstructed.", "About midnight great oppression of breathing, soon passing off, leaving rattling in larynx and trachea.", "Paroxysms of dyspnoea with aching in chest.", "Violent asthmatic attacks at night; from cold.", "Loose cough with dry soreness of throat, like catarrh; rattling of mucus; < lying down at night.", "Expectoration thick, heavy, yellowish-white, with continuation of a violent cough.", "Hoarse, croupy cough with sore throat; rattling laryngeal breathing, swelling of air passages threatening suffocation." ],
    "Heart" : [ "Heart beats so violently as to shake the walls of the chest.", "With increased heart's action, aching in precordial region and down l. arm; flushing of hands and face.", "Pulse full, hard, somewhat jerking, soon becomes small and irregular; very feeble after a large dose." ],
    "Neck and Back" : [ "Shooting pains l. anterior inferior triangle of neck, near clavicle.", "Aching along the spine, most between shoulder-blades and in lumbar region.", "Great weakness across loins; feeling of extreme prostration continuing to increase, had to retire early." ],
    "Limbs" : [ "Fine pricking or tingling sensation in feet and hands, beginning in r. foot, afterwards attacking in regular succession r. hand, l. foot and l. hand.", "Aching pains along outer aspect of l. foot, immediately followed by a similar pain in corresponding part of l. hand." ],
    "Upper Limbs" : [ "Tingling or slight stinging in fingers; all over r. hand, which is redder and warmer than l. and appears somewhat swollen.", "Aching pain in l. forearm, l. hand, and r. humerus; r. hand remains red and swollen.", "Shooting and aching pains in l. brachial plexus of nerves.", "Shooting at styloid process of r. ulna." ],
    "Lower Limbs" : [ "Tingling in toes.", "Shooting pain down r. thigh.", "Burning in soles." ],
    "Skin" : [ "Urticaria and other eruptions." ]
  }
}