{
  "remedyName" : "Arundo Mauritanica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Catarrh. Coryza. Dentition. Diarrhoea. Ear, discharge from. Hay-fever. Stomacace. Urine, deposit in." ],
    "Characteristics" : [ "Arundo is a reedy grass and the tincture is made from the root-shoots.", "It has not been much tested clinically, but its chief sphere has been proved to be in catarrhal conditions. Constant (serous) diarrhoea of nursing or teething children. Urine deposits much red sand. Mouth excoriated. Thirst. Coryza and snuffling. Scrofulous ophthalmia. Purulent discharge from the ear. Arundo has cured a case of hay-fever, the symptoms beginning with \"burning and itching of palate and conjunctiva.\" Chagon is the authority for the pathogenesis." ],
    "Relations" : [ "Compare: Other Gramineae, Ananth., Lolium. Also Cepa, Sul., Calc. c., Lyc., Sabad., Psor." ],
    "Mind" : [ "Lascivious ideas.", "Laughs easily." ],
    "Head" : [ "Vertigo on getting out of bed.", "Painful undulation in frontal region.", "Deep-seated pains in sides of head.", "Roots of hairs painful.", "Hair falls off entirely in children.", "Scurf." ],
    "Eyes" : [ "Ophthalmia in children.", "Blepharitis.", "Undulating luminous openings appear wherever he looks.", "Fluttering luminous objects.", "Cannot look up.", "Pricking, itching, burning in conjunctiva." ],
    "Ears" : [ "Burning itching in auditory canals, coincide with pain in sublingual glands.", "The inflammation of ears begins with shooting pains in concha, extends to external meatus; finally with itching and discharge of blood.", "Purulent discharge from ears.", "Eczema behind ears.", "Sound of little bells in ears." ],
    "Nose" : [ "Pain at root of nose.", "Coryza with snuffling.", "In the beginning water runs from nose, later green mucus and thick, white, slimy masses; with sneezing, pieces of indurated greenish mucus." ],
    "Face" : [ "Erysipelas on r. cheek.", "Pricking in point of chin." ],
    "Mouth" : [ "Mouth excoriated.", "Pains in sublingual glands.", "Salivation.", "Burning and itching of palate." ],
    "Stomach" : [ "Wants to belch but cannot.", "Coldness in stomach." ],
    "Abdomen" : [ "Pain in liver.", "Pricking in spleen.", "Acute pain at umbilicus." ],
    "Stool and Anus" : [ "Stools at first hard, soon become loose.", "Constant diarrhoea (serous) of nursing or teething children.", "Greenish stools.", "Stools followed by burning at anus.", "Pricking at anus.", "Piles and prolapse of rectum." ],
    "Urinary Organs" : [ "Much red sand in urine.", "After urinating, weight; burning itching in urethra." ],
    "Male Sexual Organs" : [ "Sexual desire; lascivious ideas; frequent erections.", "Pain in spermatic cords after coitus.", "Difficult breathing after coitus." ],
    "Female Sexual Organs" : [ "Uterine catarrh.", "Violent desire for coition; or aversion to it.", "Early, profuse, long-lasting menses; blood dark clotted.", "Pains start from l. side of jaw, along l. eyebrow, extending to shoulders and loins and finally settling on pubis, burning like fire.", "Excessive secretion of milk causes pain in l. breast." ],
    "Respiratory Organs" : [ "Catarrhal cough.", "Sputa at first bluish, then white, and so alternately.", "After expectorating bruised feeling in pit of throat.", "After cough: burning in epigastrium; larynx obstructed.", "Accumulation of mucus in bronchi causes anxiety." ],
    "Neck and Back" : [ "Startings in neck; crawling on l. side of it.", "Acute pain under l. scapula." ],
    "Limbs" : [ "OEdema of limbs.", "Pain in limbs as if tightly bandaged." ]
  }
}