{
  "remedyName" : "Asafoetida",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Bone, disease of. Chorea. Diarrhoea. Dyspepsia. Flatulence. Headache. Heart, affections of. Hypersensitiveness. Hysteria Iritis. Lactation, disorders of. Mercury, effects of. Neuralgia. Obesity. Orbital neuralgia. Ozaena. Syphilis. Tympanitis. Ulcers. Whitlow." ],
    "Characteristics" : [ "The symptoms of Asafoetida present an almost perfect picture of hysteria, of the flatulent order. Reversed peristalsis of stomach and bowels. Excessive abdominal distension and sensation as if everything in the abdomen would burst through the mouth. After belching of wind strong rancid taste in mouth. Sinking sensation at epigastrium, < a.m. Hysteria from suddenly suppressed discharges. Many of the discharges of Asaf. are fetid: watery stools of most disgusting odour; profuse and greenish; fetid flatus. Eructations smelling like garlic. Hiccough-like contractions of diaphragm. Griping (into a ball) pain below navel while standing. Heat in spleen and abdomen. Stitches in right hypochondrium, towards the diaphragm. Asaf. affects the left side generally: left side of abdomen; left hypochondrium; left side of neck and nape; left arm; left leg. Hysterical restlessness and anxiety. Eyes inflamed, dry sensation, > in open air. The fetid smell of the drug may be regarded as one of its \"signatures.\" Fetid discharge from nose; bones affected. The following is a strong characteristic: Bones of orbits bruised, sore, and sensitive (iritis; after abuse of Mercury. Merc. has less of the sensitiveness). Caries of bones. Multiple nodes on roof of mouth, discoloured, bone deeply involved. Deficient milk with over-sensitiveness after confinement. Periosteal affections ending in ulcers which are so sensitive that no dressing is tolerated. Pressing pains in various parts, especially pressure from within outwards, < in room, > in open air. Many symptoms come on or are < after eating or drinking. Heat in face after eating. Diarrhoea after eating. Suited to: nervous and hysterical people; phlegmatic, scrofulous, and syphilitic who have taken much Mercury. Sensitiveness to contact is a leading characteristic. Most pains are accompanied by numbness in the affected parts. Many symptoms appear while sitting and are > in open air. Touch > pain in head; on touch pains cease or change place. Scratching > itching." ],
    "Relations" : [ "Antidoted by: Puls., Caust., Camph., Chi., Merc., Val. Useful in ailments from: Puls., Merc., Alcohol. Similar to: Arg. n. > open air); Aur. (bone diseases, iritis); Castor., Chi., Caust., Crot. t. (whooping-cough); Hep. (sensitiveness round ulcers; faints from pains), Mang. acet., and Kali iod. (nodes: Mang., bluish; K. iod., pink; pain unbearable. Asaf. the nodes are multiple and discoloured); Ign., Merc., Mosch., Phos., Puls., Thuj., Val. Compare family relations: Ammoniac., Cicut., Con." ],
    "Causation" : [ "Checked skin affections." ],
    "Mind" : [ "Dissatisfied with one's self; complaints about one's troubles.", "Hysterical restlessness and anxiety.", "Unsteady and fickle.", "Ill-humour; irritable; apprehensive.", "Over-sensitive, excitable.", "If he thinks of having taken the drug, it causes faintness." ],
    "Head" : [ "Pressive pain in forehead from within outward; with it vertigo and vanishing of sight.", "Single deep-penetrating stitches in left frontal eminence.", "Heaviness and pressure in forehead and r. half of the head.", "Drawing, pressive pains like a plug, in sides of head or temples; most on l. side.", "The pains in the head cease, or change from touch.", "Rush of blood to head and warmth of face.", "All headaches < towards evening; in room while at rest, sitting or lying; > when rising or moving about in the open air." ],
    "Eyes" : [ "Nocturnal throbbing pains in and around the head; syphilitic iritis.", "Extensive superficial ulceration of the cornea, with burning, sticking, or pressive pains, from within outward; rest and pressure relieve.", "Sharp pain extending through eye into head on touching.", "Sensation of dryness in the eyes.", "Dryness and burning in, the eyes.", "Severe boring pains over the eyebrows." ],
    "Ears" : [ "Hardness of hearing, with discharge of offensive, thin pus from the ears." ],
    "Nose" : [ "Ozaena; discharge of very offensive greenish matter from the nose; bones swollen and inflamed after Mercury or in scrofula." ],
    "Face" : [ "Sensation of numbness in the bones of the face; painless tension in various places.", "Swelling of the lower lip.", "Numbing pressure on chin." ],
    "Teeth" : [ "Grinding of teeth.", "Bluntness of teeth." ],
    "Mouth" : [ "Greasy, rancid taste in mouth; and of phlegm hawked up.", "Speech unintelligible; tongue white, swollen (chorea).", "Constantly chewing, and working frothy slime out of mouth." ],
    "Throat" : [ "Sensation of dryness in the mouth and throat.", "Dryness of mouth, throat, and oesophagus.", "Sensation of a ball rising in the throat, obliging frequent swallowing to keep it down, and causing at times difficult breathing; globus hystericus.", "Sensation in the oesophagus as if the peristaltic motions were from below upward." ],
    "Stomach" : [ "Ravenous hunger.", "Desire for wine.", "Disgust for all food.", "Pulsation in the pit of the stomach, perceptible to the hand and eye even.", "Rising in throat.", "Loathing; inclination to vomit.", "Sensation of fulness and distension in stomach.", "Eructations; smelling like garlic; tasting rancid, sharp, or putrid.", "Flatus passing upward, none down." ],
    "Abdomen" : [ "Great distension of the abdomen.", "Pulsations in abdomen.", "Heat in spleen and abdomen.", "Colic with distension and a \"rising-up\" feeling; > by external pressure; at height of pain, fainting.", "Sense of fulness, and as if beaten, in epigastrium and whole abdomen.", "Pressive pain on drawing in abdominal muscles. Lancinations; dartings in abdominal-muscles." ],
    "Stool and Anus" : [ "Pain in perineum, as from something dull pressing out.", "Stool profuse, watery, or thick, papescent, brown, and exceedingly offensive.", "Diarrhoea, very offensive, with pain in the abdomen and discharge of fetid flatus.", "Stool stinking; slow; difficult; hard." ],
    "Urinary Organs" : [ "Urine brown, and of pungent smell.", "Urine smells like ammonia.", "Spasm in the bladder during and after urination." ],
    "Male Sexual Organs" : [ "Faintness is worse after seminal emissions.", "Urging towards genitals; aching in testes; < from touch or motion.", "Needle-like stitches in penis.", "Drawing in glans; < afternoon." ],
    "Female Sexual Organs" : [ "Labour-like pains in uterine region, with cutting and bearing-down.", "Excited sexual desire.", "Leucorrhoea profuse, greenish, thin, and offensive.", "Swelling and inflammation of the genitals.", "Mammae turgid with milk; when not pregnant.", "Deficient milk with over-sensitiveness.", "Milk increased; or diminished." ],
    "Respiratory Organs" : [ "Spasmodic dyspnoea, as if the lungs could not be sufficiently expanded.", "Asthmatic attacks.", "Obstinate titillating cough., < night.", "Hoarse, ringing, short cough, excited by tickling in trachea, with asthmatic feeling therein; spasmodic contraction of thorax and accumulation of stringy mucus.", "Cough on gaping.", "Greasy-tasting sputa." ],
    "Chest" : [ "Oppressive pressing, aching pains in the chest.", "Stitches in chest (r. side), from within outward." ],
    "Heart and Pulse" : [ "Nervous palpitation, with small, quick, irregular pulse.", "Continual pain about heart region.", "At times heart feels bound tightly, as if it could not beat; afterwards only on exertion or walking.", "Heart feels swollen to bursting." ],
    "Neck and Back" : [ "Fine burning stitches in and behind r. scapula, extending to ribs.", "Very violent sacral pains.", "Cannot work on account of the backache.", "Crawls run over back in afternoon." ],
    "Upper Limbs" : [ "Sensation as if bones of the arm were bending.", "Darting pains in the bones; caries in; caries of the periosteum.", "Tearing stitches in upper arm and forearm down to tips of fingers.", "Painfulness of the periosteum, accompanied with great sensitiveness; nodes.", "Twitching in the muscles of the arms.", "Aching, drawing, beaten pain in wrist joints.", "Whitlow, pains < night." ],
    "Lower Limbs" : [ "Psoas abscess and disease of pelvic bones.", "Twitching of the muscles of the legs.", "Carious ulcer on the tibia.", "Pain as of a splinter sticking in r. fibula.", "Swelling and caries of the tibia, and bones of the feet.", "Stitches and pulsation in the big toe." ],
    "Generalities" : [ "Asthma of different kinds.", "Sense of rigor.", "Body heavy and bloated.", "Hysterical attacks.", "Hysteria, with much trouble about throat or oesophagus.", "Twitching and jerking in the muscles.", "Dull stitches (periodically) from within outwards, changed or relieved by touch.", "Pains mostly in the inside (flexor side) of the joints and limbs.", "St. Vitus' dance." ],
    "Skin" : [ "Itching, better by scratching; pricking, burning skin.", "Ulcers with high, hard edges, sensitive to touch, easily bleeding; old ulcers on forearm, wrist, hand; ulcers, esp. when affecting the bones; pus profuse, greenish, thin, offensive, even ichorous.", "Ulcers, very painful to contact, esp. in the circumference, gangrenous." ],
    "Sleep" : [ "Much against his habit, he is much inclined to sleep." ],
    "Fever" : [ "Pulse small, rapid, and unequal.", "Heat in the face after dinner, with anxiety or drowsiness, without thirst.", "Chills run over body from time to time." ]
  }
}