{
  "remedyName" : "Asarum Europoeum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Anus, prolapse of. Catarrhs. Cholerine. Diarrhoea. Dysmenorrhoea. Eyes, affections of; operations on. Fidgets. Headache. Hysteria. Levitation, sensation of. Typhus." ],
    "Characteristics" : [ "Before Hahnemann's time Asar. was little known except as an emetic. His proving brought to light some unique characteristics. Most remarkable is a state of over-sensitiveness of the nerves, the scratching of linen or silk, or even the thought of it, is insufferable. Sensation of lightness of the limbs, thinks she is gliding through the air when she walks. Nervous irritability and exaltation. Sensation as though whole body or single parts were being pressed together. Pain as from contraction in forehead, temples, and behind ear, with watering and burning of the eyes; < afternoon, > when sitting, and by washing. Eyes inflamed, bleared, staring. Weak sight, < bright light. When reading sensation as if eyes would be pressed asunder. Cold air and cold washing >. With a single dose of Asar. I cured a case of subacute inflammation of eyes and lids which had lasted some months after an attack of influenza, the indications being \"> in open air, and by washing in cold water.\" On the other hand, it is suited, according to Guernsey, to chilly persons who are always shrinking from the cold; e.g., literary, sedentary men who are sick and chilly. It is useful for the darting pains remaining after operations on the eyes. Several symptoms are < in cold, dry weather; in clear, fine weather; in dry weather. > In damp, wet weather; on wetting affected parts. Sensation of skin stretched over right external ear. Deafness. Plugged sensation. Pressure, tension, and contractive sensations are leading features of Asar. Accumulation of cold watery saliva in mouth. Hunger in early morning. Constant nausea. Vomiting, with diarrhoea and violent colic. Stool of jelly-like mucus. Menstrual colic. Headache before and after menses. Violent pain in small of back, which scarcely permits her to breathe, at beginning of menses. Deschere reports a case of dysmenorrhoea in a nervous, fidgety woman of twenty-seven, who had intense backache during first two days, so severe that she could not move It often rose to the dorsal region, when it would take away her breath. Cured with Asar. one dose every evening. Heat especially of face, and in palms of hands. When retching all symptoms < except stupidity of the head, which is >." ],
    "Relations" : [ "Antidotes: Camph., vinegar and vegetable acids. Followed well by: Bismuth. Compare: Acon., Alo. (stringy stools); Camph. (cholerine); Cupr., Hep., Ipec. (cholerine); Merc. (stringy stools); Nux v., Phos., Pod., Puls. and Sul. ac. (stringy stools); Sep., Stram., Tabac., and Verat. (cholerine). Asaf. (over-sensitiveness). Sticta pul., Calc., Can. ind., Gels., Thuj., Ol. jec. asel. (levitation). Mosch., Tarent., Meph., Zinc. (fidgety feet)." ],
    "Mind" : [ "Nervous irritability and exaltation of the senses.", "Merely thinking some one might scratch with finger-tip or nail on linen, &c. = disagreeable thrill through him, arresting thought and action.", "Cold \"shivers\" from any emotion.", "Condition of mind as if just falling asleep; a gradual vanishing of ideas.", "Imagines he is hovering in the air like a spirit; when walking in the open air." ],
    "Head" : [ "Vertigo, as if drunk, on rising from a seat; on walking.", "Giddiness, pressure or aching in head, chiefly temples, forehead, and above root of nose.", "Very sensitive, compressive headache in forehead, temples, and behind the ears (l. side of head), with watering and burning of the eyes, < afternoon (5 p.m.), > when sitting, and by washing, but not by wiping.", "Headache < by intellectual exertion.", "Tension of whole scalp, making hair feel painful; cannot bear combing.", "Head dull and stupid; feels the pulsation of arteries in occiput." ],
    "Eyes" : [ "Obscuration of sight.", "When reading, sensation in eyes as if they would be pressed asunder.", "Inflamed eyes, blear-eyedness.", "Inflamed eyes, burning in the lids, esp. the canthi.", "The eyes stare.", "The cold air is pleasant to the eyes; sunshine, light, and wind are intolerable.", "Painful dryness of the interior of the eyes.", "Asthenopia with congestive headache; eyes < morning and evening; > middle day, and by bathing them in cold water.", "Sharp pain over l. eye, running of tears, and sensitive to light." ],
    "Ears" : [ "Over-sensitiveness of nerves; scratching of linen or silk is insupportable.", "Pressure and tension in the region of the orifice of the meatus auditorius.", "Deafness in one or both ears.", "Sensation as if ears closed or plugged with some foreign substance." ],
    "Face" : [ "Warm feeling in face; all symptoms disappear on applying cold water, but return soon after." ],
    "Mouth" : [ "Disgusting taste in the mouth.", "Accumulation of cold, watery saliva in the mouth.", "Bread tastes bitter.", "Tobacco tastes bitter when smoking.", "Burning across tongue.", "Biting on tongue.", "Tongue somewhat whitish and thickly furred.", "Stomacace." ],
    "Throat" : [ "Tough phlegm in throat; can't raise it." ],
    "Stomach" : [ "Eructations putrid or sour, setting the teeth on edge.", "Frequent empty eructations.", "Violent, empty retching, which increases all the symptoms, only relieving the stupid feeling about the head, which decreases.", "Heartburn.", "Attacks of nausea; < after eating; tongue clean.", "Want of appetite, even nauseated by food.", "Nausea and inclination to vomit.", "Vomiting with great anguish, under violent exertion, with chilliness.", "Vomiting, with diarrhoea and violent colic.", "Pressing digging and feeling of discomfort in pit of stomach.", "Horrible sensation at epigastrium on waking (in drunkards).", "Unquenchable longing for alcohol." ],
    "Abdomen" : [ "Oppression around navel, three or four times after each meal, lasting one hour.", "Pain in region of descending colon, with discharge of stringy mucus." ],
    "Stool and Anus" : [ "Diarrhoea, consisting of tenacious mucus.", "A long yellow twisted string of inodorous mucus, with pain in abdomen.", "Lientery.", "During stool, discharge of thick, black blood.", "Prolapsus ani during stool.", "After stool, pressing and straining, and discharge of white, viscid, bloody mucus.", "Before stool, cutting in the abdomen, and sharp stitches in the rectum, from above downward." ],
    "Male Sexual Organs" : [ "Violent pains in l. groin, darting through urethra to glans." ],
    "Female Sexual Organs" : [ "Menses too early and long-lasting, blood black.", "Headache often appears before and after menses.", "Violent pain in small of back, at the appearance of menses, scarcely permitting her to breathe.", "Tenacious yellow leucorrhoea.", "Vaginal fistula.", "Nausea of pregnancy.", "Threatened abortion from excessive sensibility of nerves." ],
    "Respiratory Organs" : [ "Stitches and constriction in larynx; > by cough.", "Frequent cough on account of mucus in chest; mucus rises into throat, causing difficult breathing, and finally cough with expectoration.", "Constant short, hacking cough of consumptives." ],
    "Chest" : [ "Sharp pressure in region of last ribs as with the back of a knife.", "Pain round both lungs as if they were constricted by a wire.", "Frequent stitches in both lungs during inspiration." ],
    "Limbs" : [ "Lightness of all the limbs; he does not perceive that he has a body." ],
    "Upper Limbs" : [ "Sweat in axillae smelling sour.", "Laming pain in l. wrist." ],
    "Lower Limbs" : [ "Dull pressure in the right hip.", "Chronic sciatica.", "Gurgling sensation in patella." ],
    "Generalities" : [ "Excessive sensibility of all the nerves; when merely thinking (and this he must continually) that some one might, with the finger-tip or nail, scratch even lightly on linen or similar materials, a most disagreeable sensation thrills through him, arresting momentarily all his thoughts and actions." ],
    "Sleep" : [ "Great drowsiness by day.", "Frequent yawning.", "Short breath by night.", "Nightly vexatious dreams, about humiliations.", "Restless sleep." ],
    "Fever" : [ "Pulse full and accelerated.", "Chilliness and coldness, after eating and drinking, with heat of the head.", "Nervous chilliness; single parts get icy cold.", "Cold feeling not > by covering or heat of room.", "Heat esp. in the face, and in the palms of the hands.", "Perspiration smelling sour at night in the armpits.", "Easily excited perspiration, esp. on the upper part of the body.", "Slow fevers." ]
  }
}