{
  "remedyName" : "Asclepias Tuberosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alopecia. Asthma. Bilious fever. Bronchitis. Catarrh. Chancre. Colic. Cough. Diarrhoea. Dysentery. Headache. Heart, affections of. Influenza. Ophthalmia. Pericarditis. Pleurisy. Pleurodynia. Rheumatism. Scrofula. Syphilis." ],
    "Characteristics" : [ "Asclep. tub. causes sharp, stitching, pricking pains; < by motion. It is of the hydrogenoid type, corresponding to catarrhal complaints from cold and damp weather. Rheumatic pains affect the body diagonally, l. upper and r. lower, or the opposite. Muscular and articular rheumatism with stitching pains, dark red urine and hot, perspiring skin. Sensitive to tobacco. Pain in forehead and abdomen from coughing. Griping and sharp peritoneal pains < by pressure. Dysentery in autumn; and painful diarrhoea with griping and tenesmus. Warm feeling in chest. Dyspnoea. Cough hard and dry; or hoarse, croupy with tight breathing and constriction of larynx, and acute pleuritic pains. Pains in lungs > bending forward. Stitches in l. side shooting over to r. and up to l. shoulder. Influenza with pleuritic pains. Cutting pain behind sternum; intercostal spaces near sternum tender to pressure. Pain like pricking of a needle in region of heart. Contracting pain in heart. Sharp pains, starting from l. nipple downward with stiffness of l. side of neck. Excessive weakness, walking seems impossible. Bilious marsh-fever on rice plantations. High fever with hot sweat. Catarrhal complaints from cold and damp weather. Diarrhoea is < in winter. Symptoms < in morning; on rising; by motion; by coughing; by tobacco. Chest pains < a.m. and p.m." ],
    "Relations" : [ "Compare: Agar. (diagonal pains); Bry.; Verat. relieved pains with stool at night. Dulc. (< cold and damp)." ],
    "Mind" : [ "Weakness of memory thinking difficult.", "At p.m. cheerful, mood changed, and without any cause he became fretful and feverish." ],
    "Head" : [ "Feeling of drunkenness with weakness of sight after smoking a very little.", "Swimming of the head with dulness behind forehead.", "Dull headache in the forehead and vertex, < by motion; > by lying down.", "Headache in the morning on rising.", "Headache > after a foot-bath.", "Headache pressing deeply on, the base of the skull.", "Pain in the forehead from coughing.", "Alopecia." ],
    "Eyes" : [ "Eyes look dull, fatigued, and heavy (as after long illness).", "Ophthalmia, with itching and pain in eyes.", "Feeling of sand in the eyes.", "Vision disturbed large spots before the eyes." ],
    "Nose" : [ "Fluent coryza, with much sneezing.", "Blowing of blood from l. nostril.", "Itching of the nose.", "Snuffles of children." ],
    "Face" : [ "Hippocratic face after violent diarrhoea.", "Yellow complexion.", "Vesicles on lips.", "Itching of lips." ],
    "Mouth" : [ "Teeth yellow-coated.", "Bleeding of the gums.", "Tongue covered with a tough yellow coating.", "Taste putrid.", "Taste of blood." ],
    "Throat" : [ "Slight constriction of throat, and pricking in larynx." ],
    "Stomach" : [ "Loss of appetite; esp. in morning.", "Insatiable hunger.", "Sensitive to tobacco.", "Eructations.", "Nausea, and efforts to vomit in the morning when rising.", "In stomach: nervous pains; disagreeable weight; burning.", "In evening, violent gastralgia after supper; it seems as if coughing would bruise the stomach.", "Cramp." ],
    "Abdomen" : [ "Grumbling in r. hypochondrium.", "Throbbing in l. hypochondrium.", "Rumbling in the bowels, with uneasiness, or sharp, cutting pains and soreness.", "Burning borborygmi.", "Colic pains from flatulence.", "Colic on going upstairs.", "Dull pain in bowels on pressure." ],
    "Stool and Anus" : [ "Emission of fetid flatulence.", "Soft and fetid stool at a.m., preceded by rumbling in the bowels.", "Early morning diarrhoea (1 to a.m.), sudden discharge.", "Winter diarrhoea.", "Autumnal dysentery.", "Tenesmus.", "At a.m. another stool, almost black, with many ascarides and yellow spots like fat, with a feeling as if a stream of fire passed through abdomen.", "Stools: dysenteric; like white of eggs; yellow; green; clammy; smelling like rotten eggs; enveloped in froth; like moss.", "With stool: colic.", "After stool: colic continues long.", "Constipation after diarrhoea." ],
    "Urinary Organs" : [ "Lancinating pain in urethra, excoriation of glans penis in several places, with commencement of sanious and purulent secretion.", "Urine very red: looks as if blood were in it." ],
    "Male Sexual Organs" : [ "Flabbiness, perspiration, and insipid smell of genitals.", "Excoriation of glans penis in several places, with commencement of sanious discharge (chancre); > by bathing with urine.", "Weakness; erection without desire." ],
    "Female Sexual Organs" : [ "Menorrhagia, with violent bearing down." ],
    "Respiratory Organs" : [ "Dry cough, with constriction of throat; causing pain in forehead and abdomen; dry, hacking cough, < night and morning; from irritation of larynx or bronchia.", "Respiration painful, esp. at base of l. lung.", "Breath smells like pepper.", "Humid asthma; < after eating: < after smoking a little.", "Oppression and difficulty of breathing; in paroxysms, like asthma." ],
    "Chest" : [ "Warm feeling in chest.", "Sharp pains shooting from l. nipple downward, with stiffness of l. side of neck.", "Pain moves up to behind the sternum, and becomes more sharp and cutting, < drawing a long breath, or moving the arms (as in triturating).", "The spaces between the ribs, close to the sternum, are sensitive to pressure, and the pain, which is quick and darting, shoots over from l. to r. side, and up to l. shoulder.", "Pain in chest relieved by bending forward.", "Acute pleuritic pain in r. side, with dry, hacking cough, and scanty mucous expectoration.", "Pain in chest low down, in diaphragm.", "Sharp pains from l. nipple downward, with stiffness l. side neck." ],
    "Heart and Pulse" : [ "Constrictive pain in the heart.", "Tenderness to pressure over heart.", "Lancinating pains; like pricking of a needle in region of heart.", "Pain beneath l. nipple with palpitation.", "Pulse slightly accelerated." ],
    "Neck and Back" : [ "Stiff-neck (l.); on waking.", "Lancinating pains in back and between the shoulders.", "Pains shooting from l. chest into l. shoulder.", "Sharp pain in loins near sacrum; lumbago." ],
    "Limbs" : [ "Rheumatic pain in all the joints." ],
    "Upper Limbs" : [ "Sharp, shooting pains in r. shoulder.", "Pain in l. shoulder, shooting from l. chest.", "Pains near wrists." ],
    "Lower Limbs" : [ "Itching of thighs and nates but no eruption.", "Coxalgia in r. hip.", "Corns painful." ],
    "Generalities" : [ "Weak and languid, as if he had been sick a long time.", "Emaciation.", "Numbness of whole body." ],
    "Skin" : [ "Vesicles, pimples, and pustules all over the body, esp. on arms, legs, and face; itching." ],
    "Sleep" : [ "Drowsy.", "Uneasy, restless sleep.", "Troublesome dreams." ],
    "Fever" : [ "Chill towards noon; with cold feet though room is warm.", "Feverish afternoon.", "High fever with hot sweat.", "Rheumatic; catarrhal; bilious marsh fevers of rice plantations." ]
  }
}