{
  "remedyName" : "Asparagus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Coryza. Diabetes. Dropsies. Heart disease. Urinary disorders." ],
    "Characteristics" : [ "Like other liliaceous plants Aspar. acts on the heart, kidneys, and dropsical effusions. Severe coryza and nasal catarrh, with profuse secretion of thin, whitish fluid from left nostril, afterwards right. Frequent violent sneezing. Copious discharge of tenacious mucus from the throat, not easily loosed, but brought up by hawking or paroxysms of cough. Frequent urination, with fine stinging in the meatus; followed by stitches out of the urethra. After urinating burning in urethra with sensation as if some were still passing. Increased urine beer-brown, without sediment. Urine strong-smelling; odour peculiar; deposits greasy sediment on sides of vessel; gravel. Prurigo pudendi. Fulness in chest; hydrothorax. Visible violent palpitation; while sitting; with anxious restlessness, increased by motion or ascending; with oppression of chest. Pulse weak, slow, irregular. Pain at left acromion process, under clavicle and down left arm. Constant desire to be carried about in the arms." ],
    "Relations" : [ "Antidoted by: Acon. (prostration, feeble pulse, pain in shoulder); Apis, Antidote to: Coffea. Compare: Conval. maj., Sarsap., Arn., Aur. mur., Cannab., Digit., Spigel." ],
    "Head" : [ "Vertigo in forehead; head confused, as during an attack of vertigo; dizziness in the forehead, followed by aching in the temples, chiefly the l. one; aching in the forehead over the eyes, or a sensation of confusion in the fore part of the head; aching in the temples, aggravated by pressure; weight in the forehead." ],
    "Eyes" : [ "Darting and tingling in the eyes; sight more piercing." ],
    "Face" : [ "Paleness of the face; increase of heat in the face; cheeks burning." ],
    "Stomach" : [ "Taste insipid, sweetish (as of copper); softness of the saliva, as if it were mixed with blood.", "Thirst increased.", "Eructations; flatulency in the stomach; nausea in the morning, on waking, followed by vomiting of food, mixed with bile and slimy matter; afterwards diarrhoea of bile and of faecal matter." ],
    "Abdomen" : [ "Sensation of fulness in the abdomen, pinching in the umbilical region, at night, with painful sensibility to the touch.", "Inflation of the abdomen; frequent emission of wind." ],
    "Stool and Anus" : [ "Bilious diarrhoea, with pain as of excoriation in the anus, colic, and dragging in the groins." ],
    "Urinary Organs" : [ "Urine straw colour, scanty, soon becomes turbid, with little white specks; afterwards (about four hours), a white flaky sediment; the urine deposits a fatty sediment on the sides of the vessel; urine brown, without sediment; clear, and of a fetid smell; a peculiar smell from the urine.", "Urgent inclination to urinate; frequent and scanty emission of urine, preceded by a sensation as if a foreign body were introducing itself into the urethra, and followed by a burning sensation; diminished secretion of urine augmentation, in the last stage of experimenting; burning in the urethra fine stitches in the orifice of the urethra; sometimes incisive pains, sometimes with dragging in the groins, colic, diarrhoea, and pain in the anus, sometimes with a sensation as though there were more urine to pass.", "Urine loaded with phosphates and the urate of ammonia (in renal dropsy).", "Gravel passes in small quantities with the urine." ],
    "Male Sexual Organs" : [ "Excitation of sexual appetite; dartings in the glans penis." ],
    "Female Sexual Organs" : [ "Catamenia continue a day beyond the usual time." ],
    "Respiratory Organs" : [ "Frequent sneezing; hawking, with irresistible inclination to cough, but without power to detach mucus; paroxysms of coughing, which compel the patient to rise from his seat, abating after breakfast; violent cough, attended by oppression of the chest, and copious expectoration of mucus.", "Violent cough, inducing retchings.", "Abundant secretion of mucus in the throat; a constant rattling of mucus in the chest, with roughness in the throat." ],
    "Chest" : [ "Oppression of the chest, esp. when writing; dyspnoea brought on by motion, on going upstairs, and sometimes in the night-time, obliging the patient to sit up in bed.", "Pressure on the chest, sometimes after breakfast, also with tension in breathing; feeling of emptiness within, with weight on the chest; shootings at different parts of the chest, esp. below the l. shoulder-blade; sometimes in the l. side, in breathing; severe shooting pain across the r. side when sitting down." ],
    "Heart" : [ "Palpitations of the heart, which are visible and audible even during very gentle movements, and which frequently recur, accompanied by agitation and anxiety during motion, and on ascending the stairs; violent when seated; irregular beating of the heart, rapid, redoubled, almost imperceptible.", "Shooting pains in the region of the heart after a meal.", "Pulse slightly accelerated; feeble." ],
    "Neck and Back" : [ "Pain near the shoulders on touching the part; rheumatic pain between the shoulders.", "Sensation, as if something passed through the kidneys, and penetrated to the abdominal vertebrae, on the patient sitting down.", "Pains in the region of the false vertebrae." ],
    "Lower Limbs" : [ "Pain, as of dislocation, in the right femoral joint, which causes lameness.", "Shootings in the knees, at night, afterwards under the l. patella, on being seated.", "Bruise-like pain in the l. thigh, with difficulty in walking, and esp. in mounting the stairs; internal pain, as of excoriation, on touching the part; also in the femoral articulation, and the knee, on bending the limb; the r. leg suffers more than the l., and is also much weaker.", "Severe drawing pains in the calf of the r. leg, in the morning, on waking, and on extending the limb; cramps in both calves.", "Drawing in the great toe, in consequence of a wound." ],
    "Generalities" : [ "Symptoms aggravated by motion.", "Drowsiness, with yawning; yawning in the morning.", "Increase of natural heat; pulse quick, small, easily stopped; rapid while seated.", "Anxiety, with palpitation of the heart, and ill-humour; calmness of mind.", "Rheumatic pains in the back and limbs.", "Concretions of lithic acid in the joints.", "Great languor and disinclination to physical or mental exertion." ]
  }
}