{
  "remedyName" : "Astacus Fluviatilis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Biliousness. Colic. Cough. Diarrhoea. Fever. Glands, enlarged. Intermittent fever. Jaundice. Liver complaints. Nettle-rash. Neuralgia. Shiverings. Stomach, disorders of. Toothache. Tumours." ],
    "Characteristics" : [ "The well-known effects of shell-fish, as well as of other fish, in producing nettle-rash is exemplified in Astacus beyond all other varieties. The lacquer-workers of the East have discovered in the river-crab the best antidote to the effects of Rhus which they employ in their craft. The liver is markedly affected, and a great characteristic is \"nettle-rash with liver complaint.\" jaundice of children. Itching of various parts. Crusta lactea, with large lymphatic glands. Enlarged glands of neck in children and old people. Pain and tenderness of liver, jaundice, stools of pipe-clay colour. Inward chilliness and sensitiveness to air; < uncovering. Violent fever with headache, glowing red face, inward chilliness. Nervous crawls over body. Tumours, recent. Gout of drinking people. Stinging pains are felt in various parts. A notable remedy." ],
    "Relations" : [ "Antidoted by: Acon. Compare: Apis, Rhus, Homarus, Chloral, Nat. m." ],
    "Mind" : [ "Apprehensiveness, with anxiety in chest." ],
    "Head" : [ "Dulness in head.", "On head, neck and chest inflammation, with red spots filled with serum, gone after a sweat.", "A thick, crusty eruption on scalp, with enlarged lymphatic glands." ],
    "Eyes" : [ "Dilated pupils.", "Dim vision.", "Sees coloured spots when reading.", "Motion of eyes painful.", "Yellow conjunctiva." ],
    "Ears" : [ "Sensation as if a foreign body obstructed passage of r. ear, causing slight deafness.", "Heat and redness of ears." ],
    "Nose" : [ "Nose-bleed, relieving the attacks." ],
    "Face" : [ "At intervals darting like lightning from temple to cheek.", "Face glowing and red with fever.", "Erysipelas with nettle-rash." ],
    "Teeth" : [ "Toothache at intervals; dull drawing, as if tooth being drawn out.", "Toothache in whole lower r. jaw, with cold feeling in an eyetooth." ],
    "Mouth" : [ "Canker-spots in mouth; scorbutus.", "Fishy taste, followed by nausea spreading through chest." ],
    "Stomach" : [ "Fulness and pressure in stomach; burning in epigastrium.", "Empty eructations; with sneezing and yawning.", "Nausea and vomiting." ],
    "Abdomen" : [ "Severe pain in duodenum.", "Liver inflamed, sensitiveness to pressure.", "Jaundice; of little children.", "Pressure in region of spleen.", "Colicky pain with tenesmus and prostration; > sitting, < walking." ],
    "Stool" : [ "Stool, colour of pipe-clay; pain in liver.", "Diarrhoea, with vomiting and colicky pain." ],
    "Urinary Organs" : [ "Pain in kidneys, stinging in night; < when inhaling.", "Fishy-smelling urine.", "Urging, scanty discharge, burning during and after urination; reddish sediment.", "Urine pale, acid; quantity of albumen." ],
    "Male Sexual Organs" : [ "Restless sleep from strong sexual excitement.", "Averse to coition; diminished power; scrotum relaxed." ],
    "Respiratory Organs" : [ "Dyspnoea, with anxiety and rattling of mucus.", "Cough from tickling in larynx < during day.", "Cough did not molest him when walking, but returned as soon as he sat down." ],
    "Skin" : [ "Nettle-rash over whole body; with liver complaint.", "Itching on various parts.", "Jaundice; of children.", "Erysipelas, with fever, headache, and increased sweat." ],
    "Fever" : [ "Sensitiveness to air no matter how great the feeling of heat.", "Inward chilliness and sensitiveness to air; < from uncovering.", "Nervous crawls all over body.", "Chilly confusion of the head, face red, swollen; eyelids swollen; great prostration and slight delirium.", "Violent fever, with headache, glowing red face, inward chilliness and sensitiveness to air." ]
  }
}