{
  "remedyName" : "Asterias Rubens",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Apoplexy. Cancer. Constipation. Convulsions. Epilepsy. Headache. Heart, affections of. Hysteria. Salivation. Sycosis. Tongue, paralysis of; swelling of. Ulcers. Uterus, affections of." ],
    "Characteristics" : [ "The star-fish was used by Hippocrates in uterine diseases. This shows its pathogenetic relationship to Sepia and Murex. It is also an ancient remedy for epilepsy. It powerfully affects the mind and head, producing symptoms strongly suggesting apoplexy. The face is red, and there is strong congestion to the head, which is hot and feels as if surrounded with hot air. Certain forms of cerebral congestion with obstinate constipation. Electric shocks in the head. Nightly lancinating pains in the breasts have led to its successful use in cases of mammary cancer. Petroz used Aster. r. successfully in old skin affections, old ulcers, and in cancers. He found that it only acted on the latter when on the left side. (I have a case", "probably not cancerous", "of tumour of the left breast, diminishing under this remedy; but I have also seen it act well on the right breast). Sexual desire increased, sexual excitement. A pushing-out sensation in womb, impeding walking, recalling Sepia. H. C. Allen mentions it as a remedy for acne having small puncta with black tips and small red bases. Symptoms are < at night; by motion, and in cold, damp weather. Tears > the mental state. Teste says the malaise is < by heat. Great desire for cold drinks Coffee < all the symptoms, and excites them anew several days after they have disappeared. Ast. r. is a very important remedy too seldom used." ],
    "Relations" : [ "Antidoted by: Plumb., Zn. Compare: Murex, Sepia; Astac. fl., Homarus; Erythrinus; Crot., Grat., Gamb., jatrop., Thuj., Bell., Lil. t. Follows well: Bell., Carb. an., Con., Silic., Sul., Calc. Incompatible: Coffee, Nux v. (Ipec. relieved after Nux v. aggravated.) Teste includes Aster. r. in the Sulphur group of antipsorics." ],
    "Mind" : [ "Anxious, apprehensive, impatient; easily excited by any emotion, esp. contradiction.", "The slightest cause moves to tears.", "Has hallucinations: that he is away from home; hears voices and replies.", "Sense of impending misfortune; fears bad news.", "Cerebral excitement in opposite directions: sadness, desire to weep; extraordinary mirth; desire to give one's self up to intellectual labour, or some violent exercise; slight dulness of the mental faculties.", "Delicacy of the moral perceptions." ],
    "Head" : [ "Vertigo, transient, when walking, with insensibility of lower limbs.", "Heat of head as if surrounded with hot air.", "Sudden sensation of fulness in the head, as if congested.", "Rush of blood to the head, as if it would burst.", "Throbbings.", "Sensation of confusion in the brain.", "Wakes at night as if brain shaken with electric shocks; fears apoplexy.", "Cerebral congestions accompanying obstinate constipation.", "Severe pressure in forehead seemed to crush eyes with heavy weight.", "Boring pain along l. eye (with dimness of sight) comes and goes suddenly; causes contraction of brows.", "Pain in occiput, r. side, making it difficult to walk.", "Dull occipital headache (after breakfast) coming and going suddenly.", "Bones of skull and scalp sore.", "Fulness of the head, whose sides seem to swell out; stitches in the r. temple; passing stitches in the forehead, temples, and esp. in the occiput; transitory pains in r. parietal region; pressive pains in forehead or sinciput, which passes off towards noon.", "A sort of emptiness in the head; the consciousness is almost lost; thoughts about apoplexy; this sensation, which lasts a few minutes, is followed by fever, with a hard, quick pulse, violent beating in the r. carotid; these symptoms continue until the end of the following day.", "The cerebral symptoms come on in the morning, cease in the daytime, and come on again in the evening." ],
    "Eyes" : [ "Heat and redness in the eyes, weary look, difficulty of bearing the light.", "Eyes are drawn backwards.", "Winking of the eyelids, the free margin of which is red." ],
    "Ears" : [ "Lightning-like stitches in the meatus auditorius.", "Violent reports in the ears; noise in the ears as from waves.", "Dulness of hearing in the r. ear." ],
    "Nose" : [ "Epistaxis; sneezing and coryza in the morning on waking." ],
    "Face" : [ "Red, flushed face.", "Transitory or permanent flush in the face.", "A sort of stupid, meaningless expression in the physiognomy." ],
    "Teeth" : [ "Acute and pressing stitches in the upper teeth." ],
    "Mouth" : [ "Swelling of the tongue; pulling pains in the tongue; heaviness of speech, profuse flow of saliva." ],
    "Throat" : [ "Pressing irritation of the throat.", "Dull pain apparently all along the oesophagus." ],
    "Appetite" : [ "Loss of appetite; or else a strange and uncertain appetite; aversion to meat; dulness of taste." ],
    "Stomach" : [ "Frequent eructations; dull or constrictive pain at the precordial region." ],
    "Abdomen" : [ "Shocks of dull pain in the r. side of abdomen and near umbilicus.", "Incarcerated wind.", "Violent colic, with shuddering, alternating with flushes of heat in the face.", "Alternate swelling and sinking of the abdomen during the twenty-four hours.", "Pulling in the abdominal walls." ],
    "Stool and Anus" : [ "Obstinate constipation, to days without stool, which was of hard round substances size of an olive.", "Constipation, with ineffectual urging to stool.", "Diarrhoea; liquid, brown-coloured stool, spirting out with force.", "Several soft stools in the daytime.", "Heat in the rectum; haemorrhoidal tumour; piles." ],
    "Urinary Organs" : [ "Urine frequent, clear, profuse; or else thick and slimy; heat in the urethra while the urine passes out." ],
    "Male Sexual Organs" : [ "Sexual desire increased; erotic thoughts.", "Frequent erections during sleep or in the morning." ],
    "Female Sexual Organs" : [ "Twitching in the womb.", "Pushing sensation in the womb.", "Sense of pressure on the inferior organs of the abdomen, which hinders walking; sensation as if the menses would appear.", "Delayed menses.", "Unusual dampness of the vagina, which affords a feeling of ease.", "Delay of the menses, although the usual colic and other symptoms are present; these only cease on the appearance of the menses, which are more profuse than usual.", "Excitement of the sexual instinct, every morning in bed; violent and constant desire, with nervous agitation, and apprehension of not being able to support these painful sensations.", "Lancinating pains in breasts.", "L. breast feels drawn in.", "Induration (l.) and ulceration.", "Swelling of the breasts as when the menses are about to appear.", "Itching spots.", "Miliary or furfuraceous eruption between the breasts." ],
    "Chest" : [ "Whole l. chest painful, < motion.", "Darting pain towards internal part of chest from before backward, extending under l. nipple into whole internal part of arm to extremity of little finger.", "Stitches in the anterior portion of the chest on the r. and l. of sternum.", "Pain under sternum.", "Sensation as if l. breast were drawn in.", "Nightly anxiety, caused by undulating beatings in the chest." ],
    "Heart" : [ "Palpitation; pulse hard and frequent.", "Strong and frequent beating of the heart; jerking palpitations.", "The heart seems to have ceased beating.", "Anxiety at the heart." ],
    "Neck and Back" : [ "Scrofulous ulcer l. neck.", "Pulling in the back and sacrum." ],
    "Upper Limbs" : [ "Axillary glands swollen hard and knotted.", "Uneasiness in the upper extremities.", "Pain extending from thumb to the shoulder-joint.", "Numbness of hands, with coldness of the arm.", "Lancinating pain at l. elbow; circular red spot at the l. elbow, which becomes covered with a furfuraceous, dry, and friable layer.", "Considerable itching around the nail of the l. thumb." ],
    "Lower Limbs" : [ "Lassitude and great weakness of the lower extremities.", "Pain in the l. hip.", "Burning stitches in the great trochanter and the coxo-femoral articulation of the l. side.", "Stitches at the fore part of the thigh.", "Pain in the joints of the foot.", "Painful pulling in the sole of the foot.", "Gouty pain in the joint formed by the l. big toe with the first metatarsal bone; redness and heat of the skin at this place.", "Violent, very unpleasant itching at the thighs and legs, < towards six o'clock, evening, in open air.", "Eruptions on the thighs and insteps, consisting of small, itching vesicles, which tear easily and change to small, burning, large and superficial ulcers, lasting several days before cicatrising." ],
    "Generalities" : [ "Night aggravation.", "Cancer pains.", "Shocks in head.", "Sycosis.", "Flabby lymphatic constitutions.", "Complaints < in cold, damp weather." ],
    "Skin" : [ "Itch.", "Tetters.", "Ulcers with sensitive edges, fetid discharge.", "Acne, black-tipped puncta, small red bases.", "Dry, harsh skin, earthy appearance." ]
  }
}