{
  "remedyName" : "Athamanta",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Head, confused. Headache. Indigestion. Vertigo." ],
    "Characteristics" : [ "This medicine has been very little employed. It was proved by Franz, and has produced some peculiar symptoms. There is a dull, befogged condition of brain, recalling., Aethusa, \"Fool's parsley.\" A stupefaction and confusion rises like a vapour from the lower part of the occiput; on motion and walking. Vertigo > lying. Pressure and numbness of head and upper teeth. Pressure on one eyeball from below upward. Bitter taste and bitter mucus in air passages. Icy coldness of feet and hands. Sleep heavy and profound, prolonged in the morning to later period than usual." ],
    "Relations" : [ "Compare: Umbelliferae, especially Aethus. cyn." ],
    "Head" : [ "Vertigo, decreased on lying down; or else with dragging pains from side to side in the brain.", "Stupidity, and as if the head were paralysed at the occiput, with sensation as though a vapour ascended there, while walking.", "Pressure in the head, with numbness, and the like sensation in the upper teeth.", "Cloudiness, with dull pains in the head.", "Constriction in the sides of the head, attended with giddiness; pressure outwards at the temples." ],
    "Eyes" : [ "Pressure from above downwards on the eyeballs." ],
    "Ears" : [ "Ears as if stopped up with cotton." ],
    "Mouth and Stomach" : [ "Accumulation of water in the mouth, with sensation of dryness on the tongue; bitter taste, chiefly after every meal.", "Eructations, sometimes incomplete, with uneasiness as from hunger, or without taste, and preceded by borborygmi in the abdomen.", "Extreme hunger before supper, with an afflux of bitter saliva." ],
    "Abdomen" : [ "Pullings and pinchings in l. hypochondrium.", "Rheumatic shooting pains externally, esp. in walking, extending to the legs." ],
    "Stools" : [ "Sudden stools, of a kind which cannot be retained, preceded by cutting pains." ],
    "Respiratory Organs and Chest" : [ "In the larynx a bitter taste, which is not removed even by vomiting; after supper, an accumulation of a serous liquid in the larynx, tickling in the trachea, which excites vomiting.", "The thoracic viscera are as if loaded; painful pinching in l. cavity of the thorax, increased during inspiration; burning lancinations at the exterior of the chest, on l. side, while sitting down." ],
    "Upper Limbs" : [ "Pullings in the metacarpal bones of l. thumb." ],
    "Lower Limbs" : [ "Sensation of heat in l. thigh; pain, as of a bruise, in the thighs, even while seated, as also on walking; pressure from within outwards in the knee-joint, in walking, ceasing during repose, and recurring when again in motion.", "Sensation of scraping on l. instep, while sitting; tearing and burning in l. little toe." ],
    "Generalities" : [ "Sensation of weakness and heaviness, chiefly in the eyes.", "Icy coldness of the feet and hands, with shivering of the whole body, and a lassitude which renders frequent repose needful; burning sensation, sometimes in one place, sometimes in another, which disappears when the part is touched, leaving an excessive coldness and numbness (deadness) of one finger; increased heat in the head, at night, with agitated pulse, and over-excitement of the mental and physical powers, without thirst.", "Nocturnal sleep, heavy and profound, prolonged in the morning to a later period than usual." ]
  }
}