{
  "remedyName" : "Aurum Metallicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcohol, effects of. Amenorrhoea. Angina pectoris. Asthma. Bone affections. Breath, offensive. Corpulency. Depression. Ears, affections of. Erethism. Erysipelas. Eye, affections of. Fevers. Gonorrhoea. Haemorrhages. Haemorrhoids. Hemiopia. Hydrocele. Jaundice. Leucorrhoea. Locomotor ataxy. Melancholy. Melanosis. Mercurial poisoning. Naso-pharyngeal catarrh. Night terrors. Ozoena. Paralysis. Phthisis. Pining boys. Scrofula. Smell, disordered. Syphilis. Testicles, affections of; undeveloped. Tongue, nodules on. Tumours. Uterus, induration of. Vertigo. Vision, disordered." ],
    "Characteristics" : [ "Gold affects profoundly the entire organism, exercising a solvent action on the tissues, producing ulcerations and the disappearances of new growths. Hence it is one of the best antidotes to Mercurial over-dosing, and especially in cases of syphilis. Scrofula and caries of bone also find in Aurum a remedy. It also produces rushes of blood and haemorrhages. Boring pains and burning stitches predominate. No drug produces more acute mental depression than Aurum, and in any case where this profound melancholy is found, Aurum must be well studied. There is a condition of melancholy, hoplessness, profound depression, tendency to suicide and longing for death. Anthrophobia. Aggravation from emotion. Complaints after grief, fright, anger, disappointed love, contradiction, reserved displeasure. Hysteria, laughs and cries alternately. The head is giddy, full, hot. Rush of blood to the head. Vertigo as if turning in a circle when stooping, goes off on rising. As if drunk when walking in the open air. Sensation as if a current of air were rushing through the head, if not kept warm. Bones of skull painful, especially lying down. Vertical half-sight. Fiery sparks. Caries of mastoid process of bones of nose. Ozaena. In the abdominal region, as with Merc., there is swelling of liver, jaundice. Hernia, inguinal or umbilical; and in children. Onanism. The sexual organs are markedly affected. Induration of testes. Undeveloped testicles in puny boys. Swelling or neuralgia of testicle (r). Uterus prolapsed and indurated; the weight of it causes prolapse. (The chloride of gold and sodium acts more powerfully in these conditions.) Shelton has recorded as effects on girls working with gold leaf the occurrence of a \"thick leucorrhoeal discharge, not offensive, white or yellowish, occasionally profuse, invariably < by walking.\" Suffocative attacks, with suffocative oppression of chest. Anxious palpitation from congestion to the chest. Palpitation, with anguish and tremulous fearfulness. Pain in heart region extending down left arm to fingers. There are boring pains in bones, < at night. Over-sensitiveness to all pain. Hysterical spasms, with laughing and crying alternately. Great ebullitions with congestion to the head and chest, and palpitation of the heart. Frightful dreams; he sobs aloud when asleep. Chilliness predominates; shivering in open air; coldness of hands and feet, sometimes lasting all night. Heat, only in the face. Perspiration in the morning hours; mostly on and around the genitals. Ulcers which attack the bones. Warts, scrofulous, syphilitic, mercurial. \"< From Sunset to sunrise\" is a leading Condition of Aurum. Paralytic drawing in the limbs in the morning when awaking; and on getting cold. < At night; in morning; on getting cold; by rest. Shivering on getting into bed. > Moving; walking; getting warm. Suited to sanguine people with black hair and dark eyes, olive-brown complexion. Also light-haired scrofulous persons. Pining boys, girls at puberty, and old age. Syphilitic and mercurial patients." ],
    "Relations" : [ "Compare: Luet. (syphilis); Am. c., Arg. met., Arg. n., Ars.; Asaf. (pains about eyes; but Asaf. has > from pressure; mercurial caries); Bell.; Caps. (caries of mastoid, corpulency); Calc. c. (night terrors; leucophlegmatic; Aur. has more over-sensitiveness and erethism); Calc. ph.; Coccul. (empty feeling); Chi. and Coff. (hyper-excitation) Cup. (asthma); Dig., Fer.; Glon. (Hyperaemia of lung from heart) Hep., Iod.; Kali bich. (deep ulcers, scrofulous ophthalmia, ozaena, syphilis); K. ca.; K. iod. (syphilis); K. bro. (anguish at heart and desire to move about); Lach., Lyc., Merc., Nit ac.; Nux v., (hernia; prolapsed uterus); Pallad., Platin., Puls., Spigel., Sol. nig., Sil., Sep., Sul.; Tarent. (heart as if turned round); Thuj., Ver. v. Antidoted by: Bell., Chi., Coccul., Coff., Cup., Merc., Puls., Spi., Sol. nig. Antidote to: Merc., Spigel., Chronic effects of alcohol, Kali iod." ],
    "Causation" : [ "Mercury. Alcohol. Iodide of Potassium. Effects of grief; fright; anger; disappointed love; contradiction; reserved displeasure." ],
    "Mind" : [ "Melancholy, with inquietude and desire to die.", "Irresistible impulse to weep.", "Longing to see one's relations, resembling nostalgia.", "Imagines he has lost the affection of his friends; this makes him weep.", "Sees obstacles everywhere.", "Hopeless.", "Suicidal; desperate; inclined to jump off heights; to dash himself into a chair.", "Sad, feels that all is against her and life is not desirable, and the thought of death alone gives pleasure.", "Great anguish, which even induces a disposition to suicide, with cramp-like contractions in the abdomen.", "Excessive scruples of conscience.", "Despair of oneself, and of others.", "Ill-humour and aversion to conversation.", "Grumbling, quarrelsome humour.", "The least contradiction excites his wrath.", "Alternate peevishness and cheerfulness.", "Anger and passion.", "Alternation of gaiety, or of irritability with melancholy.", "Hypochondriacal humour.", "Weakness of the intellectual faculties.", "Weakness of the memory." ],
    "Head" : [ "Vertigo: when stooping, as if turning in a circle; > on rising; as if drunk when walking in open air; feels as if he would fall to l.; must lie down, even then for some time it returns on slightest motion.", "Fatigue from intellectual labour.", "Sudden stupefaction, with loss of sense.", "Pain, like that of a bruise in the brain, esp. in the morning, or during intellectual labour, and sometimes inducing confusion of ideas.", "Pain in the head, as if the air passed over the brain, when it is not kept very warm.", "Acute drawing pains in the head.", "Beating and hammering pain on one side of the head.", "Congestion of blood to the head.", "Congestions to and heat in the head, with sparks before the eyes, and glossy bloatedness of the face, aggravated from every mental exertion.", "Buzzing in the head.", "Pain in the bones of the cranium, esp. on lying down.", "Exostosis on the head; on the r. vertex, with boring pain.", "Falling off of the hair." ],
    "Eyes" : [ "Pain in the eyes aggravated by touch, as if the ball of the eye were pressed inwards.", "Tension in the eyes, with diminution of sight.", "Burning pain and redness in the eyes.", "Obscuration of the sight.", "Black spots before the eyes.", "Eyes very prominent.", "Flames and sparks before the eyes.", "Vertical half-sight.", "Hemiopia; objects are seen cut in horizontal lines.", "Eyes better by moonlight and after violent muscular exercise.", "Objects seem smaller and more distant." ],
    "Ears" : [ "Hearing too sensitive.", "Pain in the ears, like internal tension.", "Caries of the mastoid process.", "Flow of fetid pus from the ears.", "Oversensitive to noises, but music >-Annoying dryness in ears and nose with difficult hearing.", "Hardness of hearing from hypertrophy of the amygdalae, with embarrassed speech.", "Humming in the ears.", "Roaring in the ears." ],
    "Nose" : [ "Pain in the nasal bones on being touched.", "Gnawing prickings.", "Inflammatory swelling and redness of the nose, followed by desquamation.", "Caries of the bones of the nose.", "Nasal cavities ulcerated and covered with thick crusts.", "Running from the nose of a fetid greenish-yellow matter.", "Stoppage of the nose.", "Fluent coryza.", "Nose red, swollen; tip knobby, red.", "Cancer.", "Furfuraceous desquamation of the epidermis of the nose.", "Increased sensibility, or absence of smell.", "Sweetish putrid smell, or smell of brandy before the nose.", "Fetid odour from the nose." ],
    "Face" : [ "Face puffed, and shining as if from sweat.", "Inflammation of the bones of the face.", "Parotids swollen, painful to touch as if pressed or bruised.", "Swelling of the cheeks.", "Swelling of the bones of the forehead, of the upper jaw, and of the nose.", "Red eruption, which peels off, on the forehead and on the nose.", "Traction in the jaws, with swelling of the cheeks.", "Tensive pain in the upper jaw.", "Painful swelling of the submaxillary glands." ],
    "Teeth" : [ "Odontalgia, with heat and congestion in the head.", "Looseness of the teeth.", "Ulcers in the gums, with swelling of the cheeks.", "Toothache < at night, < drawing cold air into mouth." ],
    "Mouth" : [ "Fetid smell of the mouth, like rotten cheese.", "Piercing pain in the velum palati.", "Tongue swollen; with scirrhus-like hardness; after biting tongue in sleep.", "Tongue coated; dry; ulcerated." ],
    "Throat" : [ "Caries in the palate, with ulcers of a bluish colour, esp. after the abuse of mercury.", "Tonsils swollen and ulcerated.", "Drinks find a passage through the nostrils.", "Stinging soreness in throat only when swallowing.", "Dull, pressive pain, either with or without swallowing, in a gland below angle of jaw." ],
    "Appetite" : [ "Milky or sweetish taste.", "Loathing of food, and esp. of meat.", "Great desire for coffee.", "Excessive hunger and thirst.", "No appetite for plain food in pining boys." ],
    "Stomach" : [ "Pain in the stomach, as if proceeding from hunger.", "Immoderate appetite and thirst, with qualmishness in the stomach.", "Sensation of indescribable uneasiness in the epigastrium.", "Swelling of the epigastrium and of the hypochondria, with shooting pains on being touched.", "Burning at stomach and hot eructations.", "Burning, drawing, and cutting pain; pressure.", "Pressure to l. of scrobiculum, below cartilages of upper false ribs; < during expiration." ],
    "Abdomen" : [ "Burning heat and cutting pain in r. hypochondrium.", "Colic with sensation of great uneasiness and inclination to evacuate.", "Tensive aching and fulness in the abdomen.", "Abdomen inflated.", "Exostosis in the pelvis.", "Tendency of hernia to protrude, sometimes with cramp-like pains and incarcerated flatus.", "Swelling and suppuration of the inguinal glands from syphilis or the use of mercury.", "Windy colic by night, with pinching, grumbling, and borborygmi.", "Frequent emission of very fetid wind." ],
    "Stool" : [ "Copious evacuation.", "Nocturnal diarrhoea.", "Nightly diarrhoea, with burning in the rectum.", "Constipation; stool very large in size, or very hard and knotty." ],
    "Urinary Organs" : [ "Painful retention of urine, with urgent inclination to make water, and pressure on the bladder.", "Frequent emission of watery urine.", "Urine turbid, like butter-milk, with thick mucus-like sediment." ],
    "Male Sexual Organs" : [ "Sexual desire greatly increased.", "The whole genital system is strongly affected.", "Nocturnal erections and pollutions.", "Flow of prostatic fluid, with flaccidity of the penis.", "Swelling of the (lower part) of the testicle (r).", "Swelling of the testes, with aching pain on touching and rubbing.", "Induration of the testes.", "Testes mere pendant shreds (in pining boys).", "Hydrocele.", "Bubo.", "Chancre." ],
    "Female Sexual Organs" : [ "Pains in the abdomen, as if the catamenia were coming.", "Prolapsus and induration of the matrix.", "Uterine affections with depression and tendency to suicide.", "Menses too late; and scanty or absent.", "Drawing pain in pubes; r. inguinal region sore to touch.", "Before menses: swelling of axillary glands.", "During menses: colic; prolapse of rectum.", "Leucorrhoea: profuse and corroding, yellow; thick white, not offensive, < by walking.", "During pregnancy: suicidal melancholia; jaundice." ],
    "Respiratory Organs" : [ "Accumulation of mucus in the trachea and in the chest, which is expectorated with difficulty in the morning.", "Voice nasal.", "Cough from want of breath at night.", "Cough with tough yellow sputum on awaking in morning." ],
    "Chest" : [ "Great difficulty of respiration at night, and on walking in the open air, requiring deep inspirations.", "Paroxysms of suffocation, with constrictive oppression of the chest, falling, loss of sense, and bluish colour of the face.", "Pain, as if there were a plug placed under the ribs.", "Continuous aching in l. side of the chest.", "Incisive pain, and obtuse shootings, near the sternum.", "Great weight on chest; esp. heavy weight on sternum.", "Much congestion in the chest." ],
    "Heart" : [ "Anxious palpitation of the heart, from congestion to the chest.", "Beatings of the heart, irregular, or by fits, sometimes with anguish and oppression of the chest.", "Pain in heart region extending down l. arm to fingers.", "Floundering heart.", "When walking, the heart seems to shake as if it were loose.", "Sensation as if the heart stood still.", "Palpitation compels him to stop." ],
    "Neck and Back" : [ "Swollen cervical glands.", "Tension in neck as if muscles too short, even at rest; < stooping.", "Stinging pains in small of back.", "Gressus gallinaceous (in spine disease).", "Pain at lower part of spine.", "Pains, generally passive, or drawing and acute, in the back, chiefly in the morning, and sometimes so violent as to prevent any motion of the limbs." ],
    "Limbs" : [ "Limbs go to sleep; numb, insensible on waking; more when lying than moving.", "Has to seize hold of l. arm during attack of palpitation.", "Limbs swollen, painful, almost anchylosed." ],
    "Upper Limbs" : [ "Boring in l. shoulder.", "Aching pains in the arms and in the forearms.", "Cramp-like and acute drawing pains in the bones of the carpus and of the metacarpus.", "Acute drawing pains and paralytic weakness in the bones and joints of the fingers.", "Palms itch; herpes; nails turn blue." ],
    "Lower Limbs" : [ "Coxalgia.", "Sharp pains in the thighs, esp. morning and evening.", "Paralytic and painful weakness of the knees, as if a bandage were tightly compressed above them; they are feeble and give way.", "Drawing pains and acute pullings, with paralytic weakness, in the bones and the joints of the toes.", "Nodes; caries." ],
    "Generalities" : [ "Pain, like that of a bruise, with acute pullings, and paralytic weakness in the limbs in general, and chiefly in the joints, esp. on uncovering the part affected, in the morning, on waking and during repose, disappearing on getting up.", "Darting pains in the limbs, with great dejection.", "Inflammation of the bones, with nocturnal pains.", "Exostosis on the head, on the arms and on the legs.", "Great acuteness and delicacy of sensation, with excessive sensibility to the least pain.", "Over-sensitiveness to all pain, and to the cold air.", "Hysterical spasms, sometimes with alternate tears and laughter.", "Great sensibility to cold, or strong desire to go into the open air, even in bad weather, because it is found to be a relief.", "Great ebullitions, with congestions to the head and chest, and palpitation of the heart." ],
    "Sleep" : [ "Weary, but cannot rest or sleep.", "Drowsiness after meals.", "Nocturnal sleep till four o'clock in the morning only.", "Awakened by bone pains; in despair.", "Fatigue and weakness in the morning on waking.", "Restless sleep, with anxious dreams; of thieves.", "Nocturnal mumbling in the form of questions." ],
    "Fever" : [ "Pulse small, but accelerated.", "Febrile shiverings over the whole body, while in bed in the evening, followed neither by heat nor thirst.", "Cold of the entire body, with bluish colour of the nails, nauseous taste, with inclination to vomit, sometimes followed by an increase of heat.", "Heat of the face, with cold in the hands and feet.", "Copious general perspiration early in the morning; mostly about genitals." ]
  }
}