{
  "remedyName" : "Aurum Muriaticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Amaurosis. Angina pectoris. Anus, fistula of. Asthma. Bubo. Cancer. Caries. Chancre. Condylomata. Dropsy. Eczema. Fistula. Gonorrhoea. Haemorrhage. Hair falling out. Heart, affections of. Indurations. Liver, affections of. Morvan's disease. Ophthalmia. Ozaena. Periostitis. Phthisis. Pudenda, over-sensitiveness of. Spinal sclerosis. Spleen, enlarged. Sterility. Syphilis. Uterus, tumours of; haemorrhage from. Vagina, heat, burning and itching of. Voice, hoarse. Warts." ],
    "Characteristics" : [ "This salt has been proved. The symptoms are in the main identical with those of the metal, but some are peculiar or more pronounced in the one than in the other. The Muriatic element is seen in the heart symptoms; violent palpitations, sore aching, heaviness and sensation of rigidity in heart, hyperaemia from heart disease. Catarrhal and glandular affections are marked. Warts appear in various parts: on the tongue, on the genitals. Digestion is slow. Diarrhoea after eating. Aur. mur. is a sycotic remedy causing suppressed discharges to reappear. Halbert has given Aur. mur. 2x with much success in cases of sclerotic and exudative degeneration of the nervous system. He narrates a case of disseminated sclerosis, the result of a fall; one of exudative localised meningitis; and one of Morvan's disease greatly improved under its use. This patient, a man cook, had hypertrophy of all the fingers. In some of them this had progressed till painless whitlows appeared. Analgesia and anaesthesia were present, and some atrophy of the muscles of the hand and arm. Brachial neuritis appeared to be the causative factor in the case. Remarkable improvement occurred under Aur. mur. 2x. Aur. mur. is particularly valuable in haemorrhages from the womb at climacteric and after, which are frequently of sycotic origin. Violent chill and fever. Hectic fever. Ascending stairs < Cold washing and cold weather >. Warmth <; throws off bed-covers. Suited to: Lymphatic, scrofulous constitutions. Gold salts, like mercury salts, dissolve organic tissues; they stimulate the heart more, but act on fluid tissues less powerfully than mercury." ],
    "Relations" : [ "Compare: Aco., Am. c., Arg., Arg. n., Ars., Bell., Cannab., Fer., Glon., Hecl., Lyc., Merc., Nit. ac., Pho., Plat., Sil., Sul. Sulphur springs are incompatible. Antidoted by: Bell., Cannab., Merc." ],
    "Causation" : [ "Chagrin. Fright. Vexation." ],
    "Head" : [ "Constant burning in whole head, < l. side.", "Head hot; limbs cold.", "Pulling pains in forehead; tingling itching in that part." ],
    "Eyes" : [ "Sudden blindness in childbed.", "Neuralgic pains in l. eye.", "Scrofulous phlyctenular ophthalmia.", "Chronic inflammation of margins of lids.", "Fistula lachrymalis." ],
    "Ears" : [ "Music relieves.", "Burning and itching behind ears < night.", "Tinkling sound in ears followed by deafness, as if interior of ears were large and empty." ],
    "Nose" : [ "Pressing pain in nose.", "Ozaena scrofulosa.", "Tingling, burning, and itching in nose; redness and inflammation, with itching, followed by desquamation; red swelling with ulcerated nostrils; dry yellow crusts and sensation of stoppage; yellow pus, sometimes below.", "Deep crack in alae nasi; lupus." ],
    "Face" : [ "Red face.", "Hair falling out of eyebrows and head.", "Exostosis of (r.) cheek-bone." ],
    "Teeth" : [ "Teeth loose.", "Dental fistula.", "Toothache with thrilling pains." ],
    "Mouth" : [ "Indurated tongue; warts; cancer; ulcers." ],
    "Throat" : [ "Frequent desire to swallow; feeling of a plug in throat; metallic taste; increased saliva." ],
    "Stomach" : [ "Burning, cutting, stitching in stomach; cramps.", "Slow digestion." ],
    "Abdomen" : [ "Liver indurated.", "Spleen enlarged.", "Swelled abdomen; ascites.", "Stiffness in region of groins.", "Swelling of inguinal glands." ],
    "Stool and Anus" : [ "Diarrhoea; < night; after eating; with pain in bowels.", "Haemorrhoids, bleeding during stool.", "Condylomata.", "Anal and inter-crural excoriation.", "Fistula." ],
    "Male Sexual Organs" : [ "Diminished virility.", "Increased desire.", "Exhausting erections.", "Violent itching of glans penis wakes him at night.", "Drawing along spermatic cord.", "Painful drawing in l. testis extends towards inguinal ring, recurring by paroxysms.", "Chancres.", "Condylomata.", "Excrescences from glans up to sacrum.", "Warts on prepuce." ],
    "Female Sexual Organs" : [ "Constant running from vulva.", "Burning stitching of vulva.", "Heat and itching in vagina.", "Haemorrhage at and subsequent to the climacteric.", "Leucorrhoea, light yellow, esp. mornings.", "Leucorrhoea acrid, excoriating thighs, with itching of genitals.", "Gonorrhoeal discharge with swellings in each groin." ],
    "Respiratory Organs" : [ "Hoarseness; speaking difficult.", "Dyspnoea; sensation in larynx as if closed; laryngeal affections in syphilis and mercurio-syphilis.", "Pressure under sternum.", "Loud cough with thick yellow expectoration.", "Anxious contraction of chest.", "Asthma < at night.", "Pleuritic pains l. side of chest; changing place." ],
    "Heart" : [ "Lancinating pains above the heart." ],
    "Upper Limbs" : [ "Swelling of the wrists, with tension on reversing the hand, and lancinations in grasping an object; tearing pains in middle finger after meals." ],
    "Lower Limbs" : [ "Legs swollen and very tender along inside of tibia.", "Exostosis.", "Periostitis; after typhoid." ],
    "Generalities" : [ "Great restlessness; changes his position every moment; his friends call him \"the quicksilver man.\".", "Laziness, aversion to all work.", "Indescribable weariness in whole body.", "Drawing pains in various parts, esp. the extremities." ]
  }
}