{
  "remedyName" : "Azadirachta Indica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation. Diarrhoea. Intermittent fever. Quinine, effects of. Spleen, congested." ],
    "Characteristics" : [ "This is an Indian remedy of very ancient date. All parts of the tree are intensely bitter, and the separate parts are said to have different effects. The bark, known as Margosa Bark, is the best-known medicinal portion, and the tincture for the provings was made from this by Dr. P. C. Majumdar, who is our chief authority for its effects. It contains Azadirin, Margosin and Catechin. It is popularly used in a great variety of complaints, especially of the eyes, digestive derangements, and skin affections. The most peculiar feature of the proving is the fever, which commences with a very slight chill or none at all, about to p.m., and abates about p.m. Glowing heat and burning, especially in face, eyes, palms of hands and soles of feet in open air; sweat copious, commencing on forehead, gradually extending towards trunk; no sweat on lower part of body. It is especially useful in cases previously maltreated with quinine. < In open air; in afternoon." ],
    "Relations" : [ "Compare: Cedron, China, Ars., Nat. m. Also Guarea which belongs to the same botanical order." ],
    "Mind" : [ "The mind is depressed and forgetful; uneasiness; desire to lie down." ],
    "Head" : [ "Giddiness as if head were moving to and fro, < rising from sitting.", "Much throbbing headache, < r. side, with much pain in r. eyeball; < in open air.", "The scalp is painful and sensitive to touch, even the hair is painful." ],
    "Eyes" : [ "Burning in eyes and coryza." ],
    "Ears" : [ "A buzzing in ears (recalling the effect of Peruvian bark).", "A peculiar crackling sound in the ear like tickling with a feather, < on opening the mouth." ],
    "Mouth" : [ "Clammy mouth, but water tastes good.", "Sensation as if scalded on side and surface of tongue.", "Salty tasting saliva." ],
    "Throat" : [ "Bitter taste in throat." ],
    "Appetite" : [ "Very keen appetite.", "There may be no thirst, or very great thirst for large quantities of cold water.", "Great thirst at long intervals.", "Craving for sweets." ],
    "Abdomen" : [ "In the abdomen there are twisting pains in the epigastrium, and clutching pains in umbilical region.", "Burning in the bowels." ],
    "Stool and Anus" : [ "Insufficient, constipated, hard, small, and knotty stool.", "Diarrhoea with no satisfaction after stool.", "Passing of offensive flatus." ],
    "Male Sexual Organs" : [ "Great sexual excitement." ],
    "Respiratory Organs" : [ "Troublesome cough after bathing.", "Sputa white, in small lumps, expelled with difficulty." ],
    "Chest" : [ "Cramping pains in chest.", "Breathing deep and at long intervals; or rapid and hot breath.", "Burning sensation in chest." ],
    "Limbs" : [ "Numbness of hands and feet." ],
    "Skin" : [ "Much itching of body; burning and prickling; sudamina on back." ],
    "Sleep" : [ "Dreams of quarrels." ],
    "Fever" : [ "Chill slight or absent; fever continues from or p.m. to p.m.", "Glowing heat and burning, esp. in face, eyes, palms of hands and soles of feet in open air.", "Sweat copious, commencing on forehead, gradually extending towards trunk; no sweat on lower part of body." ]
  }
}