{
  "remedyName" : "Bacillinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Addison's disease. Alopecia. Consumptiveness Growth, defective. Hydrocephalus. Idiocy. Insanity. Joints, affections of. Phthiriasis. Pityriasis Ringworm. Scrofulous glands. Teeth, defective; pitted. Tuberculosis." ],
    "Characteristics" : [ "This remedy has been used largely in infrequent doses (at intervals of a week or more) of the 30th and upwards chiefly on diathetic indications in the affections named above. In acute affections it has been found useful to dissolve a few globules in a wineglassful of water and administer a teaspoonful every four hours. In the provings, a severe headache, deep in, < by motion, was a constant symptom; also a slight cough with easy expectoration of phlegm. In cases of acute tuberculosis it has not done so well as in mote chronic cases. Dr. Cartier has found it particularly useful in cases where there was excessive muco-purulent bronchial secretion threatening to occlude the lungs. It must be compared with Bacillinum testium, Tuberculinum of Swan, Aviaire and Tuberculinum of Koch. Dr. Burnett has shown that ringworm of the scalp and pityriasis versicolor on the body are indications of tubercular diathesis, and they respond to this remedy. Also they are leading indications for it when present in combination with other affections. A case of insanity with pityriasis yielded rapidly to the remedy. Phthiriasis has been cured by it when all attempts to kill the body-lice by parasiticides were useless. Dr. Young has recorded the cure of several cretinous idiots. An inter-current course of Bacillinum will often make a wonderful change in patients who have a personal or family history of chest affections. I have found an eczematous condition of the margins of the eyelids a strong indication for it. < Night and early morning; < cold air. It is a diathetic remedy of vast importance. The symptoms of the schema are taken from the provings by Burnett and myself recorded in the last edition of Burnett's The Cure of Consumption by its own Virus, together with some cured symptoms, and some from a proving by R. Boocock." ],
    "Relations" : [ "Calc. phos. goes with this remedy very well. So do Lach. and Kali c. I know of no antidote." ],
    "Mind" : [ "Taciturn, sulky, snappish, fretty, irritable, morose, depressed and melancholic even to insanity.", "Fretful ailing, whines and complains; mind given to be frightened, particularly by dogs." ],
    "Head" : [ "Severe headache, deep in, recurring from time to time, compelling quiet fixedness; < shaking head.", "Terrible pain in head as if he had a tight hoop of iron round it; trembling of hands; sensation of damp clothes on spine; absolute sleeplessness.", "Meningitis.", "Ringworm.", "Alopecia areata." ],
    "Eyes" : [ "Eczematous condition of eyelids." ],
    "Face" : [ "Indolent, angry pimple on l. cheek, breaking out from time to time and persisting for many weeks." ],
    "Teeth" : [ "Aching in teeth, esp. lower incisors (all sound), felt at the roots esp. on raising or projecting lower lip; very sensitive to air.", "Grinds teeth in sleep.", "Imperfectly developed teeth." ],
    "Throat" : [ "Tickling in fauces, compelling cough." ],
    "Stomach" : [ "Windy dyspepsia, with pinching pains under ribs of r. side in mammary line." ],
    "Abdomen" : [ "Fever, emaciation, abdominal pains and discomfort restless at night, glands of both groins enlarged and indurated; cries out in sleep; strawberry tongue.", "Tabes mesenterica; talks in sleep; grinds teeth; appetite poor; hands blue; indurated and palpable glands everywhere; drum belly; spleen region bulging out.", "Inguinal glands indurated and visible; excessive sweats; chronic diarrhoea." ],
    "Stool and Anus" : [ "Sudden diarrhoea before breakfast, with nausea.", "Severe haemorrhages from bowels, cough.", "Obstinate constipation.", "Passes much ill-smelling flatus.", "Stitch-like pain through piles." ],
    "Urinary Organs" : [ "Increased quantity of urine, pale, with white sediment.", "Has to rise several times in night to urinate." ],
    "Respiratory Organs" : [ "Slight, tedious, hacking cough.", "Hard cough, shaking patient, more during sleep but it did not waken him.", "Pricking in larynx with sudden cough.", "Single cough on rising from bed in morning.", "Cough waking him in night; easy expectoration.", "Expectoration of non-viscid easily detached, thick phlegm from air passages, followed after a day or two by a very clear ring of voice.", "Sharp pain in precordial region arresting breathing.", "Very sharp pain in l. scapula, < lying down in bed at night, > by warmth." ],
    "Neck and Back" : [ "Glands of neck enlarged and tender." ],
    "Lower Limbs" : [ "Pain in l. knee whilst walking; passed off after persevering in walking for a short distance.", "Tubercular inflammation of knee." ],
    "Generalities" : [ "Great weakness, did not want to be disturbed." ],
    "Sleep" : [ "Drowsy during day; restless at night; many dreams." ],
    "Fever" : [ "Flush of heat (soon after the dose), some perspiration, severe headache deep in." ]
  }
}