{
  "remedyName" : "Badiaga",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Breast, cancer of. Bruises. Bubo. Catarrh. Chilblains. Coryza. Eyes, pains in. Glands, affections of. Hay-fever. Haemorrhoids. Heart, affections of. Indurations. Ophthalmia. Palpitation. Rheumatism. Scrofula. Syphilis. Tibia, pain in. Whooping-cough." ],
    "Characteristics" : [ "Badiaga is the Russian name for the river sponge, which is a popular Russian remedy. Among the peculiar symptoms and indications are: Headache with aching in backs of eyeballs, p.m. to p.m.; < motion. Severe headache in vertex > night, returning severely after breakfast. Headache with inflamed eyes. Pains in eyeballs extending to head. (J. A. Biegler cured a case with the following symptoms: A lady had for months off and on a severe pain in r. eyeball, which extended to forehead over this eye, then to temple; always < in afternoon.) Scalp sore; dry; itching; scurf; tetters. Soreness is one of the key-notes of the remedy; general soreness of integuments and muscles; as if beaten; very sensitive. Profuse coryza, coming from nostril with a gush. L. cheek and malar bone sore to touch. Lancinating pains in stomach; liver; below scapulae; urethra; chest. Buboes. Chancres suppressed by cautery. Infantile syphilis. Carcinoma of breast. There is a cough which causes sneezing, profuse coryza. Occasional severe fit of coughing ejecting viscid mucus flying out of mouth; caused by tickling in larynx as if a particle of sugar was dissolving in throat; > in warm room. Tremulous vibrative palpitation < lying r. side. Palpitation after pleasurable emotions. Soreness of anterior muscles of legs; toes bend while walking as if extensors were paralysed. It has lessened a hard cellular swelling of both legs. Sharp stinging back of r. heel, < least pressure. Chronic rheumatism, < by cold, especially in cold air. < Stormy weather. > In warm room; < afternoon. < Pressure and touch: there is general soreness, even to touch of clothes. Sore as if beaten. Headache > at night, after sleep." ],
    "Relations" : [ "Compare: Spongia; Seneg. (cough caused by sneezing, opposite of Bad.); Grind. rob. (respiration ceases on falling asleep); Spo. (cough with much sneezing); Kali c. (phlegm flies from mouth); Calc. s. (indurations); Carb. an. (indurations, buboes); Cist. can. (scrofula); Clemat., Hep., Iod., Kali iod., Lach., Merc., Merc. iod., Nit. ac., Sil., Sul. Followed well by Lach. Complementary to Sul., Iod., Merc." ],
    "Mind" : [ "After pleasurable emotions, palpitation.", "Mind generally clear, active in spite of headache." ],
    "Head" : [ "Headache from p.m. to p.m., with slight aching pains in the posterior portion of both eyeballs, and in the temples.", "During the day more or less headache, with pain in the eyeballs (worse l.); more from p.m. to p.m.", "Frontal headache during the forenoon, worse in the temples, and extending into the posterior portion of the l. eyeball; < by moving the eye.", "Pain in the temples and eyeballs; from eyeballs to temples.", "A very severe headache on top of the head; remains the same in all positions; better at night after sleeping, and better in the morning; returning violently after breakfast; lasting several days.", "Headache with inflamed eyes.", "Headache < on moving eyes.", "Excess of dandruff, or dry, tetter-like appearance of the scalp, with slight itching; hair dry.", "Scalp sore to touch, with tetter-like eruption on forehead." ],
    "Eyes" : [ "Bluish-purple margin of the eyelids, and blue under the eyes.", "Scrofulous inflammation of the eyes, with hardening of the Meibomian glands.", "Severe pain from eyeballs (< l.) into temple; < turning eyes.", "Intermittent neuralgia of r. eyeball, extending to temple, < afternoon.", "Headache extending into the eyeballs.", "L. eyeball quite sore, even upon closing it tightly.", "Twitching of l. eyelid." ],
    "Ears" : [ "Slight shocks heard in the ear, as of very distant artillery; afternoons." ],
    "Nose" : [ "Profuse coryza, mostly from the l. nostril; comes with a gush; worse in afternoon and evening; with sneezing.", "Coryza and cough.", "Itching of l. ala nasi." ],
    "Face" : [ "On forehead, tetter-like eruption.", "Pale, ashy, or leaden colour of face.", "Stiffness in the maxillary joints.", "L. cheek and malar bone sore to touch." ],
    "Mouth" : [ "Mouth and breath hot and feverish, with thirst for large quantities of water at a time.", "Mouth and tongue feel scalded." ],
    "Throat" : [ "Hawks up, in morning, masses of gluey bloody mucus from throat, which is inflamed and sore, < swallowing, solids.", "Tonsils red, inflamed, < swallowing solids." ],
    "Stomach" : [ "Pressure in epigastrium, nausea, and rumbling.", "Lancinating in pit of stomach a.m.; extends to vertebrae, r. scapula, at times to r. side, resulting there in pleuritic pain." ],
    "Abdomen" : [ "Lancinating pain with a bounding movement in region of liver.", "Indurated inguinal glands.", "Syphilitic buboes." ],
    "Stool and Anus" : [ "Catarrh of the bowels.", "Constipation.", "Haemorrhoids." ],
    "Urinary Organs" : [ "Severe, sharp, lancinating pain in or near orifice of urethra.", "Urine high-coloured; and reddish." ],
    "Male Sexual Organs" : [ "Chancres, after cautery, elevated discoloured cicatrices, rhagades.", "Syphilis of infants, whole convolutes of hard glandular swellings, buboes." ],
    "Female Sexual Organs" : [ "Carcinoma mammae.", "Metrorrhagia < night, with feeling of enlargement of head." ],
    "Respiratory Organs" : [ "Breath hot and feverish.", "Occasional severe paroxysms of spasmodic cough, ejecting viscid mucus from the bronchial tubes, which at times comes flying forcibly out of the mouth, < afternoon and evening, caused by tickling in the larynx, as if sugar was dissolving, > in warm room.", "Cough = sneezing; profuse coryza.", "Pain in upper part of r. chest.", "Pleuritic pain, < on motion or on full inspiration; with soreness.", "Severe, sharp, lancinating pain in r. supra-clavicular region.", "Stitches in sides, esp. r.", "While lying on r. side in bed, and at moment of becoming unconscious by sleep, severe oppressive suffocative attacks from suspended respiration, causing a quick effort to prevent suffocation by changing position.", "Typhoid pneumonia." ],
    "Heart" : [ "Severe vibrating, tremulous palpitation of the heart, even while sitting or lying, quiet, upon any sudden elating or other emotion of mind.", "Lying on r. side, heart is heard and felt to pulsate from chest up to neck." ],
    "Neck and Back" : [ "Very stiff neck.", "Soreness and lameness, with stitches in nape of neck, < by bending the head back and forth.", "Scrofulous swelling of the glands of the l. side of the face, throat, and neck; nearly as large as a hen's egg; some hard, some suppurating.", "Severe lancinating pains and stitches in the posterior r. side, below the scapula, much < by throwing the shoulders back and chest forward, or any contortions of the body; pain extorting at times a mean or shriek." ],
    "Upper Limbs" : [ "Palms of hands hot and dry." ],
    "Lower Limbs" : [ "Several hard, small lumps along the shin-bone.", "Hard cellular swelling of the legs.", "Anterior muscles of r. leg sore, as if beaten.", "At night violent lancinating pains in the limbs.", "Hard swellings of both legs lessened.", "Hurts of horses' hoofs.", "Bad ulcers of horses' feet.", "Toes bend while walking as if extensors paralysed.", "Checked foot-sweat." ],
    "Generalities" : [ "General soreness of the muscles and integuments of the whole body; flesh sore to touch, even of the clothes; sore as if beaten." ],
    "Skin" : [ "Skin sore to touch.", "Raised and discoloured scars.", "Rhagades.", "Brown and blue spots after concussions.", "Externally applied causes checked eruptions to reappear.", "Tetters on scalp and forehead; itching on scalp." ],
    "Sleep" : [ "Restless at night; must frequently change position, body feels so sore.", "Awake 3-4 a.m. with frightful dreams and severe cramping pains in metatarsal bones of both feet.", "> After sleep (head)." ]
  }
}