{
  "remedyName" : "Baptisia Tinctoria",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion, threatened. Apoplexy. Appendicitis. Biliousness. Brain softening. Cancer. Consumption. Diphtheria. Dysentery. Enteric fever. Eye, affections of. Gall-bladder, affections of. Gastric fever. Headache, bilious. Hectic fever. Hysteria. Influenza. Mumps. OEsophagus, stricture of. Plague. Relapsing fever. Sewer gas-poisoning. Shivering. Stomatitis. Tabes mesenterica. Tinea capitis. Tongue ulcerated. Typhus. Variola. Worms." ],
    "Characteristics" : [ "Baptisia has gained its greatest reputation as a remedy in typhoid fever, to the symptoms of which its pathogenesis strikingly corresponds. But it is only when it is used strictly in accordance with its symptoms that it will give successful results. When given as a matter of routine there are sure to be failures. Another disease in which it has proved specific in a large number of cases is epidemic influenza. The besotted countenance, bleary eyes, aching head, sore throat, pains and soreness all over the body, and profound prostration which are present in all typical cases indicate Baptisia before any other remedy." ],
    "Bapt" : [ "Among the chief symptoms of the remedy are the following: Stupor, falls asleep whilst being spoken to, confused as if drunk. Cannot keep his mind together, a wild wandering feeling. This scattered feeling is further exemplified in the illusion that the body is double; limbs separated and conversing with each other; can't sleep because body seems scattered about and cannot collect pieces. There is a dull heavy sensation in head with drowsiness and heavy eyelids. The head feels large, with a numb feeling of head and face. Bruised headache; soreness as if in brain; bruised feeling in occiput; heavy feeling at base of brain with drawing in cervical muscles. Frontal headache with pressure at root of nose. The neck is tired, cannot hold head easy in any position. The eyes cannot bear light; burn; are weak; painful on reading. Weight on eyes; eyeballs sore, lame on moving. Blear-eyed. Lids partially paralysed. An illusion of smell \"as of burnt feathers\" has been caused and cured by it. Pain in left parotid gland. Flat, bitter taste. Tongue swollen; feels numb; speech difficult. Is coated whitish yellow, and feels burnt or scalded. Dry, parched, brown centre; cracked and ulcerated. Canker sores in mouth. Ulcerations. The sore-mouth of sucklings. Painlessness is a feature in the sore throat; putrid, painless, dark ulcers. OEsophagus feels constricted down to stomach; can only swallow liquids; cases of convulsive contraction of oesophagus and cardiac orifice, with regurgitation of food, have been cured by it. In one case, that of an old man, food could be swallowed and retained some days, but not on others. He had always liked very hot food. The oesophagus was red and granular. Bapt. cured. Nausea, retching and vomiting. Sinking, gone feeling. Pain in liver; and especially in gall-bladder; in spleen; in right iliac region; in groins; glands swollen. Soreness of abdominal muscles and right iliac region. Fetid exhausting diarrhoea; dysentery in autumn or hot weather. Worms. The urine is high-coloured, scanty, alkaline, fetid. Orchitis, squeezed pain in testes. Hale considers it specific in threatened miscarriage from mental depression, shock of bad news, watching, fasting, or low fever. Patients in these conditions often complain of \"dreadful sinking at the stomach,\" fetid breath and other symptoms of Baptisia. Many cases of phthisis are relieved by this remedy when the symptom and type of fever correspond. Lumbar backache. Feels as if lying on a board. Pain in sacrum. Weakness of lower limbs. Left foot much prickling and numbness. Numbness and soreness are very general in Baptisia patients. It has cured hysteria with prostration, numbness and fear of paralysis, wanted to die, rubbed hands continually, restlessness. The bed feels hard. There is excessive drowsiness. < On waking; < walking; < open air; < cold wind; < autumn or hot weather." ],
    "Relations" : [ "Compare: Arn., Arsen., Bry.; Gels. (malaise, nervousness, flushed face, drowsiness, and muscular soreness); Ecchin. angust., Hyo., Kali mur., Lach., Mur. ac. and Nit. ac. (typhoid); Nux v., Op., Rhus t. Follows well: Ars. is followed well by: Tereb., Nit. ac., Ham. Silic has, like Bap., ability to swallow only liquids (like milk), but unlike Bap., Silic has aversion to milk. Ecchinacea angustifolia is perhaps its nearest analogue." ],
    "Mind" : [ "Stupor; falls asleep while being spoken to, or answering; heavy sleep till aroused; awakes only to again fall asleep in the midst of his answer, which he vainly endeavours to finish.", "Indisposed to think, want of power; mind seems weak, confused, as if drunk.", "Cannot confine his mind: a sort of wild, wandering feeling.", "Gloomy, unhappy state of mind.", "Body feels scattered about, tosses around to get the pieces together; cannot sleep because he cannot get pieces together.", "Mind wanders as soon as the eyes are closed.", "Mentally restless but too lifeless to move.", "Indisposed to think; inability to memorise.", "< When thinking of pains in various parts of body." ],
    "Head" : [ "Vertigo, and weak feeling of entire system, esp. lower limbs and knees.", "Vertigo, with paralysis of eyelids.", "Peculiar feeling in head, which is never felt except during fever, excitement of brain such as precedes delirium.", "Dull, heavy pressive headache.", "Frontal headache, with pressure at root of nose; with feeling of fulness and tightness of whole head.", "Head feels large and heavy, with numbness of head and face.", "Sharp darts of pain in supraorbital nerve at foramen.", "Frequent sharp pains by spells in r. and l. temple.", "Soreness in the brain, worse on stooping.", "Top of head feels as if it would fly off.", "Dull, bruised feeling in occiput.", "Skin of forehead feels tight.", "Scalp feels sore.", "Sensation as if head swelling.", "Neck feels so tired she cannot hold her head easy in any position." ],
    "Eyes" : [ "Cannot bear light eyes burn but do not water.", "Feeling as if eyes would be pressed into head eyeballs feel sore, with great confusion of sight; cannot place anything until after looking at it a few seconds; everything appears to move.", "Severe pains in eyes on reading, compelling to stop.", "Bloated feeling of eyes, glistening; disposition to have them half closed.", "Eyeballs feel sore; sore and lame on moving them.", "Partial paralysis of lids." ],
    "Ears" : [ "Dull hearing.", "Delirium with almost complete deafness.", "Slight pain in l. parotid gland." ],
    "Nose" : [ "Dull pain at root of nose; crampy sensation.", "Sneezing and feeling as after a severe cold; slight bleeding from r. nostril of bright red blood, thick.", "Epistaxis of dark blood.", "Sensation of fulness; oedema of affected parts, esp. in choanae.", "Illusion of smell: as of burnt feathers." ],
    "Face" : [ "Face flushed, dusky, hot; dark-red, with a besotted expression.", "Muscles of jaw rigid." ],
    "Mouth" : [ "Sordes on the teeth and lips.", "Tongue yellow along the centre; first white, with reddish papillae, followed by yellow-brown coating in centre, edges dark-red and shining; dry, brown down the centre; cracked, sore, ulcerated.", "Filthy taste with flow of saliva.", "Saliva rather abundant, somewhat viscid, tasting flat.", "Numb, pricking sensation in tongue.", "Putrid ulcers of the buccal cavity, with salivation.", "Mouth and tongue very dry in fevers.", "Putrid; offensive; faecal breath.", "Flat, bitter taste in mouth." ],
    "Throat" : [ "Pain and soreness of fauces.", "Constrictive feeling in throat, causing frequent efforts at deglutition.", "Throat feels swollen or full.", "Fauces dark-red; dark, putrid ulcers; tonsils and parotids swollen; absence of pain, and great prostration.", "Difficult deglutition; can only swallow water; oesophagus feels as if constricted from above down to stomach." ],
    "Stomach" : [ "Sinking, gone feeling at the stomach.", "Constant desire for water, with nausea and want of appetite.", "Great thirst.", "Loss of appetite; averse to nourishment and stimulants.", "All symptoms < from beer.", "At night, frequent pain in the epigastric region; < from turning over, which he had to do all the time.", "Full feeling in stomach.", "Heavy gnawing in stomach.", "Burning heat rising up to throat.", "Pains in stomach; feeling there as of a hard substance." ],
    "Abdomen" : [ "Pain in liver, from r. lateral ligament to gall-bladder; can scarcely walk, it so augments pain in gall-bladder.", "Constant severe pain over gall-bladder.", "Constant pain in stomach and liver; < walking; hot sensation; heavy aching in liver.", "Pain in liver region on going upstairs.", "Constant aching distress in stomach and umbilical region.", "Pain in region of spleen, with darts of pain in body, esp. in carpus, metacarpus, and phalanges.", "R. iliac region sensitive.", "Fulness and distension of the abdomen.", "Abdominal muscles sore on pressure.", "Sharp, rheumatic pains in groins, lasting a short time but returning after short interval, < from walking.", "Glands of l. groin swollen; painful on walking." ],
    "Stool and Anus" : [ "Frequent small, thin, dark, offensive, and acrid stools.", "Very fetid, exhausting diarrhoea; excoriating.", "Stool papescent, with large quantities of mucus; no pain.", "Dark-brown mucous and bloody stools, with tenesmus and typhoid tendency.", "Dysentery: rigors, pains in limbs and small of back; stools small, all blood, not very dark but thick; tenesmus; great prostration, brown tongue, low fever; in autumn or in hot weather, constipation; severe, with haemorrhoids; in afternoon.", "Stricture from piles." ],
    "Urinary Organs" : [ "Stitches in region of r. kidney; shooting in l. kidney.", "Burning when urinating.", "Urine rather scanty, dark-red colour; alkaline; fetid.", "Light-green urine." ],
    "Male Sexual Organs" : [ "Orchitis.", "Pressing pain in l. testicle; cramp, as if squeezed." ],
    "Female Sexual Organs" : [ "Menses too early and too profuse.", "Excites abortion.", "Lochia acrid, fetid.", "Puerperal fever.", "Stomatitis materna." ],
    "Respiratory Organs" : [ "Aphonia.", "Larynx sore to touch, painful swallowing or speaking.", "Fetid breath.", "Awakes with great difficulty of breathing; the lungs feel tight and compressed; must have fresh air." ],
    "Chest" : [ "Constriction and oppression of the chest.", "Weight and oppression in precordial region, with a feeling of unsatisfied breathing; afternoon.", "Sharp pains in centre of sternum.", "Dull stitches in l. nipple." ],
    "Heart and Pulse" : [ "Feeling of greatly increased compass and frequency of heart's pulsations; seem to fill chest.", "Pulse at first accelerated, afterward slow and faint." ],
    "Neck and Back" : [ "Neck tired; sore down neck.", "Stiffness and lameness of cervical muscles; < on moving head.", "Back and hips very stiff, ache severely; < walking.", "Feels as if lying on a board; changes position often, bed feels so hard; < in region of sacrum.", "Dull sacral pain, compounded of a feeling as from a pressure and fatigue, from long stooping; soon extending round hips and down r. leg." ],
    "Limbs" : [ "Wandering pains in all the limbs with dizziness.", "Drawing pains in arms and legs; aching in the limbs." ],
    "Upper Limbs" : [ "Constant twitching in l. deltoid.", "Pain in l. shoulder, extending down arm.", "Pains in bones of arms and hands.", "Numbness of l. hand and forearm, with prickling." ],
    "Lower Limbs" : [ "Soreness in front of thighs, < after sitting.", "Limbs weak and vacillating.", "L. foot numb, prickles.", "Burning of top of r. foot from toes to back of foot." ],
    "Generalities" : [ "Restless; does not sleep quietly; wants to be on the move.", "Great languor; wants to lie down.", "Tired, bruised, sick feeling in all parts of the body.", "Weak and tremulous, as if recovering from a severe illness.", "Great weakness, esp. in lower limbs.", "Prostration, with disposition of fluids to decompose.", "Indescribable sick feeling all over.", "Numbness prickling and paralytic feeling over the whole body, esp. l. side.", "Ulceration of mucous membranes, esp. of the mouth, with tendency to putrescence.", "Discharges and exhalations fetid.", "Sensation all over the body as if bruised or beaten.", "Feels as if lying on a board; changes position, bed feels so hard makes him feel sore and bruised." ],
    "Skin" : [ "Great burning and heat in skin; < in face.", "Livid spots over body and limbs.", "Eruption like measles or urticaria.", "Confluent small-pox, tardy eruption.", "Foul, gangrenous, eating syphilitic sores." ],
    "Sleep" : [ "Delirious stupor; falls asleep while answering a question or being talked to.", "Sleeps well till or a.m., then restless till morning.", "Drowsy, stupid, tired feeling; disposition to half close the eyes.", "Restless, with frightful dreams.", "Wants to get out of bed.", "Cannot sleep, limbs seem scattered about so." ],
    "Fever" : [ "Chilly going into the open air; chills over the back and lower limbs.", "Chilly, with soreness of body.", "Whole surface hot and dry, with occasional chills, mostly up and down the back.", "On awaking, a.m., flashes of heat; feeling as if sweat would break out.", "An uncomfortable burning all over surface, esp. face; moves to cool part of bed; finally rises, opens window and washes.", "Typhoid and cerebral forms of fever.", "Beginning of typhus when the so-called nervous symptoms predominate; causes sweat to break out and relieve; typhus; critical sweat on forehead and face.", "Fever originating from confinement on shipboard, without good care or food.", "Fetid sweat." ]
  }
}