{
  "remedyName" : "Baryta Carbonica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aneurism. Apoplexy. Atrophy. Baldness. Brain, affections of. Cysts. Foot-sweat. Glandular swellings. Haemorrhoids. Heart, affections of. Memory defective. Oesophagus, spasm of. Panaris. Paralysis. Parotitis. Prostate, enlarged. Quinsy. Throat, sore. Tonsils, enlarged. Tumours. Warts. Wens." ],
    "Characteristics" : [ "Baryta corresponds to scrofulous conditions in children and old age; dwarfish children and childish old people. Old people who are fat. Those liable to take cold easily; sore throat from cold; glandular affections. Many cases of aneurism have been cured with Baryta, mostly in lower attenuations. It corresponds to the atheromatous condition. A paralytic condition runs throughout the pathogenesis. There is paralysis of mind and body. Mistrust; want of self-confidence; aversion to strangers (the child does not want to play). It has cured a case of fetid foot-sweat with spells of despondency, seeking solitude, sobbing and crying. Deficient memory (children cannot remember and learn). Sensation as if brain loose. Vertigo: with nausea; from stooping; when lifting arms up; in old people. Pressure and sticking in brain, at vertex on waking. It has cured baldness in young people; tinea, wens. The scalp is very sensitive to touch. Enlarged glands in occiput and neck. On the face there are rough, dry and herpetic eruptions. Dark redness. Tension of whole face as if white of egg had dried on it; as if a cobweb (B. acet.) over face, temples, and scalp. Painful swelling of parotid and of submaxillary glands. The sense of smell is very acute. There is an illusion of smell as of pine smoke. Nose-bleed before menses. The tongue is paralysed. Salivation; saliva runs out during sleep. The digestion is weak; after eating, pressing in stomach; and pain in hard, swollen abdomen. Sensation of soreness of stomach; while eating it feels as if the food had to force its way through some raw place. It has proved curative in the habitual colic of children who do not thrive; enlarged mesenteric glands; hungry, but refuse food, swallowing painful. The anus is sore and humid. Piles protrude with urination as well as stool. Constipation, with hard, knotty stools; haemorrhoids, burning and soreness. The paralytic condition appears in the sexual organs. Impotence. Soreness and moistening between scrotum and thighs. Enlarged prostate. There is also a paralytic condition of the respiratory organs. There is a feeling in the larynx as if inspiring smoke or pitch. Hoarseness and loss of voice from cough, mucus in larynx and trachea. Suffocating catarrh and paralysis of lungs in old people. Sensation as if lungs full of smoke. There is a spasmodic cough, like whooping-cough, from roughness and tickling in throat and pit of stomach. Cough < evening till midnight; after getting feet cold; exercise; lying left side; cold air; thinking of it. Palpitation with soreness of heart, < lying on left side; < thinking of it. Violent long lasting palpitation; felt in head. Palpitation < on exertion. Slightest exertion makes him feel tired and sleepy. These heart symptoms of Bar. c. are met with in many cases of aneurism and atheroma, and no remedy has a better record here. I cured an advanced case of thoracic aneurism with the 3x. Baryt. c. has cured tumours of several kinds. Induration in the breasts. Sarcoma in neck with burning. Fatty tumours, especially about the neck. Swelling and induration of glands. A marked symptom is, pulsation in the back. Stiffness and tension in small of back, in evening, especially while sitting, allowing neither to rise nor to bend backwards. Painfulness of arms and swelling of axillary glands. Cold feet. Fetid perspiration of feet. Corns with burning and stinging. Burning and drawing pains are frequent in lower limbs. A case has been recorded in which Baryt. removed in an old man a pain, coming suddenly, in hollow of knee and running down back of leg like a thin stream of hot fluid or molten metal, running down under the skin. Tearing in limbs with chilliness. Tension and shortening of muscles. Intolerable irritation all over like prickings and tingling, waking him at night. Itching, sore and humid skins.", "Warts.", "Burning pains are found in many parts. General soreness and sensitiveness. Small wounds ulcerate and get very sore.", "Chilliness predominates. It has cold, clammy feet as notably as Calcarea. < Cold air; cold washing; damp weather; warm food; in sun (headache); near warm stove (headache). < From raising arms, < from mental emotion. < Thinking of complaints. < In company; > alone. > From cold food. Left side much affected. Offensive sweat of one side (mostly left). < Lying on painful side; on left side. < After eating. After eating, so weak cannot raise his hands; too weak to masticate." ],
    "Relations" : [ "Compare: Alum., Ant. t. (paralysis of lungs); Bell., Calc. c. (scrofulosis, coryza, &c.); Calc. iod. (large tonsils); Caust. (paralysis); Cham., Chi., Con. (old people); Dulc. (catching cold); Fluor. ac. (old people); Iod. (glands); Lach., Lyc. (tonsils); Mag. c., Merc. (colds, glands, diarrhoea); Nat. c., Phos., Puls., Sep. (tinea); Silic. (glands, fetid foot-sweat, but Bar. c. lacks the head-sweat of Silic., and Silic. has self-will instead of the weak-mindedness of Bar. c.); Sul., Tell. Antidoted by: Ant. t., Bell., Camph., Dulc., Merc., Zn. Compatible: after Scilla, Ars. Before and after Sul. Incompatible: Calc." ],
    "Causation" : [ "Checked foot-sweat." ],
    "Mind" : [ "Lachrymose disposition.", "Repugnance to strangers or to society; (the sight of them < symptoms or causes a recurrence).", "Mistrust; want of self-confidence, the child does not want to play.", "Anxious inquietude about domestic affairs.", "Scrupulous, irresolute, suspicious temper, with mistrust of one's self.", "Fear and cowardice.", "Aversion to play (in children).", "Sudden fits of passion from trifling causes.", "Incessant activity.", "Great weakness of memory.", "Inattention to studies in children.", "Deficient memory (children cannot remember and learn)." ],
    "Head" : [ "Vertigo, with nausea, and headache on stooping.", "At night everything rocks with him as on a ship.", "Aching pains in the head, principally in the forehead, over the eyes, and the root of the nose, or with tension in the occiput, towards the nape of the neck.", "Pricking, lancinating pains in the head, esp. provoked by the heat of a stove.", "Pressure in brain under vertex, towards occiput, on waking, with stiffness of neck.", "Digging in the head, with a sensation of looseness of the brain.", "Painful sensibility in the scalp.", "The scalp is very sensitive to the touch, esp. on the side on which he lies, with the sensation of sugillation, worse from scratching.", "Numbness in skin of forehead to root of nose.", "Tendency to take cold through the head.", "Itching and gnawing in the scalp; and external head, particularly behind the ears; lobe of the ear, or lobes of the ears; upper lip; nape of neck.", "Eruptions and humid or dry scabs on the head.", "Baldness.", "Losing hair from crown of head." ],
    "Eyes" : [ "Aching and burning pain in the eyes, esp. on fatiguing the sight.", "Inflammation of the ball of the eye and of the eyelids, with pain as of excoriation, sensation of dryness with photophobia.", "Swelling of the eyes in the morning.", "Exophthalmos.", "Scrofulous inflammation with phlyctenulae and ulcers on cornea.", "Stye in inner corner of l. eye.", "Tarsal tumours.", "Agglutination of the eyelids.", "Confusion of sight, which prevents one's reading.", "Specks flying about, and black spots before the eyes.", "Sparks before the eyes in the dark.", "Dazzling of the eyes by the light." ],
    "Ears" : [ "Itching in the ears.", "Nocturnal pulsation in the ears when they are lain upon.", "Eruptions on the ears or behind the ears.", "Parotids swollen and painful.", "Hardness of hearing.", "Tinkling and roaring in the ears.", "Cracking in the ears on swallowing, on sneezing, and on walking quickly.", "Tearing in bone in front of r. ear." ],
    "Nose" : [ "Epistaxis, esp. after having blown the nose; before catamenia.", "Crusts below the nose.", "Very acute sense of smell.", "Smells pine smoke.", "Fluent coryza with abundant secretion of thick mucus.", "Painful dryness of the nose.", "Coryza; with upper lip swollen, < mornings." ],
    "Face" : [ "Face deep red, with purple lips, and great ebullition of the blood.", "Sensation of swelling and tension in the face, as if it were covered with cobwebs.", "Pains in the face with tensive swelling.", "Eruption on the face.", "Lips dry and cracked.", "Swelling of upper lip; with burning pain.", "Acute pain in the joint on closing the jaws.", "Swelling of the submaxillary glands, with induration." ],
    "Teeth" : [ "Toothache only in the evening, in bed.", "Pullings, throbbing, and shocks in the teeth, extending even to the ear and the temple.", "Toothache < when thinking about it.", "Burning shootings in the carious teeth, excited by contact with anything hot.", "Toothache before the catamenia, with pale red swelling of the gums and of the cheek.", "Bleeding of the gums.", "Fistula dentalis." ],
    "Mouth" : [ "Buccal cavity feels numb.", "Dryness of the mouth.", "Accumulation of saliva in the mouth.", "Offensive smell from the mouth.", "Inflamed vesicles in the mouth and on or under the tongue.", "Cracks in the tongue, with burning pain as of excoriation.", "Paralysis of tongue.", "Cold tongue, somewhat black (Acet.).", "Tongue coated as if fuzzy." ],
    "Throat" : [ "Sore throat, with swelling of the palate and of the amygdalae, which suppurate.", "Sensation, as if one had a plug in the throat.", "Suffocation and contraction in the throat.", "Shootings, and pain as of excoriation, in the throat, esp. during the act of deglutition.", "Spasm of oesophagus; can only swallow liquids.", "Sensation in oesophagus as if a morsel of food had lodged there." ],
    "Appetite" : [ "Disagreeable, or bitter taste, generally in the morning, with tongue much loaded.", "Sour taste, esp. before, but not after a meal.", "Continual thirst.", "Appetite weak, and soon satisfied, although the food pleases the palate.", "After dinner, pains in the stomach, uneasiness, indolence, and aversion to labour.", "Weakness of digestion.", "Cough from warm food.", "> From cold diet." ],
    "Stomach" : [ "Sinking sensation in the afternoon.", "Risings after a meal.", "Frequent risings, abortive or sour.", "Discharge of phlegm from the stomach.", "Vomiting of mucus.", "Nausea, chiefly in the morning, when fasting, and sometimes as if in consequence of indigestion.", "Pains in the stomach, when fasting, after a meal, or on pressing upon the epigastrium.", "Sensibility and pain in the epigastrium at every step taken.", "Heaviness, fulness, and pressure in the stomach and epigastrium, ever. after having eaten little.", "Weakness of the digestion after eating, pressing in the stomach; and pain in the hard, swollen abdomen.", "Sensation as if stomach were hanging relaxed.", "Pain, as of excoriation, in the region of the stomach, with a sensation when eating as if the parts through which the food passes were raw." ],
    "Abdomen" : [ "Pain in the abdomen, relieved by eructation or by external heat.", "Painful tension and inflation of the abdomen.", "Colic, with retraction of the navel.", "Pinchings and cuttings in the abdomen, with inclination to evacuate, as if diarrhoea were coming on.", "Accumulation of flatulency in the abdomen." ],
    "Stool and Anus" : [ "Evacuations difficult and knotty, or hard and insufficient.", "Frequent inclination to evacuate, with a sensation of anxious uneasiness in the lumbar region, shiverings passing over the thighs, and evacuations soft and loose.", "Sudden irresistible urging to stool, with painful soreness in the lumbar region, followed by frequent diarrhoeic stool (Acet.).", "Urgent desire to evacuate, which can scarcely be repressed.", "Expulsion of ascarides.", "Crawling in the rectum (ascarides).", "Appearance of haemorrhoidal excrescences, with shooting pain.", "Itching, sensation of burning, excoriation and oozing at the anus." ],
    "Urinary Organs" : [ "Frequent inclination to make water, with abundant emission.", "Urgent inclination to make water; it can hardly be retained.", "During urination, burning in urethra." ],
    "Male Sexual Organs" : [ "Diminution of sexual desire, and weakness of the genital functions.", "Relaxed penis, premature emissions.", "Falling asleep during coition, without the emission having taken place.", "Gleet.", "Hypertrophied prostate.", "Excoriation and oozing between the scrotum and the thighs.", "Erections only in the morning before rising." ],
    "Female Sexual Organs" : [ "Diminution of sexual desire in women.", "Catamenia too feeble, and of too short duration.", "Leucorrhoea a little before the catamenia.", "Before and during menses: toothache; colic; pain in back." ],
    "Respiratory Organs" : [ "Catarrh, with cough, voice hollow and low, and fluent coryza.", "Suffocative catarrh and paralysis of the lungs in old people.", "Sensation of smoke in the larynx.", "Spasmodic cough (like whooping-cough) from roughness and tickling in the throat and pit of the stomach.", "Cough worse in the evening till midnight; after getting the feet cold; from exercise; when lying on the l. side; in the cold air; from thinking of it.", "Hoarseness and loss of voice, from an accumulation of viscid mucus in the throat and on the chest, with dry cough, chiefly at night, in the evening, or in the morning." ],
    "Chest" : [ "Difficulty of respiration and shortness of breath, with sensation of fulness in the chest.", "Pains in the chest, mitigated partly by eructations and partly by external heat.", "Sensation of soreness in the chest.", "Sensation, as if something hard dropped down in the chest.", "Fulness and pressive heaviness on the chest, esp. when ascending, with shooting in the act of respiration." ],
    "Heart" : [ "Very violent throbbings of the heart.", "Throbbing of the heart excited by lying on the l. side, or renewed by thinking of it.", "Palpitation felt in head.", "Atheroma and aneurism." ],
    "Neck and Back" : [ "Stiffness at the nape of the neck.", "Shootings in the nape of the neck.", "Aching pains in the nape of the neck.", "Steatoma in the nape of the neck, with burning pain in the bottom of it.", "Swelling and induration of the glands of the neck.", "Encysted tumour under the arm-pit.", "Sacral pains, more violent when seated than when in motion.", "Tensive stiffness in the loins, aggravated in the evening to such an extent that one cannot get up from one's chair, nor stand up straight.", "Tension in the shoulder-blades, the nape of the neck, and the muscles of the neck, esp. in a sharp and cold air.", "Burning pain and throbbing sensation in the back, esp. after mental emotion.", "Beating and pulsation in the back.", "Stiffness in the small of the back in the evening, esp. while sitting, which allows neither to rise nor to bend backwards." ],
    "Upper Limbs" : [ "Swellings of the arms, with pain of the axillary glands.", "Pain in the deltoid muscle on raising the arm.", "The arm becomes numbed when one lies down.", "Hands cold, with bluish spots.", "Swollen veins and redness of the hands.", "Hands dry, like parchment.", "Trembling of the hand when writing.", "Violent tingling and gnawing in the palm of the hand, with desire to scratch.", "Peeling off of the skin of the back of the hand, and of the tops of the fingers.", "The fingers are numbed.", "Panaris." ],
    "Lower Limbs" : [ "Pain, as of dislocation or of stiffness of the coxo-femoral joint.", "Tension in the legs, as if the tendons were too short.", "Drawing pain in r. nates as if the flesh were being torn off.", "Violent stitches; burning in nates.", "Drawing pain down whole l. leg (Acet.).", "Burning pains: in nates; in bend of thigh; in knee-pan; in soles.", "Tractive and acute pains in legs, as if in the bones.", "Itching in the thighs, even at night.", "Shootings in the joints of the knee.", "Tension in the tibia and in the calves and the legs.", "Cramps in the calves of the legs and in the toes on stretching out the limbs.", "Inquietude and trembling in the legs and feet.", "Pain in the joint of the foot, as from a sprain.", "Fetid sweat of the feet.", "Ulcers in the feet.", "Lymphatic and painful swelling in the fleshy part of the great toe.", "Pain like that of a corn in the callous part of the sole of the foot, esp. when walking.", "Corns, with burning shootings and pinchings." ],
    "Generalities" : [ "Pains in the joints and in the hollow bones.", "Cramp-like pressure or pulling, with paralytic weakness, or tension, as if from contraction of the tendons, in different parts.", "Paralysis and palsy of aged persons.", "Acute drawing pains in the limbs, with shuddering.", "At night, starting of the muscles.", "Shakings and startings of some of the limbs, and of the whole body during the day.", "Tearing in the limbs with chilliness.", "The symptoms exhibit themselves particularly on the l. side, and when sitting; they disappear on movement, or in the open air.", "Swelling and induration of the glands.", "Heaviness in the whole body.", "Great uneasiness and over-excitability of all the senses.", "Great weakness, which does not permit a long-continued standing posture.", "Great weakness of mind and body of old men.", "Necessity to lie down, or to be seated.", "Intellectual, nervous, and physical weakness.", "Emaciation, or bloating of the body and of the face, with inflation of the abdomen.", "Great tendency to catch cold, which commonly occasions inflammation in the throat." ],
    "Skin" : [ "Sensation in different parts, like the pricks of burning needles, itching and crawling sensations.", "Intolerable itching and tingling over the whole body at night.", "Excoriation and oozing in several parts of the skin.", "Injuries in the skin healing with difficulty.", "Swelling and induration of the glands.", "Warts.", "Whitlows." ],
    "Sleep" : [ "Somnolency in the daytime.", "Drowsiness night and day.", "Nocturnal sleep, agitated, with frequent waking and anxious dreams.", "At night, ebullition of the blood; strong pulsations of the heart, and sensation in the heart as if it were excoriated, with great anxiety, and inability to lie on the l. side.", "Sleep with many unquiet dreams." ],
    "Fever" : [ "Pulse accelerated but weak.", "Strong disposition to chilliness.", "Shuddering, with corrugated skin, and uprising of the hair, or with tension of the face.", "Shuddering, which runs over the whole body, beginning at the face, or at the epigastrium, followed by a transient heat over the whole body.", "Chilliness relieved by external heat.", "Flushes of heat, more at night, with great restlessness.", "Perspiration, one-sided (l.) every other evening." ]
  }
}