{
  "remedyName" : "Baryta Muriatica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aneurism. Anus, abscess of. Asthma. Convulsions. Deafness. Dyspepsia. Fistula. Glandular swellings. Gleet. Gonorrhoea. Idiocy. Leucorrhoea. Mania. Mumps. Nymphomania. Otorrhoea. Pancreatitis. Paralysis. Scrofula. Sterility. Testicles, affections of. Tinea capitis. Tinnitus. Tonsillitis. Tumours." ],
    "Characteristics" : [ "The symptoms of Baryta mur. are like those of the other Barium salts, but it has a distinct character of its own. Convulsions are more marked in the muriate. Periodical attacks of convulsions, with excessive jactitation of the limbs. Idiocy. Mania, with increase of sexual desire; \"in every form of mania as soon as the sexual desire is increased.\" Offensive otorrhoea. Parotid glands hard and swollen (especially right). It has cured whizzing and buzzing in ears; noises on chewing and swallowing. Deafness. Great salivation and odour from mouth as from mercurialisation. Swelling of salivary glands. Disposition to tonsillitis. There is great indigestion. Below stomach to left a hardness from which paroxysms of dyspnoea come. Induration of pancreas. Distressing throbbing in abdomen (abdominal aneurism). Many cases of aneurism have been benefited by Bar. mur. Both elements have a strong action on heart and arteries. In one poisoning case, that of a girl, the instant she swallowed the solution she exclaimed that she was on fire; vomitings, convulsions, pain in the head and complete deafness supervened; and death within an hour. Baryt. mur. acts on parotid glands and pancreas. Is suited to scrofulous children. Attacks of tonsillitis occurring in spring and autumn. The earache is > by sipping cold water." ],
    "Relations" : [ "Compare: Con. (indurations of abdominal glands); Iod., Kali iod. and Iris (pancreas); Selen. (pulsations in abdomen). Useful after Ars. in extravasations of blood. The vomiting is antidoted by Absinthe." ],
    "Mind" : [ "Great anxiety, with gastralgia, nausea, and retching; has to bend double.", "Idiocy.", "Mania of every form as soon as sexual desire is increased." ],
    "Head" : [ "Vertigo, swimming before the eyes; things turn round.", "Head confused and heavy.", "Cephalalgia, with vomitings.", "Very purulent eruptions on the scalp.", "Scabby eruptions on the head and on the neck.", "Eruption at the nape of the neck." ],
    "Eyes" : [ "Eyes fixed and immovable.", "Shuns light; child lies all the time on its face.", "Pupils dilated and insensible, with fixed look.", "Blennorrhoea of the eyes, of the ears, and of the nose." ],
    "Ears" : [ "Deafness and vomiting.", "Otorrhoea; odour like rotten cheese.", "Abscesses behind ears.", "Parotids (esp. r.) swollen." ],
    "Nose" : [ "Sneezing in sleep.", "Coryza." ],
    "Face" : [ "Tractive pains in the muscles of the face.", "Painful nodosity at the point of the nose, with slight pricking." ],
    "Teeth" : [ "Shooting, throbbing pains in the teeth, esp. on waking, after midnight.", "Looseness of the teeth." ],
    "Mouth" : [ "Swelling of the salivary glands and of the palate.", "Tongue loaded.", "Tongue and mouth dry.", "Fetor of the mouth, as if from mercury.", "Putrid taste in the mouth, also of food." ],
    "Throat" : [ "Uvula elongated.", "Varicose veins of throat.", "Suppuration of tonsils after every cold.", "Swallowing difficult." ],
    "Stomach" : [ "Loss of appetite.", "Thirst.", "Inclination to vomit.", "Retching.", "Vomiting in the morning, with anxiety.", "Vomiting of a small quantity of water, with nausea.", "Sickness.", "Pressure on the stomach, with spasm.", "Sensation of heat, ascending from the stomach to the chest and head.", "Burning pain in the stomach, with vomiting.", "The membranes of the stomach are of a blue red, with red spots on the muscular part.", "The pit of the stomach is inflamed, with isolated ecchymoses.", "Uneasiness, as if from worms." ],
    "Abdomen" : [ "Burning pains in the abdomen.", "Tumefaction of the liver.", "Throbbing of tumour in abdomen.", "Inguinal glands swollen; painful; ulcerating." ],
    "Stool and Anus" : [ "Faeces slimy.", "Easy evacuation.", "Chronic, painless diarrhoea, or diarrhoea with violent colic.", "Stools jelly-like, with blood, no pain; discharges every fifteen or twenty minutes.", "Stools white, hard as stones." ],
    "Urinary Organs" : [ "Urine frequent, involuntary, and painful.", "Urine yellowish, very offensive.", "Flow of urine.", "Whitish sediment in the urine." ],
    "Male Sexual Organs" : [ "Frequent emission of semen.", "Swelling of the testes.", "Buboes after suppressed gonorrhoea." ],
    "Female Sexual Organs" : [ "Catamenia too early.", "Pains, as from a bruise, in the cavity of the pelvis.", "Sterility.", "Leucorrhoea.", "Induration, tumour or atrophy of ovaries.", "Nymphomania." ],
    "Respiratory Organs" : [ "Weak voice.", "Dry cough.", "Chronic cough of scrofulous children." ],
    "Chest" : [ "Catarrh, with heat.", "Heat in the upper part of the chest.", "Oppression." ],
    "Heart" : [ "Throbbing of the heart accelerated.", "Palpitation of the heart.", "Heart-beats irregular, pulse scarcely perceptible." ],
    "Neck and Back" : [ "Enlargement and induration of cervical glands.", "Pains in the back." ],
    "Limbs" : [ "Trembling of limbs.", "Convulsive jerkings of hands and feet.", "Paralysis of upper and lower limbs.", "Swelling of hands and feet." ],
    "Upper Limbs" : [ "Painless twitching in arm esp. at night." ],
    "Lower Limbs" : [ "Drawing pains in thighs.", "Haemorrhagic extravasations in knee-joint.", "Feet swollen.", "Effects of checked foot-sweat." ],
    "Generalities" : [ "Great weakness, which necessitates lying down.", "Weakness and prostration, amounting almost to paralysis.", "Syncope.", "Stiffness and insensibility of the body, with periodical convulsions.", "General heaviness.", "Trembling of the limbs.", "Convulsive trembling.", "Twitching in the face or in some of the limbs, or in the whole body.", "Periodical convulsive fits, with starting and excessive tossing about." ],
    "Skin" : [ "Pricking in the skin.", "Burning and pricking in excoriated places.", "Small itchy eruptions on the head, nape of the neck, abdomen, and thighs.", "Glands inflamed and ulcerated.", "Haemorrhage." ],
    "Fever" : [ "General dry heat, night and day.", "Redness and heat of the face.", "Pulse frequent and full.", "Tertian fever.", "Increased perspiration.", "Cold sweat." ]
  }
}