{
  "remedyName" : "Bellis Perennis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Arteries, diseases of. Boils. Brain, softening of. Change of Life. Exudations. Fatigue. Giddiness. Gout. Headache. Indigestion. Masturbation. Mydriasis. Overwork. Pregnancy, complaints of. Psoriasis. Railway spine. Rheumatism. Sleeplessness. Spleen affections. Stasis. Traumatism. Tumours. Uterus, fatigued. Varicosis." ],
    "Characteristics" : [ "The old name of \"Wound-wort,\" or \"Bruise-wort,\" shows one of the main spheres of the action of Bellis, and allies it in action with its fellow Compositae, Arnica and Calendula. The daisy is a flower which is repeatedly trodden upon and always comes up smiling afterwards; and being the \"day's eye\" may be the sign of its too early waking propensities. Dr. Burnett is the chief authority for its homoeopathic uses. \"It acts very much like Arnica, even to the production of erysipelas.\" He has cured with its aid several cases of tumours originating in a blow. \"Stasis\" and \"fag\" are the principal notes of its action. Exudations and swellings of many kinds. Fagged womb. Varicose veins. The giddinesses of elderly people (cerebral stasis). It has marked action on female sexual organs, especially on engorged uterus and breasts. It relieves troubles of pregnancy: inability to walk; varicose veins. Fag from masturbation. Overworked old labourers and workmen; head sufferings of elderly working gardeners; commercial travellers; railway spine. Burnett has generally given it in the O tincture. It is a pre-eminently left-side medicine; causes stitches in spleen. It has produced acne; boils; rheumatic pains; giddiness. Headache from occiput to sinciput; contracted feeling in front brain. A pain in inner side of right arm as if a boil were developing. A leading indication is found in its causation: Ill-effects of sudden wet chill to heated stomach or body surface. This may be taken as a keynote: \"effects of cold or iced drinks when heated\"; dyspepsia, amenorrhoea, skin affections (including a striking case of psoriasis), rheumatism from this cause. Near and remote effects of blows, falls, accidents (trauma). It causes a tired feeling with desire to lie down. As a remedy for debility following acute attacks of gout Burnett gives it a very high place, classing it with Vanadium, of which it is a complement in degenerative states, as brain softening and atheroma of arteries. It has been observed to cause dilatation of the pupil when used locally. It is well not to give it near bed time, as it is apt to cause sleeplessness, waking at a.m. and conversely \"waking up too early in the morning and cannot get to sleep again\" is a leading indication for its use." ],
    "Relations" : [ "Compare: Arn., Calend., Hyperic., Con., Ars., Hamam., Vanad. In effects of fag, Pic. ac." ],
    "Causation" : [ "Injuries. Effects of cold drinks when overheated. Wetting when overheated." ],
    "Head" : [ "A little giddiness in the head at times (after two weeks).", "Headache from occiput to sinciput; of a cold, aching character.", "Brain feels as though contracted in frontal region (after two weeks)." ],
    "Stomach" : [ "Want of appetite.", "Slight nausea.", "Effect of cold or iced drinks when heated." ],
    "Abdomen" : [ "Stitches in spleen." ],
    "Upper Limbs" : [ "Pain inner side r. (also l.) forearm, as if a boil developing.", "Pain in middle finger of l. hand, as of a gathering; for a short time only." ],
    "Skin" : [ "Small boil (after five hours, from application of tincture).", "Small boil at angle of l. lower jaw (after chewing flowers).", "Painful pimple a little behind angle of l. lower jaw (after two weeks, from tincture).", "Large boil on back of neck, commencing with a dull, aching pain; some difficulty and bruised pain in keeping head erect; began as a slight pimple with burning pain in skin, increasing until in six days it was very large, of a dark fiery purple colour, and very sore, burning and aching pain in it; accompanied with headache, extending from occiput to sinciput, of a cold, aching character; brain as though contracted in frontal region; dizziness, &c." ],
    "Sleep" : [ "Wakes at a.m. and cannot get to sleep again." ]
  }
}