{
  "remedyName" : "Belladonna",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Acne. Amaurosis. Apoplexy. Bladder weakness. Boils. Brain, affections of. Bronchial glands, disease of. Carbuncle. Colic. Constipation. Convulsions. Cough. Croup. Delirium tremens. Depression. Diarrhoea. Dysentery. Ear, affections of. Enteric fever. Epilepsy. Erysipelas. Erythema. Excitement. Eye, affections of. Fear, effects of. Glandular swellings. Goitre. Gout. Haemorrhoids. Headache. Heart, affections of. Hydrocephalus. Hydrophobia. Hyperaemia. Influenza. Kidney, affections of. Lung, affections of. Malignant pustule. Mania. Measles. Meningitis. Menstruation. Mouth affections. Mumps. Neuralgia. Nose, affections of. Nyctalopia. Nymphomania. Paralysis. Parametritis. Perichondritis. Perimetritis. Peritonitis. Phlegmasia alba dolens. Pleurisy. Pneumogastric paralysis. Pneumonia. Pregnancy, disorders of. Puerperal mania. Rheumatism. Roseola. Scarlatina. Sensitiveness. Sleep, disorders of. Smell, disordered. Strangury. Taste, disordered. Tenesmus. Testicles, affections of. Thirst. Throat, sore. Tongue, affections of. Tuberculosis. Ulcers. Uterine affections. Vaccinia. Vertigo. Whooping-cough. Worm fever." ],
    "Characteristics" : [ "Belladonna acts primarily on the brain, and Teste very acutely explains the diversity of its action on men and animals by suggesting that it acts with an intensity proportionate to the brain development. On goats and rabbits it has no poisonous action whatever. On carnivorous animals it acts with moderate intensity. On man it acts with highest intensity. But on idiots, as Hufeland mentions, it has no more action than it has on some of the carnivora. An enormous number of the symptoms of Bell. are developed in and from the head and sensorium. Conformably with this, the pains of Bell. run downwards, i.e., away from the head. (Silic. and Gels. have a pain running up the back). To understand aright the action and uses of this great medicine it is necessary to bear in mind some leading features which characterise its action in all parts of the organism. But before alluding to these I will briefly refer to its correspondence to scarlatina. Cases of Belladonna poisoning have frequently been mistaken for cases of scarlatina. But it is the smooth form only, these presenting a smooth, even, red surface that come under its controlling action and prophylaxis. When such an epidemic is about, any one who may be exposed to infection may obtain almost certain immunity by taking Belladonna two or three times a day.", "The several points to be remembered about Belladonna are that it is a medicine which has great general sensitiveness and also sensitiveness of the special senses", "sensitive to light; to slightest noise; to motion or jar as when someone touches the bed. This is one feature which renders Bell. so appropriate in hydrophobia. It is a chilly medicine; sensitive to changes from warm to cold, to draught of air, to damp weather, to chilling from having the head uncovered, or having the hair cut; better from being wrapped up warmly in a room. Under this drug there is a remarkable quickness of sensation, or of motion; the eyes snap and move quickly. The pains come and go suddenly no matter how long they may last. They are in great variety, but throbbing, burning, and stabbing are very characteristic: \"stabbing from one temple to the other.\"", "The great intensity and variety of the head pains has caused Bell. to be regarded as the headache medicine par excellence. Congestion of blood to the head. Vertigo, mostly at night on turning over in bed, or when getting up in the morning, also when walking and on every change of position. Headache with flushed face and brilliant eyes, dilated pupils. Feeling in brain like swashing of water. Throbbing, pulsating headache, with beating arteries and violent palpitation of the heart. It has cured a very severe headache in a nervous man occurring whenever he was exposed to tobacco smoke. In the mental sphere are mania; rage; disposition to bite, scratch and tear things. Fantastic illusions when closing eyes. Dull and sleepy; half asleep and half awake. Spasms and twitchings are very marked. Many disorders of vision. Heat, redness and burning are three great characteristic notes of Bell., and are constantly cropping out in the pathogenesis. The face is purple, red, and hot, or yellow. Redness and pallor alternate. The mouth is exceedingly dry without thirst. Stinging in oesophagus, < swallowing or talking. Oesophagus feels contracted. Sensation of a hand clutching intestines. Stool in lumps like chalk. Spasmodic contraction of anus; obstinate constipation. Bleeding piles; back pains as if breaking. The menstrual flow is hot; of light colour; or bad smell. Cough short, dry, tickling, similar to cough of Rumex and Phos. Whooping-cough; with crying or pains before the attack; flushed face; nose-bleed and bloody expectoration; sparks before eyes; stitches in spleen; involuntary stool and urine. Paralysis of lungs and heart (vagus nerve). Violent palpitation of heart. Stitches in chest. Swelling of breast with bright red streaks radiating from centre of inflammation. Rheumatism < by motion. Sweat on covered parts only.", "A striking picture of Bellad. is sometimes seen in cases of worm-fever. A case (aet. pale, feeble child) reported by Lutze had the following symptoms: Awakened, or at least sits up at night in bed screaming, cannot be pacified; wets bed at night; passes worms now and then; cheeks and ear-tips brilliant scarlet, other parts of face, especially round mouth, white as snow; eyes brilliant, staring; pupils dilated. Skin dry and hot like fire. On being spoken to coaxingly flew into a violent rage. Cina had ameliorated. Bell. cm. and m. cured permanently.", "Bell. is a great children's remedy, not less important than Cham. Complaints come suddenly; hot, red face, semi-stupor, every little while starting or jumping in sleep as if it might go into convulsions. A very general characteristic of Bell. is < on lying down. It refers to headache and all kinds of inflammatory affections. Some characteristic symptoms are: \"Tenderness of abdomen, < by least jar.\" \"Pressing downward as if contents of abdomen would issue through vulva, < mornings; often associated with pain in back as if it would break.\" Starting, twitching, or jumping in sleep. Moaning in sleep. \"Sleepy, but cannot sleep.\" The characteristic skin of Bell. is: \"Uniform, smooth, shining, scarlet redness, so hot that it imparts a burning sensation to the hand of one who feels it.\" \"Sweat on covered parts only\" is also a marked symptom of Bell.", "A number of cases of poisoning have been reported from application of Belladonna plasters to the skin, classical symptoms of the drug being produced and no little danger to life. One practitioner was warned by his patient that she could not tolerate a Belladonna plaster, but he, thinking there must have been a mistake, and that cantharides must have been in the plaster she had formerly used, had one made up under his own eyes and applied it himself. In less than one hour there was an unbearable pain and when the plaster was removed the surface was found to be blistered.", "A case of poisoning reported in the Medical Press (September 1891) brings out the profound and long-lasting effects of the drug. Three children, aged and 1/2, ate a number of the berries. Three days after, a doctor saw them. The condition of the eldest was as follows: pupils dilated to maximum and insensitive to light; pulse frequent; breathing feeble and hurried; skin dry, bright red; temperature lowered; extremities and face cold; urination and defecation suspended. Co-ordination was lost; the patient staggered as if drunk and acted like a mad person. When asked his name he would shout as loud as he could, falling backwards with his hands in the air, his legs slightly bent as if about to sit down on a low stool, and then tumble on the floor. When raised from the ground and seeing his friends again he began to talk without ceasing, laughing, and singing local melodies in a boisterous manner. Suddenly his whole demeanour would change in to a melancholic depression of agony; he would look blank and wild on all around. He would instantly jump up, run at the wall, and endeavour to spring on the highest articles in the room with the strength of a wild animal, and it was with difficulty that his movements could be controlled.", "The youngest of the three lay depressed, in a soporific condition, eyes closed, skin cold, limbs powerless. Pupillary reaction, tendon and muscular reflex were almost gone, whilst the sense of heat and cold still remained. On shouting loud in his ear, he slowly tried to open his eyes in wonder; when shaken and put on his feet he made two or three steps backward as his elder brother and fell senseless on the floor. The second eldest lay in a deep sleep, face cyanotic; skin of extremities and part of body dry and cold; breathing feeble, pulse scarcely perceptible. Loudest crying, or shaking could not rouse him; feeling and reaction lost. Washing out the stomach was effected in the eldest, but no evidence of the berries was obtained in that way. A long injection tube was inserted into the rectum and irrigation with hot and cold water alternately was carried out, with the object of exciting peristalsis. This was successful. Besides a great quantity of black-brown masticated fruit with skins and seeds, broken berries were found to the number of in the case of the eldest, in the second, and in the youngest. Pilocarpin and morphia were injected in the case of the eldest, and camphor subcutaneously in the other two. The skin was rubbed, warm applications administered and rectal injections of milk, egg and brandy.", "Nothing was heard of the children till \"June of the present year\" (1891), [the date of the poisoning is not stated, but it was probably the previous autumn] when the children were brought to the doctor by their father. They all looked pale and feeble; the pupils contracted slowly, and all were sensitive to light. The eldest was irritable and desponding. In the other two hearing and speech were almost gone. The almost. absolute deafness in these cases is noteworthy in connection with Dr. Cooper's cure of a very chronic case of deafness with single drop doses of Bell O.", "Bell. is predominantly (but by no means exclusively) a right-side medicine: all affections of internal head, right side right eye; right ear right face; right teeth; right hypochondrium right chest; right upper extremity; right lower extremity; mouth and fauces left side. It is suited to plethoric persons with red face; and to conditions where there is local plethora, that is, inflammatory states with pain, throbbing, shiny redness as in acute gout. Symptoms are < afternoon; p.m.; p.m.; after midnight; during the night and not at all in the day; morning. By touch; draught of air; cold applications; having hair cut; looking at shiny things; drinking; sleeping; lying down; lying on affected side. > Bending affected part backwards or inwards; leaning head against something; standing; by warmth. Bell. is suited to the bilious, lymphatic temperament. Light hair and complexion, blue eyes. It grows in dry limestone soils and is the acute correlative of Calc. c." ],
    "Relations" : [ "Bell. must be compared with the other Solanaceae: Caps., Dulc., Lycopers., Hyos., Stramonium and the alkaloids Atropia and Solania. Antidotes: To effects of large doses, Vegetable acids, infusion of galls, or green tea, Coffea., Hyoscy; to effects of small doses, Camph., Coff., Hep., Hyo., Op., Puls., Sabad. (salivation), Vinum. It antidotes: Aco., Arum t., Atrop., Chi., Cup., Fer., Hyo., Jaborandi, Merc., Op., Plat., Plumb., sausage poisoning; oil of turpentine. It follows well: Ars., Cham., Hep., Lach., Merc., Phos., Nit. ac., Cup. Is followed well by: Chi., Cham., Con., Dulc., Hep., Hyo., Lach., Rhus, Seneg., Stram., Valer., Verat. Similar to: Acon., Alcohol (merry craziness); Ars. (pains of cancer); Bry. (rheumatism < by motion. In pleurisy and pneumonia it is distinguished from Bry. in that it has < lying on affected side whilst Bry. has the opposite); Calc. c., Cham., Cicut., Coff., Cup., Eupat. purp. (diuresis and vesical irritation, but Eupat. has more hyperaemia and vesical inflammation); Gels., Hep., Hyo., Lach., Lil. tig. (Lil. has > by motion; Bell. < by motion), Merc., Nux v., Op., Puls., Rhus, Stram. (rage), Tereb., Verat.; Arn. (whooping cough). Complementary: Calc. c. Incompatible: Vinegar." ],
    "Causation" : [ "Hair-cutting. Head, getting wet. Sausages. Sun. Wind, walking in." ],
    "Mind" : [ "Melancholy, with grief, hypochondriacal humour, moral dejection, and discouragement.", "Great agitation, with continual tossing about, inquietude, and anguish, chiefly at night, and in the afternoon, sometimes with headache and redness of face.", "Desire to die, and inclination for suicide.", "Lamentations, groans, cries, and tears.", "Perversity, with tears (in children).", "Timidity, disposition fearful, mistrustful, and suspicious; apprehension and inclination to run away.", "Fear of approaching death.", "Mental excitation, with too great sensibility to every impression, immoderate gaiety, and disposition to be easily frightened.", "Nervous anxiety, restlessness, desire to escape.", "Dotage, delirium, and mania, with groaning, disposition to dance, to laugh, to sing, and to whistle; mania, with groans, or with involuntary laughter; nocturnal delirium; delirium with murmuring; delirium, during which are seen wolves, dogs, fires, &c.; delirium by fits, and sometimes with fixedness of look.", "Stupefaction, with congestion to the head; pupils enlarged.", "Delirium.", "Great apathy and indifference, desire for solitude, dread of society and of all noise.", "Repugnance to conversation.", "Disinclination to talk, or very fast talking.", "Ill-humour, disposition irritable and sensitive, with an inclination to be angry and to give offence.", "Folly, with ridiculous jesting, gesticulations, acts of insanity, impudent manners.", "Fury and rage, with desire to strike, to spit, to bite, and to tear everything, and sometimes with growling and barking like a dog.", "Dejection and weakness of mind and body.", "Dread of all exertion and motion.", "Loss of consciousness.", "Fantastic illusions (when closing the eyes).", "Dementia, to such an extent as no longer to know one's friends, illusions of the senses and frightful visions.", "Complete loss of reason, stupidity, inadvertence, and distraction, inaptitude for thought, and great weakness of memory.", "Memory: quick; weak; lost." ],
    "Head" : [ "Confusion of the head, cloudiness, and apparent intoxication, chiefly after eating or drinking, or else in the morning.", "Apoplexy.", "Fits of vertigo, with tottering, swimming in the head, dulness, giddiness, nausea, trembling of the hands, anxiety; sparks before the eyes, chiefly in the morning on getting up, on standing upright, or on stooping.", "Vertigo with anguish, and falling with loss of consciousness, or with weariness and fatigue before and after the attack.", "Vertigo, with stupefaction, vanishing of sight and great debility.", "Vertigo, with anguish and falling insensibly on the l. side, or backwards, with flickering before the eyes, esp. when stooping, and when rising from a stooping posture.", "Stupor and loss of consciousness, so as to know one's friends only at most by the hearing, sometimes with pupils dilated and mouth and eyes half open.", "Fulness, heaviness, and violent pressure on the head, chiefly on the forehead, above the eyes, and nose, or on one side of the head, and sometimes with giddiness, stupor, and sensation as if the cranium were going to burst, or with ill-humour and groans, drawing up of the eyelids and desire to lie down.", "Sensation of inflation and pressive expansion in the brain.", "Sharp, tractive, and shooting pains in the head.", "Dartings into the head, as if from knives.", "Violent throbbings in the head.", "Strong pulsation of the arteries of the head.", "Ebullition and congestion of blood in the head, chiefly on stooping.", "Congestion of blood to the head, with external and internal heat; distended and pulsating arteries, stupefaction in the forehead, burning, red face; < in the evening, when leaning the head forward, from the slightest noise, and from motion.", "Stupefying, stunning headache, extending from the neck into the head, with heat and pulsation in it; < in the evening and from motion; > when laying the hand on the head, and when bending the head backward.", "Sensation of cold or of heat in the head.", "Headache, from taking cold in the head, and from having the hair cut.", "Sensation of fluctuation in the brain, as if there were water in it.", "Sensation, during the pains, as if the cranium were too thin.", "Sensation of a dull balancing in the brain, and shocks in the head, chiefly on walking quickly or ascending.", "Daily pains in the head, from about four o'clock in the afternoon till towards three o'clock the following morning, < by the heat of the bed and by a recumbent posture.", "The pains in the head are generally aggravated by movement, especially of the eyes, by shaking, by contact, by free air and a current of air; they are mitigated by holding the head back and by supporting it.", "Cramp-like pain in the scalp.", "Copious sweat in the hair.", "Affections of the hair, which may split, or come out, or be hard and dry, &c.", "Profuse pungent-smelling perspiration, esp. on the covered parts, while the body is burning.", "Shaking or turning of the head backwards.", "Hydrocephalus, with boring with the head in the pillows; sensation as if water were moving in the head; < in the evening and when lying; > from external pressure, and when bending the head backwards.", "Boring with the head on the pillow while sleeping.", "Boring headache in the r. side of the head; changing to stitches in the evening.", "Pressing headache, as if the head would split, pupils contracted, voice faint.", "Swelling of the head and of the face.", "Smooth, erysipelatous, hot swelling, first of the face, then extending over the whole head, with stupefaction or delirium, violent headache, red, fiery eyes." ],
    "Eyes" : [ "Heat and burning in the eyes, or pressure as from sand.", "Aching in the eyes and the sockets, extending into the head.", "Sensation of weight in the eyelids, which close involuntarily.", "Quivering in the eyelids.", "Ectropium.", "Paralysis of the optic nerve.", "Falling down of the eyelids, as if from paralysis.", "Shooting in the eyes and in the corners, with itching.", "Eyes red, brilliant, and convulsed, or fixed, sparkling, and prominent, or dull and turbid.", "Congestion of blood to the eyes, and redness of the veins.", "Look fixed, furious, and wavering.", "Look wild, unsteady, wavering.", "Spasms and convulsive movements of the eyes.", "Eyelids wide open.", "Inflammation of the eyes, with injection of the veins and redness of the conjunctiva and of the sclerotica.", "Heat in the eyes.", "Distension of the sclerotica.", "Inflammatory swelling and suppuration of the lachrymal aperture.", "Softening of the sclerotica.", "Spots and ulcers on the cornea.", "Medullary fungus in the eye.", "Swelling and inversion of the eyelids.", "Yellowish colour of the sclerotica.", "Eyes as if affected by ecchymosis, with haemorrhage.", "Sensation of burning dryness in the eyes; or flow of acrid and (salt) corrosive tears.", "Pupils immovable and generally dilated, but sometimes also contracted.", "Agglutination (nocturnal) of the eyelids.", "Desire for light, or photophobia, with convulsive movements of the eyes when the light strikes them.", "Distortion, spasms, and convulsions of the eyes.", "Momentary blindness.", "Confused and weak sight, or obscuration and entire loss of sight.", "Blindness at night (moon-blindness).", "Presbyopia.", "Mist, flames, and sparks, before the eyes.", "Diffusion of the light of candles, which appear to be surrounded by a coloured halo.", "White stars and silvery clouds before the eyes, esp. on looking at the ceiling of the room.", "Objects appear double or reversed, or of a red colour.", "Trembling and sparkling of the letters when reading." ],
    "Ears" : [ "Piercing, aching, sharp pain, pinching, squeezing, and shooting in the ears.", "Inflammation of the external and internal (r.) ear, with discharge of pus.", "Excretion of pus from the ears.", "Stinging in and behind the ears.", "Ringing, murmuring, and buzzing in the ears.", "Humming and roaring in the ears.", "Paralysis of the auditory nerves.", "Great acuteness of hearing.", "Hardness of hearing; sometimes as if there were a skin before the ears.", "Swelling of the parotids, with shooting and tractive pains, which sometimes extend even to the throat.", "Stitches in the parotid gland." ],
    "Nose" : [ "Pain, as of a bruise, in the nose, esp. on touching it, and sometimes with burning.", "Nocturnal shootings in the nose.", "Swelling, redness, and burning it the point of the nose.", "Inflammatory swelling and redness of the external and internal nose.", "Bleeding of the nose, with redness of the face.", "Painful ulceration of the nostril.", "Nose very cold.", "Bleeding of the nose, chiefly night and morning.", "Haemorrhage from the nose and mouth.", "Great dryness of the nose.", "Sense of smell either too sensitive, esp. to tobacco smoke, or diminished.", "Putrid smell in the nose.", "Fluent coryza of one nostril, alternating with stoppage of the nose.", "Smell like herring in the nose during the coryza." ],
    "Face" : [ "Paleness of the face, which sometimes suddenly alternates with redness.", "Face hollow, with anxious look of the features, and wandering air.", "Burning heat of the face, sometimes without redness.", "Glowing redness and bloated appearance of the face, as from drinking wine.", "Deep, or scarlet, or bluish redness of face.", "Purple, red, hot face, or yellow colour of the face.", "Hard swelling and bluish redness of face, principally (of one) of the cheeks, and sometimes with burning, shooting, piercing, and pulsation.", "Erysipelatous swelling of the face.", "Semi-lateral swelling of the face.", "Spots of a scarlet or deep red colour on the face.", "Eruption of red pimples on the temples, in the corners of the mouth, and on the chin.", "Purulent and scabby pimples, chiefly on the cheeks and on the nose.", "Thickening of the skin of the face.", "Cramp-like pressure, sharp and drawing pain in the cheek-bones.", "Nervous, violent incisive pain in the face, following the course of the sub-orbital nerve.", "Nervous prosopalgia, with violent, cutting pains.", "Muscular palpitations and convulsive movements in the face, chiefly in the mouth, which is drawn towards the ear.", "Spasmodic distortion of the mouth (risus sardonicus).", "Swelling, of the upper lip.", "Induration and swelling of the lips, with shootings in rough weather.", "Deep redness and dryness of the lips.", "Pimples, scabs, and ulcers; with a red circular margin, on the lips and in the corners of the mouth.", "Convulsive clenching of the jaws, which renders it impossible to open the mouth.", "Sensation as if the lower jaw were drawn very far back.", "Sharp pains in the jaws; shooting and tension in the maxillary articulations.", "Mouth half open, or spasmodically closed by lock-jaw; sensations under the jaw; affections of the articulations of the jaws (sometimes while chewing).", "Swelling of the sub-maxillary glands, and of those of the neck, with nocturnal (shooting) pains." ],
    "Teeth" : [ "Violent grinding of the teeth.", "Sharp and drawing pains or successive pullings in the teeth, sometimes with pain in the ears, and chiefly at night or in the evening, during intellectual labour, or else after having eaten.", "The toothache is < by exposure to the air, or by the touch, while masticating.", "Toothache with inflammatory swelling of the cheek.", "Piercing in carious teeth, and flow of blood on sucking them.", "Painful swelling of the gums, with heat, itching, and pulsations, or with ulcerative pain on being touched.", "Bleeding of the gums.", "Vesicles on the gums, with pain like that of a burn." ],
    "Mouth" : [ "A sensation of great dryness, or a real and extreme dryness and choking in the mouth.", "Dryness of the mouth, without thirst.", "Foam before the mouth, sometimes of a reddish colour, or having the smell of rotten eggs.", "Accumulation and flow of saliva, viscid, thick, and whitish.", "Great accumulation of viscid, whitish mucus in the mouth and in the throat.", "Offensive smell of the mouth, chiefly in the morning.", "Inflammatory swelling and redness of the buccal cavity, and of the pharynx.", "Violent haemorrhage of the mouth.", "Excoriation of the interior of the cheek; the orifices of the salivary ducts are as if ulcerated.", "Sensation of cold, of torpor, and of numbness in the tongue.", "Tongue red, hot, dry, and cracked, or loaded with whitish mucus, or yellowish, or brownish; redness of the edges of the tongue.", "Inflammatory swelling and redness of the papillae of the tongue.", "Phlegmonous inflammation of the tongue.", "Soreness of the tongue, esp. on touching it, with a sensation as if it were covered with vesicles.", "Heaviness, trembling, and paralytic weakness of the tongue, with difficult and stuttering speech.", "Dumbness.", "Voice weak, whistling, and nasal." ],
    "Throat" : [ "Pain of excoriation, scraping, and shooting in the throat and in the amygdalae, principally on swallowing, and sometimes extending to the ears.", "Great dryness and burning in the throat and on the tongue.", "Inflammation and swelling of the throat, of the velum palati, of the uvula, and of the tonsils; suppuration of the tonsils.", "Inflammation of the throat, with sensation of a lump, which induces hawking, with dark redness and swelling of the velum palati and tonsils.", "Burning and dryness in the oesophagus.", "Stinging in the oesophagus, in the tonsils; < when swallowing, and when talking.", "Tonsils inflamed, swollen, ulcers rapidly forming on them.", "Painful and difficult deglutition.", "Complete inability to swallow even the least liquid, which frequently passes out through the nostrils.", "Constant inclination to swallow, with a sensation as though suffocation would otherwise follow.", "Sensation of contraction, strangling, and spasmodic constriction in the throat.", "Sensation as if there were a tumour in the throat, or a plug which cannot be detached.", "Paralytic weakness of the organs of deglutition." ],
    "Appetite" : [ "Loss of taste.", "Food appears insipid or too salt.", "Putrid, or insipid, or slimy, or bitter taste of the mouth.", "Rye bread tastes acid.", "Want of appetite and distaste for all food, chiefly for meat, acids, coffee, milk, and beer.", "Burning, excessive, intolerable thirst, often with dread of all drink; or constant desire to drink with inability to swallow a single drop of liquid.", "Drinking is performed with trembling precipitation.", "Great and unbearable hunger.", "After having eaten, a feeling of intoxication, colic, pains in the stomach, heat, and thirst." ],
    "Stomach" : [ "Frequent risings, often bitter, or putrid, or sour and burning.", "Pyrosis.", "Obstructed and abortive risings.", "Nausea and inclination to vomit, chiefly on beginning to eat, or in the open air, or after breakfast, sometimes with burning thirst.", "Retching and violent vomiting, principally in the evening or at night; retching, with entire inability to vomit; vomiting of food, or of mucous or bilious matter, of blood; or acid and serous matter; vomiting with diarrhoea, or with vertigo, heat, and sweat.", "Spasmodic hiccough, sometimes with sweats and convulsions.", "Pressure, cramp-like and contractive pains, sensation of fulness and inflation in the stomach and in the epigastrium, principally after having eaten or while eating.", "Shootings, beatings, pulsations, and burning in the stomach and in the precordial region.", "Inflammation of the stomach and of the duodenum." ],
    "Abdomen" : [ "Colic with constipation, abundant flow of urine, risings and nausea.", "Violent pain in the abdomen, which allows no rest whatever.", "Shootings in l. side of the abdomen, on coughing, on sneezing, and on being touched.", "Pains and burning in the hypochondria.", "Pressure in the abdomen, as if by a stone, chiefly in the lower part of the abdomen and in the groin.", "Painful pressure in the pit of the stomach and stomach, esp. after eating.", "Painfully distended abdomen, very sensitive to the touch.", "Inflation and tension of the abdomen, chiefly in the hypochondria.", "Colic, with restlessness, below the umbilicus, as from clutching and griping with the nails, < from external pressure.", "Cramp-like, contractive, and constrictive pains and pinching in the abdomen, and esp. round the navel or in the hypogastrium, with a sensation as if one or other of the parts were squeezed, or seized with the nails; the pains necessitate a bending of the body, and are sometimes accompanied by vomiting, or by inflation and protrusion of the colon in the form of a pad.", "Digging in the abdomen.", "Cuttings and shootings in the abdomen, as from knives.", "Heat and great anguish in the abdomen.", "Rumbling in the abdomen, with frequent escape of flatus without smell.", "Soreness of the whole abdomen, as if everything in it were excoriated and raw, and painful sensibility to the touch of the teguments of the abdomen.", "Shootings in the groins.", "Itching in the abdomen." ],
    "Stool and Anus" : [ "Suppressed evacuations and constipation, sometimes with inflation of the abdomen, heat of the head, and copious sweats.", "Hard and scanty evacuations.", "Frequent inclination to evacuate, with tenesmus, but without result.", "Frequent small evacuations, often with tenesmus.", "Frequent small diarrhoeic stools of mucus.", "Evacuations whitish like chalk, or greenish; evacuations watery or slimy.", "Thin, green stools, with frequent micturition and perspiration.", "Dysenteric stools.", "Before stool, perspiration.", "During stool, shuddering.", "Spasmodic stricture of the rectum.", "Stinging pain in the rectum.", "Loose evacuations, with nausea and aching pains in the stomach.", "Involuntary evacuations, from paralysis of the sphincter of the anus.", "Bleeding piles; back pains as if breaking.", "Mucous membrane of anus seems swollen as if pressed out.", "Prolapsus ani." ],
    "Urinary Organs" : [ "Frequent desire to make water.", "Retention of urine.", "Difficult discharge of urine (and then discharge of a few drops of bloody urine only).", "Continual dribbling of urine.", "When passing water, faeces escape.", "Frequent emission of urine, copious, pale, and watery, sometimes with profuse perspiration, thirst, increased appetite, diarrhoea, and obscuration of sight.", "In continence and involuntary emission of urine, even in the night and during sleep.", "Paralysis of the neck of the bladder.", "Strictures of the urethra.", "Urine turbid, of a yellow colour, or clear, the colour of gold or citron; or scanty and of a brownish-red colour, or the colour of blood, or a bright red colour.", "Red, or whitish and thick sediment in the urine.", "Sensation of motion in the bladder, as of a worm.", "Nocturna pressure in the bladder.", "Shooting, burning pains in the renal region." ],
    "Male Sexual Organs" : [ "Sharp and drawing pain in the spermatic cords, chiefly while making water.", "Retraction of the prepuce.", "Soft and painless nodosity in the glans.", "Shootings in the testes, which are drawn up.", "Inflammation of the testicles, great hardness in the drawn-up testicles.", "Pollutions, with flaccidity of the penis.", "Nocturnal sweat of the genital parts.", "Flow of prostatic fluid.", "Sexual desire diminished, with perfect indifference to all voluptuous excitement." ],
    "Female Sexual Organs" : [ "Violent pressure towards the genital parts, as if all were going to protrude, principally when walking, or when in a crouching posture.", "Shooting in the internal genital parts.", "Great dryness of the vagina.", "Prolapsus and induration of the matrix.", "Catamenia too copious, and too early, or too tardy.", "Catamenia too pale.", "Before the catamenia, fatigue, colic, loss of appetite, and confused sight.", "During the catamenia, nocturnal sweat on the chest, with yawning and transient shiverings, colic, or anguish of heart, burning thirst, sharp and cramp-like pains in the back and in the arms.", "Flow of blood beyond the period of the catamenia.", "Flow of blood between the periods.", "Menstrual discharge bright red, feeling very hot like hot sealing-wax.", "Metrorrhagia of clear red blood, with a discharge of fetid clots; with violent pain in the small of the back and bearing-down.", "Menstrual blood of bright colour, or of a bad smell.", "Leucorrhoea with colic.", "Diminished lochia.", "Spasmodic contraction of the uterus.", "Labour pains too distressing, spasmodic; too weak, or ceasing.", "After-pains.", "Congestion and inflammation of the uterus and labia.", "Stitches in the organs.", "Puerperal fever, nymphomania.", "Flow of milk from the breast.", "Mammae swelled, inflamed, or indurated." ],
    "Respiratory Organs" : [ "Catarrh with cough, coryza, hoarseness with tenacious mucus in the chest.", "Voice weak, hoarse, and whistling; nasal-toned voice.", "Loss of the voice.", "Great soreness of the larynx, with danger of suffocation on pressing the gullet, as well as on coughing, on speaking, and on breathing.", "Spasmodic constriction of the larynx.", "Larynx very painful, with anxious starts when touching it.", "Constriction of the trachea.", "Short, dry cough, from tickling in the larynx, with headache, redness, and heat in the face.", "Cough with stitches in the chest, in the lumbar region, in the hip, in the uterus; pain in the sternum, with tightness of the chest; with rattling of mucus on the chest.", "Dry spasmodic cough, with vomiturition, esp. after midnight.", "Whooping-cough, with crying, or pain in the stomach before the attack, with expectoration of blood (pale or coagulated), congestion of blood to the head, sparks before the eyes, spasms in the throat, bleeding from the nose, stitches in the spleen, involuntary stool and urine, oppressed breathing, stiffness of the limbs, shaking of the whole body, and dry general heat.", "Cough, as if one had swallowed dust, or as if there were some foreign body in the larynx, or in the pit of the stomach, which excites the cough; chiefly at night, or in the afternoon, in the evening in bed, and even during sleep; the cough is mostly dry, short, and sometimes convulsive, fatiguing and shaking, or hollow and barking.", "Before the cough, tears, or pains in the stomach; when coughing, shootings in the abdomen, or retching, or pain as of a bruise in the nape of the neck; after the paroxysm, sneezing.", "The least movement, when in bed at night, renews the cough.", "Cough with rattling in the chest, or with catarrh, and shootings in the sternum, or with headache and redness of face.", "Expectoration of thick and puriform mucus with the cough.", "Cough with spitting of blood." ],
    "Chest" : [ "Breathing laboured, unequal, quick, with moaning.", "Rattling noise, and crepitation in the bronchia.", "Vehement expirations.", "Feeling of suffocation when swallowing, or when touching and turning the neck.", "Oppression of the chest, difficult respiration, dyspnoea and shortness of breath, sometimes with anxiety, and chiefly in the evening in bed, and after having drunk (coffee).", "Oppression of the chest in the morning when rising, cannot breathe in the room, better in the open air.", "Congestion to the chest.", "Irregular respiration, at one time small and rapid, at another time slow and profound.", "Respiration short, anxious, and rapid.", "In the morning after rising, want of breath, relieved in the open air.", "When walking, cramp-like oppression of the chest, with necessity to fetch a long breath.", "Pressure on the chest, with pain in the shoulder-blades and short breath.", "Tension in the chest.", "Shootings in the chest, sometimes as if from knives, and chiefly on coughing and yawning.", "Great inquietude and beatings in the chest.", "Painful blisters, filled with water, or small spots of a deep red colour on the chest." ],
    "Heart" : [ "Violent beatings of the heart, which sometimes are felt in the head.", "Palpitation of the heart when ascending.", "Trembling of the heart, with anguish and pressive pain.", "Violent palpitation of the heart, reverberating in the head." ],
    "Neck and Back" : [ "Painful swelling and stiffness in the neck and in the nape of the neck.", "Painful swelling in the glands of the neck and in those of the nape of the neck.", "Sharp pains in the armpits.", "Red and purulent pimples on the back and nape of the neck.", "Veins in the neck swollen.", "Sour sweat, only on the neck.", "Pain, as of dislocation; rheumatic and drawing pains in the back and between the shoulder-blades.", "Furunculus on the shoulder.", "Dartings, as if from knives, in the bones of the spine.", "Gnawing in the dorsal spine, with cough.", "Painful stiffness and cramp-like pains, in the sacral regions and in the back." ],
    "Upper Limbs" : [ "Arms benumbed and painful.", "Tractive pressure, with sensation of torpor, and sharp pains in the arms.", "Inclination to stretch the arms.", "Arms heavy, as if paralysed.", "Torpor and heaviness of the arms.", "Swelling and scarlet redness of the arms and of the hands.", "Drawing and aching pain in the shoulder, running rapidly from the top to the bottom of the arms, and exhibiting itself particularly at night, diminished by external pressure, excited by motion.", "Painful startings, cramp and convulsions in the arms and in the hands.", "Trembling of the hands.", "Pressure, with sharp pains in the carpal and metacarpal bones.", "Arthritic stiffness in the joints of the hand.", "Frequent dislocation of the joints of the fingers.", "Drawing back of the thumbs." ],
    "Lower Limbs" : [ "Shootings and burning pains, aggravated by fits, in the coxo-femoral joint, more unbearable at night, and increased by the least contact.", "Stiffness in the hip, after sitting for some time, with difficulty in getting up.", "Pain in the hip, which causes lameness.", "Involuntary limping.", "Tottering walk, when rising from bed in the morning, the legs refuse their service.", "Trembling of the knees.", "Drawing pains in the legs, esp. in the knees.", "Heaviness and paralysis of the legs and of the feet.", "Bending of the knees and of the feet in walking.", "Tension of the tendons of the ham.", "Swelling of the feet.", "Crawling sensation in the feet.", "Phlegmasia alba dolens." ],
    "Generalities" : [ "Shooting, or tearing, aching pains in the limbs.", "Bruise-like pains in the joints and bones.", "Rheumatic pains (in the joints) flying from one place to another.", "The pains are aggravated, chiefly at night, and in the afternoon towards three or four o'clock.", "The least touch, and sometimes also the slightest movement, aggravates the sufferings.", "Some of the symptoms are aggravated, or make their appearance after sleep.", "Jerking in the limbs, muscular palpitations and shocks of the tendons.", "St. Vitus's, dance.", "Sensation in the muscles, as if a mouse were running over them.", "Cramp, spasms, and convulsive movements, with violent contortion of the limbs; convulsive fits, with cries, and loss of consciousness; epileptic convulsions, drawing back of the thumbs.", "Renewal of the spasms by the least contact, or from the glare of light.", "Hydrophobia.", "Burning in the inner parts.", "Attacks of immobility and of spasmodic stiffness of the body, or of some of the limbs, sometimes with insensibility, swelling of the veins, bloatedness and redness of the face, pulse full and quick, with copious sweat.", "Spasms in single limbs, or of the whole body, in children, during dentition.", "Full habit (plethora).", "Swelling in general of the parts affected.", "Inflammation of the glands; induration of the glands; glands painful, prickling, swelling, hot swelling of the glands.", "Attacks of tetanus at times, with the head thrown back.", "Spasmodic attacks, with involuntary laughter.", "Before the convulsive fits, formication, with a sensation of swelling and torpor in the limbs; or colic and aching in the abdomen, extending to the head; after the attack, oppression at the chest, as if from a heavy weight.", "The attacks are renewed by the least touch, as well as by the slightest opposition.", "Great uneasiness in the head and limbs, chiefly in the hands.", "Trembling of the limbs, with fatigue and lassitude.", "Heaviness in the limbs, with weariness, great indolence and dread of all movement and of all labour.", "Failing of strength, paralytic weakness, and paralysis of the limbs.", "Paralysis and insensibility of one side of the body.", "Fits of swooning and of syncope, with loss of all sensation and of all motion, as in death.", "Ebullition of blood, with congestion to the head, and fatigue even to fainting.", "Congestions (head, lungs).", "Apoplexia.", "Over-excitement and too great sensibility of all the organs.", "Tendency to be chilled easily, with great sensibility to cold air.", "Formication in the limbs." ],
    "Skin" : [ "Swelling, with heats and scarlet redness of the whole body, or of several parts, chiefly the face, the neck, the chest, the abdomen, and the hands.", "Cutting of the skin as though \"sliced\" with a sharp knife.", "Erysipelatous inflammations, with phlegmon, which sometimes turn to gangrene.", "Gangrene and sphacelus of several parts.", "Red places, inflamed and scarlet spots on several parts of the body, sometimes with small, quick pulse, difficulty of respiration, violent cough, delirium, liveliness of memory, inclination to rub the nose, and dilated pupils.", "Red spots, the colour of blood, over the whole body, principally on the face, neck, and chest.", "Eruption resembling morbilli.", "Eruption of petechiae, with itching and redness of the whole body.", "Miliary eruptions.", "Vesicles which discharge a great deal of serum, and are so painful as to extort cries and groans.", "Bleeding soreness of the bends of the joints.", "Eruption of pustules with whitish edges, with black slough, and oedematous swelling of the diseased part.", "Boils (returning every spring).", "Red scaly eruption on the lower part of the body.", "Scrofulous tumours and nodes, which are painful.", "Pain, as of excoriation, burning and pulling in ulcers, principally on being touched, during motion, and in the night.", "Dry, burning-hot skin.", "Burning of the skin, particularly when the hand continues to burn after touching the skin, as though a hot stove had been touched, very characteristic.", "Red, hot, and shining swelling of the diseased parts.", "Smooth, even shining (not circumscribed) redness of the skin, with bloatedness, dryness, heat, burning itching and swelling of the parts (esp. face, neck, chest, abdomen and hands).", "The ulcers secrete a purulent and sanguineous matter.", "Chilblains.", "Painful swelling of the glands (inflamed, stinging)." ],
    "Sleep" : [ "Constant drowsiness, sometimes with cloudiness, and yawning, and chiefly towards the evening.", "Fits of somnolence and of lethargy, with profound sleep, immobility of the body, jerking of the tendons pale and cold face, hands cold, and pulse small, hard, and quick.", "Somnolence: stupor, lethargy (with snoring).", "Coma, interrupted by momentary wakings, with furious looks.", "After the fit of coma, great hunger, burning heat, and dryness of the mouth.", "Pulsations of the blood-vessels; may hear the pulsations of the blood-vessels so loud when trying to sleep as to be kept awake by it.", "Comatose sleep at night, with frequent waking and convulsive movements.", "Sleep, with moaning and tossing about.", "Nocturnal sleeplessness, sometimes with desire to sleep and useless efforts to go to sleep, mostly in consequence of excessive anguish or great agitation.", "On sleeping, frequent starts with fright, groans, cries, starting of the limbs, carphology, aggravation of pains, singing, talking, delirium, and continual dreams.", "Nightmare.", "Dreams: anxious, terrible, frightful, vivid, dreams of fires, of robbers, and assassins; meditative dreams.", "On closing the eyes in order to go to sleep, frightful visions and jerking in the limbs.", "On waking, headache and aggravation of sufferings." ],
    "Fever" : [ "Coldness over the entire body, with paleness of face, or coldness of the extremities, with bloatedness and redness of the face.", "Shiverings and partial shuddering, chiefly in the back or the pit of the stomach, or in one arm, and sometimes with heat in other parts, chiefly in the head, or followed by universal shivering.", "Cold limbs, with hot head.", "Chilliness not relieved by the heat of the stove.", "Continuous dry, burning heat, with perspiration only on the head.", "Internal heat with restlessness; hot forehead and cold cheeks.", "Dry heat and thirst, and perspiration only on the head and neck (sour-smelling).", "The shiverings appear mostly in the evening, sometimes with nausea; bruise-like sensation, and pulling in the back and in the limbs, pricking in the chest and obscuration of the eyes.", "Febrile attacks, in which shiverings alternate with heat, or of shiverings followed by heat, with aggravation at night or in the evening, resembling quotidian, or double quotidian, or tertian, with complete adypsia, or burning and inextinguishable thirst.", "Dry, burning heat, often with swelling of the veins, pulsation of the carotids, heat, redness and bloatedness of the face, burning thirst, agitation, furious delirium, and shiverings on being even slightly uncovered.", "Pulse strong and quick, or full and slow, or small and quick, or hard and wiry.", "If slow, the pulse is full.", "Pulse full; hard; strong, bounding, double.", "Sweat with or after the heat; copious sweat during the night, or in the morning; sweat of the parts that are covered only; ascending from the feet to the head; sweat when asleep; sweat of an empyreumatic smell, or which imparts a yellow colour to the sheets." ]
  }
}