{
  "remedyName" : "Benzoicum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Bladder, affections of. Bunion. Cracks. Diarrhoea. Enuresis. Eye, tumours of. Ganglion. Gonorrhoea. Gout. Joints, affections of. Knee, pain in. Rheumatism. Sycosis. Throat, sore. Tongue, sore. Tonsils, enlarged. Ulcers. Urine, disorders of. Wens." ],
    "Characteristics" : [ "The leading note of Benzoic acid is the occurrence, as a concomitant of any morbid condition, of strong-smelling urine, generally also dark. Benzoic acid is a chilly medicine, the symptoms being < in open air; by uncovering; > by heat. Pains suddenly change their locality, but are mostly felt in region of heart. Joints crack when moving. Symptoms appear left side first, then right. Asthma has been cured by it, especially in rheumatic persons. Inflammation of bronchi and lungs, with great tenderness of chest, cough < night, lying on right side. Some of the chief symptoms are: Inclined to dwell on unpleasant subjects; if he saw any one deformed it made him shudder. Tongue spongy on surface with deep cracks and spreading ulcers. Sensation of lump (as of food) in pit of throat; of swelling and constriction. Throat symptoms are > by eating. Watery, light, very, offensive stools (in children), stools like soapsuds, with usually strong-smelling urine. Enuresis nocturna; urine dark, strong-smelling; heavy, hot; smelling like horse's urine. Shivering before stool. Long-continued, dry cough after suppressed gonorrhoea. Ganglion of wrist and bunion of great toe I have frequently cured with Benz. ac. In these cases an ointment (one ounce of the 3x to cetacean ointment one ounce) is a useful external adjunct. Tearing and stitches in great toe, especially right (gout). Swelling and pain of right knee. Gouty concretions. \"Most of the symptoms appear on the left side, but may subsequently come on the right\" (Guernsey). Motion < most symptoms, but headache is < at rest, and toothache is < lying down." ],
    "Relations" : [ "Compare: Copaiv., Fer., Zn., Nit. ac. (urine smelling like horse's); Tropaeolum. Useful in gout after Colch.; after abuse of Copaiv. in suppression of gonorrhoea; in enuresis after failure of Nitrum. Incompatible: Wine, which < pains in kidneys, drawing in knees, &c." ],
    "Mind" : [ "Inclination to dwell on unpleasant subjects; if he saw any one deformed it made him shudder.", "While writing he often omits words." ],
    "Head" : [ "Giddiness, esp. in the afternoon, is if he would fall sideways.", "Pressure on the vertex, extending to the spine; without pain, but with anxiety.", "Rheumatic pains in the head.", "Headache from a draught of air; from taking cold in it; from uncovering the head; in the morning, when awaking; < when at rest; returning periodically, and accompanied by pain in the stomach, nausea, and cold hands.", "Fearful pain in occiput or cerebellum.", "Cold perspiration on the head." ],
    "Eyes" : [ "Distress in eyes as from want of sleep.", "Throbbing in eyeballs.", "Burning heat in lids." ],
    "Ears" : [ "Swelling behind ears, which seems to reach periosteum.", "Sound as of confused voices in ears, < when swallowing, or walking in open air." ],
    "Nose" : [ "Seems to smell cabbage, dust, or something stinking.", "Sense of smell diminished.", "Epistaxis.", "Sneezing with hoarseness.", "Cold easily caught.", "Pressure at root of nose.", "Pain in bones of nose.", "Itching of septum." ],
    "Face" : [ "Burning heat of one side of the face.", "Circumscribed redness on the cheeks.", "Copper-coloured spots on the face.", "Cold perspiration of the face.", "Trembling of lips.", "Involuntary biting of lower lip at dinner.", "Itching on chin." ],
    "Mouth" : [ "The tongue is spongy on the surface, with deep cracks, and with spreading ulcers.", "Toothache (the oil or gum is a popular local application).", "After-taste of food.", "Acid mucus in mouth.", "Taste of blood; bitter; flat; soapy (water); smoky (bread).", "Ulcerated tumour l. side of mouth, on soft commissure of jaws, behind last molar.", "Heat around mouth." ],
    "Throat" : [ "Sensation as of a lump in the pit of the throat, as if some food had lodged there.", "Sensation of swelling or constriction in the throat.", "The throat symptoms are relieved by eating.", "Swallowing difficult, incomplete; with noise in ear; with soreness on back of tongue.", "Heat in oesophagus.", "Thyroid gland feels swollen.", "Angina faucium and tonsillaris, with characteristic urine." ],
    "Stomach" : [ "Sweat while eating.", "Hiccough.", "Pressure in stomach and eructations.", "Burning or warmth; pressure on stomach.", "Weak digestion.", "Sensation of lump in pit of throat, as if food had lodged there." ],
    "Abdomen" : [ "Sense of weakness in precordia.", "Obstruction of the liver.", "In liver region constant, fine, but violent stitching, midway in upper portion thereof.", "Cutting about navel; > by stool." ],
    "Stool and Anus" : [ "Watery, light-coloured; copious; very offensive stools (in children), with unusually strong-smelling urine.", "Frothy stool.", "Stitching in rectum.", "Sense of constriction at lower end of rectum.", "Wart-like elevations round anus; with smarting soreness; strong-scented, high-coloured urine (after previous use of Copaiva for chancre.).", "Formication at anus.", "Diarrhoea of children during dentition." ],
    "Urinary Organs" : [ "Urine highly coloured; urinous odour exceedingly strong; offensive, pungent smell.", "Soreness or hot, burning pain in the (l.) kidney.", "A granular kind of mucus mixed with phosphates in the sediment; urine dark-reddish brown; sheets usually stained brown; acid reaction, or very offensive heavy hot; fleeting pains in bladder, not when urinating, but at other times vesical catarrh from suppressed gonorrhoea, calculi, or gout.", "Urinous odour highly intensified; like horse's urine.", "Nocturnal enuresis; with strong, dark urine." ],
    "Male Sexual Organs" : [ "Suppressed gonorrhoea; gleet; with offensive urine.", "Painfulness of genitals; pressure; raw pain.", "Smarting of frenum.", "Thrilling l. side of glans, extending into urethra, causing starting.", "Itching on glans; on sulcus behind corona." ],
    "Female Sexual Organs" : [ "Menses too early; or retarded.", "Amenorrhoea.", "Prolapsus uteri with fetid urine.", "Weakness after menses.", "Gastric derangements when ascending a height (in a pregnant woman).", "Too long-lasting lochia." ],
    "Respiratory Organs" : [ "Long-continued dry cough, after suppressed gonorrhoea.", "Cough followed by expectoration of green mucus.", "Cough: after slight cold; excited by inspiration; produced by something acrid or dry in chest.", "Asthma with inflammatory rheumatism." ],
    "Chest" : [ "Burning in nipples.", "Sensation of swelling in breasts and thyroid gland.", "Stitches in chest; < breathing deeply; in evening.", "Asthenic pneumonia.", "Mucous oppression of lungs." ],
    "Heart and Pulse" : [ "Pains in the region of the heart.", "Most of the symptoms appear on the l. side, but may subsequently come on the r. side.", "Awakens every morning at two o'clock, with violent internal heat, and hard, beating pulse, compelling him to lie on the back, because the beating of the temporal arteries causes a humming in the ears, and prevents him from going to sleep.", "Pains about heart mostly, but suddenly change locality.", "Awakens after midnight with violent palpitation of the heart, and hard beating of the temporal arteries." ],
    "Neck and Back" : [ "Stiffness of neck, only on one side.", "Nape: pressure; itching.", "Dull pain in back, in region of kidneys; stiffness in loins.", "Coldness in sacrum." ],
    "Limbs" : [ "Nodes on joints of upper and lower extremities, cracking on motion.", "Gouty concretions.", "Syphilitic rheumatism." ],
    "Upper Limbs" : [ "Gouty deposits in both wrists between metacarpal bones; swelling of elbow-joints.", "Paralytic pains of fingers.", "Eruption of red spots on fingers.", "Fingers swollen, tearing and fine stitching pains in various parts of the limbs.", "Ganglion.", "Panaritium." ],
    "Lower Limbs" : [ "Swelling in r. knee; ulcerative pain in whole leg, with pains in kidneys.", "Cracking or sense of dryness in knee-joint.", "Pain in both knees; after drinking wine.", "Pain in gastrocnemii.", "Sharp pain in l. ankle, when weight is on l. foot on walking.", "Severe pain in l. tendo Achillis close to os calcis when weight on that foot.", "Pain in r. tendo Achillis and in heart region at same time.", "Tearing and stitches, esp. in the metatarsal joints of the r. great toe.", "Gouty concretions and nodosities." ],
    "Generalities" : [ "Great weakness, perspiration, and comatose condition.", "Trembling, with palpitation of the heart.", "Weariness and lassitude.", "Pains suddenly change their locality.", "Symptoms in sick go from l. to r. and from below upward, esp. in rheumatism and gout." ],
    "Skin" : [ "Itching on various parts; agreeable sensation on being scratched, but leaving a burning.", "Red spots on fingers.", "Syphilitic spots and marks." ],
    "Sleep" : [ "Awakens with oppression of breathing, with palpitation of the heart (after midnight), with heat and hard pulse." ],
    "Fever" : [ "Cold hands; feet; back; knees, as from cold wind.", "Chilliness before the stool.", "Great internal heat when awaking.", "Perspiration: while eating; when walking; morning in bed, esp. on face; with anxiety.", "Cold sweat: on head; on face; on feet.", "Sweat with aromatic odour." ]
  }
}