{
  "remedyName" : "Berberis Vulgaris",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Biliary colic. Bilious attack. Bladder affections. Calculus. Duodenum, catarrh of. Dysmenorrhoea. Fevers. Fistula. Gall-stones. Gravel. Herpes. Irritation. Jaundice. Joint affections. Knee, pain in. Leucorrhoea. Liver disorder. Lumbago. Ophthalmia. Oxaluria. Renal colic. Polypus. Rheumatism. Sacrum, pain in. Side pain. Spermatic cords, neuralgia of. Spleen, affections of. Tumours. Urine, disorders of. Vaginismus." ],
    "Characteristics" : [ "The usual preparations of Berberis are made from the root bark. Berberis mahonia has a great local repute in the popular treatment of the low fever (typhoid) of the Rocky mountains, an infusion of the fresh plant being used. Chills and fever are among the prominent effects of Berb. vulg.: \"Coldness of body with hot face, commencing a.m.; burning heat in afternoon, < during night.\" Ague with enlargement of spleen, of spleen pains. Affections of liver and kidneys are strongly marked; but Berb. is a medicine of wide range. Movement < its complaints. Stitches are frequent, and a \"bubbling sensation\" or \"bubbling stitches\" are characteristic. A bubbling feeling as if water were coming up through the skin. Tearing, burning pains or bubbling sensation in joints. The mental condition is one of indifference, apathy. Melancholy, with inclination to weep. There is aversion to darkness, terrifying apparitions in the twilight. In the head there is vertigo and heaviness. Darting and shooting pains often changing their localities; < movement, > open air. Heat of head after dinner or in afternoon. Puffy feeling in head; as if it were becoming larger. Scalp tense. The face is pale, with dingy grey tinge, sunken cheeks, deep-set eyes, surrounded with bluish and blackish grey border. Mouth dry and sticky; painful white blisters on tip of tongue. The pit of the stomach is puffed up. Sticking pain in region of liver and gall-bladder shooting up to left shoulder, < by pressure. Gall-stone colic, followed by jaundice. Gnawing pain in right hypochondrium, shooting up to left scapula. Pains shoot down from tenth rib to navel. Burning in either inguinal region (especially right). Berberis produces both constipation (sheep-dung stools) and diarrhoea, and a number of symptoms about the anus. Haemorrhoids, with itching or burning, particularly after stool, which frequently is hard and covered with blood. Fistula in ano with painful pressure in perinaeum, extending deep into pelvis (left side). The urinary organs are markedly affected. The emission of urine is frequently accompanied by pains in thighs and loins. Lancinating, or tearing, bubbling pains in region of kidneys; < stooping and rising again, sitting or lying; > standing. Violent sticking pains in bladder, extending from kidneys into urethra, with urging to urinate. Many cases of (especially right) renal colic have been cured by it. Frequent urging to urinate. Urine dark yellow, red, becoming turbid, copious; mucous sediment, or transparent, jelly-like or reddish, bran-like sediment. Urine slimy when passed, depositing copious loamy yellowish sediment. Greenish urine depositing mucus. During urination burning in urethra, or bladder, pressure in bladder, cutting, burning, or stitches in urethra. Dragging or lancinating pains in spermatic cord, extending into testes. Cold feeling in prepuce, glans, testes, and scrotum. In the female a marked symptom is absence of pleasurable sensation during coition. Uterine symptoms and leucorrhoea associated with painful urinary symptoms. Dysmenorrhoea, pains radiating in all directions down thighs, &c. Vagina intensely painful; reddened. Violent pain in back, with menses which are too scanty. It is a leading remedy in lumbago; pains extend from back, round body, down leg; with red sediment in urine. Numbness, stiffness, and lameness in kidney region. Many old troubles in the back. Sufferings < by fatigue. Aching in small of back; < sitting; or lying; in the morning on awakening. Neuralgia under finger-nails. B. Simmons has verified a symptom of Berb. which may be regarded as characteristic. A gentleman of complained of rheumatic pains in his legs and loss of walking power. After he had walked a short distance he was compelled to stop from a feeling of intense weariness, heaviness, lameness, and stiffness of the legs, which fell sore as if bruised. A single dose effected a complete cure, improvement commencing on the fourth day. Stuart Close (H. P. xix. 218) records the cure with Berb. of a woman who had cutting, burning pains in the balls of the feet on stepping. On, standing with most of the weight on the heels she had no pain. On rising in morning sensation in soles as if stepping on needles. There is great weakness, like fainting, after a walk, with perspiration and heat on the upper part of the body; cold, pale, sunken face and oppression of breathing. Great relaxation, with disinclination to do anything. On the indication \"tumours and sessile growths, \", Ozanam cured a case of polypus of vocal cords, red, with a sessile base. Thuja had failed. Berb. was given at first with good effect, the attenuation being gradually reduced with increasingly good effect until the growth disappeared entirely under the 1x, Guernsey admirably sums up the remedy as follows: \"Affects particularly the lumbar region; kidneys; uterus. The patient is sometimes unable to tell the exact locality, but the pain is somewhere in the back and shoots up the back; or into the spermatic cord, or testes, bladder, buttocks or legs. The pain may shoot up or down, or both ways. Pains may be felt all over the body, emanating from the back; the pains are of a sticking, pricking, lancinating, or jerking character, flying about now here and now there. There is often a bubbling sensation in the region of the kidneys; this sensation may occur elsewhere, but it is usually found here.\" Great sleepiness during day and after dinner. After riding much, great sense of weakness in kidney region. Suited to: Bilious diathesis. Cases where renal or vesical symptoms are prominent." ],
    "Relations" : [ "Compare: Alo., Ant. t., Arsen., Calc., Calc. ph. (fistula in ano; chest symptoms, especially after surgical operation); Canth., Carb. v., Cham., Chi., Lyc., Nat. m., Nit. ac., Nux v., Pul., Rheum. In burning and pricking pains in anus: Lyc., Thuj. In duodenal catarrh: Chi., Lyc., Hydrast., Pod., Ric. com., Merc. In aversion to darkness: Stram., Am. m., Calc., Carb. an., Stro., Val. In pains in feet on stepping: Cycl. Botanical relations: Podo., Caulo., Berb. aq. Antidoted by: Camph., Bell. Antidote to: Aco. An occasional dose of Lyc. helped action of Berb. Follows well: Bry., Kali bi., Rhus, Sul." ],
    "Mind" : [ "Careless, calm, apathetic humour.", "Ill-humour, disgust to life.", "Melancholy, inclination to weep, with dislike to conversation.", "Anxiety, great fear and disposition to take fright.", "In the twilight, all objects seem larger than they really are.", "Intellectual labours are performed with difficulty and prove fatiguing, esp. in the morning." ],
    "Head" : [ "Vertigo, with sensation as in fainting, and great weakness.", "Vertigo on stooping and on making use of the arms.", "Feeling of intoxication and giddiness.", "Confusion and heaviness of the head, often with pressure, dejection, ill-humour and shiverings, commencing in the morning, after waking.", "Head confused, as before a coryza.", "Sensation, as if the size of the head were increased.", "Sensation of swelling in the head.", "Aching, tensive pains in the forehead, in the temples, and in the eyes.", "Cephalalgia in the forehead and in the temples, as if from pressure from the inside outwards.", "Headache < by movement, > in open air.", "Acute, shooting pains in the forehead and in the temples.", "Darting and shooting pains in the head after changing the locality.", "Teguments of the head as if they were stretched and swollen.", "Head feels full and heavy, as if a cap were pulled hard down on head.", "Heat in the head after dinner (or in afternoon) and in the morning.", "Sweat after exertion, on stooping, and on standing for any time.", "Small red spots in the forehead and in the cheeks.", "Itching or gnawing shootings in the teguments of the head and of the face.", "Pustules in the teguments of the head and in the face." ],
    "Eyes" : [ "Eyes sunk, with a blue or dirty grey circle.", "Aching and sensation of burning in the eyes.", "Painful sensibility of the eyes on reading by candle-light.", "Sensation of stiffness, with pressure in the eyes.", "Shootings in the eyes, originating in other parts (for instance, the forehead), and extending towards the eyes, and thence to the forehead.", "Burning and dryness in the eyes, which are dull.", "Dryness of, or biting-burning, or itching sensation in the eyes.", "Itching in the canthi, eyebrows, and eyelids.", "Redness of the conjunctiva, with confused sight, as if there were a veil before the eyes, in the morning after rising.", "Ophthalmia, with the characteristic flying pains from the back; sensation as if sand were between lids and eyes.", "Bubbling in eyes.", "Indistinct sight, better near than at a distance.", "Sensibility of the eyes to the brightness of the sun.", "Sharp pains in the ball of the eye, and in the eyelids.", "Heaviness in the eyelids during motion.", "Burning or gnawing pains in the eyelids.", "Convulsive movement of the eyelids when reading by candle-light." ],
    "Ears" : [ "Itching, sometimes gnawing, sometimes burning, sometimes shooting, sometimes with small pustules in the exterior parts of the ears.", "Small tumour, size of hazel-nut, under and behind ear, apparently enlarged gland.", "Acute and shooting pains in the interior of the ear and in other parts.", "Stitches in the ear.", "Sensation of coldness in; bubbling in." ],
    "Nose" : [ "Dryness in the nose.", "Coryza, with secretion, at first of yellowish serum, afterwards of purulent, whitish, yellowish, or greenish mucus, esp. in the morning.", "Crawling or gnawing pains in the nostrils." ],
    "Face" : [ "Heat, and bluish colour of the interior of the lower lip.", "Dryness of the lips, and exfoliation of the epidermis, with a flat, brownish crust upon the edges.", "Sensation of burning on the exterior of the lips.", "Sensation of tingling on the lips.", "Small pustules in the lips.", "Acute aching or acute shooting pains in the cheek-bone and in the jaw.", "Great paleness of face, dirty grey complexion, with hollow cheeks and sunk eyes, surrounded by a bluish or dark grey circle.", "Aspect, one of great and prolonged dejection.", "Feeling as if cold drops spurted into face on going into open air." ],
    "Teeth" : [ "Acute drawing pains and shootings in the teeth, with a sensation as if the teeth were set on edge, or too long or too large; also with great sensibility of the teeth to the fresh air, esp. in the afternoon and at night.", "Ulcer in the gums.", "Small white painless nodes in the gums.", "Dirty red colour of the edges of the gums.", "Bleeding of the gums." ],
    "Mouth" : [ "Painful sensibility of the tongue to the touch and to motion.", "Stiffness and sensation of swelling at the end of the tongue.", "Painful, whitish vesicles at the end of the tongue.", "Sensation of dryness, clammy taste in the mouth, more disagreeable in the morning after rising, with harshness of the mucous membranes, and white tongue.", "Diminution of the secretion of saliva, or viscid, frothy saliva." ],
    "Throat" : [ "Inflammation of the tonsils and pharynx, with swelling and fiery redness, and a sensation as if a lump were lodged in the side of the throat; expectoration of a quantity of thick, yellow, jelly-like mucus.", "White, sticky tongue, viscid saliva resembling soap-suds.", "Tonsillitis, with sensation of something rough there; stiff-neck; feeling of a plug in the throat." ],
    "Appetite" : [ "Taste bitter.", "Acid, bitter taste, esp. after a meal.", "Thirst and dryness of the mouth.", "Burning and acrid taste in the mouth and in the throat, as if from pyrosis.", "Excessive appetite, almost like bulimy.", "Want of appetite, with bitter, bilious taste.", "Food appears insipid." ],
    "Stomach" : [ "Nausea before breakfast, better after.", "Nausea and inclination to vomit before dinner.", "Risings alternately with yawning.", "Bilious risings.", "Shiverings in the epigastrium.", "Aching, with shooting pains in the epigastrium.", "Burning, shooting pains in the stomach, sometimes extending to the pharynx.", "Sticking pain in gastric region; whirling pain in." ],
    "Abdomen" : [ "Cramp-like pains under the navel.", "Shooting, aching pains in the hepatic region, increased by pressure.", "Pressure in the region of the liver.", "Burning under the skin, in the l. side of the abdomen.", "Bubbling externally.", "Violent burning, under the skin; in l. side of abdomen.", "Drawing, acute, and shooting pains in the region of the l. hypochondrium.", "Sensation of tension in the groins, as if hernia were about to protrude, esp. when walking or standing.", "Aching pains in the region of the inguinal glands, which are painful on being touched, as if they were going to swell.", "Pain, with throbbing shootings in the groins, esp. when walking and standing, extending to the testes, the thighs, and the loins.", "Varicose veins in the groins." ],
    "Stool and Anus" : [ "Hard stools like sheep dung; or soft, easy stools, with burning in anus." ],
    "Urinary Organs" : [ "Bubbling sensation in region of kidneys.", "Lancinating or tearing pulsative pain in the region of the kidneys; worse when stooping and rising again, sitting or lying; better when standing.", "Violent sticking pains in the bladder, extending from the kidneys into the urethra, with urging to urinate.", "Frequently recurring, crampy, contractive pain, or aching pain, in the bladder, when the bladder is full or empty.", "Incisive pains in the urethra, even when not in the act of making water.", "Smarting pain in the urethra, with sensation of excoriation, even during the emission of semen in coition.", "Motion excites and aggravates the pains in the urethra.", "Burning pains in the urethra when making water, and afterwards, but esp. at other times.", "Stitches and burning in the urethra.", "Shooting pains in the urethra, extending to the bladder.", "Aching pains in the region of the bladder, even when it is empty, and after making water.", "Contractive, drawing, acute, incisive, and cramp-like pains in the bladder.", "Shooting, violent pains in the loins, extending to the bladder.", "Sensation of burning in the bladder.", "Pressure on making water.", "Urgent inclination to make water, esp. in the morning after rising.", "Increased secretion of urine, which is as clear as water.", "Urine pale yellowish, with slimy, gelatinous, mealy sediment, white, greyish white, or reddish.", "Urine thick, yellowish, like whey, or clay-coloured water.", "Urine of a deep yellow, with abundant sediment.", "Urine dark yellow, red, becoming turbid, copious; mucous sediment, or transparent, jelly-like reddish, bran-like sediment (which is easily crushed and dissolved between the fingers).", "Greenish urine, depositing mucus.", "Urine reddish, as if inflamed, with abundant sediment.", "Urine reddish, sanguineous, with slimy, mealy, and abundant sediment, of a bright red colour.", "The emission of urine is often accompanied by pains in the thighs and in the loins." ],
    "Male Sexual Organs" : [ "Burning, smarting pains in the glans.", "Sensation of cold in the glans and in the prepuce, sometimes with sensation of torpor.", "Cold feeling in the prepuce and scrotum.", "Sensation of weakness and insensibility in the external genital parts.", "The penis seems to be shrivelled and retracted.", "Burning pain in penis.", "Aching, drawing, contractive pains in the testes and in the spermatic cords, with contraction of the scrotum, which appears cold and shrivelled.", "Pains, as from excoriation in the scrotum.", "Movement excites or aggravates the majority of the symptoms in the genital parts.", "Smarting, burning, shooting, drawing, or squeezing pains in the spermatic cords, extending to the testes.", "Swelling of the spermatic cord, with pains verging towards the testes.", "Sensation of great weakness of the genital parts after coition.", "Diminution of sexual desire.", "Premature emission in coition." ],
    "Female Sexual Organs" : [ "Tardy enjoyment in women, during coition, and often accompanied with incisive or shooting pains.", "Sensation of burning and excoriation in the vagina, extending to the labia.", "Pale catamenia, composed of serous blood.", "Menses, consisting of grey mucus or brown blood.", "Suppressed menstruation.", "During the catamenia, pains in the genital parts and in the loins, or violent pains in the head, with sensation of fainting.", "Catamenia insufficient, with acute drawing pains in the whole body, painful inflation of the abdomen, pain in the loins, shootings in the chest, dejected aspect, with violent pains in the head; or with ill-humour, disgust of life, dejection, smarting pains in the vagina, sensation of burning and excoriation in the anus, and pains in the arms, as far as the shoulders and the nape of the neck." ],
    "Respiratory Organs" : [ "(Sessile polypus of vocal cord.).", "Hoarseness, with soreness or inflammation of the glands of the neck." ],
    "Chest" : [ "Sensation of excoriation in the chest.", "Oppression of the chest, esp. at night, with violent flowing of the coryza.", "Shooting pains in the centre of the chest, increased deep breathing, with dry, short cough.", "Painful shootings in the l. side of the chest." ],
    "Heart" : [ "Squeezing, with shootings, in the region of the heart.", "Palpitation of the heart." ],
    "Neck and Back" : [ "Drawing, acute rheumatic pains in the nape of the neck.", "Pustules in the nape of the neck, in groups, esp. near the scalp.", "Shooting pains between the shoulder-blades, increased by breathing.", "Acute drawing pains in the dorsal spine.", "Bubbling sensation in back.", "Stitches in the spine.", "Pustules in the back.", "Sensation of tension, of stiffness, and of torpor in the loins, as if they were swollen or benumbed.", "Aching, tensive, acute, drawing, or shooting pains in the loins.", "Sensation of tensive pressure in the loins, often with heaviness, heat, or torpor of these parts, esp. in the morning on waking, aggravated by sitting or lying, sometimes diminished by evacuations, or by the emission of wind.", "Pain in the small of the back; worse when sitting and lying, in the morning when awaking (during menstruation)." ],
    "Upper Limbs" : [ "Sensation of lassitude, of paralysis, and of bruising in the arms, esp. during motion, provoked or aggravated by pressure.", "Acute pains in the arms.", "Pains in the shoulder, as of subcutaneous ulceration.", "Marbled spots on the arms, with burning itching.", "Cramp-like pains in the forearm.", "Tractive, acute pains in the forearm and in the bones, extending to the hand and the joints of the fingers, with heaviness and weakness of the arm.", "Burning or smarting pains in the forearm, aggravated by friction or scratching, and sometimes followed by a red spot.", "Small itching spots, like petechiae, on the forearm and on the back of the hand near the wrist.", "Lymphatic swelling of the forearm, with spots like petechiae and burning pains in the skin.", "Drawing, acute pains in the joints of the hand and of the fingers.", "Aching, digging, violent pains in the back of the hand, with sensation of heaviness.", "Urticarial spot on the back of the hand.", "Small warts in the fleshy part of the hand, under the thumb.", "Sensation in the extremity of the finger, as if caused by subcutaneous ulceration.", "Flat wart on the finger.", "Redness of the hands, with itching, as if from chilblains.", "Neuralgic pain under nails; tender to touch." ],
    "Lower Limbs" : [ "Sensation of weariness and pain, as of fatigue, in the legs, sometimes with heaviness, stiffness, and a sensation of paralysis, as after a very long walk, or as from dislocation in the parts affected, esp. in the soft parts, but also in the bones, and easily excited by movement.", "Great weakness of the legs while walking.", "Sensation in the legs as if they had wasted away.", "Tensive pains in the thighs, in the calves of the legs, and in the knees, as if tendons were too short.", "Drawing, tensive pains in the legs.", "Starting of the muscles of the legs.", "Sensation of cold on the outside of the thighs, as if from quicksilver circulating under the skin.", "Sensation of weariness, of bruising, and of paralysis in the knees while walking, and afterwards, as well as on rising after having been seated a long time.", "Lymphatic swelling of the tendo Achillis, with pains on lifting the foot, and a sensation as if the foot were bearing a heavy load.", "Swelling of the foot after movement, with sensation of burning, swelling of the heel, and cramp in the foot.", "Sensation of dislocation in the joints of the toes.", "Heels pain as if ulcerated on standing.", "Stitches between metatarsal bones, as from a nail when standing.", "Tearing in balls of feet, with pain when stepping on them.", "At every step stinging in the big toe.", "Burning pain in the soles of the feet, esp. in the evening.", "Drawing, acute, or burning pains in the toes.", "Pain of excoriation in the toes, with redness, as if from chilblains." ],
    "Generalities" : [ "Pulling, shooting, and gnawing pains, or pains as from fatigue in the limbs, aggravated or excited by movement.", "Muscular palpitations.", "Bubbling sensations and bubbling stitches.", "Paralytic weakness in some parts.", "Lymphatic swellings.", "Great lassitude, increased by walking, or by remaining long in a standing posture.", "Sinking, after the slightest effort.", "Weakness, which even induces trembling.", "Weakness, as from fainting, with vertigo, on walking or standing for some time.", "After a walk, a fainting fit, with ebullition of the blood, sweat and heat of the upper part of the body, paleness of face, hollow cheeks, and oppression of the chest before going to rest.", "Fainting, after having been in a carriage.", "Sessile growths." ],
    "Skin" : [ "Small pustules, red, burning, itching or shooting, and painful on being touched, upon the skin over the whole body: they change into brownish spots, like large freckles.", "Warts: small, flat." ],
    "Sleep" : [ "Sleepiness during the day, esp. in the morning and afternoon; after dinner.", "Unquiet sleep, disturbed by burning itching of the skn, or by anxious dreams.", "Sleep unrefreshing.", "Waking in the morning between two and four o'clock, without being able to go to sleep again, with tension and congestion in the head, and thirst.", "Sleep greatly prolonged, with pain, as of a bruise, and pressure on the loins, and on the thighs.", "Frequent waking, and fatigue, as from want of sleep." ],
    "Fever" : [ "Shiverings before dinner, and sometimes after, with feet icy cold, mouth dry and clammy, and pains in the l. side of the epigastrium.", "Shiverings in the morning in the back, in the arms and in the thighs, followed by burning heat, with giddiness and violent shooting pains in the head, and sore throat; on the third day, sweat, smelling like urine.", "Heat in the hands and head in the afternoon, continuing for several days.", "Disposition to sweat on the least exertion, esp. in the afternoon, with anxiety.", "Thirst, with the mouth dry, esp. in the afternoon.", "Pulse slow and weak, or full, hard and rapid." ]
  }
}