{
  "remedyName" : "Berberis Aquifolium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Biliousness. Bronchorrhoea. Eczema. Face, roughness of. Headache. Herpes. Leucorrhoea. Pityriasis. Psoriasis. Spleen, affections of. Stomatitis. Syphilis. Typhoid. Voice, affections of." ],
    "Characteristics" : [ "Berb. aqui. belongs to the Mahonia group of the Barberry family. It has been used by eclectics in chronic syphilis, chronic skin diseases, in scrofulous cachexia, and for removing pimples from the faces of girls. Hale reports a case of very advanced secondary syphilis cured with it, and some characteristic cases of psoriasis. In all these conditions it has been given in the O tincture to drops. J. D. W. C., in Recorder, gives personal experiences with doses of to drops a day. On the third day felt \"nausea and thick-headedness.\" Later there was \"straining to vomit without vomiting.\" Then a peculiar headache, strong compression, as if a band of iron two inches wide passed entirely round head just above ears. It kept growing tighter and tighter. Strong black coffee relieved this after a time, but left him tremulous in nerves and unsteady in gait. Ever after that a single drop of Berb. aq. on the tongue was sufficient to avert an attack of biliousness when threatening, and saved him much trouble of the kind to which he had formerly been liable. Berb. aq. has a reputation for making \"a new man of an old one.\" A tea made of the leaves of Berb. mahon. has a local reputation in the mountain typhoid of the Rockies, and the provings of Berb. aq. show febrile symptoms and a marked action on the spleen. A systematic proving was made under Winterburn's direction. I have verified its usefulness in secondary, syphilis." ],
    "Relations" : [ "Compare: Berb. v., Euonym, &c." ],
    "Mind" : [ "Unhappiness and depression; sometimes coming on suddenly.", "Hysterical crying at frequent intervals.", "Nervous, restless.", "Disinclined to move or do anything; dull, stupidity.", "Drowsy in daytime.", "Nausea and thick-headedness." ],
    "Head" : [ "Dizzy sensation < sleeping or moving.", "Pain r. side pressing like a weight.", "Pain r. temple running down into teeth; pains transitory and recurring.", "Pain like iron band completely surrounding head above ears, with gradually increasing compression." ],
    "Eyes" : [ "Conjunctiva injected.", "Sensation of film before eyes.", "Eyes look hollow and weak as if tired; burning feeling and aching as from strain.", "Weak feeling in eyes lasting a long time." ],
    "Nose" : [ "Stuffy feeling, with discharge of greenish-yellow mucus.", "Itching within nose with desire to sneeze." ],
    "Face" : [ "Blotches and pimples on face.", "Yellow skin.", "Waxy, yellowish white.", "Flashes of heat to cheeks.", "Pinched expression." ],
    "Mouth" : [ "Bilious taste after eating.", "Tongue thickly coated, yellow-brown or pasty white.", "Tongue feels as if, or actually is blistered.", "Soreness in lower teeth and salivary glands." ],
    "Throat" : [ "Dry throat." ],
    "Stomach" : [ "Hunger, even soon after eating, without desire for food.", "Sudden nausea after eating.", "Burning in stomach and borborygmi.", "Cramps, and no appetite (2nd week).", "Nausea and severe straining to vomit (occurred when fasting)." ],
    "Abdomen" : [ "Uneasy feeling without desire for stool.", "Pain in hypogastrium.", "Biliousness and waxy jaundiced hue.", "Intense burning in spleen and feeling as if pounded.", "Distressing soreness in spleen." ],
    "Stool and Anus" : [ "Large, free, dark stools.", "Hot bilious diarrhoea.", "After looseness, light-coloured, varnished, constipated stools.", "Stools too large and expelled with difficulty." ],
    "Urinary Organs" : [ "Urine increased or decreased in quantity." ],
    "Male Sexual Organs" : [ "Drawing and pressure in testicles." ],
    "Female Sexual Organs" : [ "Slight burning in vagina, bearing-down pains and aching as, if menses about to come on." ],
    "Respiratory Organs" : [ "Bilious cold: throat choked with mucus, voice rough and somewhat hoarse, expectoration yellow and then greenish.", "Voice seemed cut off as if a damper had closed.", "Lack of timbre in voice.", "Dry, irritative cough.", "Scanty, tenacious, blood-streaked expectoration." ],
    "Chest" : [ "Oppression and weakness of upper part of chest.", "Burning heat in lower l. lung.", "(Accelerated pulse and heightened temperature vividly suggest phthisis pulmonalis.)" ],
    "Limbs" : [ "Sense of numbness and feeling as if there was no strength of will to lift the part.", "When perfectly still, no pain; on movement, cramp (in legs), trembling and uncertainty of motion and pain.", "Pain severe as after a heavy blow.", "Peculiar prickling as from electricity back of hand and outside forearm, momentary but frequently returning and independent of conditions.", "Rheumatic tension and stiffness of legs." ],
    "Generalities" : [ "Weak, tired feeling, better for exercise.", "Tremulous in nerves, unsteady in gait." ],
    "Fever" : [ "Diurnal rise of temperature and pulse.", "Flashes of heat and burning of palms.", "Flashes of heat to cheeks." ]
  }
}