{
  "remedyName" : "Bismuthum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdominal operations, vomiting after. Angina pectoris. Cholera. Cough. Cystitis. Delirium tremens. Diaphragmitis. Diarrhoea. Gangrene. Gastralgia. Gastritis. Headache. Phlegmasia alba dolens. Stomach, cancer of. Stomatitis. Toothache. Vomiting." ],
    "Characteristics" : [ "Bismuth exerts its chief influence in the stomach and stomach region. It causes a pure gastralgia, not associated with catarrh like that of Nux. There is vomiting of large quantities and intense thirst, with ejection of water immediately after it is taken; food is retained a little longer. Burning, griping, lancinating, with dull pain in back or spasmodic vomiting. The pains are chiefly piercing, tearing, burning, cramping, and screwing. Headache alternating with gastralgia. There are tearing pressing pains in the bones of the hands and feet, spasmodic affections of the muscles of face and limbs. Haemorrhages; the blood being dark, pitchy. Anaemia, and with this there is an itch-like eruption. Corrosive itching on side of tibia. Gangrene and gangrenous ulcers, bluish; or dried, parchment-like. Piedvache has recorded a case in which a Bismuth dressing applied to a burn produced the following results: Pseudomembranous stomatitis, with disseminated plaques, the membranes resting on black spots. Black borders on gums; loosening of the teeth. Pharyngeal angina (uvula, tonsils, and palatine arch); false membrane, slightly adherent, and of slight consistency; slate-coloured spots all over; later, sphacelus of soft palate. Vomiting, hiccough. Pain along oesophagus. Diarrhoea, albuminuria." ],
    ">" : [ "O. W. Smith has verified: \"Pain in stomach > bending backward\"; and \"eructation tasting of food eaten twenty-four hours before.\" Cold drinks and cold bathing > headache; toothache. When the water in the mouth becomes warm it < toothache. Summer complaints. Headache returning in winter. Motion relieves most symptoms and < some headaches. > Bending backward (pressure in spine). The patient is restless, moving about; anxiety." ],
    "Bism" : [ "Bism. has a great affinity for affections of r. upper extremity or forehead. Sensation of heaviness in inner parts. With gastralgia there is pressing heaviness. In gastric affections with vomiting, purging, and prostration, the surface of the patient is warm. In summer complaint of children there is cadaverous smell of flatus and of stool. Desires company; child holds on to its mother's hand. According to Teste, Bism. corresponds to slow digestion, with fetid eructations; it is hardly ever indicated where eructations are inodorous or sour; or when gastralgia is accompanied by habitual constipation, without vomiting, or with vomiting of insipid ropy mucus. The stools are preceded by crampy, pinching pains in the stomach. Teste cured with the oxide a wearing, nightly cough in a hysteric lady; and a case of sub-acute cystitis, with irregular paroxysms of crampy pains in the bladder; also a case of phlegmasia alba dolens (left); Petroz having cured another." ],
    "Relations" : [ "Bismuth is antidoted by: Calc., Caps., Coffee, Nux. Is isomorphic with: Ant c., Ars., Phos. Similar to: Ant. c. (vomiting, white tongue, gastritis); Ars. (anxiety, gastritis, cancer, gangrene, vomiting); Bell. (gastralgia, cancer, flatus in ridges); Bry. (toothache, gastritis); Calc., Caps., Chi., Ign., Kali c., Kre., Lach. (sore throat, sleep, ulcers); Lyc., Merc., Nux (gastralgia, urging to stool); Phos. (vomiting: Bism. vomits immediately; Pho. vomits water as soon as it becomes warm in stomach); Plumb. (abdomen in ridges, gastralgia; > bending backward; heart disease); Puls., Rhus > by motion); Sep., Sil., Staph. Useful after: Euonymus (headache)." ],
    "Causation" : [ "Abdominal operations." ],
    "Mind" : [ "Discontented, morose, and complaining humour.", "Inconstancy.", "Aversion to solitude.", "Delirium.", "Delirium tremens.", "Loss of consciousness.", "Moral apathy and insensibility." ],
    "2, Head and Eyes" : [ "Giddiness in the morning.", "Vertigo, as if the brain were turning in a circle.", "Stupor, with mist before the eyes.", "Headache, chiefly in the sinciput, and extending even to the eyes.", "Cutting pain in brain, beginning above, r. orbit, extending to occiput.", "Pressive heaviness on the head, esp. on the forehead, above the root of the nose and in the temples.", "Constant digging and piercing in the forehead, which extends to the eyes and point of the nose.", "Headache attended by, or alternating with, gastralgia. Burning contraction in the head, esp. in the forehead and in the eyes.", "Aching of the eyeballs.", "Secretion of humour in the corner of the eyes." ],
    "Nose" : [ "Nose-bleed, dark blood." ],
    "Face" : [ "Earth-coloured, sickly, and wan (with distorted features), with livid circle round the eyes.", "Aching pain in the cheek-bones; > running about and holding cold water in the mouth.", "Face pale and cold." ],
    "7, Teeth and Mouth" : [ "Pressive, tractive odontalgia.", "Toothache > taking cold water into the mouth, < when the water becomes warm.", "Gums swollen, with pain like excoriation.", "Painful sensibility of the interior of the mouth, as if from excoriation.", "Constant secretion of a brownish, thick saliva, of a metallic taste.", "In the morning, taste of blood in the mouth, with spitting of sanguineous mucus.", "In the evening, tongue white and loaded (without heat or thirst).", "In the evening, great thirst, with preference for cold drinks." ],
    "Throat" : [ "Inflammation of the whole throat.", "Burning pain in the throat, sometimes insupportable.", "Phagedenic ulceration of uvula, with burning and tearing; difficult swallowing of fluids, which return through nose." ],
    "11, Stomach and Abdomen" : [ "Nausea after every meal.", "> By cold water (drink).", "Water is vomited as soon as it reaches the stomach.", "Vomiting, convulsive gagging and inexpressible pain in stomach (after operations on abdomen).", "Nausea, with inclination to vomit, esp. after having eaten.", "Violent risings of a putrid smell.", "Strong inclination to vomit, with violent retching.", "Cancer of stomach.", "Vomiting of brownish matter.", "Vomiting (of bile) with oppressive anxiety, small pulse, vertigo and prostration.", "Vomiting and diarrhoea.", "Vomiting of all fluids (children).", "Cramp-like and pressive pains in the stomach, esp. after having cater.", "Pressure like a load in the stomach, esp. after a meal.", "Burning in the stomach.", "(Inflammation of the stomach.).", "Borborygmi and rumbling in the abdomen.", "Colic with pinching, pressure, and an inclination to go to stool.", "Great inflation of the abdomen.", "Abdomen bloated in ridges; rumbling of wind along colon, passes rarely, but then relieves.", "Painful sensibility of the abdomen to the touch." ],
    "Stool and Anus" : [ "In the evening, ineffectual efforts to go to stool.", "Aqueous diarrhoea of a putrid smell.", "Stools: cadaverous smell.", "Cholera; cholerine; fluids vomited as soon as taken." ],
    "Urinary Organs" : [ "Frequent and copious emission of aqueous urine.", "Emission of urine entirely suppressed." ],
    "Male Sexual Organs" : [ "Aching pains in the testes.", "Nocturnal pollutions without dreams.", "Pressing, aching in the (r.) testicle." ],
    "Chest" : [ "Cough, day and night, with copious expectoration.", "Aching in r. half of chest, near sternum, in a small spot.", "Pressure and squeezing across the chest, in the region of the diaphragm.", "Hot, burning constriction of the chest, with difficulty of respiration and of speech.", "Burning and piercing in the chest and in the back." ],
    "Heart" : [ "Beating of the heart." ],
    "Limbs" : [ "Pressive and drawing pain, with paralytic weakness in the forearms and in the bones of the wrist.", "Trembling of the hands after eating.", "Tearing in r. index finger, also in tips and joints of fingers.", "Acute drawing pains under the nails of the fingers.", "Excessive dryness of the palms of the hands and of the soles of the feet.", "Cramp-like contraction of the hands and of the feet.", "Sharp and pressive pains in the bones of the foot.", "Itching and gnawing in the tibia and in the back of the foot, increased by scratching.", "Tearing in maleolus of r. foot., in paroxysms, terminating in tendo-Achillis.", "Thighs and feet bluish." ],
    "Generalities" : [ "Sensation of heaviness in the inner parts.", "Screwing pains.", "Pressing pains (eyes, head, abdomen, testicles).", "Pressing-tearing (bones of the hands and of the feet).", "Cramp-like contractions in all the muscles.", "Aching pains, or aching and pulling pains together." ],
    "Skin" : [ "Ulcers, gangrenous bluish.", "Dry gangrene; parchment-like.", "Burning smarting in the skin." ],
    "Sleep" : [ "Languor and weakness.", "Frequent waking, as if in a fright.", "Night sleep disturbed by lascivious dreams, with or without emissions.", "Great sleepiness in the morning after rising.", "Awaking from sleep with a start, and in a fright.", "Voluptuous dreams.", "Lassitude on awaking in the night." ],
    "Fever" : [ "Coldness of the whole body, externally.", "Great heat.", "Flushes of heat, esp. on head and chest.", "Intermittent, small pulse." ]
  }
}