{
  "remedyName" : "Boletus Laricis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diarrhoea. Dysentery. Fever. Gall-bladder, affections of. Headache. Liver, diseases of." ],
    "Characteristics" : [ "Burt proved the crude substance and the 3rd trituration. The gastro-enteric irritation common to the Fungi was very well marked. Motion < headache." ],
    "Relations" : [ "Compare. Agaric., &c. Coccul. (head hollow)." ],
    "Mind" : [ "Very gloomy and despondent.", "Irritated at the least trifle.", "Absent-minded." ],
    "Head" : [ "Head feeling very light and hollow, with deep frontal headache and great faintness." ],
    "Eyes" : [ "Agglutination of eyelids every morning, with dull, aching pains in eyeballs." ],
    "Mouth" : [ "Teeth and gums very sore.", "Tongue: white coat; thick yellow coat showing marks of teeth.", "Taste: flat; coppery; unnatural, of all food; lost." ],
    "Stomach" : [ "Feeling in fauces as if would vomit.", "Nausea and vomiting.", "Great faintness at epigastrium." ],
    "Abdomen" : [ "Severe cutting pains in stomach every few minutes, with dull, aching distress in umbilicus, and loud rumbling in bowels all night.", "Heavy dragging pains in liver, more in r. lobe.", "Dull, burning distress; drawing; aching in r. lobe of liver with frontal Headache.", "Sharp cutting pains in r. lobe of liver and whole dorsal region on full inspiration.", "Sharp cutting pains near gall-bladder.", "Burning distress in region of gall-bladder all afternoon, with sharp pains in stomach and heavy aching in whole liver, esp. r. lobe.", "Severe, dull, aching distress just below stomach, causing great faintness." ],
    "Stool" : [ "Straining after stool.", "Stool: Thin, yellow papescent; mixed with something looking like oil in large and small drops; followed by aching in liver and umbilicus.", "Black, lumpy, dry stools mixed with bile and mucus.", "Stools of bile, mucus, and blood, with high fever.", "Lienteria." ],
    "Back" : [ "Dull, aching distress in back and legs." ],
    "Generalities" : [ "Great restlessness after midnight.", "Faintness after stool.", "Aching distress in all joints." ],
    "Fever" : [ "Chilliness along spine with frequent hot flashes of fever.", "Disposition to yawn and stretch when chilly.", "Face hot and flushed with severe frontal headache.", "Hands hot and dry.", "Waking at midnight two different nights in a profuse perspiration." ]
  }
}