{
  "remedyName" : "Borax",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aphthae. Corns. Dentition. Diarrhoea. Ear-discharge. Entropion. Erysipelas. Eyes, affections of. Finger joints, ulcers on. Herpes. Menstruation, painful (membranous). Nipple, sore. Nose, affections of. Pleurisy. Plica-polonica. Psoriasis. Screaming. Sea-sickness. Sterility. Syphilitic sore-throat. Taste, disordered. Trichiasis. Ulcers. Urine, strong-smelling. Vertigo. Zoster." ],
    "Characteristics" : [ "Borax has some very peculiar symptoms which will serve as keynotes to many cases. Chief among them are: (1) Sensitiveness to sudden noises, as a distant shot, which causes violent starting. (It has cured \"shot-shyness\" in sporting dogs.) (2) Intolerance of downward motions a child screams when nurse puts it into cot, or when she rocks it symptoms are worse going downstairs; sea-sickness (when the downward motion is felt most: \"Every time the ship goes down, everything in me comes up\"). Restlessness with ebullitions, especially after talking, with nausea. Laughter alternating with weeping. Cobweb sensations; sore mouth; infant pale, earthy, flesh flabby; screams out in sleep, wakes frightened and clings to nurse; excessively nervous, a slight noise arouses. Starts with pain. Muco-cutaneous surfaces are sore; in the eyelids there is ingrowing of lashes. Otorrhoea and inflammation of auricle: \"starts with the pains.\" Nostrils ulcerated; soreness, pain and swelling of tip of nose. Aphthae; mouth of child feels hot to mother's nipple; child lets go nipple and cries with pain and vexation, or else refuses breast altogether. Diarrhoea with pain or soft yellow stools accompanying aphthae. Child screams before urinating (from inflammation of mucous membrane). Leucorrhoea clear, copious, albuminous, unnaturally hot. Painful nursing; pain after nursing; empty feeling in breasts; they ache because they are empty, > by pressure: this is characteristic. Dysmenorrhoea (may be membranous), pain excessive during flow. Leucorrhoea preceding and following menses, albuminous, acrid. Herpetic eruptions; pleuritic symptoms (upper right chest) and cough, with expectoration of a mushy, mouldy odour. A notable symptom is: Before the easy stool in afternoon, fretful, ill-humoured, indolent, and discontented; after it, lively, contented, and cheerful. Another mental symptom is: Idles through the afternoon does not really get to work; changes from one business to another from one room to another. It is suited to the period of dentition; to persons with light hair; lax skins and muscles; wrinkled skin consequences of getting cold in cold and wet weather; riding eating fruit. Symptoms are < in warm weather, < after menstruation. Parts usually red turn white. Many Natrum symptoms appear in the proving. Stitching pains predominate." ],
    "Relations" : [ "Compare: Calc., Nux, Bry., Lyc., Merc., Puls., Rhus All. c., Sil., Sul., Ars., Bell., Graph., Ign., Kali bi., Phos. Antidoted by: Cham., Coff. Similar to: Am. c. and Mag. m. (right nostril stopped); Calc. (inclination to breathe deeply); Kali bi. (tough mucus); Aur. and Puls. (laughter alternately with weeping); Sars., Lyc., Benz. ac. (strong urine, crying before urination; but these three have gravel: with Borax it is from inflammation of mucous membrane); Arum tri. (sore mouth); Graph. (trichiasis); Bell. (hot leucorrhoea); Sep. (small ulcers about joints); Bar. c. (cobweb-sensation); Nat. sul. (cheerful after stool). Incompatible: Acet. ac., Vinegar, Wine." ],
    "Mind" : [ "Great anxiety, esp. when riding in a carriage or descending a mountain.", "Dread of downward motion; child has anxious countenance when laid in cot, or carried downstairs.", "Easily frightened and startled with least noise.", "Before stool irritable, cheerful and happy after.", "Fear of being infected by some contagious disease.", "Strong tendency to be frightened.", "Irritability.", "Disposition to be angry, with ill-humour and passion.", "Becomes vehement and swears.", "Does not wish to do anything.", "Dread of labour." ],
    "Head" : [ "Fits of vertigo, with fainting.", "Vertigo, with fulness in the head, esp. when going upstairs, or to any elevation whatever.", "Headache, with shootings in the ears.", "Headache (all over, with trembling of the body), with nausea and inclination to vomit, mostly at ten o'clock in the morning.", "Fulness in the head, and pressure above the eyes.", "Aching and drawing pains in the forehead, and as far as the root of the nose and the nape of the neck, increased by writing, by reading, and by stooping.", "Successive drawing pains in the forehead, with nausea, and acute drawing pains in the eyes.", "Shootings in the head, esp. above the eyes and the temples.", "Congestion in the head, esp. in the occiput, with pulsative pains.", "Sensibility of the teguments of the head to cold and to bad weather.", "Hair entangled, as in plica polonica; is rough and frowsy, splits; sticks together." ],
    "Eyes" : [ "Pressure on the eyes.", "Itching in the eyes.", "The eyes burn and are contracted on putting on spectacles.", "Inflammation of the eyes, esp. in the canthi, with excoriation of the edges of the eyelids, trichiasis, and nocturnal agglutination.", "Granular eyelids.", "Sparkling before the eyes when writing.", "Too great sensibility of the eyes to candle-light." ],
    "Ears" : [ "Shootings in the ears, with pain as of excoriation.", "Inflammation and swelling of the ears, with discharge of pus and shooting cephalalgia.", "Fits of stoppage of the ears and of deafness.", "Buzzing and murmuring in the ears, with acute, drawing pains in the top of the head.", "Affections of the l. ear particularly.", "Itching; stitches." ],
    "Nose" : [ "Itching in the nose, with tingling.", "Nostrils ulcerated, with swelling and pain, as of excoriation at the point of the nose.", "Dry scabs in the nose.", "Blood follows on blowing the nose.", "Red shining tip of nose; red noses of young women.", "Nasal haemorrhage, with pulsative pains in the head.", "Sneezing, with violent shootings in r. side of the chest.", "Accumulation of thick and greenish mucus in the nose." ],
    "Face" : [ "Complexion (in a suckling woman) wan, pale, and earth-coloured.", "Sensation in the r. side of the face as if it were covered with cobweb.", "Muscular palpitation in the corners of the mouth.", "Erysipelatous inflammation and swelling of the cheeks, with acute, drawing pains in the cheek-bone, aggravated by laughter.", "Eruption of pimples on the face, the nose, and the lips.", "Smarting in the lips.", "Tettery spots round the mouth, and scabs on the upper lip.", "Swelling of the lower lip, with burning and pain as of excoriation.", "Red papulous eruption on cheeks and around chin." ],
    "Teeth" : [ "Pressive and cramp-like pain in teeth which are carious, esp. in damp weather, sometimes with inflammatory swelling of the cheek, or swelling of the gums.", "Acute drawing pains in the teeth which are carious, spreading over the head, when they are touched with the tongue, or when cold water is applied to them.", "Pressive tingling in the teeth, immediately after supper, or breakfast, > by smoking tobacco.", "Shooting pains in teeth which are carious, with shootings in the ears, and headache.", "Ulcers in the gums, with inflammatory swelling of the cheek.", "Bleeding of the gums." ],
    "Mouth" : [ "Aphthae in the mouth and on the tongue, which bleed easily.", "Spasmodic stiffness and torpor of the tongue.", "Skin of the palate hard and wrinkled." ],
    "Throat" : [ "Dryness in the throat.", "Tenacious mucus in the throat, with difficult expectoration." ],
    "Appetite" : [ "Bitter taste in the mouth on eating, or on swallowing the saliva.", "Loss of taste.", "Thirst in the morning.", "Desire for acid drinks.", "Appetite moderate, esp. at supper.", "Nausea and uneasiness during a meal.", "After every meal inflation of the abdomen, with diarrhoea and colic.", "Fulness and pressure in the stomach, with uneasiness and ill-humour, after having eaten fruit (pears and apples).", "Colic, with tendency to diarrhoea after smoking tobacco." ],
    "Stomach" : [ "Nausea, with inclination to vomit, when riding in a carriage.", "Vomiting of sour mucus, when fasting in the morning or after breakfast.", "Pressure in the stomach after every meal.", "Contractive pains in the stomach, or a sensation such as would follow a strain in the loins, with shootings in the vertebral column and loins.", "Pain in region of stomach, after lifting heavy weights, extending into the small of back, quite incapacitating one." ],
    "Abdomen" : [ "Pain in the hypochondria, mostly pressive and in the l. side, and esp. when riding in a carriage.", "Pressure and shootings in the lumbar region.", "Pains in the hypochondria and in the lower part of the abdomen, as if hard and cutting bodies were moving in them.", "Pinching in the abdomen, with diarrhoea.", "Accumulation of flatus in the abdomen, and frequent escape of wind." ],
    "Stool and Anus" : [ "Evacuations frequent, soft, or loose, with pinching and borborygmi in the abdomen.", "Greenish evacuations (in children).", "Slimy diarrhoea.", "Abundant flow of pale, yellowish, or brownish slime, and of blood from the anus, with pains in the loins.", "Itching, contraction, and shootings, in the anus and in the rectum." ],
    "Urinary Organs" : [ "Ineffectual urgency to urinate, with incisive pains in the urethra, and swelling in the lumbar region.", "Urgent inclination to urinate.", "Frequent emission of urine even in the night.", "Hot urine.", "Acrid fetor of urine.", "Soreness in the urethra after micturition, and esp. on being touched, even when not making water." ],
    "Male Sexual Organs" : [ "Absence of sexual desire.", "Erections, with painful tension, on waking in the morning.", "Gonorrhoea.", "Chancres studding prepuce.", "Stitches.", "Sticking, sore pain, < when touched." ],
    "Female Sexual Organs" : [ "Catamenia premature and too copious, of a pale red colour.", "During the catamenia, pulsative pains in the head, buzzing in the ears, nausea, with pains in the stomach and in the loins, or shootings and aching in the groin.", "Leucorrhoea, corrosive, and thick, like starch.", "Sterility.", "Acrid leucorrhoea, appearing for two weeks between catamenia, with swelling of labia and inflamed and discharging Duverney's glands.", "Stinging and distended feeling in clitoris.", "During pregnancy, swelling, itching, and burning of vagina, with a discharge like gonorrhoea.", "False pains.", "Labour pains: spasmodic; more in stomach than in uterus; dart upwards, head of child goes back.", "Griping and sometimes stitches in l. mamma, and when child has nursed she is obliged to compress the breast with the hand because it aches from being empty.", "Pain in the breasts when suckling.", "Flow of milk, which curdles speedily.", "Aphthae so tender they prevent child nursing." ],
    "Respiratory Organs" : [ "Acute, drawing pains in the larynx, extending to the chest, with inclination to cough.", "Hoarseness in the throat, with drawing shootings on coughing and sneezing.", "Dry cough, caused by a tickling and scraping in the throat, with pressure on the chest.", "Dry, hectic cough, with shootings in the r. side of the chest, and the groins, relieved by washing with cold water, increased by drinking wine.", "Nocturnal cough.", "Cough, with expectoration of the smell and taste of mould.", "On coughing, expectoration of mucus with streaks of blood." ],
    "Chest" : [ "Difficult respiration, with urgent want to inspire deeply, and shootings in the r. side of the chest.", "Constrictive oppression of the chest, esp. on going upstairs.", "Shortness of breath after having ascended the stairs, with shootings in the chest on speaking.", "Feeling of congestion, with heaviness in the chest.", "Shootings in the chest, esp. on the r. side, and principally on yawning, on coughing, on breathing deeply, on running, and during every physical effort.", "Drawing shootings in the intercostal muscles of the r. side, extending to the groins, augmented by the least movement of the chest or arms, with inability to remain lying on the side affected.", "Pains in the chest >, esp. when lying quietly on the back, or on walking slowly, and pressing the part affected with the hand." ],
    "Heart" : [ "Sensation as if the heart were on the r. side, and were going to be crushed.", "Infants cyanotic from birth." ],
    "Neck and Back" : [ "Sharp and drawing pains between the shoulder-blades, on the shoulder, and in the nape of the neck, with inability to stoop.", "Furunculus in the arm-pit.", "Itching and crawling in the sacrum.", "Aching and burning pains in the sacrum, esp. when seated and when stooping." ],
    "Upper Limbs" : [ "Sensation in the hands, as if they were covered with cobweb.", "Pulsative pains in the extremity of the thumb, day and night, preventing sleep.", "Burning pains, heat and redness of the fingers, like chilblains.", "Pustules on the fingers, with swelling and suppuration of the affected limb." ],
    "Lower Limbs" : [ "Ulcerating vesicles on the buttocks.", "Burning pain in the thighs.", "Sensation as if warm water were running down thighs.", "Erysipelatous inflammation and swelling of the leg and of the foot, principally after having danced a long time, and sometimes with drawing pains, burning and tensive, esp. when touched.", "Great weakness and debility of the lower extremities.", "Shootings in the soles of the feet.", "Pain, as of excoriation, in the heel.", "Suppuration of a spot in the heel, where the rubbing of the shoe had occasioned a wound.", "Burning pains, heat and redness of the toes, as if from chilblains.", "Shooting piercing in the corns, esp. in rainy weather." ],
    "Generalities" : [ "Parts which are usually white, turn red.", "Shooting and drawing pains.", "Commencement and aggravation of sufferings from damp and unsettled weather, or during and subsequent to a meal.", "Sufferings from riding in a carriage or from eating fruit.", "Uneasiness in the whole body, which does not permit one to remain long in the same place.", "Restlessness and ebullitions, esp. after talking, with nausea.", "Uneasiness, trembling nausea, giddiness, and vertigo, after an animated conversation, or when thinking.", "Want of strength, esp. in the joints.", "Attacks of syncope, with tingling, trembling of the feet, and nausea." ],
    "Skin" : [ "Skin difficult to heal; dingy, unhealthy-looking skin; every injury tends to ulceration.", "Erysipelatous inflammations, with swelling and tension of the part affected, and fever.", "Erysipelatous inflammation on the lower leg, with chilliness, followed by heaviness and pulsation in the head; later, bleeding of the nose.", "Tendency of old wounds to suppurate.", "Whitish pimples, with red areola.", "Herpetic eruptions.", "Purulent and phagedaenic vesicles." ],
    "Sleep" : [ "Sleepiness during the day, and sleeplessness at night.", "Inclination to sleep long before the usual hour, and too long sleep in the morning.", "Restless sleep, in consequence of ebullition of the blood, of colic, and of diarrhoea.", "Waking too early, with difficulty in going to sleep again, from heat and too great a flow of ideas.", "Anxious cries of children, during sleep, with convulsive movements of the hands." ],
    "Fever" : [ "Shivering, shuddering, or cold with trembling, heaviness and weakness, or with cephalalgia and pains in the periosteum of femur, followed by heat.", "Chilliness, esp. during sleep.", "Flushes of heat (morning and evening).", "Perspiration during the morning sleep.", "Coldness, most frequently in the afternoon; afterwards heat, with headache or pain in the hypochondria, sometimes followed by sweat.", "Thirst before or during the cold, or else after the sweat.", "Heat in the evening in bed, with shivering on being on the least uncovered.", "Moisture of the body during the night." ]
  }
}