{
  "remedyName" : "Bovista",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Coccyx, itching of. Corns. Cysts. Diabetes. Diarrhoea. Ear, eczema of. Eczema. Ganglion. Gleet. Haemorrhages. Haemorrhagic diathesis. Headache. Heart, affections of. Jaundice. Joints, affections of. Menstruation, disordered. Metrorrhagia. Ovaries, affections of. Rheumatic affections. Stammering. Tongue, ulcerated. Tumours. Urticaria. Warts. Whitlow. Wounds." ],
    "Characteristics" : [ "\"This globular fungus, which, according to report, is eaten in, Italy before it is ripe, becomes filled, while ripening, with a blackish dust that breaks the husk which contains it, with a slight noise.\" Corresponding to this signature, \"bloatedness, \", puffy condition of body surface, \", and a sense of \"enlargement, \", flatulent distension and noisy passage of flatus, are leading features of the Bovista pathogenesis. Bovista has cured cases of ovarian cyst; and also warts and corns, with shooting pains. There are ebullitions with great thirst. The corners of the mouth are broken out. Numb, pithy feeling in mouth. There is stuttering and stammering speech. Awkwardness, misapplies words in speaking and writing. Relaxation of entire capillary system; haemorrhagic diathesis; haemorrhage from menstrual irregularities; from traumatism. Menstrual flow occurring only or chiefly at night. Haemorrhage between the periods. The puffy, expanding properties of the remedy are shown in a puffy condition of the body surface; instruments (e.g., scissors) indent the fingers in an unusual degree. The heart feels enormously large. Bovista has colic like Coloc., causing the patient to bend double, but it differs from Coloc. in that the colic is > by eating and is sometimes accompanied by voiding of red urine. M. L. Sircar has recorded a striking cure of such a case with Bov. 3x, the pain being griping-twisting, intermittent, starting below umbilicus and diffusing itself towards epigastrium; some constipation; urine scanty and reddish. Nothing gave relief except eating. \"Itching at top of coccyx\" is another characteristic symptom. A case of cyst in broad ligament was cured, presenting these symptoms:", "Metrorrhagia, flow at night or early morning, easily provoked from slight over-exertion during menses; can bear nothing tight round body; menses preceded and followed by diarrhoea; acrid corrosive leucorrhoea, flowing at night only, follows menses.", "\"We may always think of Bovista when we see a very \"tettery\" person, one who has tetters here and there, all over the body. These tetters may be either moist or dry\" (Guernsey). Teste observed psoric eruptions appear on the hands and feet of a patient to whom he gave Bov. for headache. He cured with it a \"red, crusty eruption on thighs and bends of knees of eighteen years' duration. It disappeared for weeks, reappearing in hot weather and at the full moon. W. S. Gee cured with Bovist. after the failure of Rhus, the following case. A widow, had an eruption, which she thought to be erysipelas, on right foot. Some years before she had had an eruption on left foot, which discharged much water, and was \"cured\" by the use of a salve. A few months later the left knee became affected and the limb was amputated above the joint. The present eruption was fiery red, covered with yellowish-brown scales, thick as an old-fashioned wafer. There were also rheumatic pains in the leg. After Rhus had been given without benefit, Dr. Gee elicited these additional symptoms: \"Occasional spells of short breathing, especially from working with the hands. Sleep disturbed by burning and itching, and also by anxious, frightful dreams; headache when waking from sleep. Frequent desire to urinate, even immediately after urinating.\" These symptoms being found under Bovist. in addition to \"moist vesicular eruptions, with formation of thick crusts, \", the latter put in heavy type by Lilienthal, this medicine was given with steady improvement and eventual cure. Great weakness of the joints. Sensitive to touch, cannot bear clothing. Sensitive to draught, chilliness predominates. Early morning sweat < on chest. Many symptoms are < in early morning; the diarrhoea occurs then. Sweat of axilla smells like onions. Symptoms generally are < morning; < cold food; > hot food. < Hot weather; < at full moon. Effects of over-exertion. Bending double > colic; straightening up > shooting pains between shoulders. Bovista antidotes effects of charcoal fumes. Easily intoxicated; < from wine. < From coffee." ],
    "Relations" : [ "Compare: Calc., Rhus, Sep., Pho., Puls., Staph., Sul., Ver., Bell., Bry., Carbo v., Caust., Kali c., Lyc., Merc., Nat. m., Sil., Spi., Stront., Valer.", "Aur., Pul., Lyc., Stram. (laughter alternately with weeping); Ars., Lyc., Sul. (sinking immediately after eating); Bufo (sensation as if heart in water); Zn. (< from wine); Coloc. (colic > bending double); Am. c. (poisoning by charcoal fumes); Stram. (stammering); Ambra (haemorrhage between periods); Sec., Ust. It has cured where Rhus seemed indicated and failed. Antidoted by: Camph. It antidotes: Effects of Tar applied locally. Followed well by: Alum., Calc., Rhus, Sep. Teste puts Bovist. in his Sulphur group." ],
    "Mind" : [ "Dejection and sadness, when alone.", "Placid melancholy, with inquietude and sombre thoughts.", "Sad, depressed, and desponding.", "Great sensitiveness; irritable, takes everything amiss.", "Great loquacity and unreserved conversation.", "Weakness of memory.", "Absence of mind.", "Awkwardness; allowing everything that is taken hold of to fall.", "Misapplication of words in speaking and writing.", "Laughs and cries alternately." ],
    "Head" : [ "Intoxication after having drunk but very little wine.", "Vertigo as if everything turned round in a circle.", "Stunning dizziness, with loss of sense.", "Sudden attacks of vertigo and feeling of stupidity in bed; on rising, loses consciousness for a moment preceding and following a headache in morning.", "Pains in the centre of the brain, with a sensation as if the head were enlarged.", "Pains in the head pressing inward; pains from side to side pressing outward; as if both sides were pressed towards each other.", "Headache on waking, as after too long a sleep.", "Stunning headache with heat in the eyes.", "Nocturnal cephalalgia, with insupportable pain on raising the head.", "Aching pains in the head, with throbbing, as in an abscess.", "Compressive cephalalgia.", "Sharp pains in the head, with heaviness and a bruise-like sensation.", "Excessive sensibility in the scalp to the touch.", "Falling off of the hair.", "Excoriated spots on the scalp." ],
    "Eyes" : [ "Painful twisting in the eyes, with pressure in the sockets; bone sensitive to pressure, during menstruation.", "Nocturnal agglutination of the eyelids.", "Eyes dull, without brightness, and without fire.", "Objects seem to be nearer than they really are." ],
    "Ears" : [ "Ulcer in the r. ear.", "Ulcers in the ears, with pain on swallowing.", "Scabby and humid eruption in the ears.", "Oozing of fetid pus from the ears.", "Itching in the ears.", "Diminution and hardness of hearing, with frequent mistakes." ],
    "Nose" : [ "Excoriation in the nostrils.", "Nostrils scabby, with burning pain.", "Scurfs and crusts about nostrils.", "Stoppage of the nose, which impedes respiration.", "Fluent coryza, with secretion of serous mucus and confusion in the head.", "Bleeding of the nose early in the morning (during sleep)." ],
    "Face" : [ "Heat in the cheeks, as if they were going to burst.", "Face alternately pale and red.", "Extreme paleness on getting up in the morning.", "Piercing and digging in the cheek-bones.", "Very pale swelling of the upper lip, of the nose, and of the cheeks.", "Swelling of the upper lip (and cheek, after toothache) in scrofulous subjects.", "Sensation of a splinter, or of something sticking in lips.", "Lips cracked.", "Corners of the mouth ulcerated.", "Rheumatic pains in the lower jaw, with swelling and pulsative pains in the sub-maxillary gland." ],
    "Teeth" : [ "Pains in the upper incisor teeth, followed by swelling of the upper lip.", "Drawing odontalgia, esp. in the hollow teeth, in the evening and at night, mitigated by heat and walking in the open air.", "Piercing and digging in the teeth.", "The gums bleed easily at night, or on sucking them." ],
    "Mouth" : [ "Accumulation of saliva in the mouth.", "Sensation of torpor in the buccal cavity.", "Stuttering.", "Incisive pains in the tongue.", "Ulcers on the edges of the tongue, with pain like excoriation.", "Putrid smell from the mouth.", "Sore throat, with scraping and burning pains." ],
    "Appetite" : [ "No appetite for breakfast.", "Nausea in the morning, generally vomiting a watery fluid and relieved by eating breakfast.", "Putrid taste in the mouth.", "Taste of blood.", "Desire for cold drinks, esp. in the afternoon and evening.", "Eager and continual hunger, even after a meal.", "Great sleepiness after having eaten, esp. after dinner and in the evening.", "Hiccough before and after a meal." ],
    "Stomach" : [ "Nausea, with chilly disposition from morning till noon.", "Sensation of cold in the stomach, as if a piece of ice were there.", "Pressure and fulness in the precordial region, with tension in the temples and anxiety." ],
    "Abdomen" : [ "Pains in the umbilical region after having eaten, as if the abdomen were cut by knives.", "Colic > by eating.", "Twisting colic causing patient to bend over; sometimes voiding red urine; > by eating.", "Cutting in fore part of abdomen, > by eating.", "Colic < by rest.", "Violent cutting, aggravated by repose.", "Painful sensibility of the exterior and interior of the abdomen.", "Violent colic, with coldness, to such an extent as to cause shuddering and chattering of the teeth, esp. after going to stool.", "Pains of ulceration and shooting in the abdomen.", "Frequent escape of fetid wind.", "Colic, which causes the patient to double over, and accompanied by the voiding of red urine, > by eating." ],
    "Stool and Anus" : [ "Ineffectual urging to stool.", "Stool hard and difficult.", "After stool, tenesmus and burning at the anus.", "Constipation.", "Hard and compact faeces.", "In the rectum, itching as from worms.", "Darting from the perinaeum to the rectum and the genital organs.", "Diarrhoea with colic, cuttings, and pain of ulceration in the abdomen.", "The first portion of the stool is hard, and the latter part thin and watery." ],
    "Urinary Organs" : [ "Frequent inclination to make water.", "Frequent desire to urinate, even immediately after urination (diabetes mellitus).", "In the urethra, stinging, itching, burning; the orifice is inflamed, and feels as if glued up.", "Pain of ulceration in the urethra on making water." ],
    "Male Sexual Organs" : [ "Increase of sexual desire.", "Frequent pollutions.", "After coition, staggering, confusion, and numbness in the head.", "Hard, painful and suppurating node in the penis.", "Burning pains in the genital parts.", "Gleet." ],
    "Female Sexual Organs" : [ "Catamenia premature and too copious.", "Catamenia flow only in the night.", "Catamenia, too early and two profuse, or too late, too scanty, too short; flowing only at night.", "Before the catamenia, diarrhoea.", "Flow of blood during the intervals.", "Leucorrhoea: a few days before or a few days after menses; while walking; like white of egg; yellow-green, acrid, corrosive, leaving green spots on clothes; thick, slimy, tough.", "Excoriation in the inguinal fold during the catamenia." ],
    "Respiratory Organs" : [ "Spasmodic laughing and crying, with asthma.", "Hoarseness in the morning, and speaking through the nose as from coryza.", "Scraping and excoriation in the throat, with accumulation of tenacious mucus.", "Cough, with so viscid an expectoration that it can scarcely be discharged.", "Dry cough, produced by a tickling in the throat and in the chest." ],
    "Chest" : [ "Difficult and short respiration during manual labour.", "Constrictive oppression of the chest; everything seems to be too tight.", "Stitches in the chest." ],
    "Heart" : [ "Beating of the heart, with inquietude, trembling, vertigo, nausea, and headache.", "Palpitation as if heart working in water.", "Palpitation accompanies many symptoms.", "Visible palpitation of heart." ],
    "Neck and Back" : [ "Sweat of a strong smell under the arm-pits.", "Swelling of the glands of the neck, with tensive and drawing pains.", "Pain in the back, with heaviness after stooping.", "Itching of tip of coccyx." ],
    "Upper Limbs" : [ "Paralytic weakness and pains of dislocation in the joints of the arms and hands.", "Sensation in the wrist-joint, as if sprained.", "Affections of wrists.", "Ganglion.", "Tension in the shoulder-joints, as if the tendons were too short.", "Sensation of paralysis, as from excessive fatigue.", "Tremor of the hands, with palpitation of the heart and oppressive anxiety.", "Blunt instruments (scissors) make deep impressions in the skin of the fingers.", "Cramp-like drawing in the joints of the hands.", "Shooting pains in the joints of the hands on laying hold of anything.", "Want of strength in the hands, so that they allow the lightest objects to fall from them.", "Humid tetters on the back of the hand.", "Perspiration in the arm-pits, smelling like onions." ],
    "Lower Limbs" : [ "Tingling and numbness in the legs, with inability to stand upright.", "Shootings in the joints of the knees and of the feet.", "Strong tension in the calves of the legs, and in the legs, as if the tendons were too short.", "Cramps in the calves of the legs, in bed, in the morning.", "Miliary eruption in the legs." ],
    "Generalities" : [ "Great lassitude and want of strength, esp. in the joints.", "Ebullition of the blood, with much thirst." ],
    "Skin" : [ "Skin flabby; blunt instruments leave a deep impression in it.", "Itching, esp. when the body is warm, and of that kind which receives no relief from scratching.", "Urticaria, covering whole body.", "Pimples and miliary eruption, with burning itching.", "Oozing eruptions and with a thick crust; in bends of elbows and knees.", "Humid tetters.", "Whitlows.", "Warts.", "Violent shootings in corns." ],
    "Sleep" : [ "Great sleepiness in the morning, and early in the evening.", "Sleepiness after dinner and early in the evening.", "Nocturnal sleep, agitated by anxious and frightful dreams." ],
    "Fever" : [ "Chill after going to bed at night.", "Shivering, with thirst, even near a fire, and at night in bed.", "Chilliness and heat, with thirst.", "Heat with thirst, anguish, agitation, and oppression of the chest.", "Sweat in the morning, esp. on the chest.", "In the evening, fever with shivering and shuddering in the back, with drawing pains in the abdomen." ]
  }
}