{
  "remedyName" : "Bromium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Apoplexy. Asthma. Breast, cancer of. Cancer. Cough. Croup. Diphtheria. Dysmenorrhoea. Emphysema. Feet, pain in. Fistula lachrymalis. Glands, enlargement of. Goitre. Heart, disease of; hypertrophy of. Laryngismus. Migraine. Parotid gland, induration of. Respiration, affections of. Scrofula. Seaside, effects of. Testicles, induration of. Throat, sore. Tonsils, enlarged; inflamed. Trachea, irritation of. Tuberculosis. Tumour of breast. Ulcers. Uterus, air in. Vagina, air in. Vertigo." ],
    "Characteristics" : [ "Bromine forms a leading constituent in the mineral waters of Kreutzach and Woodhall. It is a predominantly left-side medicine. It affects particularly the internal head, left side. It is suited to blue-eyed, fair people (opp. Iod.), especially children with thin, white, delicate skins, and very light hair and eyebrows (patients with dark hair are not excluded); to scrofulous constitutions. The glands (thyroid, testes, maxillary, parotid) are swollen and indurated. There is much anxiety of mind; a fear of ghosts or visions when in the dark. Like the other Halogens, Bromine is a strong anti-scorbutic. It has > at the sea-side (opp. Nat. mur.); but < in sailors when coming ashore. Migraine chiefly left side, < from stooping, especially after drinking milk. It has a peculiar vertigo: sensation deep in brain as if vertigo would come on; tendency to fall backward; < at the sight of running water; or if he put his foot on a bridge; < in damp weather. Vertigo with nose-bleed. Soreness and crusts inside nose. Nose-bleed accompanies many affections, especially of chest. There is a peculiar headache with coryza. In the cases of diphtheria indicating it the disease begins in the larynx and runs up. In croup, with all the croupy sound, there is much loose rattling in larynx with the breathing and coughing, but no choking in the cough, as there is in Hepar (Guernsey). Tuberculosis, especially of right lung. Hypertrophy of the heart and palpitation. Pain in heart going up to axilla. A very peculiar symptom is: loud emissions of air from the vagina. Symptoms are < by cold air; cold water; cold diet; cold damp weather; heat of sun. The cough is < entering warm room. Headache < from drinking milk; from stooping. Complaints are better at sea-side; sailors coming ashore suffer from asthma, which is relieved when they go to sea again. Symptoms < evening till midnight; when at rest; > riding on horseback. After dinner feels he will have an attack of apoplexy. Exertion = oppression at heart." ],
    "Relations" : [ "Compare: Iod. (but Iod. has < morning; dark hair and eyes); Chlorum, Lach., Spong., Fluor. ac., Hep., Apis, Arg. n., Chi., Con., Coff., Cin., Cup., Lyc., Merc., Pho., Rhus (cardiac hypertrophy, also Spo.; Arn.", "from over-exertion); Sep., Sul., Ant. t.; Pul. (blondes. Fear of ghosts or visions; also, Aco., Ars., Carb. v., Pho., Sul.). Antidoted by: Camph., Am. c., Mag. c., Op. Useful after: Iod., Pho., Spo. Compatible: Arg. n. (generally after Bro.); Kali c. (emphysema)." ],
    "Mind" : [ "Cheerful, desire for mental labour.", "Low-spirited and out of humour.", "Crying and lamentation, with hoarse voice.", "Anxiety; originating in body (heart, lungs), patients expect to see things jump around the floor.", "In evening, when alone, feels as if he should see something if he should turn round; as if some one were behind him." ],
    "Head" : [ "Sensation deep in brain (after dinner) as if vertigo or fit of apoplexy would come on.", "Vertigo with tendency to fall backward; < stepping on bridge; from running water; from rapid motion in front of him; with anxiety.", "Peculiar headache and coryza: pressure in forehead which seems to be pushing brain down and out at root of nose.", "Headache: deep in crown, with palpitation; over l. eye; < from stooping; from drinking milk.", "Scalp tender; malignant scald-head." ],
    "Eyes" : [ "Lachrymation (r.) with swelling of tear-gland.", "Darting through eye (l.).", "Dilated pupils.", "Flashes before eyes.", "Protruded eyes." ],
    "Ears" : [ "Noise in ears.", "Swelling and hardness of (l.) parotid gland; feeling warm to the touch.", "Suppuration of l. parotid, edges of the opening smooth; discharge watery and excoriating; swelling remaining hard and unyielding; after scarlatina." ],
    "Nose" : [ "Soreness in (swollen) nose with scurfs; pain and bleeding on wiping.", "Bleeding of nose relieving chest.", "Severe coryza, r. nostril stopped up and sore throughout, later l.", "Coryza, with sneezing; margins of nose and parts under nose corroded, with stoppage (occurring annually)." ],
    "Face" : [ "Greyish, earthy complexion; old appearance.", "Pale.", "Heat in cheek, first r., later l.", "Sensation of cobweb.", "Strong, hard swelling of glands, esp. on lower jaw and throat." ],
    "Mouth" : [ "Ptyalism; much frothy mucus in mouth.", "Burning from mouth to stomach.", "Heat in mouth and oesophagus.", "Stinging in tip of tongue." ],
    "Throat" : [ "With all the croupy sound there is a good deal of loose rattling in larynx with the breathing and coughing, but no choking in the cough as there is in Hepar.", "Inflammation of throat with net-like redness and corroded places.", "Scraping in throat.", "Swelling of mucous membranes of fauces and pharynx.", "The diphtheria begins in the larynx and runs up." ],
    "Appetite" : [ "Desire for acids, which < and cause diarrhoea.", "Water tastes saltish." ],
    "Stomach" : [ "Vomiting bloody mucus.", "Nausea, retching, and pains in stomach; > after eating.", "Feeling of emptiness in stomach > after eating.", "Heavy feeling in stomach.", "Inflammation of stomach." ],
    "Abdomen" : [ "Tympanitic distension of abdomen, and passage of much wind.", "Enlargement and induration of spleen." ],
    "Stool and Anus" : [ "Diarrhoea, stools yellow, green, black; < after every meal.", "Haemorrhoids, blind, painful, during and after stool < from application of cold or warm water; > wetting with saliva; (with black diarrhoeic stools).", "Intensely painful haemorrhoids." ],
    "Male Sexual Organs" : [ "Swelling and induration of (l.) testis, with sore pain or sensation of coldness.", "Swelling of scrotum (with chronic gonorrhoea)." ],
    "Female Sexual Organs" : [ "Loud emission of flatulency from vagina.", "During menses pain in abdomen and small of back.", "Menses too early and too profuse; of bright red blood; flow passive, with much exhaustion; or membranous shreds may pass off.", "Violent contractive spasm before or during menses, lasting hours, leaving the abdomen sore.", "Membranous dysmenorrhoea.", "Dull pain in ovary (l.).", "Stitching pains from breast to axillae, cannot bear pressure (scirrhus)." ],
    "Respiratory Organs" : [ "Hoarseness and aphonia < evening.", "Soreness and roughness in throat.", "Cold sensation in larynx, with cold feeling when inspiring, after breakfast; > after shaving.", "Constriction in the larynx; tickling, causing cough.", "Tickling in trachea during inspiration causing cough.", "Stitch in posterior portion of larynx, with feeling of constriction when swallowing saliva.", "Scraping and rawness in larynx, provoking cough, as if pit of throat were pressed against trachea.", "Diphtheria.", "When the diphtheria begins in the larynx and runs up.", "Croup.", "When with all the croupy sound there is a good deal loose rattling in the larynx with the breathing and coughing, but no choking in the cough.", "Dry, spasmodic, wheezing cough, with rattling breathing.", "Cough rough, barking, from tickling in throat.", "Inspiration very difficult; cannot inspire deep enough.", "Cough with sudden paroxysms of suffocation on swallowing; respiration very short; obliged to catch for breath.", "Sensation as if the air passages were full of smoke.", "Spasmodic closure of the glottis." ],
    "Chest" : [ "Stitches in r. side of chest.", "R. lung most affected.", "Stitch (inflammation of lungs r. side).", "Sensation of weakness in chest.", "Tightness (asthma); < at night; in sailors when they come ashore." ],
    "Heart" : [ "Violent palpitation < lying l. side; (hypertrophy)." ],
    "Neck and Back" : [ "Neck stiff.", "Glands of neck much swollen.", "Goitre.", "Two encysted tumours on both sides of the neck.", "Aching at inner border l. scapula up to neck, on moving l. arm, or sitting leaning to l.", "Boring in spinous processes of different vertebrae." ],
    "Limbs" : [ "Stiffness in all limbs, a.m., > in afternoon.", "Pains in limbs alternating with chilliness and heat." ],
    "Upper Limbs" : [ "L. arm feels paralysed.", "Eruptions on l. elbow.", "Icy-cold forearms.", "Hands cold and moist." ],
    "Lower Limbs" : [ "Paralytic sensation in one or other leg.", "Pains in one or both tibiae." ],
    "Generalities" : [ "Excessive languor and debility (worse after breakfast).", "Great weakness and lassitude after all the symptoms passed off; in diphtheria.", "Shivering with yawning and stretching; repeated every other day, as a chilliness and cold feet.", "Tremulousness all over." ],
    "Skin" : [ "Pimples and pustules (acne).", "Boils on the arms and face." ],
    "Sleep" : [ "Irresistible drowsiness while reading.", "Continued yawning and drowsiness with the respiratory troubles." ],
    "Fever" : [ "Pulse much accelerated.", "Chill every other day with shaking, yawning, and stretching; with cold feet.", "Skin cool, covered with viscous sweat.", "Sweat on palms.", "Perspiration from the least exertion." ]
  }
}