{
  "remedyName" : "Brucea Antidysenterica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, throbbing in. Headache." ],
    "Characteristics" : [ "Under the name of Brucea antidysenterica a quantity of Nux vomica bark got upon the drug market, and was at first supposed to be Angustura bark. Many poisonings ensued before the mistake was discovered, and the bark received the name Augustura falsa, in contradistinction to the true Angustura. It contains strychnine, and the symptoms are included in the pathogenesis of Nux vomica and Strychninum. The homoeopathic preparation of Nux vom. is, however, prepared from the seed. One characteristic symptom of Brucea antidysenterica (i.e., the bark preparation) is: \"Headache with extreme drowsiness; disappearing in evening.\" Another is: \"Sensation of throbbing in pit of stomach and in entire abdomen.\" (Although the symptoms are included in the pathogenesis of Nux vomica as the bark has been experimented with independently, I subjoin the Schema.)" ],
    "Relations" : [ "The following also have drowsiness with headache: Gins., Herac., Gels. (difficult to keep the eyes open), Nux m., Nat. s., Sul." ],
    "Mind" : [ "Dejection, with want of sleep.", "Taciturnity and hypochondriasis.", "Gloomy, melancholy humour, with indolence and lassitude.", "Sad and gloomy humour on waking in the morning." ],
    "2, Head and Eyes" : [ "Heaviness and confusion in the head, with sleepiness, disappearing in the evening.", "Vertigo, which occasions falling, in the evening.", "Digging crawling in the top of the head.", "Headache in the evening, after having walked long in the sunshine.", "Cephalalgia behind the eyebrows, which seem to be swollen.", "Shootings in the head, aggravated by walking, esp. in the sun.", "Headache aggravated by sitting, as well as after eating.", "Eyes dull and swollen.", "Eyes red in the corners in the evening.", "Itching in the eyelids.", "Eyes red and burning in the morning.", "Painful sensation in the eyes, as from sand, rendering it necessary to rub them." ],
    "6, Face and Mouth" : [ "Mealy, itching tetters on the face, followed by peeling off of the skin.", "Paleness in the face.", "Slight convulsive, rapid movements in the lips.", "Acute pains in the teeth and in the gums, esp. on drinking cold water.", "Accumulation of saliva in the mouth, forcing one to spit continually.", "Dryness and burning pain in the gullet, as if from rancid fat." ],
    "Stomach" : [ "Weak appetite; food at dinner and breakfast appears insipid.", "Clammy taste.", "Empty risings.", "Sensation in the stomach, as if nothing had been eaten for a long time.", "Sensation of burning and of heat in the pit of the stomach.", "Sensation of throbbing in the pit of the stomach, and in the entire abdomen.", "Pressure in the stomach, immediately after eating or drinking.", "After a meal, violent beating of the heart, aggravation of headache, fermentation in the intestines, and inclination to evacuate.", "In the evening, attack of nausea, with cramp-like pains in the abdomen, vomiting of food, and loose evacuations, with great prostration." ],
    "Abdomen" : [ "Painful pinching in the abdomen.", "Squeezing, as from claws, in the abdomen, followed by frequent, small, slimy evacuations.", "Borborygmi in the abdomen.", "The pains in the abdomen cease after the first evacuation.", "Evacuations too soft, in too small quantity, and of too light a colour.", "Shootings in the umbilicus after the evacuations.", "Loose evacuations, followed by fainting which enforces lying down.", "Strong disposition to loose evacuations, with colic and flatulency.", "Loose evacuations in the morning and in the evening.", "Itching in the anus in the evening." ],
    "Chest" : [ "On breathing, sensation of great weight on the whole chest.", "Oppression of the chest, with chilly disposition and great sensibility in the open air.", "In the morning, on waking, pain as from a bruise on the outside of the chest, with tensive pains on breathing deeply.", "Pains, like excoriation, in the interior of the chest, esp. in bed at night, which are most violent when lying on the side." ],
    "Back" : [ "Sensation of squeezing in the back." ],
    "Limbs" : [ "Pains, as of fatigue, in the thighs and in the loins.", "Cramp-like pain in the back of the hand.", "Miliary eruption, red, raised, and itching, on the back of the hand and on the body.", "In the evening, sensation of paralysis in the thigh.", "Weariness in the knees.", "Curvature of the joint of the foot, so that one walks almost on the ankle-bone.", "Sensation of burning in corns." ],
    "Generalities" : [ "Painful sensation of fatigue in the extremities.", "Pinching in several parts of the limbs.", "In the evening, stiffness in the joints, and acute drawing pains in the limbs, with shootings in the head, in the ears, and in the chest.", "Dejection.", "Disposition to stretch the limbs and to yawn.", "Great weariness when walking.", "In the evening, nervous excitement, trembling and tottering when walking.", "Irritability, augmented in the evening." ],
    "Sleep" : [ "Sleepiness during the entire day, esp. when seated, in the morning, after dinner, and in the highest degree in the afternoon.", "Sleepiness early in the evening.", "Sleep full of dreams, with ebullition of the blood.", "Sleep troubled, with confused or frightful, terrifying dreams.", "Sleepiness alternately with want of appetite." ],
    "Fever" : [ "Chilly disposition and aversion to the open air.", "Shivering and excessive coldness.", "Sweat on walking, notwithstanding the shiverings, which appear chiefly during rest." ]
  }
}