{
  "remedyName" : "Bryonia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Amenorrhoea. Anger, effects of. Aphthae. Apoplexy. Asthma. Bilious attack. Brain, affections of. Breast, inflamed. Bronchitis. Cancer. Chill, effects of. Chlorosis. Constipation. Consumption. Coryza. Cough. Dentition. Diaphragm, rheumatism of. Diarrhoea. Dropsy. Dyspepsia. Eczema. Enteric fever. Eruptions. Gastro-enteritis. Haemorrhages. Hands, swollen. Headache. Heart, inflammation of. Hernia. Hiccough. Hydrocele. Hydrocephalus. Influenza. Intermittent fevers. Jaundice. Joints, pain in. Lactation, disorder of. Liver, disorders of. Lumbago. Measles. Meningitis. Menstruation, vicarious. Miliaria. Milk fever. Myalgia. Nephritis. Nose-bleed. Peritonitis. Phlegmasia alba dolens. Pleurisy. Pleurodynia. Pneumonia. Pregnancy, morning cough of; sickness of. Puerperal fever. Pyuria. Relapsing fever. Remittent fever. Rheumatism. Scarlatina. Screaming. Side, pain in. Sleep, anxious dreams in. Spina bifida. Stiff-neck. Suppressed eruptions, bad effects of. Thirst. Tongue, coated. Toothache. Trachea, pain in. Vertigo. Waking, starts and screams on. Water-brash. Whooping-cough. Yellow fever." ],
    "Characteristics" : [ "Bryonia alba is one of the polychrest remedies of the homoeopathic materia medica. The common Bryony of this country is the Bryonia dioica, which has been substituted for the B. alba, and has probably identical properties; but the Alba alone has been proved, and consequently this should always be dispensed. Less rapid in its action than Aconite, it goes deeper in its effects, and often takes up the work where Acon. leaves off. It not only disorders the circulation, but alters the blood itself. It corresponds to fevers of almost all kinds, especially rheumatic, typhoid, bilious and remitting. In these, as in all other complaints, the exquisite sensitiveness of the drug to movement of all kinds is a leading characteristic. The patient avoids even the movement of the eyes; raising head from pillow causes faintness, nausea, and vomiting. Allied to this is > from pressure; from lying on painful side. (This distinguishes Bry. from Bell. in pulmonary complaints. A case of intense pleurisy with high fever grew steadily worse under Bry. until I noticed that the patient lay on the unaffected side. Bell. was then given, and cured rapidly. Lying on the painful part keeps the part at rest.) There is also an intense headache, dull throbbing or sharp stabbing pains; sharp pain in or over eyes. \"Headache or neuralgia in (left) side of head and face; > from hard pressure and cold applications; < moving. Head greasy, scalp tender; eyeballs tender.\" Mouth very dry; tongue coated white down the middle, the edges may be quite clean; later it becomes yellow with bitter taste; later, very dry, but still coated. If the fever is intermitting there is chill mixed with heat: during chill, head hot, cheeks deep red, decided thirst, generally for large quantities at long intervals; sweat < by least motion, sour or oily. The lips are dry and cracked. Facial eczema has been cured with it in an infant five months old, presenting these additional symptoms: Constipation, peevish, fretful, thirsty, face and lips cracked and sore, child scratched continually. The mother had had a similar eruption for some years, and it disappeared suddenly at the sixth month of her pregnancy. The mucous membranes are dry, especially those of the mouth and stomach; deficient secretion. The serous membranes are inflamed, the seat of sharp, stitching pains, < from motion; later on, exudation occurs. The muscles, likewise, are inflamed and sore. Irritability of mind and tissues runs through the remedy. Haemorrhages are frequent. In this connection it may be remembered that Bryonia dioica is a popular remedy for \"black-eye\" as a local application. I have often known nose-bleed occur in patients to whom I have been giving Bryonia, especially in the night, to a.m., which is characteristic. This may or may not be preceded by a sense of fulness in the head. Nose-bleed occurring consequent on suppression of the menses is characteristic. The characteristic mental state of Bry. is irritability. Easily angered (with biliousness, headache, dyspepsia, &c.), and it corresponds to the effects of anger, fright, chagrin. The patient desires things to eat which cannot be had; or are refused if offered. In fever cases there is often a stupid, drowsy condition; or mild delirium, in which the patient has the delusion that he is somewhere else and \"wants to go home.\" The headache is dull, frontal; or bursting, splitting; < by any motion or by the concussion of cough; goes from before backward. The headache of drunkards; of over-feeding. Nausea and faintness when rising up, > when lying still. Bry. is a gourmand (Nux an epicure); dirty wash-leather, foul tongue, congested eyes, bitter nausea. Bry. is a coarse feeder. Food lies at the epigastrium like a stone; > bringing up wind. The digestion is < in summer. Symptoms < after a meal. There is intolerance of vegetable food. Everything tastes bitter. Thirst for large quantities. \"Eructations of tasteless gas\" is characteristic. Sour stomach. Van den Berghe has found Bry. signally curative in chlorosis. There is diarrhoea and constipation. Diarrhoea occurs: in the morning \"as soon as he moves\"; from cold drinks in warm weather; on every spell of hot weather. The usual Bry. state is one of constipation; there is the usual dryness of mucous membranes; atony of the bowels; stool large, dry, hard, brown or black; as if burnt or charred; crumbling. (Plat. has sticky, tenacious stool; sticks to rectum.) Stools smell of old cheese. The liver is tender and inflamed. The kidneys also are inflamed, the urine being dark red without deposit (from excess of colouring matter). Mastitis, hard, tender. Left ovarian pain, > lying on painful side. The respiratory organs and heart are profoundly affected. Dropsical swellings, swellings of the legs, sensitive to touch. \"joints red, swollen, stiff, with stitching pain from slightest motion.\" Synovial swellings. I have cured a case of congenital hydrocele with Bry. The Bry. patient dreams of the occupations of the day. The child kicks the covers off. Speech is hasty. \"Frequent desire to take a long breath; must expand the lungs\" is a characteristic." ],
    "Bryonia" : [ "The typical Bryonia patient is of dark complexion and hair, choleric, bilious tendency with firm fleshy fibre; tendency to great irritability and bad temper; but Bryonia has a wide range, and no great stress must be laid on the absence of these features. Teste takes Bryonia as the type of a group which includes All. sat., Lyc., Digit., Nux v., Coloc., and Ignat. All these act with much more power on carnivorous than on herbivorous animals. They are thus appropriate to persons who over-eat or eat excessively of meat, and have strong constitutions; \"persons accustomed to rich living, with rich blood, firm resisting flesh.\" Teste regards the digestive canal, and more particularly the stomach, as the principal seat of the action of Bry. With regard to the burning thirst of Bry., which is < by drinking beer, he says, the gastric derangement of Bry. \"absolutely requires water as a dissolvent.\" The constipation of the remedy is not due to inertia merely; it depends on \"a more or less marked antiperistaltic movement of the rectum: hence the pains and the ataxic phenomena that accompany it sometimes, as is the case, for example, in the period of constipation of low typhoid fevers, &c.\" A peculiar and characteristic symptom of Bryonia in brain affections is: Constant motion of the mouth as if chewing. Complaints from taking cold or getting hot in summer; from cold drinks in hot weather. Complaints when warm weather sets in after cold days. Most symptoms are < by warmth and in warm room (cough, chilliness). < From warm food; but there is thirst for large draughts of cold water, which >. Rash > getting warm in bed. Pains in joints and limbs > by warmth. Toothache is > by pressing head into pillow; by cold applications. Chilliness predominates. Dry, burning heat as if blood burning in veins. Sweat profuse night and morning; sour or oily. Cough, headache, diarrhoea < in morning. Nose-bleed < 3-4 a.m. Symptoms generally < evening (9 p.m.). < While coughing; after eating; while swallowing; from motion of all kinds; exertion; ascending; sitting up in bed (can't sit a moment gets faint, or sick, or both on sitting up). < After suppression of eruption or discharge. Headache following checked coryza. > Descending; lying, especially on painful side; sitting. > From pressure." ],
    "Relations" : [ "Bryonia is antidoted by: Acon., Alum., Camph., Cham., Chel., Clem., Ign., Mur. ac., Nux, Puls., Rhus, Seneg. Teste found, by accident, Fer. mur. the best antidote in his experience. It antidotes: Alum., Chlorum, Chi., Frag. vesc., Merc., Rhus. Compare: The Cucurbitaceae (all have belching, with unaltered taste of food); Aco. (pallor on rising up. Aco. has more restlessness and tossing about; is full of fears; Bry. must keep still); Amm., Ant. c. (nausea, vomiting, and diarrhoea; aversion to milk); Arn. (haemorrhages, wounds, soreness all over; also Bap.); Ars. (unlike Bry., drinks often and little, and eats seldom but much); Asclep. tub. (pleurisy); Bell. (delirium, hasty speech, hasty drinking. Bell. has headache < lying down, Bry. must lie down; Bell. has < lying on painful side, Bry. > lying on painful side; Bell. has \"chewing motion of jaws\" but without the dry, cracked lips of Bry.). Calc. c. (very like Bry., but the resemblance is too close for compatibility. They should never be given one after the other without an intercurrent remedy between. Calc., like Bry., Chi., and Bell., has \"as soon as he closes his eyes sees all sorts of objects\"); Carb. v. (miliaria); Caust., Cham., Ign., Ipec. (miliaria); Kali c. (miliaria, bilious affections, chest affections; sharp pains in right hypochondrium shooting up into chest; sharp pain coming from lower lobe right lung, but Kali c. has not necessarily < by motion); Kre., Lach., Lyc., Merc., Nat. s. (morning diarrhoea); Nat. m. (headache in morning, oily, sour sweat on face; Bry. on head generally; cracked lips; Bry. and Nat. m. go well together, and are often complementary); Nit. ac., Nux (digestive organs; corresponds to epicures, Bry. to gourmands); Op., Pet., Pho., Pod., Puls. (morning diarrhoea); Ran. b. (pleurisy, rheumatic affections); Rhus (rheumatism; headache; typhoid. Rhus is restless and > by movement and by warmth); Rumex (morning diarrhoea); Sep., Sil., Spi. (pleura); Sul., Squil. (pleura). Pul. and Chi. have nausea < on sitting up. Ars. has gagging at the end of a cough like Bry., Cimex, gagging and belching after cough. Aco. is like Bry. in effects of cold, dry winds (cold, moist winds, Nx. m., Calc., Ars., Dulc.); Ham. and Millefol. (haemorrhages). Bry. follows well: Aco., Amm. Nux, Op., Rhus. Is followed well by: Alum., Ars., Kali c., Nux, Pho., Puls., Rhus, Sul. Complementary: Alum., Rhus. Alumina is the \"chronic\" of Bry.; and Kali c. and Nat. m., hold a similar but less pronounced relation to it." ],
    "Causation" : [ "Anger; fright; chagrin. Suppressed eruptions and discharges. Alcohol. Gluttony. Wounds. Cold winds." ],
    "Mind" : [ "Anxiety and inquietude, with fear of the future.", "Frequent tears.", "Despair of being cured, with fear of death.", "Restlessness, with fear of the future; fear of death, which he thinks is near.", "Fear, with desire to run away.", "Discouragement.", "Aversion to conversation.", "Exceedingly irritable and inclined to be angry.", "After having been angry he is chilly; has a red face and heat in the head.", "Irascibility and passion.", "Want of memory.", "Momentary absence of mind.", "Giddiness.", "Desire for things which are rejected when obtained.", "Delirium (at night) and ravings about the transactions of the day.", "Unconsciousness." ],
    "Head" : [ "Confusion, giddiness, and cloudiness of the head.", "Giddiness, with sensation of looseness in the brain when stooping, and when raising up the head.", "Staggering and drunkenness, as if from congestion of the head.", "Staggering backward.", "Tendency to run backward.", "Vertigo only when stooping.", "Swimming in the head, esp. on rising from a seat, or on getting up after lying down.", "Cephalalgia, as after a nocturnal debauch.", "Headache after every meal.", "Attack of headache, with vomiting, nausea, and urgent inclination to lie down.", "Headache in the morning as soon as the eyes are, open.", "Great fulness and heaviness of the head, and digging with pressure towards the forehead, and, when stooping, a sensation as if everything were going to fall out through the forehead.", "Expansive pressure, or compression of the brain.", "Shootings in the head, sometimes on one side only.", "Pulsative starting pains, increased by movement, with aching in the eyes.", "Congestion in the head, with heat in the brain.", "Burning pain in the forehead.", "Headache aggravated by movement, or rapid walking, or when the eyes are opened.", "Painful sensibility of the scalp, as if from excoriation.", "Drawing and starting pains in the head, from the cheek-bone to the temple, increased by contact.", "Tearing in one (r.) side of the head, extending into the cheek and jaw-bones; worse from motion, touch, and heat; better during rest and external pressure.", "Burning heat of the head, externally.", "Heat of the head with dark-red face; with coldness of the rest of the body; with much thirst and pain in the limbs when moving them.", "Cold sweat on the forehead.", "Hair very greasy.", "Oily, greasy, sour-smelling perspiration on the head (and the whole body) during sleep; at night, esp. towards morning." ],
    "Eyes" : [ "Pains in the eyes on moving them.", "Aching of the eyes, as if they were going to start out of the head.", "Pressure on the eyes, as if from sand, esp. morning and evening.", "Stitches in the eyes.", "Shooting and drawing pains in the eyes.", "Burning pain in the eyes.", "Inflammation of the eyes and of the eyelids, with redness.", "Inflammation of the eyes, < by heat.", "Inflammation of the eyes, esp. in gouty subjects.", "The eyes feel very sore to the touch, and when moving them.", "Painful swelling of the eyes, with suppuration, and the conjunctiva swollen and red.", "Red swelling of the eyelids, esp. of the upper lids, with aching pains.", "Furfuraceous tetters on the eyelids, with burning itching.", "Stye on the eyelid.", "Abscess in the internal angle of the eye.", "Nocturnal agglutination of the eyelids, with lachrymation during the day, esp. in the sun, and with confused sight.", "Eyes dull, glassy, turbid, or sparkling, and, as it were, drowned in tears.", "Presbyopia.", "Confusion of the letters when reading.", "Blackness or flames before the eyes.", "Photophobia." ],
    "Ears" : [ "Contractive pains in the ears, with diminution of hearing.", "Shootings in the ears, while walking in the open air, and afterwards.", "Swelling, like a knob, before and behind the ear (parotitis).", "Bleeding from the ears.", "Sensation in the ears, as if they were stopped.", "Buzzing in the ears.", "All noise is insupportable to the ears." ],
    "Nose" : [ "Swelling of the nose, with painful sensibility to the touch, and obstruction of the nose.", "Inflammation and ulceration of the nostrils.", "Ulcer in the nostrils, with gnawing pain.", "Frequent bleeding of the nose, sometimes in the morning, or when the catamenia are suppressed, or even when sleeping.", "Epistaxis, esp. just before the beginning of the menses, or in pregnant women, just before the time for the menses to appear.", "Dryness and obstruction of the nose, sometimes obstinate.", "Fluent coryza, with shooting and aching in the forehead.", "Dry coryza, sometimes obstinate.", "Catarrh with dryness, sudden suppression of discharge and headache.", "Hard mucus, drying in crusts." ],
    "Face" : [ "Face of a pale, yellow, earth-coloured hue.", "Face red and burning.", "Red spots on the face.", "Hot, bluish, and brownish swelling of the face.", "Pains in the face, mostly aching, mitigated by external pressure.", "Swelling of the face, sometimes on one side only, or under the eyes and at the root of the nose.", "Swelling of the cheek, close to the ear.", "Small nodosities and indurations in the face, like subcutaneous glands.", "Lips swollen and cracked, with bleeding, and sensation of burning on being touched.", "Lips dry.", "Exanthema on the under lip; parched, dry, and cracked lips (very characteristic).", "Eruption on the lips, with burning smarting." ],
    "Teeth" : [ "Toothache; shooting from one tooth to another, or into the head and cheeks; from an exposed nerve (sensitiveness of the decayed teeth to contact of the air); pain < from smoking or chewing tobacco; from introducing anything warm into the mouth; > momentarily by cold water, and when lying on the painful side.", "Toothache, with urgent inclination to lie down, < at night by hot things.", "Jerking, pulling odontalgia, with a sensation as if the teeth were too long, or as if they were loose, esp. during a meal and afterwards.", "Pains, as of excoriation in the gums, with loosening of the teeth.", "Gums spongy." ],
    "Mouth" : [ "Dryness of the mouth, with burning thirst.", "Dryness of the mouth, tongue, and throat.", "Accumulation of a soapy and frothy saliva in the mouth.", "Salivation.", "Putrid smell of the mouth.", "Tongue dry, loaded with a white coating, or dirty, or yellow; esp. in the middle.", "Tongue furred, usually dry and hard with deep cracks.", "Dark coloured and wrinkled state of the tongue.", "Burning blisters on the edge of the tongue.", "Speech indistinct, from dryness of the throat." ],
    "Throat" : [ "Sore throat, with hoarseness and difficult deglutition.", "Pain, as of excoriation in the throat, during empty deglutition.", "Sensation of swelling and constriction in the oesophagus.", "Sensation of dryness, and great dryness, in the throat.", "Pressure in the pharynx, as from a hard and pointed body.", "Shootings in the throat on contact, also on turning the head and on swallowing.", "Tenacious mucus in the throat, which is not detached without effort." ],
    "Appetite" : [ "Loss of appetite.", "Taste insipid, clammy, putrid.", "Insipidity of food.", "Sweetish taste.", "Bitter taste of all food, or only after meal-time, or at other times, as well as in the morning.", "Burning thirst, sometimes after a meal, increased by taking beer.", "Infrequent, but copious, drinking.", "Bitter taste and thirst.", "Great desire for wine, for acid drinks, for coffee, and even for things which are not eaten.", "Abnormal hunger; he must often eat something.", "Morbid hunger, which forces frequent eating, and little at a time.", "Bulimy, often with absence of appetite, or with thirst and transient heat, sometimes even in the night.", "Loss of appetite after the first morsel has been eaten.", "Repugnance and disgust for food.", "After every meal, risings, with pressure on the stomach and on the epigastrium, colic or vomiting, principally after having eaten bread." ],
    "Stomach" : [ "Risings, especially after having eaten, mostly bitter or sour, with a taste of the food.", "Empty risings.", "Regurgitation if the food after every meal.", "Hiccough.", "Nausea and inclination to vomit, esp. after eating food which has pleased the palate, or on rising after lying down.", "Nausea, with inclination to vomit and anxiety, when sitting, or on forcing one's self to drink.", "Nausea in the morning.", "Retching, with water-brash.", "Vomiting soon after drinking, and esp. on drinking after a meal.", "Bitter vomiting, when drinking immediately after a meal.", "In the evening, vomiting of viscid mucus.", "Vomiting in general of what has been eaten, which comes up very soon after eating, of food in mouthfuls at a time (vomiting very often excited by motion); of a watery fluid; bitter and flat taste; belching or eructations; collection of water in the mouth.", "Vomiting of food, with hiccough and retching, or vomiting of bitter water, or of bile, even at night.", "Vomiting of solids, and not of fluids.", "Vomiting of blood.", "Shootings in the left side of the abdomen, during the vomitings.", "Pressure in the stomach after eating, esp. after eating bread.", "Pressure, as if from a stone in the stomach, esp. after a meal, or on walking, sometimes accompanied by ill-humour.", "Incisive pains in the pit of the stomach, as from knives.", "Contractive pains in the stomach, sometimes with vomiting of food.", "Squeezing in the pit of the stomach, and painful tension on being touched, with sensation of heat.", "Shootings in the stomach, when lying on the side, as well as in the pit of the stomach, during movement and walking, or making a false step.", "Pain, as of excoriation, in the pit of the stomach, sensible to the touch, or on coughing.", "The least pressure on the pit of the stomach is insupportable.", "Sensation of burning in the pit of the stomach, and in the stomach, esp. when moving.", "Inflammation of the stomach.", "Sensation of swelling in the pit of the stomach." ],
    "Abdomen" : [ "Pains in the liver, mostly shooting, tensive, or burning, esp. on being touched, on breathing, or on coughing.", "Tractive pains in the hypochondrium, extending to the stomach and the back, in the morning and after dinner, sometimes with vomiting.", "Hard swelling in the hypochondriac and umbilical regions.", "Shootings in the region of the spleen.", "Colic with tension of the abdomen, and water-brash.", "Inflation of the abdomen, with pressure in the epigastrium, esp. after dinner.", "Inflammation of the liver.", "Tearing in the stomach, from the hips to the pit of the stomach.", "Cramp-like pains, pinching, or cuttings and shootings in the abdomen, chiefly after eating or drinking (esp. hot milk), sometimes with loose evacuations.", "Hard swelling round the navel.", "Dropsical swelling of the abdomen.", "Gurgling and borborygmi in the abdomen, with escape of flatus; sometimes only in the evening, in bed." ],
    "Stool and Anus" : [ "Constipation.", "Faeces too large, with difficult evacuation.", "Stools too large in size; too hard and dry.", "Faeces scanty, but hard, and as if burnt.", "Diarrhoea, with colic, sometimes alternating with constipation and gastralgia.", "Loose evacuations, of a putrid smell, as of rotten cheese; (worse (or only) in the morning; during hot weather).", "Involuntary stools while asleep.", "Evacuations of undigested substances.", "Diarrhoea in the morning; on beginning to move about.", "Diarrhoea preceded by pain in the abdomen.", "Nocturnal diarrhoea, with burning pain in the anus.", "Colliquative diarrhoea.", "Constrictive colic, during an evacuation.", "Loose and frequent evacuations, of a brownish colour (in the case of infants at the breast)." ],
    "Urinary Organs" : [ "Urine scanty, reddish, brownish, and hot.", "White, turbid urine.", "Urine is dark; becomes turbid; often casts a pinkish stain all over the bottom of the chamber.", "Urgent inclination to make water, without power of retention.", "Frequent emission of aqueous urine.", "Inclination to make water, with suspended respiration, on lifting loads.", "Inclination to make water at night.", "Involuntary emission of hot urine, when moving.", "Sensation of burning, and incisive pains in the urethra, before making water.", "Cutting in the urethra, or sensation of constriction while urinating.", "Sensation of contraction.", "Shooting and burning pains in the urethra." ],
    "Male Sexual Organs" : [ "Red, itching, miliary eruption on the glans penis.", "Shootings in the testes.", "Stitches in the testicles while sitting." ],
    "Female Sexual Organs" : [ "Catamenia suppressed.", "Suppressed menses, with bleeding of the nose.", "Catamenia premature.", "Menstruation too early and too profuse, with dark, red blood.", "Menses with bad smell.", "Acute, tractive pains in the limbs, during the catamenia.", "Flow of blood between the periods.", "Metrorrhagia of a deep red blood, with pain in the loins and in the head.", "Burning pains in the fundus uteri, during pregnancy, increased by movement, diminished by pressure and repose.", "Swelling and inflammation of the labia majora (< l.).", "Swelling of one of the labia, with a black and hard pustule.", "Lumps, indurations, and inflammations of the mammae, with diminished or retarded secretion of milk.", "(Puerperal fever.)" ],
    "Respiratory Organs" : [ "Hoarseness, with tendency to perspiration, cough and rattling in the chest.", "(Acute bronchitis).", "Deep, slow breathing.", "Difficult breathing only possible with the assistance of the abdominal muscles.", "Frequent sighing, breathing.", "Continued inclination to draw a long breath.", "Breathing quick, difficult, and anxious; caused by stitches principally in the chest, compelling him to sit up.", "Stitches in the chest, when breathing or coughing.", "Inclination to cough, as if from viscid mucus, afterwards pains, as of excoriation, in the larynx, aggravated by speaking, or by smoking tobacco.", "Cough, mostly dry, excited by a tickling in the throat, or as if caused by smoke in the larynx, with a necessity for breathing often.", "Cough, from tickling in the throat and pit of the stomach; in the evening at night without expectoration; during the day the expectoration is yellow, or consists of coagulated brown blood, or of cold mucus of a disagreeable flat taste.", "Cough and stitches in the head and chest; or pain as if the head and chest would burst.", "Cough: with involuntary secretion of urine; hoarseness; thirst; sneezing; stitches in the chest and small of the back; red face; aggravated by motion, talking, laughing, eating, and drinking.", "Cough, as if from irritation of the stomach.", "Cramp-like, suffocating cough, esp. after midnight, or after having eaten or drunk, and often with vomiting of food.", "Cough in the morning, with water-brash.", "Cough which seems to bruise the chest.", "Cough, with shootings in the sides of the chest, or with aching pains in the head, as if it were going to split, as well as with shooting pains in the pit of the stomach, or with pains in the hypochondria.", "Cough, with expectoration of mucus of a dirty reddish colour.", "Cough, with yellowish expectoration.", "Cough, with expectoration of pure blood, or of slimy matter with streaks of blood.", "On coughing, pain, as of excoriation, in the pit of the stomach.", "Fit of choking before the paroxysm of nocturnal cough." ],
    "Chest" : [ "Respiration difficult, or short, rapid, and anxious, or sighing.", "Oppression, with fits of choking.", "Respiration impeded by shootings in the chest.", "Respiration deep and slow, esp. while making any exertion.", "Constant occasion to make a deep inspiration.", "Fit of dyspnoea, even at night, sometimes with shooting colic and inclination to evacuate.", "Pressure on the chest, as if from a weight, with oppression.", "Contractive pain in the chest, excited by the cold air.", "Tension in the chest, on walking.", "Shootings in the chest and in the sides, as from an ulcer, esp. when coughing or breathing deeply, obliging the patient to remain seated, and when lying down to rest only on the back; aggravated by every movement.", "Heat in the chest (pleurisy, pneumonia).", "Heat and burning pain in the chest, with anxiety and tightness.", "Sensation in the chest as if all there were detached, and were falling into the abdomen." ],
    "Heart" : [ "Beatings of the heart; frequently very strong, and attended by oppression (carditis).", "Frequent sharp pain, stitching in cardiac region." ],
    "Neck and Back" : [ "Painful stiffness of the neck.", "Rheumatic stiffness and tension in the nape of the neck, and in the neck.", "Red spots on the sides of the neck.", "Red miliary eruption on the neck, with violent itching.", "Sweat in the arm-pits.", "Sacral pains, with rigidity, which does not allow of walking upright.", "During rest, pain, as if caused by a bruise in the loins.", "Contractive, cramp-like pain all over the back.", "Shootings in the loins and in the back.", "Painful stiffness in the small of the back, compelling him to walk and sit crookedly.", "Shootings under the left shoulder-blade, extending to the heart, greatly aggravated by cough and respiration.", "Pressure on the shoulder, with shootings on breathing deeply." ],
    "Upper Limbs" : [ "Rheumatic swelling of the r. shoulder and upper arm, with stitches.", "Tractive pains in the joints of the shoulders and of the arms, with tension, shootings, and shining red swelling.", "Tractive pains in the whole arm, and to the ends of the fingers.", "Convulsive movements, startings, and trembling of the arms.", "Burning pains and weariness in the arms.", "Constant trembling of the arms, and of the fingers.", "Swelling of the arm, round the elbow.", "Swelling of the elbow and hand joints, and upper parts of the hands.", "The wrist feels as if dislocated when moving it.", "Shootings in the joints of the elbow, and of the hand, with heaviness of the hands.", "Red miliary eruption on the forearm.", "Pain of dislocation in the joints of the hands, on moving them.", "At night, inflammation in the back of the hand, with burning pain.", "Swelling of the hands.", "Sensation of torpor in the palms of the hands.", "Shooting pains in the fingers when writing.", "Hot and pale swelling of the joints of the fingers.", "Starting of the fingers on moving the hands." ],
    "Lower Limbs" : [ "Cracking and dislocation of the hip-joint, when walking.", "Stitches in the hip-joint, extending to the knee.", "Drawing pains in the thighs.", "Shootings in the thigh, from the buttock to the ankle, with insupportable pain on being touched, and during movement, as well as with great sweat over the whole body.", "Weariness and instability of the legs, esp. on going up stairs.", "Paralysis of the legs.", "Tensive and painful stiffness of the knees.", "Red and shining swelling of the knees, with violent shootings, esp. on walking.", "Painful stiffness of the knees, with stitches, esp. when moving them.", "Staggering and yielding of the knees, while walking.", "Tensive shootings and cramp-like pains in the knees, with tension extending to the calves of the legs.", "Sharp pains in the knees, extending to the tibia.", "Tensive and drawing shootings from the calves of the legs to the ankles, with red, shining swelling of the parts affected.", "The ankle feels as if dislocated, esp. when walking.", "Putrid ulcers on the lower extremities.", "Cramp in the calves of the legs, night and morning.", "Lassitude of the legs when walking and standing for any time.", "Swelling of the legs, extending to the feet.", "Pain, as of dislocation, in the foot when walking.", "Swelling of the feet, with redness and heat; pain, as from a bruise, on stretching the feet, tension on moving them; and pains, as from ulceration, on being touched.", "Shootings in the feet, the soles of the feet, and the toes, esp. when resting on the foot.", "Corns, with pressure, or with burning shootings, or with pain of excoriation on being touched." ],
    "Generalities" : [ "Over-sensitiveness of the senses to external impressions.", "Rheumatic and gouty pains in the limbs, with tension; worse from motion and contact.", "Tension, drawing pains, acute pullings and shootings, esp. in the limbs, and chiefly during movement, with insupportable pains on being touched, sweat of the part affected, and trembling of that part when the pains diminish.", "Stiffness and shootings in the joints, on being touched and when moved.", "In the evening, pain, as from fatigue, in the limbs, with paralytic weakness.", "Torpor and numbness of the limbs, with stiffness and pain of fatigue.", "Pale, tense, hot, swelling.", "Red, shining swelling of some parts of the body, with shooting during movement.", "Pain, as from a bruise, or of subcutaneous ulceration, or as if the flesh were detached from the bones.", "Dragging, with pressure, on the periosteum.", "Swelling and induration of the glands.", "Hard nodosities, in several parts of the skin, like small indurated glands.", "Pain, with shivering and cold in the body.", "Disposition to catch cold; inflammation of the inner parts.", "Startings of the muscles and of the limbs.", "Convulsions.", "Aggravation of the pains and sufferings at night, or in the evening, towards nine o'clock, as well as after having eaten, and from movement; amelioration during repose.", "Affections of the r. hypochondrium; inner lower belly; inner region of the liver; inner navel region; of r. upper and r. lower extremity.", "General uneasiness, sensation of squeezing, with shiverings, caused by the pressure of the clothing.", "Sensation of pulling throughout the whole body.", "Trembling of the limbs on rising after lying down.", "Want of strength in the limbs on walking, after having been seated.", "Great weariness and weakness, esp. in the morning, or on walking in the open air.", "Necessity to remain in a recumbent posture.", "Syncope.", "Sensation of weakness, esp. on walking in the open air." ],
    "Skin" : [ "Yellow colour of the skin.", "Skin moist and clammy.", "Burning and pricking over the whole body, as if from nettles, after slight emotions.", "Erysipelatous inflammation, esp. in the joints.", "Nettle-rash.", "Miliary eruption, esp. in children, and lying-in women.", "Phlyctaenoid eruptions, with gnawing or burning itching.", "Hard knots and blotches.", "Furfuraceous tetters, with burning itching.", "Petechiae.", "Putrid ulcers, feeling cold.", "Ulcers, with sensation of cold or with pulsative or smarting pains.", "Chilblains.", "Corns, with pressure, or burning shootings, or pains of excoriation on being touched." ],
    "Sleep" : [ "Constant inclination to yawn.", "Great sleepiness during the day, esp. after dinner.", "Drowsiness, with half-closed eyes.", "Failing asleep late; not refreshing; complaints causing sleeplessness; lying on the back during sleep.", "Comatose sleepiness, interrupted by anxious delirium.", "Sleeplessness, esp. before midnight, caused by heat.", "Sleeplessness before midnight, with thirst, heat, and ebullitions.", "Ebullition of the blood, and anxiety, esp. in the chest.", "Sleep disturbed by thirst; with bitter taste in the mouth on waking.", "Inability to remain lying on the r. side.", "Starts, with fright, on going to sleep and during sleep.", "Unquiet sleep, with confused dreams, and great flow of ideas.", "On going to sleep, cries and delirium, as soon as the eyes are closed.", "Delirium as soon as he awakes.", "Disagreeable, vexatious dreams.", "Vivid dreams of the transactions of the day.", "Nocturnal delirium, and visions with the eyes open.", "Groans, esp. towards midnight.", "Somnambulism.", "Nightmare." ],
    "Fever" : [ "Pulse full and hard, tense, and quick; seldom intermitting.", "Chill, with external coldness of the body.", "Coldness and chilliness, mostly in the evening, and often only on one (r.) side.", "More chilliness in the room than in the open air.", "Cold and shivering in the body, even in bed, in the evening, or accompanied by pains in all the limbs and cold sweat on the fore\" head.", "Shiverings, with trembling, often with heat in the head, redness of the face, and thirst; or followed by heat, with sweat and thirst.", "Before the shiverings, vertigo and cephalalgia; then shivering with tension and drawing in the limbs.", "Fever, with bitter taste and thirst.", "Dry, burning heat, mostly internal, as if the blood were burning in the veins.", "Dislike to food and drink during the shiverings.", "Heat, at first alternately with shiverings, then burning heat and thirst, afterwards copious sweat.", "Universal dry heat, external and internal, almost always with a strong desire for cold drinks.", "Want of perspiration.", "Wants to drink much water during chill and fever.", "Heat on one side only.", "During the heat, vertigo and cephalalgia.", "Febrile attack, with cold, and shivering predominating; type, tertian; nausea, and necessity to remain in a recumbent posture, or with shooting pains in the side and in the abdomen, and thirst during the shiverings and the heat.", "At the termination of the fever, dry cough, with vomiting, shootings and oppression in the chest.", "Cold sweat on the forehead and on the head.", "Copious sweat while walking slowly in the open, cold air.", "Greasy sweat, day and night.", "Sweat, with anxiety and inquietude.", "Sighing-like breathing, short cough, and pressure on the chest.", "Profuse sweats, night and morning, sometimes of a sour smell.", "Compound fevers in general; chilliness and heat alternately; heat and shuddering alternately." ]
  }
}