{
  "remedyName" : "Bufo",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Brain, softening of. Buboes. Cancer. Carbuncles. Caries. Chorea. Dropsy. Epilepsy. Heart, affections of. Impotence. Intermittents. Malignant pustule. Meningitis. Panaritium. Pemphigus. Phlegmasia alba dolens. Plague. Podagra. Self-abuse. Skin, affections of. Stammering. Suppuration. Whitlow." ],
    "Characteristics" : [ "In spite of modern scepticism regarding the poisonous properties of the toad, Shakspere, who seems to have known everything, was absolutely correct in speaking of the toad as having \"sweltered venom.\" The poison is excreted by glands in the skin of the back. L. Guthrie (H. W., xxviii. 484) tells a story of an Italian peasant, apparently dying of dropsy, whose wife, weary of the interminable length of his illness, thought to hasten his end by putting a toad into his wine. The result was the man was completely cured. \"Quintessence of toads\" figured largely in the therapy of Salmon's Doron Medicon (1583), where it is commended as a \"Specifick in the Dropsy.\" Homoeopathic experiments and poisonings have shown that this reputation is founded on fact. But the chief laurels of Bufo have been won in the treatment of epilepsy. Bojanus has cured many cases; and no medicine has served me better in the treatment of this disease. Few people who have witnessed a characteristic epileptic seizure can have failed to notice the curiously toad-like aspect assumed by the subject. The epileptic seizure and the status-epilepticus give the clearest correspondence to the Bufo range of action. Again, epilepsy is often found among the effects of self-abuse in the young, and Bufo provokes the tendency to the practice, and even causes impotence. The Indian women of Brazil are aware of this last property, and administer the venom to their husbands in food or drink when they wish to free themselves from their marital attentions. Bufo causes low grades of inflammatory action, fetid exhalations and discharges. (I have removed the fetor in hopeless cases of cancer with this remedy.) Guernsey commends it in panaritium where the pain runs in streaks, all the way up the arm. Also when the fingers have been injured and look black, with pains running in streaks up the arm. E. E. Case has reported a cure with Bufo cinereus of \"epistaxis daily for several weeks with flushed face, heat and pain in forehead > by the bleeding; there was also easy perspiration in general, apt to be offensive, especially on the feet.\" According to Lippe Bufo is especially indicated in epilepsy when the attacks occur during sleep at night. The patient may or may not be awakened by the attack; if not, when he does awaken he will have violent headache. Epileptic symptoms are < in warm room; but there is also great sensitiveness to cold air and wind. Marked periodicity: quartan fevers. Haemorrhages." ],
    "Relations" : [ "Heloderma, Amphisboena. Salamandra is complementary in epilepsy and brain-softening (Hering). Antidoted by: Lach., Seneg. Similar: Cubeb. In convulsions from low grades of suppuration, Arsen., Canth., Lach., and Tarent.; in epilepsy aura starting in solar plexus, Artem., Calc., Nux, Sil.; aura starting in arm, Lach., Sul.; in chorea, patient cannot walk, must run or jump, Kali bro., Nat. m.; as if heart in water, Bovist.; in masturbation, impotence, &c., Hyo., Merc., Sul.; in malignant pustule, Anthrax., Ant. c., Lach. in bullae, panaritium, &c., Hep., Lach., Ph. ac., Sil., Diosc. Head drawn to either side, Camph." ],
    "Mind" : [ "Weak memory; idiotic.", "Desire for solitude.", "Inclination to be angry; to bite." ],
    "Head" : [ "Numbness of brain before attack.", "Pressure like two iron hands holding temples.", "Headache: after breakfast; one-sided (r.) > by nose-bleed; congestive; < by light and noise; with cold feet and palpitation.", "Head at first drawn to one side (r. or l.), then backwards before an attack.", "Sensation as if hot vapour rose to top of head." ],
    "Eyes" : [ "R. eye open, l. nearly closed; eyeballs rolled upward and to l. before attack.", "L. lid paralysed." ],
    "Ears" : [ "Least noise disagreeable; music intolerable.", "Purulent otorrhoea; ulceration and bleeding of external ears." ],
    "Face" : [ "Face bloated and distorted; mouth and eyes convulsed.", "Hot flushes.", "Face bathed in sweat (during spasms)." ],
    "Mouth" : [ "Paralysis of tongue; lapping motion before attacks.", "Stuttering and stammering; angry when not understood.", "Bloody saliva; fetid breath.", "Desire for sweet drinks." ],
    "Male Sexual Organs" : [ "Involuntary emissions; too quick ejaculation; impotence.", "Masturbation." ],
    "Female Sexual Organs" : [ "Menses too early and too profuse; epileptic attacks with menses.", "Headache with or before menses.", "Cancer of breast.", "Cord-like swelling from groin to knee (milk-leg)." ],
    "Respiratory Organs and Heart" : [ "Burning like fire in lungs.", "Heart feels as if too large; as if drowned in a basin of water.", "Palpitation with headache; during menses.", "Constriction about heart." ],
    "Neck and Back" : [ "Attacks ushered in by a jerk in nape of neck.", "Swelling of bone size of fist (caries of dorsal vertebrae)." ],
    "Limbs" : [ "Bruised pains; trembling; cramps; arthritic swellings.", "Swelling of hands and arms; burning pains." ],
    "Upper Limbs" : [ "Great desire to exercise the arms.", "Burning lancinating in bones.", "Arms become stiffened before an attack.", "Numbness of l. arm.", "Arms go to sleep easily.", "Blister in hand recurring annually.", "After slight contusion inflammation of lymphatics.", "Panaritium, swelling blue-black around nail; pain in streaks up arm.", "Contraction of fingers of r. hand, then l., followed by lapping movement of tongue with thumbs drawn into pelvis; before an attack (epilepsy)." ],
    "Lower Limbs" : [ "Sciatica.", "Lower limbs more in motion than upper.", "Cramp awakens him from sleep.", "Lower limbs get weak (brain-softening).", "Lower limbs straight and stiff before attack.", "Swelling of knees with pulsative and distending pains.", "Podagra." ],
    "Generalities" : [ "Epileptic attacks, ushered in by a cry; face livid followed by sleep; occur at midnight; at time of menses; at change of moon; result of sexual excitement.", "Swelling of whole body which turns a deep yellow.", "Lividity." ],
    "Skin" : [ "Dirty greenish oily.", "Large yellow bullae, which open, leaving a raw surface exuding an ichorous fluid.", "Burning blisters.", "Sweat profuse; oily.", "Carbuncles.", "Chilblains." ],
    "Sleep" : [ "Sleepy; after meals.", "All symptoms < on awaking." ]
  }
}