{
  "remedyName" : "Cactus Grandiflorus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aneurism. Angina pectoris. Apoplexy. Arteries, atheroma of. Asthma. Bladder, paralysis of. Brain, congestion of. Bronchitis. Diaphragm, rheumatism of. Dropsies. Ear, inflammation of. Fistula. Goitre, exophthalmic. Haematuria. Haemorrhages. Headache. Heart, affections of; hypertrophy of. Indigestion. Intermittent fevers. Lungs, haemorrhage from. Melancholy. Menstruation, painful. Miliaria. Neuralgia. Otitis. Ovaritis. Pneumonia. Prostate, affections of. Rheumatism. Sun, effects of. Sunstroke. Traumatic fever. Vaginismus." ],
    "Characteristics" : [ "We are indebted to Rubini of Naples and his devoted wife for the first provings of this great remedy. Cactus affects powerfully the entire organism, but its intensest operation is on the heart and circulation. In congestive violence it rivals Acon., which is one of its antidotes. As with Acon., too, the pains are unendurable; they extort screams. Sadness, apprehension, fear of death and a tendency to be easily frightened characterise the Cactus mental state, as they do many conditions of heart disease. Given as an organ-remedy it will benefit a large number of cases of weakened and painful heart; and if its keynote symptom of constriction", "\"as if an iron band prevented its normal movements,\" or \"heart as if compressed violently and as violently struggled to burst its bonds\"", "is present, it will cure. Pain and numbness in left arm accompanying heart disease. Sharp pains in diaphragm and girdle pain round its attachment. Indigestion with these symptoms. Snader considers Cactus specially indicated where the heart is weak and the arteries atheromatous. This is confirmed by a venerable correspondent of the Hom. World (July, 1898), who, finding his temporal arteries much swollen and hard to touch, took several doses of Cact. 1x, with the result that in a few days they became normal. Snader uses the lower attenuations in this condition. A case of angina pectoris was cured by the 30th, with the following characteristic: sensation as though a swarm of hornets were going from pectoral region to heart. Cactus has the weakness and coldness of the extremities which characterise many heart cases, and render it an appropriate remedy. Constricting pains run through the pathogenesis (throat; chest; heart; bladder; rectum; vagina). Twitching of muscles, and sensation of constriction produced by touching the affected part. Haemorrhages (nose; lungs; rectum; stomach). Sanguineous congestions, which are in a way a counter-part of the constrictive sensations. Prostration. Among the other prominent symptoms of Cactus are: \"Heavy pain in vertex, like a weight.\" \"Periodical attacks of suffocation, with fainting, cold sweat on face, and loss of pulse.\" \"Fluttering and palpitation of heart, < when walking or lying on left side.\" \"Heart disease with swelling of left hand only.\" \"Numbness of left arm.\" \"Rheumatism of all joints, beginning in upper extremities.\" The pains are very sharp, causing the patient to cry out. Many symptoms are < at night (\"Night-blooming Cereus\"). Menses cease at night. Many symptoms < lying down, or come on when lying down. Periodicity is well marked (quotidian fever, a.m.). Chill at same hour every day, a.m. or p.m. Choudhury has reported a case cured, the characteristics being: \"Chill severe, a.m., thirsty, headache, body hot; no separate heat.\" When there is heat there is thirst and short breath. At times there is entire absence of sweat. There is < after eating (weight at stomach); and also < from missing a meal or fasting (prosopalgia and other neuralgias); < from lying on left side; from noise and light from heat; from sun's rays; from exertion; from damp." ],
    "Relations" : [ "Botanical relatives: Cereus bonplandii, C. serpentinus, Opuntia, and, in a sense, Coccus cacti, Antidoted by: Aco., Camph., Chi., Eup. perfol. Compatible: Dig. (tumultuous action of heart; slow, irregular pulse; scanty urine; dropsy); Eup. perf., Lach Nux, Sul. (pleurisy). Follows well: Aco., Arn., Ars., Bell., Bry., Cham., Gels., Ip., K. bro. (diaphragmitis), Lach., Nux, Rhus. Compare: In mental symptoms, Dig., Lach. In congestions to head, Bell., Glo. In pain and pressure in head, Arn., Carb. v., Coral., Iod., Nux, Op., Spi. Weight in vertex, Alo., Alum. In heart affections, Aco., Act. r., Amyl. n., Arn., Bell., Bov., Crotal., Dig., Eup. perf., Kalm., Lach., Lil. t., Naja, Puls., Spi., Zn. (as if a cap over heart); irritable heart, Cer. b., Hep., Pho. In constrictions (of chest) Zn., K. chlo., Cad. s., Alum., Bell., Bov., Arn., Cain., K. nit., Lach., Stram., (uterus) Murex, (vagina) Kali c. In menses ceasing at night, Caust. In leucorrhoea, Am. mur. In intermittents, Ars., Bry., Calc., Eup. perf., Nat. m:, Rhus, Sul. In dropsies, Dig., Kalm. In sleeplessness, Sul. Neuralgia and other forms of pain which are sure to appear when an accustomed meal is missed, Ars. Haemoptysis, strong throbbing at heart, Aco. (Aco. has more anxiety and fever). Pain in diaphragm, Ran. b. (Ran. b. has pains shoot from front to back; Cact. has sharp pains in diaphragm and girdle pain round attachment). Reptile sensation, Crocus." ],
    "Causation" : [ "Sun. Damp. Love disappointment." ],
    "Mind" : [ "Sadness and bad humour; taciturnity; melancholy; hypochondriasis.", "Cries, knows not why; < by consolation.", "Screaming with pain.", "During menses, hysteria.", "Fear of death, belief that his disease is incurable.", "Love of solitude." ],
    "Head" : [ "Vertigo, from sanguineous congestions to head.", "Heavy pressing in the head as if a great weight lay on the vertex; > from pressure; < from noise (even talking) and light.", "Throbbing pain with sensation of weight and violent neuralgias in r. side of head; periodic.", "Feeling as if head compressed in a vice, and would burst from severity of pain." ],
    "Eyes" : [ "Dimness of sight; cannot see at a distance; objects seem obscured." ],
    "Ears" : [ "Hearing diminished by the buzzing in the ears.", "Pulsations in the ears (otitis)." ],
    "Nose" : [ "Profuse epistaxis; soon ceasing." ],
    "Face" : [ "Paleness of the face.", "Bloated and red; with pulsations in head.", "Prosopalgia, right-sided, chronic; < from slightest exertion; bearable only when lying still in bed; brought on by wine, music, strong light, missing dinner at usual hour." ],
    "Mouth" : [ "Loss of taste for food with nausea.", "Tongue purple, thick brown sordes on teeth.", "Prickling on point of tongue.", "Breath very offensive." ],
    "Throat" : [ "Feeling of warmth about throat and chest.", "Constriction of oesophagus, which prevents swallowing.", "Constriction of throat exciting a constant desire to swallow.", "Suffocative constriction at throat with full, throbbing carotids.", "Scraping sensation at soft palate." ],
    "Stomach" : [ "Appetite good; digestion weak.", "Complete loss of appetite, stomach rejects everything.", "After eating weight and distress in stomach.", "Nausea in the morning, lasting all day.", "Acrid, sour fluid in stomach which rises in throat and mouth.", "Frequent vomiting.", "Copious haematemesis.", "Burning pulsation or heaviness in stomach.", "Constriction or pulsation in scrobiculus.", "Gastro-enteritis." ],
    "Abdomen" : [ "Pulsation in the coeliac artery (after dinner), burning extends down from it in flashes.", "Sharp pains shooting through diaphragm and up into chest.", "Colic with loose stool.", "Insupportable heat in abdomen.", "Pain and bearing-down in lower abdomen." ],
    "Stool and Anus" : [ "Constipation; stool hard and black.", "Diarrhoea, watery, mucous, bilious (in forenoon).", "Sensation of great weight (in anus), and urging to evacuate a great quantity, but nothing passes.", "Copious haemorrhage from the bowels (from the anus).", "Itching in the anus.", "Fluent haemorrhoids.", "Fistula in ano with violent palpitation of heart." ],
    "Urinary Organs" : [ "Constriction of neck of bladder.", "Irritation in urethra, as if he would pass water constantly.", "Urine passes by drops, with much burning.", "Profuse urine, of a straw colour.", "Urine, on cooling, deposits a red sand.", "Haematuria; urination prevented by clots.", "Frequent urging; at night, with a copious flow each time." ],
    "Male Sexual Organs" : [ "Prostatic affections; weight in anus." ],
    "Female Sexual Organs" : [ "Pulsating pain in uterus and ovaries.", "Constriction in uterine region; round pelvis.", "Constriction of vagina preventing coition (vaginismus).", "Very painful menstruation; extorting loud cries.", "Menses too early; scanty menstruation, ceasing while lying.", "Labour suppressed.", "Breast, tumour in; inflammation of." ],
    "Respiratory Organs" : [ "Difficulty of breathing; attacks of suffocation with fainting.", "Chronic bronchitis, with rattling of mucus.", "Spasmodic cough and copious mucous expectoration.", "Pricking pains in chest with oppressed respiration (pneumonia).", "Oppression of breathing in going upstairs.", "Catarrhal cough with much viscid expectoration.", "Much rattling of mucus.", "Cannot lie in a horizontal position.", "Periodical suffocation, with fainting, and sweat on face and loss of pulse.", "Haemoptysis, with convulsive cough.", "Sharp pains shooting from body to back and up into chest, with sensation of rush of blood to chest (rheumatism of diaphragm)." ],
    "Chest" : [ "Difficulty of breathing; continued oppression and uneasiness as if the chest were constricted with a (hot) iron band, hindering respiration.", "Whirling sensation from chest to brain; arterial throbbing.", "Oppressed breathing from a weight on chest.", "Congestion of the chest which prevents lying down; palpitation; constriction as from a tight cord around false ribs.", "Sensation of a great constriction in middle of sternum, as if the parts were compressed by iron pincers, with oppression of breathing; worse on motion." ],
    "Heart and Pulse" : [ "Pain deep in heart like a jerking body, frequently repeated.", "Something seemed to be whirling up from chest to brain.", "Sensation as if heart turned over ; as if it whirled round; as if some one was grasping heart firmly, with sensation as if it whirled round; as if heart was bound down and had not room enough to beat; as if bolts were holding it; as if compressed or squeezed by a band.", "Lancinating pain in heart when perspiration fails.", "Deathlike feeling at heart and round to l. back.", "Acute pains, pricking and stitches in the heart.", "Palpitation of the heart, day and night; < when walking, and at night, when lying on l. side.", "Palpitation in small irregular beats (at times frequent, at others slow), from slightest excitement or deep thought, with necessity for deep inspiration.", "Pains in apex of heart, shooting down l. arm to ends of fingers; feeble pulse; dyspnoea.", "Endocardial murmurs; excessive impulse; increased precordial dulness; enlarged ventricle.", "Heart disease with oedema of l. hand only.", "Aneurism.", "Atheromatous arteries." ],
    "Neck and Back" : [ "Exophthalmic goitre.", "Cold in back and icy cold hands.", "Rheumatism of shoulder.", "Pain under l. shoulder-blade (with palpitation).", "Lumbar muscles tender on pressure and stiff, esp. on first moving after repose." ],
    "Limbs" : [ "Rheumatic pains, in shoulders, upper and lower arms, in hips down to feet; < in rest and in motion, and in all positions." ],
    "Upper Limbs" : [ "Pain in shoulders and arms.", "Sore aching in l. arm down to elbow; down to fingers.", "Numbness of l. arm.", "Formication and weight in arms.", "OEdema of the hands; worse in the l." ],
    "Lower Limbs" : [ "Restlessness of legs; cannot keep them still.", "OEdema of the feet, extending to the knees; the skin is shining; pressure with the fingers leaves an indentation." ],
    "Generalities" : [ "General weakness and prostration of strength.", "Sensation of constriction: in throat; chest; heart; bladder; rectum.", "Haemorrhages: from nose; lungs; rectum; bladder; stomach.", "Congestions." ],
    "Skin" : [ "Dry, scaly herpes on the outside of the elbow, and on the r. internal malleolus." ],
    "Sleep" : [ "Sleeplessness without cause; or from arterial pulsations in the scrobiculus, and in the r. ear.", "Dreams: frightful; lascivious." ],
    "Fever" : [ "Slight chilliness towards a.m.", "Chilliness, with chattering of the teeth.", "Chilliness not relieved by covering; a.m. and p.m.", "Burning heat, with shortness of breath.", "Scorching heat at night, with headache, following a chill and terminating in perspiration.", "Coldness in back and icy cold hands.", "Intermittent fever (quotidian) recurring every day at the same hour (for many successive days).", "One o'clock in the afternoon slight chill, then burning heat, with dyspnoea, pulsating pain in the uterine region, terminating in slight perspiration.", "Quotidian, a.m., great coldness for two hours; then burning heat, with great dyspnoea, violent pain in the head, coma, stupefaction, insensibility till midnight, and unquenchable thirst and perspiration." ]
  }
}