{
  "remedyName" : "Cadmium Sulphuratum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Apoplexy. Boils. Chilblains. Cholera infantum. Corneal opacity. Eyes, affections of. Facial paralysis. Indigestion. Meningitis. Nasal polypus. Ozoena. Yellow fever." ],
    "Characteristics" : [ "Cadmium is found in nature in intimate association with Zinc, which it nearly resembles in action, but Cadmium acts more powerfully. The profound action of Cad. s. on the stomach", "burning and cutting pain, intense retching, gagging, bringing up tough mucus, intense nausea and vomiting", "led to its being given in yellow fever with brilliant success. Black vomit is very characteristic. The least thing touching the lips will excite vomiting. Pitchy taste; food tastes like salt. Cadm. is a cross between Bry. and Ars.: it has the desire to keep quiet of Bry., with the exhaustion and stomach irritability of Ars. (Kent). Cadmium is a chilly medicine. There is icy coldness", "coldness even when near a fire. Horripilation: after drinking; with hot hands. Sweat in axillae. Effect of a draught of cold air in checking sweat. < From cold air; itching of skin when cold. < Sunshine. < In morning and after sleep. < Walking; < ascending stairs. < When swallowing. < After grief. < After intoxication. > By eating. Effects of: anxiety, or fit of passion; of cold winds (facial paralysis). Acts well in drunkards. It is a notable antipsoric. There is much itching of skin; at night in bed; when touched; when cold; > scratching, which causes a voluptuous feeling. Skin blue; yellow; scaly, cracking, damp, suppurating herpes; chilblains. Cutting, lancinating pains are prominent; also a sense of constriction. The nasal symptoms are very important; no remedy has served me better in cases of ozaena and polypus." ],
    "Relations" : [ "Compare: Zn. (but in Zn. the action is primarily on brain; in Cadm. primarily on stomach); in constriction across chest with palpitation, K. chlo.; weakness, nausea, vomit and burning, Ars.; black vomit, affections of drunkenness, Ars., Lach.; in nausea and retching, Asar., Bry., Crot. t., Cup., Nux, Pod., Ant. t.; in deathly nausea, Ip., Tab.; greenish gelatinous vomit, AEthusa, Ars., Bry., Ip., Ver.; gelatinous stools, Alo., Cubeb., Hell., K. bich., Pod., Rhus, Sep. (green); loss of breath on going to sleep, Carb. an., Carb. v., Op., Grind., Lach. Followed well by: Bell. (rolling of head with open eyes in cholera infantum); Carb. v., Lob. inf. (in yellow fever); Nit. ac.; Alet. (nausea of pregnancy). Follows well: Ip., Ars., Bell." ],
    "Causation" : [ "Sun. Draught of air. Cold wind. Alcohol." ],
    "Mind" : [ "Excessive irritability.", "Horror of solitude and of work." ],
    "Head" : [ "Constriction; stitches; pulsation.", "Hammering in the head, preceding vomiting.", "Headache with restlessness, icy coldness of body, epistaxis, constriction in throat, thirst, nausea, vomiting; mostly present when awaking, in open air, from draught of air, in sun.", "Herpes on temples." ],
    "Eyes" : [ "Cannot read small type.", "Night-blindness.", "Scrofulous inflammation.", "Opacity of cornea.", "Hot tears.", "Swellings of lids.", "Hollow eyes; blue circles." ],
    "Ears" : [ "Sounds echo in head." ],
    "Nose" : [ "Ulcerative or cancerous smell (ozaena).", "Tightness at root and tension in nose.", "Obstruction of nose by swelling.", "Numbness of nose.", "Erysipelas.", "Boils on nose.", "Caries of nasal bones.", "Ulceration of nostrils." ],
    "Face" : [ "Spasmodic movements of upper lip.", "Facial paralysis from cold air", "crawling sensation", "chronic eruption on forehead, nose, and round mouth.", "Swelling of lips." ],
    "8, Mouth and Throat" : [ "Salivation.", "Taste first sweetish, then bitter and burning.", "Fetid breath.", "Ulcers; dryness; itching; burning; constriction in throat.", "Dysphagia." ],
    "Stomach" : [ "Nausea; must lie quiet.", "Nausea in mouth; chest; abdomen.", "Saltish, rancid belchings, cold sweat on face.", "Vomiting of acid or yellow substances, cold perspiration on face and cutting pains in abdomen.", "Black vomit.", "Burning and cutting pain in stomach.", "Gastric symptoms < after drinking beer; in forenoon; during pregnancy; in drunkards; after cramps in stomach." ],
    "Abdomen" : [ "Pain in abdomen with vomiting.", "Pain and pulsation in sides of abdomen.", "Cutting pains in bowels and kidneys.", "Lancinations in l. hypochondrium.", "Symptoms of stomach and hypochondria < by walking or carrying burdens." ],
    "Stools" : [ "Stools, almost gelatinous, yellowish-green, semi-fluid. (Cholera infantum.)" ],
    "Urinary Organs" : [ "Severe cutting in region of kidneys; urine suppressed, or scanty, or bloody." ],
    "Male Sexual Organs" : [ "(Too frequent seminal emissions checked by it.)" ],
    "Female Sexual Organs" : [ "Acts well during pregnancy.", "Erysipelas of mammae.", "Inflamed nipples." ],
    "17, Respiratory Organs and Chest" : [ "Chest feels dilated.", "Feeling as if lungs adhered to chest.", "Cough with loss of consciousness, agitation, red face, pain in stomach, or vomiting of bile.", "Interrupted breathing during sleep.", "Chest symptoms < squatting.", "Brown spots on chest.", "Swelling of external chest." ],
    "Limbs" : [ "Suppuration of axillary glands.", "Brown spot on elbow.", "Boils on buttocks.", "Restlessness; jactitations; startings." ],
    "Sleep" : [ "Sleeps with eyes open.", "Stops breathing on going to sleep; wakes up suffocating.", "Symptoms < after sleep.", "Annoying protracted sleeplessness." ]
  }
}