{
  "remedyName" : "Cajuputum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Deafness. Diarrhoea (night). Dropsy. Epilepsy. Gout. Headache. Heartburn. Hiccough. Hysteria. Menstruation, disorders of. OEsophagus, stricture of. Paralysis. Rheumatism. Tongue, affections of; swelling of. Toothache. Urinary disorders. Vertigo." ],
    "Characteristics" : [ "Cajutut has a reputation in the old school as a local application in rheumatism, and also in cases of dysmenorrhoea. It has had a homoeopathic proving, and some very characteristic symptoms have been developed. A feeling of enlargement; too large all over; as if head as large as half a bushel. Feeling as though could not get himself together (Bapt.); could not get his clothes for a time, though they were quite near. As if poisoned. As if the arms were tied to the body; heavy; useless. Numb feeling all over. A measles-like eruption; intense itching. Many nervous symptoms are developed, some reflected from the female sexual organs. There is the persistent choking sensation of hysteria; nervous dyspnoea; nervous distension of the bowels. Earache and faceache; the lobe of the ear is red; alae nasi suddenly turn red; nose appears swollen. It has cured obstinate hiccough from slightest provocation, talking, laughing, eating, or any motion. Symptoms appear and disappear suddenly; come at a.m.; disappear suddenly on eating. Many symptoms are < at night. Smoking = desire to vomit." ],
    "Relations" : [ "Compare: Bov. (swollen sensations); Plantago (earache, toothache); Colch. (gout and rheumatism); Aco. and Bell. (effects of checked sweat). Eucalyptus, Eugenia caryophyllacea (clove), Eugenia jambos and the Brazil-nut tree belong to the same order." ],
    "Causation" : [ "Effects of checked perspiration." ],
    "Mind" : [ "Averse to being spoken to, though likes to hear other people talk.", "Can't bear to look inside the books he usually studies; can think of a thousand things in a minute.", "Prefers to walk alone, slowly.", "Feels better in the society of ladies, and can talk with them (though naturally bashful); he does not like to talk with the men." ],
    "Head" : [ "Intoxicated feeling, feels as if he would stumble over his own legs.", "Head feels enlarged; dull and heavy; in occiput.", "Frontal headache, esp. in eyes, < on bending forward.", "Severe headache a.m., with prosopalgia and stiffness of jaws." ],
    "Eyes" : [ "Heavy feeling in eyes; upper lids feel as heavy and thick as leather." ],
    "Ears" : [ "Lobules of ears turn red." ],
    "Nose" : [ "During day alae nasi suddenly turn red, redness suddenly disappearing.", "Nose is most prominent; looks as if large and extending out from face on looking down." ],
    "Face" : [ "Face feels all puffed up.", "Cannot hurt skin of face by pinching it.", "Face feels rough.", "Stiff, dry feeling in jaws, with neuralgic pains in malar bones, and severe headache all over head on waking at a.m." ],
    "Mouth" : [ "Tongue feels swollen; as if it filled mouth all up, making her lisp, feels scalded; looks white and rough.", "Profuse salivation.", "Speech thick and slow.", "Acrid taste." ],
    "Throat" : [ "Constant inclination to spit and hawk up large quantities of tough white mucus, which he could feel drawn through the nares.", "Feels closed up.", "OEsophagus: paralysed; swollen sensation; constricted,< attempting to swallow solid food.", "Burning in pharynx and oesophagus.", "Persistent sensation of choking." ],
    "Stomach" : [ "Burning in throat down to stomach.", "Nausea." ],
    "Stool and Rectum" : [ "Rectum paralysed.", "Bright yellow diarrhoea < night.", "Choleraic diarrhoea from sudden check of perspiration." ],
    "Urinary Organs" : [ "Urine diminished, milky; smells like cat's urine." ],
    "Male Sexual Organs" : [ "Erections with great desire.", "Erections all night, and long after rising, but without the least desire.", "Penis soon became shrivelled up." ],
    "Female Sexual Organs" : [ "Menses suspended, or diminished and attended with pain, when caused by a cold or check of perspiration." ],
    "Respiratory Organs" : [ "Warmth down trachea into lungs.", "Hoarseness.", "Cough causing vomiting.", "Nervous dyspnoea.", "Sharp pain through apices of both lungs from before backward (esp. r.)." ],
    "Neck" : [ "All the muscles of the neck are very sensitive to pressure." ],
    "Limbs" : [ "Rheumatic symptoms (Cajuput oil is a common remedy as an application to rheumatic joints).", "Pain as if joints were enlarged." ],
    "Upper Limbs" : [ "Arms feel like soaked wood hanging to one.", "Left arm feels out of joint." ],
    "Lower Limbs" : [ "Weakness in both knees.", "Stitching pains in knees on rising in bed." ]
  }
}