{
  "remedyName" : "Caladium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Dropsical swellings. Gleet. Impotence. Irritation. Nymphomania. Pruritus vaginae. Spermatorrhoea. Typhoid. Typhus. Worms." ],
    "Characteristics" : [ "Like the other Arums, Caladium has an intensely irritating effect on the mucous membranes and skin, and produces many burning sensations. Calad. is one of the best remedies for that troublesome affection, pruritus vulvae. Sometimes this is set up by intestinal worms finding their way into the vagina, and they may then cause masturbation, and even nymphomania. There is also great disturbance in the male sexual sphere. Masturbation and its results. Nocturnal emissions occurring either without dreams or with non-sexual dreams. Spermatorrhoea. The glans penis is flabby from masturbation, prepuce if drawn back remains so from loss of contractility. Catarrhal asthma, mucus not readily raised, but giving relief when it comes up.", "H. N. Martin gives this picture of Calad.: \"Is similar to Lycopod.; patient wants to lie down always; > from sweat (opp. Merc.); > after short sleep (opp. Lach.). Perspiration attracts flies. Genitals relaxed and perspire. Patient afraid to go to sleep, and doesn't know why. Itching of vulva with burning.\"", "It is suited to persons of lax, phlegmatic temperament. There is < from warmth; aversion to cold water; but bathing with cold water > itching. Heat with drowsiness. Sweet odour of sweat. All symptoms > after sweat; after sleeping in the daytime. Motion < most symptoms. Great desire to lie down and aversion to motion; but if he makes the effort he is strong enough. Attacks like fainting after writing and thinking, when lying down or when rising." ],
    "Relations" : [ "Compare: The Araceae (but it is incompatible with them); Aco., Bry., Caust., Carb. v., Canth., Caps., Cina (worms); Gels. (effects of sexual excesses); Hyo., Ign., Lyc., Merc., Nit. ac., Nux, Pho., Plat. (nymphomania and irritation of genitals); Pul., Sep., Staph. (effects of masturbation); Sul., Zingib. Antidoted by: Caps.; Ign. (stitches in pit of stomach and fever); Carb. v. (rash); Hyo. (night cough); Zingib. (asthma); Merc. (preputial symptoms). Antidote to: Merc. Compatible: Aco., Canth., Puls., Sep. Complementary: Nit. ac." ],
    "Mind" : [ "Low spirits and gloomy thoughts (impotence).", "Forgetfulness.", "Very irritable and depressed.", "Confused, cannot concentrate the mind.", "Apprehensive; careful about his health." ],
    "Head" : [ "Dull, frontal headache.", "Vertigo with nausea, mornings.", "Fulness in head, as if too much blood were there.", "Throbbing pain in the head.", "Headache with nausea.", "Dull, pressive, or sharp, cutting pain in temples.", "Numbness in side of head." ],
    "Eyes" : [ "Burning and stitches.", "Eyes violently inflamed.", "Drowsiness and heaviness.", "Eyelids red and inflamed, with smarting and burning.", "Dull, pressive aching in portion of eyeballs.", "Eyeballs sore and sensitive to pressure." ],
    "Ears" : [ "Very sensitive to noise (start from sleep)." ],
    "Nose" : [ "Fluent or stopped coryza." ],
    "Face" : [ "Sensation as if a spider web or plaster were sticking here and there." ],
    "Teeth" : [ "Toothache, teeth feel elongated." ],
    "Mouth" : [ "Swelling of tongue with excessive ptyalism; saliva resembling white of egg; mucous membrane red." ],
    "Throat" : [ "Dryness and burning in fauces and pharynx (without thirst); with aversion to cold water." ],
    "Stomach" : [ "Nausea, esp. in the morning on rising.", "Acid eructations.", "Frequent eructations of very little wind, as if stomach were full of dry food (with asthma).", "Burning in stomach, not > by drinking." ],
    "Abdomen" : [ "Spasmodic cutting pain in stomach and abdomen.", "Abdomen swollen and tender to touch.", "Sensation as if a long worm writhing in region of transverse colon or duodenum." ],
    "Stool and Anus" : [ "After stool thin red blood passes.", "Discharge of mucus from the rectum after stool.", "Stitches in rectum after stool.", "Soft, pasty, clay-coloured stools, passed with difficulty.", "Stool containing hard lumps.", "Very scanty, pasty stool.", "Urging to stool on rising in the morning.", "Burning in the anus after stool." ],
    "Urinary Organs" : [ "Bladder feels full without desire to urinate.", "Urine fetid; with sediment (with impotence and gleet)." ],
    "Male Sexual Organs" : [ "Organs swollen (puffy), relaxed, and sweating.", "Swelling of margin of prepuce with smarting during micturition.", "After waking prepuce remains retracted; painful and swollen.", "After coition the prepuce remains behind the glans; it is painful and swollen.", "Glans red, dry; dotted with still redder points.", "Glans flabby from masturbation.", "Painful erections without sexual desire, alternating with sexual desire with relaxed penis.", "Impotence with mental depression.", "Frequent nocturnal emissions.", "Nocturnal emissions either without dreams or with non-sexual dreams.", "Imperfect erections and premature ejaculation of the semen.", "Impotence; the penis remains relaxed, even when excited.", "Feeling of coldness, and cold perspiration of the sexual organs." ],
    "Female Sexual Organs" : [ "Itching of external genitals with voluptuousness.", "Pruritus of vulva and vagina.", "Pruritus vaginae; with onanism (nymphomania).", "Worms escape into vagina and cause masturbation.", "Cramp-like pains in uterus after midnight." ],
    "Respiratory Organs" : [ "Larynx and trachea seem constricted; impedes deep breathing.", "Sudden and involuntary cough caused by tickling high up in throat (above larynx).", "Oppression of breathing, cannot get his breath easily.", "Asthma alternating with itching, burning rash.", "Catarrhal asthma (with mucus which is not readily raised, but the asthma is relieved when it is raised)." ],
    "Chest" : [ "Sharp stitches in r. side of chest." ],
    "Back" : [ "Rheumatic pain in back; can hardly turn in bed.", "Pain in shoulder with headache." ],
    "Limbs" : [ "Limbs feel tired and weak.", "Rheumatic pains in the limbs.", "Trembling of the limbs.", "Stitches in corns.", "Cramps in the soles of the feet at night." ],
    "Generalities" : [ "Attacks like fainting after writing and thinking, when lying down, or when rising.", "Disinclination to move, and desire to lie still.", "Weariness over the whole body.", "Extremely nervous.", "Great throbbing all through the body.", "Sighing respiration; dryness of parts which are usually moist." ],
    "Skin" : [ "The skin has a rough, dry feeling.", "Itching, burning rash (forearm and chest), alternating with asthma.", "Violent itching on various parts." ],
    "Sleep" : [ "Drowsy and sleepy.", "Sleepless, or unrefreshing sleep.", "Sleepiness in the daytime, but cannot go to sleep on account of vertigo.", "Groans and moans anxiously in sleep.", "Dreams; frightful." ],
    "Fever" : [ "Chilliness in the evening, without thirst.", "Chilly even in a warm room.", "Feverish, skin hot and dry.", "Face, head, and hands hot; legs and feet cold.", "Internal heat, going off from sleep.", "Heat with thirst, pain in the ears, swelling of the sub-maxillary glands, and retention of stool.", "Sweat towards evening, with prostration, yawning, and drowsiness.", "The perspiration (after the heat) attracts the flies." ]
  }
}