{
  "remedyName" : "Calcarea Phosphorica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Ankles, weak. Back, weakness of. Bones, affections of. Brain-fag. Bright's disease. Cholera infantum. Chorea. Consumption. Cretinism. Debility. Dentition. Diabetes. Dyspepsia. Emissions. Enuresis. Epilepsy. Erotomania. Face, boils on. Fistula. Fracture. Gleet. Gonorrhoea. Headaches. Hernia. Hydrocele. Hygroma. Joints, affections of. Leucorrhoea. Lumbago. Nymphomania. Phosphaturia. Rheumatism. Rickets. Self-abuse. Spermatorrhoea. Spina bifida. Stiff-neck. Strabismus. Testicles, swollen. Throat, sore. Tobacco habit. Tonsils, enlarged. Uterus, prolapsus of; polypus of. Yawning." ],
    "Characteristics" : [ "Calc. Phos., whilst exhibiting strong points of resemblance with Calc. carb., has nevertheless a very distinct individuality. It has been proved and tested clinically, and, having been adopted by Schussler as his leading \"antisporic, \", a number of valuable indications have been added by him and his followers. The Calc. phos. patient is generally emaciated instead of fat like the typical Calc. carb. child. The Calc. ph. patient is less chalky-white and more dirty-white or brownish than the Calc. c. patient. Both have large abdomens, but that of the Calc. Phos. patient is flabby. Calc. c, has craving for eggs; Calc. Phos. for salt or smoked meats. \"Craving for fat bacon\" in children is a well-verified characteristic of Calc. phos. Calc. ph. has cured dyspepsia, pain > for a short time by raising wind, when fasting the pain goes to the spine, feeling as if one ought to raise wind and could not. Dyspepsia with indescribable distress in region of stomach, only temporarily > by eating. The stools of Calc. phos. are green and slimy, or hot and watery with fetid flatus; of Calc. carb., sometimes green, generally watery, white, and mixed with curds. Calc. carb. has an open anterior fontanelle; Calc. Phos. has both open, especially the posterior. The skull is thin and soft, almost cracks, like paper when pressed upon.", "The mental state of Calc. ph. is one of weakness: weak memory; inability for mental exertion. Hence it is appropriate in effects of mental strain, such as school headaches in children, weak-minded children. In this it is like Nat. m. A schoolboy to whom I was giving Calc. ph. developed these new symptoms: \"Tongue thickly coated white, taste pasty; felt absolutely silly; taking coffee whilst playing a game, he put the sugar on the draught-board instead of into the cup, and didn't know he had done anything foolish.\" Peevish and fretful. Wants to be at home, and when at home wants to go out; goes from place to place. Complaints are < when thinking of them. The sexual organs are the centre of many symptoms. Nymphomania; all organs in erection with irresistible desire, particularly before catamenia. Voluptuous feeling, as if all the parts were filled with blood; pulses in all the parts with increased desire; after urination. Many of the uterine symptoms are like those of Sepia. There is a weak, sinking sensation in the hypogastrium, and sinking, empty feeling in epigastrium; prolapsus < during stool or micturition. Aching in uterus. Cutting through to sacrum. Cream-like leucorrhoea. Burning in vagina with pain on both sides of bladder and uterus; burning like fire up into chest. Flushes of heat and faintness; sweats easily. But the menses are profuse, and the patient is weak and consumptive. She has partial profuse sweats, but less profuse than those of Sepia. Every exposure increases the rheumatic pains of Calc. ph. and the uterine distress. Defective bone growth; bones thin and brittle. It is useful in cases of fistula; and when fistula has been operated on and symptoms have appeared elsewhere; fistula alternating with chest symptoms. Enlargement of tonsils, acute and chronic. Short breath. Involuntary sighing. Contraction of chest and difficult breathing; evening till p.m., > lying down, < getting up. Constant stretching and yawning. Crying out in sleep. Cannot get awake in morning. Grauvogl considered it the most important remedy in chronic hydrocephalus, and he very properly gave it as a prenatal remedy during pregnancy to women who had previously borne hydrocephalic children. The chills of Calc. ph. strike upward. Hering gives: \"The chills run up the back; terrible muscular jerks in body, which almost throw him out of his chair.\"", "Calc. Phos. corresponds to defective nutrition, whether of childhood, puberty, or of old age. Predisposition to glandular and bone diseases. Slow development of teeth. Spinal curvature. Slow walking; neck too thin and weak to support head. Rickets. Diabetes when the lungs are affected. Motion < and rest > most symptoms. < When thinking of his symptoms. A slight draught causes rheumatic pains; every cold causes pains in joints and sutures. Changes of weather, especially when the snow melts, or in east winds <. Damp, rainy, cold weather <. It is suited to scrofulous, gouty constitutions." ],
    "Relations" : [ "Its nearest analogue is Carb. an. (which contains Calc. phos.). Follows well: Ars., Chi., Iod., Merc. Is followed well by: Sulph. Complementary: Ruta. Compare: In bone affections and fistula, Berb., Calc., Calc. fl., Fluor. ac., Ruta, Sil., Sul.; in joint affections, Berb., Kali ph., Nat. m.; in caries of teeth, Fluor. ac., Mag. ph., Sil.; in epilepsy, Calc., Fer. ph., Kali m., Kali ph., Sil.; in diabetes, Kali ph., Nat. ph.; in tabes, Ars., Iod., Merc.; haemorrhoids, Fer. ph.; worms, Nat. ph.; in debility after acute disease; chest affections > by lying down, Pso.; in peevishness and fretfulness of children, Cham. School headaches; housemaid's knee, Nat. m.; in tonsillitis; weak-minded children, Bar. c.; chest affections after operation; in fistula, Berb.; uterine affections, Sep. (but in Calc. ph. the menses are more profuse; there is more sexual excitement; the patient is apt to be weak, emaciated, and consumptive); osteitis of diaphyses, Conchiolinum; in fractures, &c., Symphytum; < from motion, Bry.; < from wet, Dul., Sil., Sul., Caus., Rhus." ],
    "Causation" : [ "Over-growth. Lifting. Ascending. Over-study. Sexual excesses. Sexual irregularities. Grief. Disappointed love. Unpleasant news. Operation for fistula. Getting wet." ],
    "Mind" : [ "Great depression; slow comprehension; cretinism.", "Children are peevish and fretful; difficulty in performing intellectual operations." ],
    "Head" : [ "Large open fontanelles.", "Delayed closure or re-opening of fontanelles.", "Headache < from change of weather extending from forehead to nose; from temples to jaws; with some rheumatic feeling from collar-bone to wrists.", "Vertigo, with nausea.", "Head compressed, heavy, and painful, on waking in the morning.", "Painful sensation of fulness in the head, as if the brain were pressed against the cranium, < by movement and by change of position, > by lying still.", "Headache with craving for tobacco smoke, which >.", "During the headache, face and head hot with indolence and ill-humour.", "The headache is < in the open air, or on stooping.", "Headache on vertex, behind ears, with drawing in muscles of neck to nape and occiput.", "Headache, with flatulency in the abdomen.", "Headache of school-girls with diarrhoea.", "Crawling sensations run over top of head as if ice were lying on upper part of occiput; the head is hot with smarting of the roots of the hair.", "Skull soft; crackling noise like paper when pressed, mostly in occiput.", "Itching in the scalp every evening." ],
    "Eyes" : [ "Sensation in the eye as if something in it, renewed if others talk about it.", "Cannot read; light hurts, esp. candle or gaslight.", "Cataract; amaurosis; ulcers on the cornea.", "Squinting.", "Lachrymation; most with yawning.", "Pain in the eyes and nose, as if a foreign body were introduced into them." ],
    "Ears" : [ "Singing or other noises in the ears.", "Inner and outer ear red, sore itching.", "External ear swells suddenly and appears as if it would burst with eczema.", "Excoriating discharge from ears." ],
    "Nose" : [ "Coryza: fluent in cold room; stopped in warm air and out of doors.", "Swollen nose with sore nostrils in scrofulous children.", "Large pedunculated polypi.", "Streaks of blood, nose-bleed in afternoon.", "Frequent sneezing, with flow of mucus from the nose, and salivation.", "Blood follows when the nose is blown." ],
    "Face" : [ "Pain esp. in upper jawbone from r. to l.; extends from other parts to face or from face to other parts.", "Coppery face full of pimples.", "(Warts on mouth).", "Acne in the face; red pimples, filled with a yellowish pus, with shooting pains on being touched.", "Swollen upper lip; painful, hard and burning." ],
    "Teeth" : [ "Teeth sensitive to chewing.", "Pain in molars.", "Tearing, boring pain at night; < from warm or cold things.", "Slow dentition, with cold tumours and emaciation.", "Too rapid decay.", "Convulsions without fever during dentition." ],
    "Mouth" : [ "Tongue: swollen, numb, and stiff.", "Tip of tongue sore, burning, little blisters on it.", "Tongue white furred at root, most in morning.", "Accumulation of acid saliva in the mouth.", "Insipid disgusting taste.", "Bitter taste in the morning with headache." ],
    "Throat" : [ "Sore aching (on waking in morning) < by swallowing.", "Sensation of contraction in throat.", "When swallowing, pain in tongue, fauces, pharynx, chest, and pit of stomach.", "Chronic swelling of tonsils." ],
    "Appetite" : [ "Unusual hunger p.m.", "Infant wants to nurse all the time.", "Craves fat bacon salt meats.", "Desire for tobacco smoke; smoking > headache.", "Complete loss of appetite before and during catamenia.", "Colic and diarrhoea from ice creams; juicy fruit or cider; every attempt to eat; drinking cold water (colic or diarrhoea)." ],
    "Stomach" : [ "Nausea, with vertigo, perplexity of head, and confusion of ideas.", "After taking coffee, nausea, pyrosis, head confused and painful, and excessive ill-humour.", "Heartburn and water-brash.", "Sour rising.", "Acute pains in the stomach, with great weakness, headache, and diarrhoea; the least morsel that is eaten renews the pains in the stomach.", "After belching, a burning in epigastrium.", "Empty, sinking sensation (at the epigastrium); p.m.", "Persistent vomiting of milk, whether of breast or other.", "Vomiting from hawking phlegm.", "Easy vomiting in children." ],
    "Abdomen" : [ "Aching soreness and pain round navel; > after fetid flatus passes off.", "Oozing of bloody fluid from navel of infants.", "Violent colic with inflation of abdomen, and great accumulation of flatulency, or with headache.", "Difficult escape of wind, without mitigation of suffering.", "Burning in abdomen.", "Aching soreness, cutting, drawing in l. groin, later in r.", "Burning aching in groins.", "Abdominal weakness in anaemic patients." ],
    "Stool and Anus" : [ "Evacuations with much flatulency.", "Stools in which there were many small white points or flakes, like pus, scarcely perceptible.", "Offensive pus with stools.", "Daily watery, very hot stools.", "Stools green and loose, sometimes slimy.", "Diarrhoea, very fetid.", "Offensive flatus.", "Cutting, pinching, sharp colic, followed by diarrhoea.", "Diarrhoea from juicy fruit or cider; from vexation.", "Diarrhoea of dentition.", "Hard stools, with mental depression.", "Hard stools with much blood.", "After stool, buzzing in ears; weak feeling in male sexual organs.", "Bleeding after stool; protruding piles, aching, itching, sore; oozing of a yellow fluid and bleeding.", "Itching in anus; most in evening.", "Single stitches in rectum towards anus, or shooting in anus.", "Sore feeling in anus, < one side, with shaking, burning, throbbing.", "Fistula in ano, alternating with chest symptoms.", "Fistula; in persons who have pains in joints with every spell of cold, stormy weather.", "Fissures.", "Haemorrhoids oozing a watery fluid all the time." ],
    "Urinary Organs" : [ "In region of kidneys violent pain when lifting, or blowing nose.", "Frequent micturition.", "Urine passed in large quantities with sensation of weakness.", "Urine deep-coloured and sometimes hot.", "After evacuation of faeces and emission of urine, the genital parts feel, as it were, fatigued.", "Cutting in urethra before and after urinating; burning during.", "Enuresis.", "Phosphatic urine (Bright's disease)." ],
    "Male Sexual Organs" : [ "Increase of sexual desire in the morning, with unusual enjoyment in coition.", "Nocturnal emissions.", "Erections while riding in a carriage, without desire.", "Shooting through the perineum into the penis.", "Swelling of testicles.", "Scrotum: itching; sweating; sore; oozing a fluid.", "Hydrocele.", "Chronic gonorrhoea in anaemic subjects." ],
    "Female Sexual Organs" : [ "Nymphomania; esp. before catamenia.", "Aching in uterus; weakness and distress in uterine region; < during defecation and micturition; uterine displacement.", "Pressure upward over mons veneris, throbbing.", "Voluptuous feeling as if the parts were filling up with blood; feels pulse in all the parts, with increased sexual desire.", "Prolapse.", "Polypus.", "Menses: too early, light, or dark (esp. with rheumatic patients); labour-like pains.", "Menses too early, blood bright, with girls; too late; blood dark, or first bright, then dark, in women.", "Leucorrhoea, like white of egg, day and night; < morning after rising; of sweetish odour; increased whites with a stool of bad odour.", "Burning, pain, swelling of vagina and external parts.", "Pains in navel; sacrum; symphysis pubis; mammae (sore and burning; nipples aching, sore) during pregnancy.", "Child refuses breast, milk has a saltish taste." ],
    "Respiratory Organs" : [ "Hoarseness; burning in throat; constant hawking and hemming to clear voice when talking.", "Cough; tickling; with dryness of throat and hoarseness; with yellow expectoration, < morning; with stitches in chest.", "Cough during difficult dentition.", "Breathing frequent, short, difficult.", "With inhalation; shooting in l. breast and r. temple; sudden jerking pain in back.", "Involuntary sighing." ],
    "Chest" : [ "Contraction of chest, and difficult breathing, evening till p.m.; > lying down; < when getting up.", "Obstinate pain through lower l. lung and l. hypochondrium (uterine disease).", "Burning sensation in chest from below up into throat.", "Sharp pain like an instrument through end of sternum.", "Cracking in sternum." ],
    "Heart" : [ "Sharp cutting pain, shooting in heart region interrupting breathing.", "Dropsy from heart disease." ],
    "Neck and Back" : [ "Rheumatic pain and stiffness of neck with dulness of head; from slight draught of air.", "Cramp-like pain in neck first one side then the other (r. to l.).", "Throbbing or jerking pains below scapula.", "Violent pain in region of back when making the least effort.", "Backache and uterine pains.", "Sharp pains in sacrum and coccyx.", "Soreness as if separate in sacro-iliac synchondrosis.", "Curvature of the spine to the left; lumbar vertebrae bend to the left; spina bifida." ],
    "Limbs" : [ "Aching in all the limbs with weariness.", "Pains flying about, in all parts of rump and limbs after getting wet in rain.", "Extensors more affected than flexors." ],
    "Upper Limbs" : [ "Rheumatic pains in shoulder and arm, also with swelling of the diseased part and febrile heat.", "Ulcerative pain esp. in roots of finger nails of r. hand; and in middle finger.", "Gouty nodosities.", "Soreness, torpor, and paralysis of the (l.) arm.", "Paralysis of the joints of the hand and of the fingers, esp. in the thumbs, sometimes from a chill." ],
    "Lower Limbs" : [ "Buttocks and back \"asleep, \", with a sensation of uneasiness.", "Lower limbs fall asleep; restless; anxious feeling; has to move them to jump out of carriage; also at night.", "Abdomen, sacrum, and lower limbs asleep; cannot rise from seat.", "Cramp in calves; on a small spot inside, when walking.", "Legs tired, weak, restless, crawling, tingling.", "Pains above knee.", "Pains in joints and bones, esp. shin bones." ],
    "Generalities" : [ "Large pedunculated polypi; copper-coloured face, full of pimples; tongue swollen.", "Rheumatic pains of all kinds.", "Pains in different parts of the body, proceeding along the muscles into the joints.", "Rheumatism which gets well in summer and becomes bad again in cold weather.", "The loins, knees, and thumbs are principally affected.", "Veins swollen.", "Burning itching over the whole body.", "Ulcers.", "Caries.", "Weariness, when going upstairs; wants to sit down; hates to get up.", "Ill-humour, and aversion to labour.", "On every little cold she is much worse.", "Sensations frequently on small spots.", "Children do not learn to walk, or lose the ability; lose flesh.", "Pains along sutures or at symphyses.", "Flabby, shrunken, emaciated children.", "Soreness of tendons when flexing or extending.", "The heat of the room appears insupportable." ],
    "Sleep" : [ "Constant stretching and yawning.", "Cannot awake in early morning.", "Sleep, early in the evening, with frequent waking during the night.", "Restlessness for two or three hours after midnight.", "Frequent dreams, sometimes with reflections, dreams of dangers and fires.", "Transient, frequent shuddering.", "Starting from sleep as from fright." ],
    "Fever" : [ "Frequent creeping shiverings.", "Copious night sweats, on single parts." ]
  }
}