{
  "remedyName" : "Calcarea Fluorata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Adenoids. Aneurism. Bone affections. Breast, indurations of. Cataract. Catarrh. Cold sores. Corneal opacities. Cough. Exostosis. Flatulence. Glands, indurated. Haemoptysis. Herpes. Hodgkin's disease. Joints, cracking of. Liver, affections of. Lumbago. Nodes. Ozaena. Parturition. Postnasal catarrh. Spavin (horses). Strains. Syphilis." ],
    "Characteristics" : [ "Calc. fluor. is Schussler's \"bone salt.\" It is found in the surface of bones, the enamel of teeth, in elastic fibres and in the cells of the epidermis. It has been principally used for dispersing bony growths; ulcerations of bone; and for fistula. A giant-celled sarcoma of upper maxilla causing the deformity known as \"frog-face\" was very greatly relieved by Calc. fluor. in a short space of time, after Silica had failed to make much impression. W. P. Wesselhoeft cured two cases of syphilitic periosteal swelling, one on right radius, one on left ulna, one sensitive, one not, one patient male dark, the other blonde female. Each case received a dose of Calc. fl. c.m. G. P. Hale, with the 3x, has removed induration after typhlitis, also encysted tumour of eyelids. He regards induration threatening suppuration as a marked indication. Induration in epigastric region after a kick from a horse was cured. Also indurated glands (of neck; of breast, &c.) of stony hardness. The mental condition is one of depression; anxiety; indecision. Cephalhaematoma. Spots on cornea. Senile cataract has been cured by it. Ozaena. Herpes (hard, small) on lips. Deficient enamel of teeth. Prickly, burning, suffocating sensation in throat. Bleeding piles. One prover, Dr. Sarah N. Smith, had among other symptoms this peculiar and constant one in the head: A sort of creaking, straining, and drawing, like the noise of a corn-stalk fiddle, greatly interfering with sleep. Dr. Sarah Hogan gave Calc. fluor. with complete success in a case of flatulency in a pregnant woman. The patient passed through the labour quite easily, whereas the previous labour had been very difficult. In many other cases Dr. Hogan found the remedy facilitate labour. She found flatulency a marked indication for the remedy independently of pregnancy. In haemoptysis it has been used with success, its effect being apparently to cause contraction of the blood-vessels. Lumbago from strains; < after rest, > after moving a little and from warmth. Vivid dreams of death. Warmth >; warm drinks >, cold drinks < throat pain. < From damp weather, but > from fomentations. > By rubbing." ],
    "Relations" : [ "Compare: Calc. ph. (ozaena; suppuration of bones); Nat. m. (cold sores); Sil. (swellings on skulls of infants; suppuration of bones; spavin); Phos. ac. (spavin). It cured lumbago < by rest, > by motion, after failure of Rhus." ],
    "Mind" : [ "Indecision.", "Anxiety about money matters; fear of want." ],
    "Head" : [ "Exostosis.", "Cephalhaematoma.", "A sort of creaking, straining, and drawing, like the noise of a corn-stalk fiddle, greatly interfering with sleep." ],
    "Eyes" : [ "Flickering and sparks before eyes.", "Spots on cornea.", "Cataract.", "Eye balls ache; > closing eyes and pressing tightly." ],
    "Ears" : [ "Calcareous deposits on tympanic membrane." ],
    "Nose" : [ "Copious, offensive, thick, greenish-yellow nasal catarrh; with bony growths.", "Post-nasal catarrh." ],
    "Face" : [ "Hard swelling on jaw; under jaw.", "Cold sores, rather small, hard, on lips." ],
    "Teeth and Mouth" : [ "Deficient enamel of teeth.", "Great dryness of mouth and throat, and dryness and harshness of skin." ],
    "Throat" : [ "Prickling, burning, suffocative sensation in throat; < at night and from cold drinks; > from warm drinks.", "Increased mucus in posterior nares." ],
    "Stomach" : [ "Vomits undigested food.", "Hiccough." ],
    "Abdomen" : [ "Flatulence.", "Paroxysm of lancinating pains in r. hypochondrium under 11th rib, awaking him about midnight; < lying on painful side, which causes a feeling of bursting outward; > lying on painless side, and by doubling up; with restlessness. At a.m. frequent attacks of lancinating pain in hepatic region; < when sitting; > after lying down at night.", "Dull weight and discomfort in r. hypochondrium." ],
    "Stool and Anus" : [ "Slight diarrhoea with painful urging before stool.", "Constipation with dizziness and dull headache.", "Itching in anus awakening him at night.", "Bleeding piles.", "Fissure; fistula." ],
    "Urinary Organs" : [ "Urine causes smarting along urethra, particularly at external orifice.", "Urine diminished, high-coloured, offensive." ],
    "Male Sexual Organs" : [ "Induration of testes.", "Hydrocele.", "Hunterian chancre." ],
    "Female Sexual Organs" : [ "Excessive menses.", "Prolapsus uteri.", "Bearing-down; dragging pains in uterus and thighs.", "Hard knots in breasts.", "Flatulence in pregnant women.", "Favours parturition.", "After-pains from feeble contractions." ],
    "Respiratory Organs" : [ "Hoarseness after laughing or reading aloud.", "Soon after itching at anus, itching tickling in larynx, forcing a spasmodic cough, which was relieved after a few hours by hawking, a little mucus from larynx.", "Hacking cough, from tickling in larynx as of a foreign body; not > by coughing.", "Difficulty of breathing, as if epiglottis was nearly closed." ],
    "Neck and Back" : [ "Goitre.", "Indurated cervical glands of stony hardness.", "Lumbago from strains; severe backache after a long ride; < after rest, > after moving a little and from warmth.", "Tired aching, as from a long ride; with restlessness." ],
    "Limbs" : [ "Cracking in joints.", "Synovial swellings.", "Easy dislocations.", "Exostoses.", "(Spavili)." ],
    "Skin" : [ "Skin harsh and dry.", "Chaps; fissures.", "Fistulae." ],
    "Sleep" : [ "Vivid and distinct dreams, with weeping.", "Jumped from bed in a dream and tried to get out of a window, which woke him." ]
  }
}