{
  "remedyName" : "Calcarea Arsenicosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity. Albuminuria. Asthma. Cholera. Cirrhosis of liver. Constipation. Consumption. Corpulency. Dropsy. Embolus. Epilepsy. Gastric ulcer. Headache. Heart, disease of. Indigestion. Intermittent fever. Kidneys, affections of. Liver, affections of. Obesity. Palpitation. Pancreas, cancer of. Tumours. Typhoid." ],
    "Characteristics" : [ "Calc. ars. was prepared and proved by Hering in the 4th centesimal tincture in It has also been tested clinically. It has many head symptoms: Vertigo when moving the head. Flying or swimming sensation as if feet did not touch the ground indescribably well; most wonderful visions pass before the eyes, manifold but lasting only a second; passing like lightning, but is infinitely much.\" Rush of blood to head before an epileptic attack. Epilepsy with heart disease. Weight an vertex, later on occiput. The headaches go from before backward; < mornings going out of doors; < on aspect opposite to the one lain on, whether front or back, or either side. > By mental exertion but < after. < After slightest error in diet. Headache and palpitation are < and > together. Violent pains over right eye; stitches in right forehead, recurring weekly. Head is hot. Delirium in the dark. Blue rings under eyes. Swelling of inguinal glands, with tearing pains in legs. General dropsical swelling, temples, face, backs of hands, with albuminuria. Drawing as with a thread from larynx backwards. Burning and heat in chest; feeling as if he would suffocate with palpitation; pains in heart region followed by shooting in back extending to feet and arms. Every fourth beat of pulse omits with great regularity. The fever symptoms are well marked", "intermittent, remittent, hectic, and masked malarious. Chilliness is marked, originates inwardly, with a sensation as if skin and adjoining parts were hot. Chilly cramps over back towards arms and chest. Night sweat after a.m. Liver and spleen somewhat enlarged. It is the most efficient remedy, according to P. C. Majumdar, in the infantile enlarged liver and spleen of India. In albuminuria cases there is great sensitiveness of the kidney region. Cholera with impeded respiration from heart embolism. Suited to lymphatic, scrofulous, and tuberculous persons; fat women, approaching the climaxis; fat persons; complaints of drunkards after leaving off alcohol. It is a chilly medicine, the symptoms being < in cold weather; when out of doors." ],
    "Relations" : [ "Compare: Lith. c. (mental symptoms, palpitation); Graph. (obesity); Glo., Puls., Sep., Sul. (headache); Ars. (alcohol-drinking); Nux (desire for wine); Ars., K. iod., Pho. (gastric ulcer); Ars., Ip. (asthma); Ars., Carb. v., Dig., Glo. and Lith. c. (heart). Antidoted by: Carb. v. (palpitation); Glo. (headache); Puls. (headache, tearing pains in face). Compatible: Con., Glo., Op., Puls. Acts well in: Cases which have been heavily dosed with Quinine." ],
    "Mind" : [ "Depression and anxiety.", "Delirium, evenings in the dark.", "Slightest emotion causes palpitation of heart (Lith.)." ],
    "Head" : [ "Vertigo on moving the head.", "Rush of blood to head before an epileptic attack.", "Digging, pressive beating through l. half of head, from before backwards.", "Headache over r. eye.", "Weekly headache." ],
    "Mouth" : [ "Lips dry.", "Tongue dry; burning on tip.", "Salivation with tasteless belching.", "Sour taste." ],
    "11, Stomach and Abdomen" : [ "No appetite.", "Great thirst, but when she drinks too much, pain in belly and diarrhoea ensue.", "Region of stomach distended.", "Gastric ulcer with scanty menses.", "Pancreatic disease (cancer); with burning pain and albuminuria.", "Enlarged liver and spleen in children.", "Swelling of inguinal glands with tearing pains in legs." ],
    "Stool" : [ "Diarrhoea at midnight after sweet potatoes.", "Looseness and colic also during pregnancy.", "Infantile diarrhoea.", "Hard and difficult stool for months.", "Faintness; cold hands followed by a stool without relief." ],
    "Urinary Organs" : [ "Sensitive to pressure in kidney regions.", "Frequent micturition; burning with scanty urine; albuminuria." ],
    "Male Sexual Organs" : [ "Pain in spermatic cords after great exertion and drinking wine; hands cold; faintness and stool without relief." ],
    "Female Sexual Organs" : [ "During pregnancy, bearing-down, prolapsus vaginae." ],
    "Respiratory Organs" : [ "A kind of asthma; awakens soon after midnight.", "Drawing as with a thread from larynx backward, with headache; chest feels full." ],
    "Heart" : [ "Pains in heart region, burning and shooting, extending to arms and legs.", "Constriction of heart.", "Palpitation; with suffocation; synchronous with headache.", "Palpitation and heart pains preceding epileptic attack." ],
    "Neck and Back" : [ "Stiffness of neck, with headache, on waking in morning.", "Throbbing in back drives out of bed at night.", "Violent backache between shoulders and sacrum; cannot straighten back." ],
    "Upper Limbs" : [ "Lame pain as if beaten in l. shoulder and arm." ],
    "Lower Limbs" : [ "Pain in l. knee of neuralgic character.", "Weariness amounting to lameness in lower limbs." ],
    "Sleep" : [ "Sleepless, cannot bear to lie down.", "After a.m. sleepless, restless, and perspiring." ],
    "Fever" : [ "Chilly crawl over back towards arms and chest; it originates always inwardly with a sensation as if skin and adjoining parts were hot.", "Shuddering or shivering running over back; has sometimes gooseflesh, esp. at night, and is sleepless.", "Fever in afternoon with sensation as if abdomen were puffed up; much thirst for cold water and afterwards loss of appetite.", "Heat in chest with palpitation.", "Sweat after a.m." ]
  }
}