{
  "remedyName" : "Calcarea Carbonica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, large. Acidity. Alcohol, effects of. Anaemia. Ankles, weak. Appetite, depraved. Beard, sycosis of. Bone, disease of. Brachial neuralgia. Breasts, painful. Bronchial glands, affections of. Calculus. Caries. Cataract. Chilblains. Chorea. Cold. Consumption. Corpulency. Coryza. Cough. Coxalgia. Croup. Crusta lactea. Debility. Delirium tremens. Dentition. Diabetes. Diarrhoea. Dropsy. Dyspepsia. Ear, affections of. Epilepsy. Epulis. Eyes, affections of. Fever, intermittent. Fistula. Gall-stones. Glandular swellings. Gleet. Goitre. Gonorrhoea. Gouty swellings. Headache. Hernia. Herpes. Hydrocephalus. Hypochondriasis. Hysteria. Impotence. Joints, affections of. Lactation, defective. Leucocythaemia. Leucorrhoea. Lupus. Masturbation. Melancholia. Menstruation, disorders of. Milk-fever. Miller's phthisis. Miscarriage. Molluscum contagiosum. Naevus. Nervous fever. Neuralgia. Night terrors. Paralysis. Parotitis. Peritonitis. Perspiration. Plethora. Polypus. Pregnancy. Prosopalgia. Psoriasis palmaris. Ranula. Renal colic. Rhagades. Rheumatism. Rickets. Ringworm. Sciatica. Scrofula. Skin, affections of. Sleep, disorders of. Sleeplessness. Smell, disorder of. Spinal affections. Stone-cutter's phthisis. Strains. Sycosis. Sycosis menti. Tabes mesenterica. Tapeworm. Taste, disordered. Teeth, carious. Toothache. Trachea, affections of. Tuberculosis. Tumours. Typhoid. Urticaria. Uterus, affections of. Varices. Vertigo. Walking, late. Warts. Whitlow. Worms." ],
    "Characteristics" : [ "Calcarea is one of the greatest monuments of Hahnemann's genius. His method of preparing insoluble substances brought to light in this instance a whole world of therapeutic power formerly unknown. Moreover, Calcarea is one of the polychrest remedies, and ranks with Sulphur and Lycopodium at the head of the antipsorics. It is absolutely essential to a correct appreciation of the homoeopathic materia medica that these three medicines should be thoroughly known, as these are in a sense the standards around which the rest are grouped. All three have a very wide range and deep action. They have many symptoms in common, but Calc. is somewhat sharply distinguished from Sulphur in that it is a chilly remedy, the patient seeking warmth, whilst the Sulphur patient is < by heat, and > by cold. Calc. has cold, clammy feet, \"as if there were damp stockings on\"; Sulphur has characteristically hot, sweaty feet. The \"sinking sensation\" common to all three is most marked with Sulphur at a.m., with Lycopod. at p.m., with Calcarea at any time. Calcarea is closely allied to Belladonna, Nux, Puls., and Rhus in its action. It follows well Sulph. and Nit. ac., to both of which it is complementary. It is inimical to Bryonia, and should not be given immediately before or after that medicine. Like many of the other carbonates, Calc. carb. corresponds to persons of soft fibre with tendency to be fat. \"This remedy is particularly adapted to the real Leucophlegmatic Constitution. Where we find a large head, large features, pale skin, with a chalky look, and (in infants) open fontanelles, we may think strongly of Calc. c.\" (Guernsey). The scrofulous constitution embraces a large number of Calcarea's characteristic effects: fat children rather bloated than solid, pale but flushing easily. Fair; slow in movement; of irregular growth, large heads, with wide-open fontanelles; large abdomens; irregular and partial sweats: the head sweats profusely, wetting the pillow for a space around the head; enlarged and hard lymphatic glands. Icy coldness in abdomen. In addition there are night terrors; child wakes at or a.m. screaming, cannot be made to understand, remembers nothing of it in the morning.", "Children are slow in teething and walk late. Sourness is one of the characteristic notes of Calc. c.; the body is sour; taste sour; sour stool and urine. All the symptoms are made worse by taking cold. In all cases where there is improper nutrition and imperfect digestion, such as described above, and where there is chilliness, aggravation from contact with water and from cold, cold, clammy feet and sinking sensations, Calcarea will most likely prove the remedy. Calc. also corresponds to ailments following losses of fluids, such as from self abuse; and it corresponds to a form of menorrhagia, the flow being excessive and the intervals shortened. Periods return too soon after excitement. There is often pain in the breasts before the flow commences, as with Conium. But if the menses are scanty or absent, and the Calc. characteristics of chilliness and cold, clammy feet are present, Calc. will still be the remedy. Suppression of menses in women of full habit after working in water. Bearing-down pains. Ovarian or uterine pains, right side, extending down thighs; < on reading or writing (left, Lil. t.). In addition to the cold symptoms there are sensations of heat and burning: heat in and on the vertex. In connection with this the sweat of the head must be remembered. It occurs chiefly on occiput and forehead (that of Sil. is all over). There is > uncovering during the heats (as with Lyc. and unlike Sil.). Burning in soles of feet at night; burning in back of hands. The characteristic Calc. hand is soft, warm, and moist; a boneless hand. Also hands inclined to chap. There are copious night sweats, which may be sour or odourless. Foot-sweat, sour or odourless. The sweats of Calc. give no relief. Bloody sweats. Among other heat symptoms is hot breath, with heat in mouth. Rumination is among the Calc. effects. Nausea after drinking water, even ever so little; but not if iced. The \"sinking\" sensation of Calc. has some modifications. There is ravenous hunger; hunger and feeling of emptiness immediately after a meal, and in the early morning. If he doesn't have his breakfast at the proper time, a headache comes on. Craving for eggs; for indigestible things, chalk, coal, &c. Nausea when fasting. Sour eructations. Sour diarrhoea. Sour body smell. Milk disagrees; sour vomiting of large curds. Inability to swallow solids. Chronic disease of left tonsil; feeling of lump in left side of throat which he wants to swallow down. Pain from left tonsil to ear. Semilateral swelling of tongue. The prosopalgia of Calc. is > warm fomentations, like Pul. Biliary colic: cutting pain under right scapula running to right hypochondrium and epigastrium. Crawling in rectum as from worms. Burning in rectum. Weight in lower rectum. Stools hard and pasty; like chalk or clay offensive; undigested. Ardor urinae; offensive urine. Impotence penis cold and relaxed. Calcarea is related to the pretubercular stage of phthisis; it is more especially suited to affections of the right apex. Stitching in chest and sides of chest when moving and when lying on affected side. The cough is provoked by going into a cold room; by chilliness. Tickling cough, sensation of feather in throat. I have cured with Calc. a \"fat cough\"", "i.e., a cough with easy expectoration of a little mucus", "and an arsenical cough (brought on by sleeping in a room having an arsenical wallpaper) which waked the patient in the middle of the night, causing him to sit up and cough till phlegm was raised. Rattling in the chest; miller's and stone-cutter's phthisis; old suppurating cavities. Swelling of cervical and bronchial glands. Scrofulous glands and scrofulous diseases of bones; spinal curvature; rickets. Swellings; false appearance of fat; milk leg > by elevating the limb, < hanging it down. The same conditions mark the sciatica of Calc., which follows on working in water. Rheumatic and gouty conditions from wetting. Joints crack and crepitate as if dry. The skin is rough and scaly and inclined to chap. Rhagades. Chapped hands. Chilblains from wetting. Eruptions. Cooper has cured with it psoriasis palmaris. Eruption behind right ear. Warts and polypi. Calc. is an eminently sycotic medicine, as the early morning aggravation would indicate.", "The mental and nervous systems of Calc. are no less remarkable than the bodily. The Calc. patient is slow in movements (Sul. quick and active). The state of mind is one of apprehension. The patient fears she will lose her reason, or that people will notice her mental confusion. Fears she has some fatal disease, especially heart disease. Shuddering and dread as evening, draws near. Sees visions on closing eyes (hence useful in delirium tremens). Cries out, twitches, grasps at flocks; restless and anxious though unconscious (nervous and typhoid fever); beside herself with anguish; on the borders of acute mania. Evil forebodings; talks of Mice, rats, murders. Forgetful. The epilepsy of Calc. has an aura spreading up from the solar plexus, in which case the convulsion comes on immediately; or it may be like a mouse running on the arm; or it may run down from epigastrium into uterus or limbs. The causes are fright, suppressed eruptions and discharges, sexual excesses. Rush of blood to head; a sensation of something rising up from epigastrium to head is very characteristic. Trembling, twitching; internal trembling sensation on awaking. Fainting, coming on in the street with sensation of something rising from stomach to head. Talking = a feeling of weakness which compels him to desist. Exertion or excitement = exhaustion, though he may feel well before. Ascending = great weakness. Exhaustion in the morning. Vertigo: tendency to fall to left; to either side; backward. Caused by turning head; < looking upward; going (especially running) upstairs. Sensation as if in a dream. Calc. is one of the remedies that has been used for the sensation of levitation. Aversion to darkness. Cloud coming over head. In sleep the mental symptoms come out again: the patient is either abnormally sleepy or sleepless. Wakes a.m., and cannot get to sleep again; tosses about. Horrible phantasms. The child wakes in the night screaming and cannot be pacified; in the morning remembers nothing of it. Chews and swallows in sleep. Frightful dreams of sickness, death, and smell of corpses.", "Neuralgias and paralyses are among the Calc. effects. A remarkable case (of Dr. Mayntzer's) improved by Silic. and cured by Calc. is quoted in Hom. League Tract, vol. ii. p. A girl of nineteen had had for some months neuralgic pains in both arms, coming on every evening, lasting all night, and being replaced during the day with sensation of lameness and weakness. Pressure and movements aggravated. Hands trembling, numb, fingers often remained opened out stiff and could not be bent. The Silica symptoms are: \"Tearing pains in upper arm. Pain as of dislocation at wrist. Cramp pain and lameness of hand on slight exertion. Gone-to-sleep feeling of hands at night. Numbness and formication of hands. Restlessness and trembling in right arm.\" The symptoms of Calc. are: \"Bruised pain of arms on moving or grasping. Pain as if sprained in wrist, with shooting and tearing in it when moved. Tearing in whole arm, shooting, tearing pain in upper arm and elbow. Nocturnal tearing and drawing in arms. Spasmodic tearing pain on outer side of forearm from elbow to wrist. Cramp in whole of one or other arm. Cramp in hands at night until she rises in morning. Cramp-like contraction of fingers. Pain and weakness of hands; trembling of hands in morning. Weakness and a kind of lameness of arm. Fingers feel furry.\" Both remedies were given, and great improvement occurred under Silic., but as the pain was not gone the patient took Calc. (which was only to be taken in case of need) on the fifth day. On the sixth day the pain was gone \"as if blown away, \", as the patient expressed it", "and no wonder! It would be difficult to find a closer simillimum. The general condition of the patient underwent a complete change for the better at the same time. Both remedies were given in globules of 6th. Dr. Van den Neucker (H. Recorder, p. 139) once cured a baker of paralysis of both arms with Calc.; and also a case of paralysis with many symptoms of locomotor ataxy in a lymphatic blonde girl of nineteen.", "According to Guernsey Calc. is in general a right-side remedy. It affects specially right external head; right eye; right face; right abdominal ring; sexual organs right side; right back; right upper extremities. Left side neck and nape of neck; left chest; left lower extremities. Complaints prevailing in inner parts. Among the sensations of Calc. are: Pain as if the parts would burst, were pressed asunder, were pushed asunder; as if cold, damp stockings were on the feet. Creeping on the limbs like a mouse. Pain as if sprained in outer parts. Sensation of dust in inner parts as the eye, bronchial tubes. Pricking, darting, jerking, trembling; itching > by scratching. It is often indicated in epilepsy, disposition to strain a part by lifting heavy things, pricking corns, polypus, cysts, occurring in leucophlegmatic constitutions. Where a cold wind strikes the body and it immediately runs to the teeth, causing them to ache. Ranula. Flatulence or gurgling in right hypochondrium. Cramp in legs at a.m. Hands chap from hard water.", "Alexander Villers cured with Calc. c. in rare doses a case combining many of the features of the remedy. The patient, a lady, aet. very despondent through long-continued depressing circumstances, became very nervous. She was companion to an exceedingly deaf lady, whose voice was high-pitched. This, with the strain on her voice to make herself heard, caused headache through temples > by rapid motion of head. Outdoor exercise was accompanied by hard pressure on chest, which only eructations seemed to relieve. Bowels constipated. Menses every fortnight, with backache and great prostration. Under the remedy, repeated at rare intervals, the menses came on monthly, headache and pressure on chest disappeared.", "Among the Conditions of Calc., dread of the open air ranks most prominently; the least cold air goes right through. Great sensitiveness to cold, damp air. Also cannot bear sun. The slightest change <. Dread of bathing and water. There is inclination to stretch and put the shoulders back; but straightening < rheumatism. Calc. is hydrogenoid and sycotic", "sensitive to cold and damp and early morning aggravation. Warts and polypi also point to the same constitutional state. The Calc. patient generally feels better when constipated. The diarrhoea of Calc. is generally < in afternoon. There is painless hoarseness < in morning. \"The Calc. pains are most generally felt while lying in bed, or while sitting; they are felt in the parts upon which the body has been lying for a time\" (Teste). There is < after midnight and in early morning; on awaking. Chill at p.m. In the evening, to there is fever without chill, < from working in water or bathing, < at full moon; at new moon and at solstice. < After eating (smoked meats, milk); when fasting. < By mental exertion (writing). < From pressure of clothes. < From lifting; from stooping. < Walking in open air, cold air, wet weather, to which he is very sensitive. < From letting limbs hang down. In spite of the sensitiveness to cold, cannot bear sun. < From light in general; from looking fixedly at any object; from looking upward; from turning the head. Some symptoms are > inspiring fresh air; and during heat, uncovers. > After breakfast; on rising from drawing up limbs; from loosening garments. > In the dark when lying on the back; after lying down; from rubbing, from scratching; in dry weather; wiping or soothing with the hands; from being touched. Great weakness on ascending, on walking, talking (chests feels weak), or excitement." ],
    "Relations" : [ "Antidoted by: Camph., Ip., Nit. ac., Nit. sp. dulc., Nux, Sul. Antidote to: Bism., Chi., Chi. sul., Dig., Mez. (headache), Nit. ac., Phos. Follows well: Cham., Chi., Con., Cup., Nit. ac., Nux, Pul., Sul. (especially if the pupils dilate). Followed well by: Lyc., Nux, Pho., Plat., Sil. Hahnemann says that Calc. must not be given before Nit. ac., or Sul. Complementary: Bell. Incompatible: Bry. Compare: Alum. and Am. mur, (tightness of chest); Arn. (strains, &c.); Arsen. (swollen mesenteric glands). Calcarea ovi testae, Calc. ars., Calc. ph., and other Calcareas. In ardor. urinae (Sep., burning and cutting; Canth., cutting); losses of fluids (Chi., Sul.); left tonsil (Bar. c., Sul., Lach.); nausea when fasting (Pul., Lyc., Sil.); leucorrhoea, acrid or bland (Graph., Sul., Alum.); glandular enlargement; alcohol, effects of (Ars., Chi., Nux, Lach.); acid stomach (Chi., Lyc., Sul., Pul., Rob.); menses too copious and too early (Bell.); one side of tongue (Lauro., Sil., Thu.); waking at a.m. (Bellis, Nux, Kali c., Ars., Sep.); swelling and painfulness of breasts before menses (Con.", "Con. is an anti-fat, like Calc., precedes and follows it well; suits well Calc. subjects who have scanty menses, Bell. corresponds otherwise); dread of losing senses (Lyc., Nux, Sul.); levitation, as if raised from the ground (Sil., Can. i., Sticta, Gelsem., Asar., Thu.; Phos. ac. has feeling as if legs were raised above the level of head); prosopalgia > by warm fomentations (Pul.); sinking immediately after meals (Ars., Cin., Lyc., Staph., Ur. n.); cough when eating or in open air Rx. c. (after eating, Nux, Ip.; < change of temperature, Lach.; < current of cold air, Sil., Nat. c.); ravenous hunger (Ars., Calc., Cin., Iod., Sil., Stp.); hot breath (Sul., Rhus); aversion to darkness (Am. m., Carb. a., Stro., Val., Stram.); > uncovering (Aco., Camph., Fer., Iod., Lyc., Pul., Sec., Sul., Ver.); vertigo on turning head or looking up (Pul., looking up; Sul., looking down); vomits milk (Aeth., Ant. c.); tightness of chest (Alum., Am. m.); child chews and swallows in sleep (Amyl., Bry., Ign.); convulsions, scarlatina, headache (Bell.); weak from talking (Cocc., Stan., Sul., Ver.); epilepsy (Cupr.); naevus (Fluor. ac.); diarrhoea, cholera infantum (Ip.); constipation, intertrigo, gout, ophthalmia, gonitis, epilepsy, typhus (Lyc.); intertrigo, &c. (Cham.); canker sores, quinsey, heart, stool, sweat, especially on chest with old people (Merc.", "compare the Hydrarg. cum creta of the old school); burning on vertex (Phos., Sul.); rheumatism from damp, ophthalmia, inflamed glands from strains (Rhus", "Rhus is a very close analogue of Calc.; Bell., Dulc., Nux, Puls., and Rhus may be regarded as the acute satellites of Calc.); desire to be mesmerised (Phos., Sil.), naevus, mesenteric glands (Sil.); epilepsy, aura of mouse running up arm (Sul.", "Sul. should be given first, and if it does not cure, then Calc.); polypus (Teuc.); scarlatina (Zn).; sunstroke and sunheadaches (Aco., Glo., Lach., Lyc., Sul., Nat. c., Nat. m.", "headache > by heat of sun, Stro.). Teste puts Calc. in the Pulsatilla group of remedies. He says there is a \"sort of negative relation between the symptoms of Merc. sol., or rather between those of Nit. ac. and the symptoms of Calc. This contrast has struck me several times, and it is the most remarkable for this reason, that Nit. ac. is one of the best antidotes to Calc.\"" ],
    "Causation" : [ "Alcohol. Cold, moist winds. Excessive venery. Self-abuse. Injury to lower spine. Over-lifting. Strains. Mental strain. Losses of fluids. Suppressed sweat. Suppressed eruption. Suppressed menses. Fright." ],
    "Mind" : [ "Melancholy, dejection, and sadness.", "Disposition to weep, even about trifles.", "Vexation and lamentation, on account of old offences.", "Anxiety and anguish, excited by fancies, or frightful stories, also with shuddering and dread during the twilight, or at night.", "Excessive anguish, with palpitations of the heart, ebullition of the blood, and shocks in the epigastrium.", "Anxious agitation, forbidding rest.", "Disposition to take alarm.", "Sadness, with heaviness in the limbs.", "Apprehensions.", "Easily frightened or offended.", "Children are self-willed.", "Despair in consequence of the impaired condition of the health; or hypochondriacal humour, with fear of being ill or unfortunate, of experiencing sad accidents, of losing the reason, of being infected by contagious diseases.", "Discouragement and fear of death.", "Impatience, excessive excitability, and excessive liability to mental impressions; the least noise fatigues.", "Excessive ill-humour and mischievous inclination, with obstinacy and a disposition to take everything in bad part.", "Indifference, apathy, and repugnance to conversation.", "Aversion to others.", "Solitude is insupportable.", "Disgust and aversion to all labour whatever.", "Absence of will.", "Great weakness of memory and of conception, with difficulty in thinking.", "Dizziness of mind.", "Tendency to make mistakes in speaking, and to take one word for another.", "She fears she will lose her understanding, or that people will observe her confusion of mind.", "Loss of sense and errors of imagination.", "Delirium with visions of fires, murders, rats and mice." ],
    "Head" : [ "Head compressed, as if by a vice.", "Dizziness after scratching behind the ear; or else, before breakfast, with trembling.", "Headache, with empty eructations, and nausea, vertigo; < from mental exertions, stooping, or walking in the open air; > by closing the eyes, and by lying down.", "Vertigo, sometimes with obscuration of the eyes, on mounting to a great height, or only a flight of stairs, on walking in the open air, on turning the head briskly, or after a fit of anger.", "Vertigo at night, in the evening, or in the morning.", "Headache from over-lifting, straining the back, or from having wrapped the head in a handkerchief, or in consequence of a chill.", "Headache every morning on waking.", "Attacks of semi-lateral headache, with risings and nausea.", "Pulsations in the occiput.", "Pains in the head, producing giddiness, pressive or pulsative, < esp. by reading, writing, or any other intellectual labour, as well by spirituous drinks, or by stooping.", "Fulness and heaviness of the head, esp. of the forehead, with shutting of the eyes, < by movement and physical exertion.", "Heat in the vertex.", "Pressive pains at the vertex, appearing in the open air.", "Tensive and cramp-like pains, with pressure outwards, commencing from the temples and extending to the vertex.", "Drawing pains in the right side of the forehead; the part is painful when touched.", "Shooting pains in the head.", "Piercing in the forehead, as if the head were going to burst.", "Pains of hammering in the head, which force the patient to lie down, and which appear esp. after a walk in the open air.", "Icy coldness in and on the head, esp. at the r. side, with pale, puffed face.", "Congestion in the head.", "Congestion of blood to the head, with heat and stupefying headache; with redness of the face and bloatedness; < in the morning when awaking, and from spirituous drinks.", "Buzzing and pains in the head, with heat of the cheeks and in the head.", "Movement of the brain on walking.", "Immense size of the head, with the fontanel open in children.", "Sweat on the head (profuse, particularly where it stands out in large, bead-like drops, and in such profusion as to soak the pillow thoroughly; it may run down upon the face and neck) in the evening.", "Profuse perspiration, mostly on the back part of the head and on the neck (in the evening).", "Strong disposition to take cold through the head.", "Scabs on the scalp.", "Scaling off of the skin at the scalp (dandriff; milk crust).", "Painful sensibility in the roots of the hair.", "Falling off of the hair (sides of head", "temples).", "Tumours and boils in the scalp, which tend to suppuration." ],
    "Eyes" : [ "Aching in the eyes.", "Itching and shooting in the eyes.", "Pressure, itching, burning and stinging in the eyes.", "Smarting, burning, and incisive pains in the eyes and the eyelids, esp. on reading during the day, or by candle-light.", "Sensation of cold in the eyes.", "Eyes inflamed, with redness of the sclerotica and abundant secretion of mucus.", "Inflammation of the eyes from foreign bodies coming into them; in infants or scrofulous subjects.", "Ulcers, spots, and opacity of cornea.", "Dimness of the cornea.", "Flow of blood from the eyes.", "Inflammation and swelling of the corners of the eyes.", "Lachrymal suppurating fistula.", "Lachrymation, esp. in the open air, or early in the morning.", "Quivering in the eyelids.", "Red and thick swelling of the eyelids, with abundant secretion of humour and nocturnal agglutination.", "Closing of the eyelids in the morning.", "Pupils greatly dilated.", "Confusion of sight, as if there were a mist, a veil, or down, before the eyes, chiefly on reading, and on observing an object attentively.", "Obscuration of the sight on reading, or after a meal.", "A dark spot is seen before the eyes, on reading, to accompany the letters.", "Great photophobia and dazzling from too strong a light.", "Presbyopia." ],
    "Ears" : [ "Shootings in the ears.", "Pulsation, beating, and heat in the ears.", "Internal and external inflammation and swelling of the ear.", "Purulent discharge from the ears.", "Humid eruption upon and behind the ears.", "Polypus in the ears.", "Humming, buzzing, tingling, or rumbling, sometimes alternately with music, in the ears.", "Crackling and detonation in the ears, when swallowing and when chewing.", "Sensation, at intervals, of stoppage in the ears, and hardness of hearing.", "Hardness of hearing, esp. after the suppression of intermittent fever by Quinine.", "Inflammatory swelling of the parotids." ],
    "Nose" : [ "Inflammation of the nose, with redness and swelling, chiefly at the extremity.", "Ulcerated and scabby nostrils.", "Epistaxis, chiefly morning and night, sometimes producing fainting.", "Fetid smell from the nose.", "Sense of smell dull, or exceedingly sensitive.", "Painful dryness in the nose.", "Obstruction of the nose by yellowish and fetid pus.", "Polypus of the nose.", "Dry coryza, in the morning, with frequent sneezing.", "Excessive fluent coryza.", "Coryza, alternately with cutting pains in the abdomen.", "Fetid odour before the nose, as if from a dunghill, rotten eggs, or gunpowder." ],
    "Face" : [ "Yellow colour of the face.", "Face pale and hollow, with eyes sunk and surrounded by a livid circle.", "Red patches on the cheeks.", "Heat, redness, and puffing of the face.", "Erysipelas in one cheek.", "Ephelis on the cheeks.", "Itching and eruption on the face, chiefly on the forehead, in the cheeks, and in the region of the whiskers, sometimes humid and scabby, with burning heat (sycosis menti).", "Milk crusts.", "Acute pains in the face and the bones of the face.", "Swelling of the face without heat.", "Pale bloatedness of the face.", "Eruptions and scabs on the lips and round the mouth.", "Lips cracked.", "Swelling of the upper lip.", "Ulcerated corners of the mouth.", "Fissures in the ulcerated lips.", "Attacks of torpor and paleness in the lips, which appear as if dead.", "Painful swelling of the sub-maxillary glands." ],
    "Teeth" : [ "Toothache, aggravated or excited by a current of air, or by cold air, or by taking anything too hot or cold, or by noise, or else during and after the catamenia; the pains are, for the most part, shooting, piercing, contractive, pulsative, or gnawing, and digging, with a sensation as of excoriation.", "Toothache at night, as if from congestion of blood.", "Sensation of lengthening and loosening of the teeth.", "Fetid odour of the teeth.", "Painful sensibility of the gums, with shootings.", "Difficult dentition.", "Ready bleeding and swelling of the gums, with throbbings and pulsations.", "Fistulous ulcers in the gums of the lower jaw." ],
    "Mouth" : [ "Accumulation of mucus in the mouth.", "Constant spitting of acid saliva.", "Vesicles in the mouth and on the tongue.", "Cramp-like contraction of the mouth.", "Dryness of the tongue and of the mouth, chiefly at night and in the morning on waking.", "Swelling of the tongue, sometimes on one side.", "Tongue loaded with a white coating.", "Burning and pain as of excoriation on the tongue and in the mouth.", "Tongue difficult to move, with embarrassed and indistinct speech.", "Ranula under the tongue." ],
    "Throat" : [ "Sore throat, as if from a plug or a swelling in the gullet.", "Constriction in the throat, and cramp-like contraction of the gullet.", "Excoriation of the gullet, with shooting and pressure on swallowing.", "Inflammatory swelling of the gullet and of the uvula, which are of a deep red colour, and covered with vesicles.", "Swelling of the amygdalae, with sensation of contraction in the throat on swallowing.", "Affection in the throat after straining the back.", "Hawking up of mucus." ],
    "Appetite" : [ "Unpleasant taste in the mouth, mostly bitter, or sour, or metallic, esp. in the morning.", "Insipidity, or sickly or sour taste of food.", "Burning or constant thirst, esp. for cold drinks, and often with total absence of appetite.", "Continued violent thirst for cold drinks (at night).", "Hunger, a short time after having eaten.", "Bulimy, generally in the morning.", "Prolonged distaste for meat and hot food.", "Repugnance to tobacco-smoke; desire for salt things, for wine, and for dainties.", "Weakness of digestion.", "After having taken milk, nausea or acid regurgitations.", "After a meal, heat or inflation of the abdomen, with nausea and headache, pain in the abdomen or in the stomach, or else risings and water-brash, or dejection or drowsiness.", "Risings, with taste of undigested, or bitter, or sour food." ],
    "Stomach" : [ "Pyrosis after every meal, and noisy and constant eructations.", "Eructations tasting like the ingesta.", "Regurgitation of sour substances.", "Frequent nausea, esp. in the morning, in the evening, or at night, sometimes with shuddering, obscuration of sight, and fainting.", "Sour vomitings.", "Sour vomiting, esp. in children, and during dentition.", "Vomiting of food, or of bitter mucus, often with incisive and cramp-like pains in the abdomen.", "Black or sanguineous vomiting.", "Flow of saliva from the stomach, even after a meal.", "The vomitings appear chiefly in the morning, at night, or after a meal.", "Pressive, or pinching pain in the stomach, or cramp-like and contractive pains, chiefly after a meal, and often with vomiting of food.", "Cramps in the stomach at night.", "Pressure on the stomach, even when fasting, or in coughing, or with pressure on the hypochondria, or else with squeezing as if from a claw, on walking.", "Pinchings, cutting pains, and nocturnal aching in the epigastrium.", "Inflation and swelling of the epigastrium and of the region of the stomach, with painful sensibility of those parts to the touch (they look like a saucer turned bottom up).", "Pain, as of excoriation, and burning in the stomach." ],
    "Abdomen" : [ "Pains generally shooting, or tensive, or pressive, with swelling and induration of the hepatic region.", "Stinging pain in the liver (during or after stooping).", "Painful pulling from the hypochondria and the back, with vertigo and obscuration of sight.", "Tension in the two hypochondria.", "Inability to wear tight clothes round the hypochondria.", "Tension and inflation of the abdomen.", "Frequent gripings and shootings in the sides of the abdomen, in children.", "Colic, with cramp-like and gnawing contractive pains, esp. in the afternoon, and sometimes with vomiting of food.", "Frequent attacks of griping, chiefly in the epigastrium.", "Shootings or pinchings, and aching in the abdomen, even without diarrhoea.", "The pains in the abdomen appear chiefly in the morning, in the evening, or at night, as well as after a meal.", "Sensation of cold in the abdomen.", "Pain, as of excoriation and burning, in the abdomen.", "Swelling and induration of the mesenteric glands.", "Enlargement and hardness of the abdomen.", "Incarceration of flatulency.", "Pressure of wind towards the inguinal ring, as if hernia were about to protrude, with noise and borborygmi.", "Painful pressure, pullings, griping, and shootings, or heaviness or traction in the groins.", "Swelling and painful sensibility of the inguinal glands." ],
    "Stool and Anus" : [ "Constipation.", "Evacuations suspended, hard, in small quantity, and often with undigested substances.", "Ineffectual efforts to evacuate, sometimes with pain.", "Difficult evacuation, and only every two days.", "Relaxation of the abdomen, frequent or continual; two evacuations a day.", "Evacuations like clay, in small quantity, knotty, or serous, or in the form of pap.", "White evacuations, sometimes with streaks of blood and hepatic pains, on touching the region of the liver, and on breathing.", "Diarrhoea of sour smell; putrid; during dentition.", "Involuntary and frothy evacuations.", "Diarrhoea, of a sour smell, or fetid, or yellowish, in infants.", "Ejection of ascarides and of tenia.", "Prolapsus of the rectum during evacuation.", "Before the evacuation, great irascibility.", "After the evacuation, dejection, and relaxation of the limbs.", "Flow of blood from the anus during the evacuation, also at other times.", "Swelling, and frequent protrusion of haemorrhoidal excrescences, esp. during the evacuations, with burning pain.", "Cramps, tenesmus, and contraction of the rectum.", "Burning in the rectum and in the anus, with itching and tingling.", "Burning eruption, in the form of a cluster, in the anus.", "Excoriation at the anus, and between the buttocks and the thighs.", "Affections of the rectum, as fissures, which are very painful, bleeding after every stool, followed by extreme exhaustion." ],
    "Urinary Organs" : [ "Tenesmus of the bladder.", "Too frequent emission of urine, even in the night.", "Wetting the bed.", "Deep-coloured urine, without sediment.", "Urine red like blood, or a brownish red, of an acrid, pungent, and fetid smell, with white and mealy sediment.", "Passing of blood.", "Flow of blood from the urethra.", "Abundant discharge of mucus with the urine.", "Polypus of the bladder.", "Burning in the urethra, when making water, and at other times." ],
    "Male Sexual Organs" : [ "Inflammation of the prepuce, with redness and burning pain.", "Pressure, and pain as from a bruise, in the testes.", "Weakness of the genital functions, and absence of sexual desire.", "Increase of sexual desire, with voluptuous and lascivious ideas.", "Absence of pollutions, or great frequency of them.", "Erections of too short continuance, and emission of semen too slow and too feeble during coition.", "Lancinations and burning in the genital parts, during the emission of semen in coition.", "After coition, confusion of the head and weakness.", "Flow of prostatic fluid, after evacuation and emission of urine." ],
    "Female Sexual Organs" : [ "Catamenia premature and too copious.", "Sterility, with catamenia too early, and too profuse.", "Before the catamenia, mammae swollen and painful, fatigue, headache, disposition to be frightened, colic, and shivering.", "During the catamenia, congestion in the head, with internal heat, or cuttings in the abdomen, and cramp-like pain in the lumbar region, or else vertigo, headache, toothache, nausea, colic, and other sufferings.", "Suppressed menstruation, with full habit.", "Miscarriage.", "Voluptuous sensation in the genital parts, with emission.", "Flow of blood at a time different from the catamenia.", "Metrorrhagia.", "Itching or pressing in the vagina.", "Shootings in the orifice of the matrix, and pressive pain in the vagina.", "Prolapsus uteri, with pressure on the parts.", "Itching in the womb.", "Inflammation and swelling of the womb, with redness, purulent discharge, and burning pain.", "Varices in the labia majora.", "Leucorrhoea before the catamenia.", "Leucorrhoea, with burning itching, or else like milk, flowing by fits, and during the emission of urine.", "Pain, as of excoriation and ulceration, in the nipples.", "Inflammatory swelling of the mammae and of the nipples.", "Swelling of the glands of the breast.", "Breasts painful and tender before menses.", "Milk too abundant, or suppressed." ],
    "Respiratory Organs" : [ "Ulceration of the larynx.", "Ulceration of the lungs.", "Frequent or long-continued hoarseness.", "Hoarseness (painless).", "Sensation, as if something were torn loose in the trachea.", "Abundant accumulation of mucus in the larynx and in the bronchia.", "Cough, without expectoration, excited by a tickling in the throat, and often accompanied by vomiting.", "Tickling cough, caused by a sensation of dust in the larynx.", "Short cough in the day, as if from a feather in the throat.", "Cough excited by playing on the piano, or by eating.", "Cough in the evening, in bed, or at night, when asleep, or in the morning, and generally violent and dry (with expectoration during the day, but not at night), sometimes even spasmodic.", "Cough, with expectoration of thick mucus; gray; bloody; purulent; tasting sour; or yellowish and fetid, generally at night, or in the morning.", "Expectoration of purulent matter, on coughing.", "Cough, with expectoration of blood, pain of excoriation in the chest, vertigo, and unsteady walk.", "On coughing, pressure in the stomach, shootings or shocks in the head, and pains in the chest." ],
    "Chest" : [ "Obstructed breathing on stooping, walking against the wind, or on lying down.", "Urgent inclination to inspire deeply.", "Sensation, as if respiration were obstructed between the shoulder-blades.", "Oppression at the chest, as if from congestion of blood, with tension, mitigated by bringing shoulder-blades together.", "Wheezing respiration.", "Shortness of breath, chiefly on ascending.", "Anxious oppression of the chest, as if it were too narrow, and could not be sufficiently dilated.", "Great difficulty of respiration.", "Sensation of fatigue in the chest after speaking.", "Anxious feeling in the chest.", "Pressure on the chest.", "Shootings in the chest and the sides, esp. during movement, on breathing deeply, and when lying on the side affected.", "Shocks in the chest.", "Sensibility, and pain, as from excoriation, in the chest. esp. during inspiration and on being touched.", "Burning in the chest." ],
    "Heart" : [ "Palpitation of the heart, also at night, or after a meal, sometimes with anxiety and trembling movements of the heart.", "Shootings, pressure, and contraction in the region of the heart.", "Pricking shootings in the muscles of the chest." ],
    "Neck and Back" : [ "Rigidity of the neck.", "Hard and strumous swelling of the thyroid gland.", "Hard and painful swelling of the glands of the neck.", "Tumour between the shoulder-blades.", "Suppuration of the axillary glands.", "Pains, as of dislocation, in the loins, back, and in the neck, as if caused by a strain in lifting a weight.", "Pain in the small of the back (as if sprained); he can scarcely rise from his seat, after being seated.", "Shooting pains in the shoulder-blades, loins, and back.", "Nocturnal pains in the back.", "Pains in the lumbar region, when riding in a carriage.", "Drawing between the shoulder-blades, or pressive pain, with sensation of suffocation.", "Pressive pain between the shoulder-blades, impeding breathing, when moving.", "Swelling, and distortion of the spine." ],
    "Limbs" : [ "As if the parts would burst; were pressed, or pushed, asunder; as if cold, damp stockings were on the feet; sensation of crepitation; cramp pain in the muscles; creeping on the limbs like a mouse." ],
    "Upper Limbs" : [ "Drawing pains in the arms, even at night.", "Cramp, and cramp-like pains, in the arms, hands, and fingers.", "Sudden attacks of paralytic weakness in the arms (l.).", "Acute, cramp-like pains in the forearm.", "Furunculi on the forearm.", "Pains, as of dislocation, in the wrist-joint (r.).", "Swelling of the hands.", "Arthritic nodosities, swelling of the wrist, and of the joints of the fingers.", "Swelling of the veins of the hands.", "Sweating of the hands.", "Perspiration of the palms of the hands.", "Trembling of the hands.", "Hands and fingers dead, even in a warm temperature, and esp. on taking hold of an object.", "Warts on the arms and on the hands.", "Furunculi on the hands and the fingers.", "Tingling in the fingers, as when they are asleep.", "Frequent paralytic weakness in the fingers.", "Heavy movement of the fingers.", "Contraction of the fingers.", "Panaris." ],
    "Lower Limbs" : [ "Drawing lancinations, or incisive, acute pains in the hips and in the thighs, chiefly when resting upon them.", "Limping, which occurs when resting on the toes in walking.", "Weight and stiffness of the legs.", "Cramps in the legs.", "Pain, as of dislocation, in the joints of the hips, knees, and the feet.", "The legs go to sleep when one is seated.", "Itching in the thighs and the feet.", "Varices in the legs.", "Tearing and stinging in the knee.", "Drawings, shootings, and acute pains in the knees, esp. when standing or sitting, also when walking.", "The child is late learning to walk.", "Swelling of the knees.", "Tension in the ham, when in a squatting position.", "Cramps in the hams, the calves of the legs, the soles of the feet, and the toes, chiefly on extending the legs, pulling on boots, or during the night.", "Red spots on the legs.", "Phlegmasia alba dolens.", "Erysipelatous inflammation and swelling of the legs.", "Ulcers on the legs.", "Swelling of the malleoli and of the soles of the feet.", "Inflammatory swelling of the instep.", "Furunculi on the feet and legs.", "Burning in the soles of the feet.", "Sweating of the feet.", "In the evening, coldness and numbness of the feet; esp. at night, in bed.", "Painful sensibility of the great, toe.", "Corns on the feet, with burning pain, as of excoriation.", "Contraction of the toes." ],
    "Generalities" : [ "Cramps and contractions of the limbs (which draw the limbs crooked), esp. of the fingers and toes.", "Wrenching pains.", "Pulsative pains.", "Shootings and drawing pains in the limbs, chiefly at night, or in summer, and on change of weather.", "Stinging and cutting in outer and inner parts.", "Arthritic tearing in the muscles.", "Arthritic nodosities.", "Attacks of torpor and paleness of some parts of the body, which appear as if dead.", "Great tendency to strain the back in lifting, often followed by pains in the throat, or stiffness and swelling of the nape of the neck, with headache.", "Tendency of the limbs to numbness.", "Bleeding from inner parts.", "Sensation of dryness of inner parts.", "Ebullition of the blood, mostly in plethoric individuals, and often with congestion in the head and chest.", "Startings in different limbs.", "Epileptic convulsions, also at night with cries; during the full moon; with hallooing and shouting.", "The symptoms are aggravated or renewed after labouring in the water, as well as in the evening, at night, in the morning, after a meal, and every second day.", "The sufferings are periodical and intermittent.", "Great uneasiness, which forces the patient to move constantly and to walk much.", "Visible quivering of the skin, from the feet to the head, with which he becomes dizzy.", "Trembling of the inner parts.", "Frequent trembling of the whole body, increased in the open air.", "St. Vitus' dance.", "Pain, as from a bruise, in the arms and in the legs, and also in the loins, esp. on moving, and on going upstairs.", "General uneasiness in the evening, as preceding an attack of intermittent fever.", "Want of strength, and dejection, chiefly in the morning early.", "Fatigue and nervous weakness, often with paleness of the face, palpitation of the heart, vertigo, shivering, pain in the loins.", "Fainting, esp. in the evening, with obscuration of the eyes, sweat on the face, and cold in the body.", "Great fatigue after speaking, or after a moderate walk in the open air, as well as after the least exertion, with ready and abundant perspiration.", "Strong desire to be magnetised.", "Excessive dejection, sometimes with violent fits of spasmodic laughter.", "Tendency in children and young persons to grow very fat.", "Bloatedness of the body and of the face, with enlargement of the abdomen, in children.", "Emaciation (with swelled abdomen), without failure of appetite.", "Great plumpness and excessive obesity.", "Sensation of coldness in inner parts.", "Great tendency to take cold, and great sensibility to cold and damp air.", "On walking in the open air, sadness with tears, headache, inflation of the abdomen, palpitation of the heart, sweat, great fatigue, and many other sufferings." ],
    "Skin" : [ "Flaccidity of the skin.", "Visible quivering of the skin from head to foot, followed by giddiness.", "Burning, smarting, itching.", "Ephelis.", "Nettlerash, mostly disappearing in the fresh air.", "Eruption of lenticular red and raised spots, with great heat, much thirst, and want of appetite.", "Skin hot and dry during motion.", "Skin of the body rough, dry, and as if covered with a kind of miliary eruption.", "Furfuraceous coating of the skin; burning; chapped.", "Humid, scabby eruptions and tetters, or in form of clusters, with burning pains.", "Itching pemphigus over the whole body.", "Skin excoriated in several places.", "Skin unhealthy; every injury tends to ulceration; even small wounds suppurate and do not heal.", "Ulcers deep; fistulous; carious.", "Ulcers with too little pus.", "Erysipelatous inflammations.", "Furunculi.", "Warts.", "Corns, with pain as of excoriation, and burning.", "Polypus (nose, ear, uterus).", "Encysted tumours, which are renewed and suppurate every month.", "Bloatedness.", "Swelling and induration of the glands, with or without pain. Varices.", "Arthritic nodosities.", "Swelling; softening; curvature of; stinging in; caries and distortion of the bones.", "Ulceration of the bones.", "Panaris.", "Flaws in the fingers." ],
    "Sleep" : [ "Drowsiness in the day and early in the evening.", "Retarded sleep and sleeplessness from activity of mind, or in consequence of voluptuous or frightful images, which appear as soon as the eyes are shut.", "During sleep, talking, groans, cries, and starts, anxiety which continues after waking, or movements of the mouth, as if one were chewing or swallowing.", "Snoring during sleep.", "Dreams frequent, vivid, anxious, fantastic, confused, frightful, and horrible; or dreams of sick and dead persons.", "Sleep disturbed, with tossing about and frequent waking.", "Sleep of too short duration, from eleven in the evening till two or three in the morning only.", "Waking too early, sometimes even at midnight.", "At night, agitation, asthmatic suffering, anxiety, heat, pains in the stomach and in the precordial region, thirst, beatings of the head, toothache, vertigo, headache, ebullition of the blood, fear of losing the reason, pains in the limbs, and many other sufferings.", "On waking, lassitude, exhaustion, and desire to sleep, as if the patient had not slept at all.", "Fearful of fantastic dreams during sleep." ],
    "Fever" : [ "Pulse full, accelerated or tremulous.", "Excessive cold, internally.", "Shivering and shuddering, principally in the evening, or in the morning after rising.", "Heat with thirst, followed by chilliness.", "Frequent attacks of transient heat, with anguish and beating of the heart.", "Heat in the evening, or in bed at night.", "Quotidian fever towards two o'clock in the afternoon, with yawning and cough, followed by general heat, with desire to lie down, at least for three hours, after which the hands become cold; all with absence of thirst.", "Tertian fever in the evening, at first heat of face, followed by shivering.", "Profuse sweat by day, after moderate corporeal exercise.", "Sweat with anxiety.", "Nocturnal sweat, chiefly on the chest.", "Sweat in the morning." ]
  }
}