{
  "remedyName" : "Calcarea Hypophosphorosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Arteries, affections of. Asthma. Congestion. Headache. Paralysis. Sweating." ],
    "Characteristics" : [ "This salt has been proved by A. R. Barrett and a friend, who each took one grain of 2x trit. The following are the chief symptoms it caused: Dull, heavy pressure from whole top of head between frontal and occipital bones; pain generally increased with increasing depression. Great fulness and oppression round heart, fulness throughout thorax and head; veins of upper parts and upper extremities stand out like whipcords. Dyspnoea; must have air. Profuse sweat all over. Complete loss of muscular power with loss of desire to move. Pallor of skin. With the first trituration Nash cured a boy of eight who had several abscesses in and around the knee-joint. The tibia was ulcerated, and the ragged edge of the bone protruded through the surface. There was emaciation, loss of appetite, and he was as pale as a corpse. The appetite returned at once in great force." ],
    "Relations" : [ "Compare: Calc. phos., Glon., Baryt. c.; K. ca. (excessive sweating, weakness, pallor); Cact. (heart and arteries)." ],
    "Mind" : [ "Mental depression.", "Indisposition to move." ],
    "Head" : [ "Dull, heavy pain, pressive, across top of head, including whole of parietal bones, increasing gradually, mental depression increasing in proportion; general sense of fulness, with oppression round heart, followed.", "As symptoms subsided, pain (dull, pressive) left vertex, passed to forehead, pain extending from r. to l. temple throughout whole frontal bone." ],
    "Heart" : [ "Following headache, great fulness and oppression round heart; fulness throughout whole thorax and head, veins of hands, arms, neck, and head standing out like whipcords; no flushing or perceptible increase in pulse; dyspnoea, must have windows open; profuse sweat; complete loss of power." ],
    "Generalities" : [ "Limbs perfectly powerless; unable to rise from chair or move either arms or legs in the least; generally unable to speak except in a low monotone.", "Total loss of all desire to move or make any muscular exertion, with inability to do so." ],
    "Fever" : [ "Profuse sweat all over.", "When the symptoms had passed off, lips were dry and cracked, as from fever; considerable thirst." ]
  }
}