{
  "remedyName" : "Calendula",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Balanitis. Breast, suppurating; nodosities in. Bubo. Burns. Carbuncle. Chilblains. Deafness. Eyes, inflamed. Fever. Fistula. Glandular swelling. Jaundice. Labour. Nails, pulp of, inflamed. Nipples, sore. Suppuration. Tetanus. Ulcers. Uterus, inflammation of; cancer of; offensive discharge from. Varicosis. Whitlow. Wounds." ],
    "Characteristics" : [ "Calendula belongs to the same family as those other great Vulneraries Arnica and Bellis perennis. The special kind of wounds indicating its use are lacerated wounds and suppurating wounds. It is the homoeopathic antiseptic", "it restores the vitality of an injured part, making it impregnable against the forces of putrefaction. Unlike Arnica it has no irritating property capable of producing erysipelas. It is therefore suitable to all cases of injury where the skin is broken. Jahr, who was in Paris during the Coup d'Etat of 1849, treated a number of cases of gun-shot wounds with comminuted bones, and saved several limbs by means of Calendula. It prevented suppuration and pyaemia. In some cases of carbuncle it acts with great promptitude, subduing pain and fever. In obstetric practice it is invaluable. The application of a sponge saturated with a hot solution of Calendula after delivery gives the greatest comfort to the patient. Hot Calendula lotions are generally preferable to cold, as they conserve the vitality of the injured parts. Hot Calendula fomentations, intermittently applied, are far better than poultices as applications to forming abscesses. If they do not abort the process they favour the maturation and ultimate healing. C. R. Crosby (H. R., xii, 370) gives it internally (in the 3x) as well as externally. He has also had excellent results from its use as a hot compress (an ounce to the pint) in pneumonia and other internal inflammations. It is an excellent haemostatic in tooth-extractions. Calendula has not been largely proved, but very definite fever symptoms have been elicited, and cases of jaundice have been treated with it successfully. Some of the symptoms are Irritability; easily frightened; great tendency to start, nervousness hearing very acute. Drinking aggravates; also damp weather. Cooper gives this modality: < in cloudy weather. (The flowers close when a dark cloud passes over.) Drinking causes a shaking chill or creeping crawls; even during the heat. Very sensitive to cold air. Nodosities in breast. In Germany it is regarded as a \"cancer cure.\" Almost all the symptoms make their appearance during the chilly stage of the fever; he feels most comfortable when walking about, or else when lying perfectly still. A correspondent of the Hom. World, \"C. W.\" (1891), mentions that a friend of his who chewed for a few minutes a leaf of Calendula noticed that it entirely removed for some days a difficulty of passing water such as is commonly met with in old men. \"C. W.,\" himself a pharmacist, noticed the following effect on himself when making the fresh-plant tincture: \"There was such a feeling as if some overwhelming calamity was hovering over me as to be almost unbearable. Three years ago, just after making the tincture, my old enemy the gout nipped me in the middle of the spine, and in three days spoiled all my powers of walking, and then the dreadful feeling became very much exaggerated.\" His experience led him to conclude that Calendula has an action on the spinal cord." ],
    "Relations" : [ "Calendula contains much nitrogen and phosphoric acid. Antidoted by: Arn. Incompatible: Camph. Complementary: Hep. Compatible: Arn., Ars., Bry., Nit. ac., Phos., Rhus. Follows well: Ars. Is followed well by: Arn., Hep. Compare: Arn., Ars., Bry., Calc. sul., Carb. an., Carb. v., Ham., Hep., Hyper., Led., Nit. ac., Pho., Rhus, Ruta, Salic. ac., Sul. ac., Symph." ],
    "Mind" : [ "Great irritability; easily frightened; hearing acute.", "Intense depression." ],
    "Head" : [ "Dulness of the head, as after a night's revel.", "Heaviness of the head in the morning, as after a long illness.", "Pressure and feeling of heaviness in the occiput.", "Headache, and feeling of heat in the forehead after a meal.", "Flushes of heat on the forehead, in the evening.", "Inflammation of the white of the eyes, with pressure at times in the forehead, at times in the temples, only when lying down." ],
    "Eyes" : [ "Dryness and biting in the margins of the lids, as from smoke." ],
    "Ears" : [ "Hearing too acute; starts with a fright.", "(Deafness < from drinking; < from damp weather.", "Cooper.)" ],
    "Mouth" : [ "Small vesicles in the corner of the mouth." ],
    "Throat" : [ "The submaxillary glands are painful to the touch, with sensation as if swollen; or actual swelling, and sensation as if ulcerated in the interior.", "Drawing and tension in the submaxillary glands, when moving the head.", "Pressure in the oesophagus during deglutition, from pain in the submaxillary glands.", "Bitter-slimy taste in the throat, the food having a natural taste." ],
    "Stomach" : [ "Diminished appetite at dinner, although he relishes his food.", "Hiccough when smoking." ],
    "Abdomen" : [ "Boring and digging deep in the umbilical region.", "Sticking in the l. side of the abdomen, during movement, going off during rest.", "Stool in the morning, accompanied with feverish chilliness, preceded by pinching and uneasiness in the abdomen." ],
    "Urinary Organs" : [ "Frequent micturition, with emission of pale, clear, hot, and even burning urine.", "Tearing in the urethra during the chilliness." ],
    "Chest" : [ "Drawing pressure in l. side of chest, when standing, also in sternum, with stitches in r. side of chest, in evening when lying in bed." ],
    "Neck and Back" : [ "Tearing with pressure between the scapulae.", "Pain under the r. scapula as if ulcerated and bruised, with pressure.", "Rheumatic drawing in the r. side of neck, < when bending the neck over to one side and when raising the arm." ],
    "Limbs" : [ "The axillary glands are painful to the touch.", "Pressure and drawing tension in the hand and in the tarsal joints, during rest.", "Tearing burning in the calf, when sitting.", "Spasmodic drawing in the inner border of the foot, when sitting." ],
    "Generalities" : [ "Rheumatic drawing pains, only during motion.", "The wound becomes raw and inflamed, is painful in the morning as if beaten, with stinging as if it would suppurate; the parts around the wound become red, with stinging in the wound during the febrile heat.", "Great tendency to start, with great nervousness and extreme sensitiveness of hearing.", "Drowsiness with ill-humour and delirium; restless night, constant waking, frequent micturition and drinking, and uneasiness in every position.", "Almost all the symptoms make their appearance during the chilly stage of the fever, he feels most comfortable when walking or else in a state of perfect rest." ],
    "Fever" : [ "Coldness and great sensitiveness to the open air, the whole morning.", "Shuddering in the back, with pressure in the region of the last true rib of l. side, and movements in the stomach and abdomen as if he would faint.", "Shuddering and goose-flesh, although the skin feels warm to the touch.", "Feverish chilliness in the hands and feet, the whole morning, with rheumatic drawing and pressure in the whole body, and pain in the ribs as if pressed together and bruised, after sitting.", "Heat in the afternoon, with frequent thirst, chilliness and shiverings intermixed, particularly after drinking.", "Heat in the evening, with coldness of the head and hands, intermingled with shivering, and accompanied with aversion to drinks.", "Feeling of heat in the face, hands, and feet, after a meal, succeeded by thirst.", "Great heat, in the evening when in bed, accompanied with moisture on the feet, which are burning.", "Great heat the whole morning, with copious perspiration, feeling of qualmishness in the chest, and burning in the axillae." ]
  }
}