{
  "remedyName" : "Camphora",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Bed-sores. Cholera Asiatica. Chordee. Cold. Convulsions. Epilepsy. Eruptions, suppressed. Erysipelas. Gonorrhoea. Heart affections. Hyperpyrexia. Influenza. Measles. Memory, loss of. Priapism. Rheumatism. Sexual mania. Sleeplessness. Snake-bites. Spasms. Strangury. Sunstroke. Taste, disordered. Tetanus. Tobacco habit. Twitching. Urethra, spasmodic stricture of. Urine, suppression of." ],
    "Characteristics" : [ "\"Chill; cramp; convulsion with mental anguish\"", "these give an idea of the essential action of Camphor. It causes retreat from the circumference to the centre; and its chief remedial action is in correcting just such conditions", "cold, collapse, repercussed eruptive diseases. \"Great coldness of surface, with sudden and complete prostration of the vital forces.\" Feeling as if a cold wind were blowing over body. In all kinds of sudden internal pains arising from chill, or other causes, Camphor in rapidly repeated doses will be very likely to prove Curative. In these conditions it is often prescribed on broad indications and given in the lower potencies, but those whose knowledge of Camphor is confined to its coarser actions will never understand what a great remedy it is when used according to its fine symptomatic indications and given in the higher potencies. Camph. produces tetanic spasms, with showing of teeth by drawing up the mouth corners (like Nux and Phytolacca, but the deathly coldness of Camph. distinguishes it from both). Camph. has internal heat and external coldness. In the collapse of cholera it corresponds rather to the initial chill before either vomiting or diarrhoea. (The collapse of Carbo v. is rather the result of alvine discharges.) The tongue is cold. If he can speak, the voice is either high pitched or husky. The cramps of Camph. are less pronounced than in Cupr.; but cramps with icy coldness of limbs is characteristic of Camph. The coldness of Camph. resembles that of Verat., but with the latter the discharges are copious, and Camph. has marked nausea, and the expression of nausea, upper lip drawn up. In some epidemics, Camph. given early has alone cured a large majority of the cases treated, and that whether given in drop doses of the tincture or in the 30th. Salzer (On Cholera, p. 68) says the cases calling for it are those in which \"arterial spasm, \", with difficult breathing (spasm of pulmonary arteries), coldness and lividity are the leading features. In its actions on the genito-urinary sphere Camph. approaches Canth. in intensity, and is one of the antidotes to the latter. Strangury and priapism are among its effects. Camph. is indicated in many conditions of sudden collapse from overpowering influences acting on the nervous centres. For example, sunstroke: vitality ebbing away; fainting spells growing worse; body icy cold and bathed in cold sweat. Some characteristics are: Most pains are felt during a half-conscious condition, and disappear when thinking of them. Afraid of his own thoughts; wants to be diverted from thoughts of himself. Fears to be left alone. Memory lost. Great sensitiveness to cold and cold air; which < pains takes cold easily. Surface cold to touch, yet throws off all covering. Extremities cold, with cramps. Awkwardness. Spasmodic movement of head; head drawn to r. side; rest of body relaxed; unconscious. Spasmodic drawing of head laterally or backwards with deathly coldness. Erysipelas spreading to central membranes. Repercussed eruptions. Soft parts drawn in. Skin painfully sensitive. In the form of the ordinary Camphor pilules, I have found it an excellent remedy for simple sleeplessness. In this, as in its effect on colds, it resembles Acon. Irritable, weakly blondes most affected. Scrofulous children most sensitive to Camph." ],
    "Relations" : [ "Camph. has very important antidotal relations. It is antidoted by: Op., Sp. nit. dulc., Dulc., and Phos. It antidotes: Am. c., Canth., Carb. v., Cup., Lyc, Squil., Nat. m., so-called worm-medicines, tobacco, bitter almonds, and other fruits containing prussic acid; also the secondary affections remaining after poisoning with acids, salts, metals, poisonous mushrooms, &c. Incompatible: Nitrum. Tea, coffee, and lemonade, as a rule, do not interfere, but sometimes coffee <. Compare: Alo.; Carbo v. (coldness from undeveloped exanthema, collapse; epistaxis, dark, persistent; low haemorrhages generally); Canth.; Cup.; Dulc.; Sec. (skin cold with desire to uncover); Lyc. (head drawn to one side-Lyc. to left, Plumb. and Stram. to right, Bufo to either); Op. (narcotism, heart affections); Pho. (anguish and burning in cholera). Sp. dul. nit., Squil., Verat. Teste puts Camph. in his Belladonna group, with Agar., Lach., Cedr., Stram., Tabac., and others. He notes that it acts much more powerfully on carnivorous animals than on herbivora." ],
    "Causation" : [ "Shock from injury. Eruptions, suppressed. Cold air. Sunstroke. Vexation." ],
    "Mind" : [ "Anxiety with fretfulness.", "Great anguish and discouragement.", "Afraid of his own thoughts.", "Quarrelsome and combative humour; mania to dispute.", "Dulness of the senses.", "Loss of consciousness.", "Confusion of ideas; delirium.", "Rage.", "Loss of memory." ],
    "Head" : [ "Dizziness, as if from intoxication, esp. on walking.", "Giddiness, with heaviness of the head and vanishing of the senses.", "Vertigo, and heaviness of the head, which obliges the patient to incline the head backwards.", "Headache, as if the brain were bruised, or sore from a wound.", "Dull headache above the os frontis, with inclination to vomit.", "Constrictive headache, esp. in the occiput and above the root of the nose, greatly aggravated by stooping, by lying down, or by the touch, and disappearing when the attention is directed to the pain.", "Incisive shocks in the head on lying down.", "Pulsative headache at night, with shootings in the forehead and heat of the body.", "Congestion in the head.", "Inflammation of the brain.", "Inflammation of the brain (after sunstroke), with pulsation and sensation of constriction in the brain, spasmodically turned head (to the side or backward), < from movement or in the cold air; > when lying down, or when thinking of it.", "Spasms, which draw the head on one side." ],
    "Eyes" : [ "Inflammation of the eyes.", "Red spots on the eyelids.", "Trembling of the eyelids.", "Staring, wild look.", "Eyes sunken.", "Eyes haggard, and turned convulsively upwards.", "Contraction of the pupils.", "Obscuration of the sight.", "Visions of strange objects.", "Photophobia.", "Everything appears too bright and brilliant." ],
    "Ears" : [ "Heat and redness of the ears, esp. in the lobes.", "Abscess in the meatus auditorius, with deep redness and pressive shooting pain." ],
    "Nose" : [ "Dry coryza.", "Coryza fluent or dry.", "Sneezing, beginning of coryza.", "Catarrhal affections with headache, from sudden change of weather.", "Nose-bleed.", "Nose cold and pointed.", "Violent stitching or crawling, from root of nose almost to tip." ],
    "Face" : [ "Face deadly pale; or deep red.", "Icy-cold, livid, pale face.", "Erysipelas in the face.", "Convulsive distortion of the features.", "Convulsive clenching of the jaws.", "Hippocratic face.", "Foam at the mouth.", "Cold sweat on face, upper lip everted." ],
    "Teeth" : [ "Toothache, as if from swelling of the sub-maxillary glands, with sensation of lengthening of the teeth.", "Acute shocks in the roots of the incisors.", "Painful looseness of the teeth.", "Flying toothache, gnawing boring in molars, mostly in hollow ones; much < if even a soft little crust of bread touches the affected tooth; < from drinking coffee or spirituous liquors; > after drinking beer or cold water; but < from water kept in mouth; > by coition." ],
    "Mouth" : [ "Breath fetid in the morning.", "Foam at the mouth.", "Abundant accumulation of a viscid and slimy saliva." ],
    "Throat" : [ "Soreness in the throat on swallowing, as if from excoriation of the throat, which is felt even at night.", "Dry, scraping sensation of the palate.", "Burning heat in the throat, extending from the palate to the stomach.", "More decided relish for all food, and esp. for broth.", "Bitter taste of tobacco and of food, esp. of meat.", "Dislike and repugnance to tobacco smoke.", "Excessive thirst." ],
    "Stomach" : [ "The pit of the stomach is very sensitive to the touch.", "Almost continual eructations after dinner; nausea > by eructation.", "Inclination to vomit, followed by attacks of vertigo.", "Vomiting of bile or of blood.", "At the commencement of the vomiting, cold sweat, chiefly on the face.", "Sensation of burning and heat in the stomach.", "Pain, as from a bruise, in the epigastrium.", "Strong pressure in the epigastrium." ],
    "Abdomen" : [ "Cramps in the abdomen.", "Cutting colic at night.", "Belly-ache as if diarrhoea would follow.", "Drawing pain, as from a bruise, on the entire of r. side of the abdomen.", "Sensation of fulness in the abdomen.", "Sensation of cold or of burning heat in the epigastrium and in the abdomen." ],
    "Stool and Anus" : [ "Constipation.", "Difficult evacuation, as if from inactivity of the intestines, or from contraction of the rectum.", "The rectum feels narrow and swollen; is painful during the emission of flatulence.", "Asiatic cholera, with cramps in calves, coldness in body, anguish, burning in oesophagus and stomach.", "Diarrhoea: with colicky pain, esp. when caused by cold; attack very sudden; sudden and great sinking of strength.", "Involuntary diarrhoea.", "Blackish faeces." ],
    "Urinary Organs" : [ "Retention of urine.", "Strangury, with tenesmus of the neck of the bladder.", "Urine flowing slowly and in a small stream, as if the urethra were contracted.", "Urine of a yellowish green, turbid, and of a mouldy smell.", "Haematuria.", "Burning pain during the emission of urine.", "Urine thick and red, with turbid and thick sediment." ],
    "Male Sexual Organs" : [ "Inceased desire.", "Erethism.", "Attacks of violent priapism during dreams.", "Absence of sexual desire, and impotence.", "Sudden laxness of penis.", "Nocturnal emissions.", "Involuntary masturbation.", "Sensation of contraction in the testes.", "On l. side of root of penis, while standing, a pressure outwards as if a hernia would protrude.", "Strangury from stricture." ],
    "Female Sexual Organs" : [ "Sexual orgasm.", "Erethism of sexual system.", "Labour-like pains.", "Menses too profuse; or absent." ],
    "Respiratory Organs" : [ "Voice husky; weak; mucus in air passages, not removed by hacking; high and squeaky.", "Constriction of larynx, feeling as if throat tied.", "Cutting, cold feeling deep in windpipe; causes a slight cough.", "Dry feeling at bifurcation of trachea. Breathing: anxious; oppressed; sighing; quiet; deep and slow; snoring; almost completely arrested.", "Asthma, < from bodily exertion.", "Hot breath (with acute eruptive diseases).", "Cool breath.", "A cold feeling in chest followed by cold breath.", "Fatiguing, hacking, dry cough.", "Every inspiration starts the cough." ],
    "Chest" : [ "Suffocating oppression of the chest, and constriction of the larynx, as if from the vapour of sulphur.", "Excessive accumulation of mucus in the respiratory organs, with danger of suffocation.", "Cramps in the chest.", "Shootings in the chest." ],
    "Heart" : [ "Palpitation of the heart, which can be heard striking against the side, esp. after a meal.", "Anxiety at heart.", "Spasmodic stitches in region of heart, with oppression of chest when lying on l. side, > when turning on r. side." ],
    "Neck and Back" : [ "Tension and stiffness of the neck on moving it.", "Heat with an inward vibration spreads from neck and from between shoulders into limbs.", "Drawing stitches through and between shoulder-blades, extending into chest when moving arms.", "Pressure in small of back with leaden-like heaviness of lower limbs.", "Coldness in small of back and loins; inner coldness < by walking a few steps.", "Sensation as if cool air was blowing on back." ],
    "Upper Limbs" : [ "Drawing lancinations between the shoulder-blades, while moving the arms.", "Convulsive movement of the arms, which describe circles.", "Pressure and acute drawing in the arm and forearm.", "Hands icy cold.", "Hands do not feel anything he touches.", "Fingers stiff, open, distorted; thumb drawn back." ],
    "Lower Limbs" : [ "Pains, as from a bruise, in the thighs and in the knees.", "Great weakness of the legs.", "Cramp-like pains and acute drawings in the legs, and in the instep.", "Cramps in the calves of the legs; with icy coldness.", "Acute drawing in the extremities of the toes and under the nails, on walking." ],
    "Generalities" : [ "Convulsions and cramps of different kinds.", "Tetanus, with loss of consciousness, and vomiting.", "Attacks of epilepsy, with rattling in the throat; face, red and puffed; convulsive movements of the limbs, and even of the tongue, of the eyes, and of the muscles of the face; hot and viscid perspiration on the scalp, and on the forehead; after the fit, comatose drowsiness.", "He falls down insensible.", "Diminished circulation of the blood to the parts most distant from the heart.", "Uneasiness, relaxation, and heaviness over the whole body.", "Sinking of all strength.", "Fainting fits.", "Cracking in the joints.", "Rheumatic lancinations in the muscles.", "Difficulty in moving the limbs.", "Painful sensibility of the periosteum of all the bones.", "Sufferings in consequence of a chill.", "Icy coldness of the whole body, with paleness of the face.", "The majority of the symptoms appear during movement, or else at night, or are aggravated by cold, the open air, and contact.", "The symptoms often disappear as soon as attention is called to them." ],
    "Skin" : [ "Skin sorely sensitive, even to the slightest touch.", "Erysipelatous inflammations.", "Skin, bluish and cold, with coldness of the body.", "Dryness of the skin." ],
    "Sleep" : [ "Strong desire to sleep in the day.", "Coma, with incoherent words.", "Nocturnal sleeplessness, from nervous excitement.", "Snoring and tossing during sleep.", "During sleep, the inspirations are shorter than the expirations.", "Dreams: anxious; fearful; visions of spirits; about what Is intended or what has happened in morning hours.", "Extreme restlessness with anxiety." ],
    "Fever" : [ "Excessive sensibility to fresh air, and tendency to take cold.", "Cold over the whole body, with deadly paleness of face, shivering, and chattering of the teeth.", "Icy coldness of the whole body, with congestion to the head and chest.", "Heat of the body, with redness of face, esp. in the cheeks, and in the lobe of the ear.", "General heat, which becomes excessive on walking.", "Heat with distended veins, aggravated from every movement.", "Pulse remarkably small and slow, or excessively quick and full.", "The blood does not circulate to the parts distant from the heart.", "Sensation of dryness on the whole cutaneous surface." ]
  }
}