{
  "remedyName" : "Cannabis Sativa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ascites. Asthma. Cataract. Cystitis. Eyes; cortical opacity. Fingers, contracted. Gonorrhoea. Headache. Hysteria. Infantile leucorrhoea. Nephritis. Nose-bleed. Palpitation. Phimosis. Pleurisy. Pneumonia. Post-partum haemorrhage. Priapism. Stammering. Tetanus. Trachea, mucus in. Urethral caruncle." ],
    "Characteristics" : [ "Cannabis sativa resembles closely Cannabis indica, but the mental symptoms and head symptoms are less pronounced and the eye and genito-urinary symptoms more so. Characteristic sensations are: \"As if hot water were poured over him; over heart. As if drops of cold water were falling: on head; from anus; from heart.\" As if pinched with pincers in back. Pressure as with a sharp point in coccyx. Gonorrhoea, esp. when the patient walks with the legs apart. Sexual over excitement in either sex. Threatened abortion from too frequent sexual intercourse. Threatened abortion complicated with gonorrhoea. The urethra is very sensitive to touch and pressure; the patient cannot bear the legs close together. Can. sat. has cured many cases of urethral caruncle; and of phimosis. It resembles Canth. in its urethral symptoms, but has more burning and smarting (Canth. more tenesmus). Drawing pains in region of kidneys extending into inguinal glands, with anxious sensation of nausea at epigastrium. Unendurable fine stitching over whole body, as from a thousand needle points, at night, when sweating from warm covering, > uncovering. Feet feel heavy on going upstairs." ],
    "Relations" : [ "Antidotes: of large doses", "lemon-juice, Strychnia, faradization of respiratory muscles to maintain respiration; of small doses", "Camph., Merc. Compatible: Bell., Hyo., Lyc., Nux, Op., Puls., Rhus, Verat. Compare: Can. ind., Act. r., Arn., Bry., Canth., Petrol., Petros., Stan., Stram., Sul.; Sars. (< going up stairs); in phimosis (Merc., Sul., Nit. ac., Sep., Thu. Rhus, Sabi.); as if something alive in abdomen (Croc. s., Thuj.)." ],
    "Mind" : [ "Sadness and indifference.", "The slightest contradiction gives offence.", "Disposition to be easily frightened.", "Mania, sometimes gay, sometimes serious or furious.", "Irresolution and uncertainty, in consequence of too fickle an imagination.", "As if in a dream.", "Voices, including her own, seem to come from a distance; her own voice seems strange, as if it were somebody else speaking.", "Lectophobia.", "In writing, many errors are made.", "Vanishing of thoughts.", "Want of words.", "Ideas seem to stand still; he stares in front of him; is absorbed in higher thoughts, but is unconscious of them." ],
    "Head" : [ "Attacks of vertigo on walking, or when standing for some time, to such an extent as to cause falling.", "Sensation as if intoxicated.", "Headache, as if there were a stone pressing upon it.", "Sensation of a heavy weight on the vertex.", "Pressure and tension on the temples.", "Compression in the sinciput, from the margins of the orbit to the temples.", "Congestion in the head, with throbbings in the brain, cheeks red and hot; with pulsation, and not unpleasant warmth in it.", "Sensation at the scalp, as if something were creeping on it, and frequent sensation, as if drops of cold water were falling on the head." ],
    "Eyes" : [ "Aching pain in the balls of the eyes.", "Cramp-like pulling in the eyes.", "Weakness and confusion of sight, on viewing objects either distant or near.", "Specks, and opacity of the cornea.", "Appearance of a denticulated circle of whitish flames before the eyes." ],
    "Ears" : [ "Throbbing and pressure in the ears; disappearing when stooping, and reappearing when raising the head again.", "Buzzing in the ears, and sensation as if a skin were before them." ],
    "Nose" : [ "Swelling of the nose, with copper-like redness.", "Stupefying pressure on the root of the nose.", "Heat and dryness of the nose.", "Epistaxis, preceded by a sensation of burning in the nose." ],
    "Face" : [ "Paleness of the face.", "Tingling, itching, and smarting in the face, as if from salt.", "Palpitation of the muscles of the face.", "Heat of the face, and redness of the cheeks." ],
    "Mouth" : [ "Dryness of the mouth, with viscid saliva, and absence of thirst.", "Eruption in the vermilion border of the lips.", "Embarrassed speech; at one time words are wanting, at another the voice fails.", "The speech stops with extraordinary anxiety and agony on account of pain in the back." ],
    "Stomach" : [ "Empty risings.", "Regurgitation of acrid substances of a bitter sourness.", "Nausea, with inclination for food.", "Vomiting with sensation of strangulation, from the epigastrium to the throat.", "Vomiting of green bile.", "Pain in the stomach, on being touched, as if it were ulcerated, > by eating.", "Attack of violent cramps in the stomach, with paleness, and sweat of the face; pulse almost extinct, and respiration rattling.", "Aching, pinchings, and Cuttings in the epigastrium, and in the upper part of the stomach." ],
    "Abdomen" : [ "Pain, as from a bruise, in the intestines.", "Sensation of soreness in the abdomen (dropsy).", "Hard and painful swelling of the hepatic region.", "Cramp-like pains in the epigastrium.", "Pulsation of the abdomen, as if from within outwardly.", "Shuddering in the abdomen, as if cold water were running through it.", "Painful jerks in the abdomen, as if it contained some living object.", "Shaking of the intestines, as if they were detached, when the arms are moved.", "Partial swelling of the abdomen, as from an encysted ascites.", "Shocks and pressure towards the outside in the region of the groins." ],
    "Stool and Anus" : [ "Diarrhoea, accompanied by cramp-like pains in the abdomen.", "Pressure in the rectum towards the outside.", "Sensation, as of a running of cold water from the anus.", "Constipation, and hard faeces." ],
    "Urinary Organs" : [ "Sensation of soreness and inflammation of the kidneys.", "Urgent inclination to make water, with pressive pain.", "Difficulty of making water, as if from paralysis of the bladder, and nocturnal strangury.", "Obstinate retention of urine.", "Stoppage of the urinary ducts by mucus and pus.", "Urine, turbid, white, or reddish, and as if mixed with blood and pus.", "Incontinence of urine.", "Stream of water scattered.", "Emission, drop by drop, of a scanty and sanguineous nature.", "Burning pain in the urethra and in the bladder, before and during the emission of urine.", "Urethra inflamed and painful to the touch.", "Discharge of watery mucus from the urethra (gonorrhoea).", "Yellow and mucous discharge from the urethra.", "Ejection of a stone on making water." ],
    "Male Sexual Organs" : [ "Genital parts cold.", "Itching and inflammatory swelling of the prepuce, glans, and penis, with deep redness, and phimosis.", "The penis feels sore and burnt when walking; walks with legs apart.", "Aching in the testes, and tension in the spermatic cord, when standing upright.", "Swelling of the prostate gland.", "Erections, with tensive pains.", "Repugnance to coition, or strong excitement of sexual desire." ],
    "Female Sexual Organs" : [ "Profuse menstruation.", "Sterility.", "Miscarriage, with convulsions.", "Threatened abortion, complicated with gonorrhoea; or on account of too frequent sexual intercourse.", "Great excitement with sterility." ],
    "Respiratory Organs" : [ "Loss of voice.", "Accumulation of tenacious mucus in the larynx, with scraping, and difficulty of respiration.", "Cough, violent and dry.", "Cough with greenish and viscid expectoration.", "Difficulty of respiration, as if there were a weight on the chest, with wheezing and rattling in the bronchia.", "Respiration short and oppressed.", "Respiration difficult, and possible only when standing upright.", "Difficulty of respiration, and oppression on the chest, with uneasiness in the throat; < lying down.", "Respiration rattling." ],
    "Chest" : [ "Shootings in the bottom of the chest, esp. on breathing or speaking, or during movement.", "Inflammation of the lungs, with greenish vomiting and delirium." ],
    "Heart" : [ "Painful strokes in the region of the heart.", "Sensation as if drops were falling from the heart.", "Inflammation of the heart.", "Painful constraint and tension in the heart, with palpitation of the heart and anxiety.", "Beatings of the heart, which are felt lower than their ordinary place." ],
    "Neck and Back" : [ "Pains in the back, which impede speech and suspend respiration.", "Shooting pain between the shoulder-blades.", "Pressure towards the outside in the sacral region and coccyx." ],
    "Upper Limbs" : [ "Pain, as from a bruise, in the shoulder and forearm during movement.", "Cramps in the hands and the fingers.", "Cramp-like contraction of the metacarpal bones, of the (r.) hand.", "Sudden paralytic weakness of the hand, with trembling on laying hold of an object, and inability to hold it firmly." ],
    "Lower Limbs" : [ "Cramps in the thighs, the calves of the legs, and the hams.", "Weakness, staggering, and pains of the knees.", "Displacement of the patella on going upstairs.", "Pulsation and stretching pain in the feet, and in the joints of the foot, as after a long walk.", "Spasmodic contraction of the the tendo Achillis, with violent pains." ],
    "Generalities" : [ "Acute drawing, and contractive, pressive pains, with sensation of paralysis, or shocks and deep shootings in different parts, or else a sensation as if pinched with the fingers.", "Rheumatic pulling during movement, apparently in the periosteum.", "General dejection, with tottering and soreness of the knees.", "Great fatigue, from having spoken or written.", "Tetanus, chiefly in the upper limbs, and in the trunk.", "Several symptoms are aggravated or provoked by touch, open air, and heat, as well as at night, and after midnight; by exercise, and after a meal.", "Sensation, as if drops of cold water were falling (on head; from the anus; from heart).", "Affections of ball of the foot or under part of the toes.", "Typhoid fevers where strangury exists." ],
    "Sleep" : [ "Invincible desire to sleep during the day.", "Sensation of greater fatigue on waking in the morning, than when going to bed in the evening.", "Nocturnal sleeplessness.", "Great anxiety of heart.", "At night, pricking and sensation of burning over the whole skin, as if from boiling water." ],
    "Fever" : [ "Shuddering and shivering, with thirst.", "Uneasiness and external cold.", "Coldness of the body, with heat in the face.", "Heat only in the face.", "Pulse weak, slow, and scarcely perceptible.", "Burning heat over the whole body at night." ]
  }
}