{
  "remedyName" : "Cannabis Indica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Catalepsy. Chordee. Clairvoyance. Delirium tremens. Delusions. Epilepsy. Gonorrhoea. Headache. Mania. Menorrhagia. Paralysis. Prostatitis. Satyriasis. Stammering. Uraemia. Urinary disorders." ],
    "Characteristics" : [ "The use of Cannabis ind. in the East as an intoxicant gives the leading note of its sphere of action. It produces a state of exaltation with sublime visions, delusions, and hallucinations in great variety. Time seems interminable, space illimitable. Imagines himself in a room of which the walls gradually close in upon him. Double consciousness. Fixed ideas. Apprehensive of approaching death; of becoming insane. Great agitation; anxiety; nervousness. Horror of darkness. Incoherent talking. Uncontrollable laughter. Inability to fix his thoughts on one subject. Forgets what he intends to write or speak. Can. ind. produces a sensation of levitation. Sensation as if in a dream. Vertigo on rising, with stunning pain in back part of head. (Can. ind. removed for me a vertigo in which the patient felt as if the house were falling in ruins about her.) Shocks through brain on regaining consciousness. Guided by this symptom, I removed with this remedy a \"noise like a crash or explosion during sleep.\" Sensation as of brain boiling over and lifting cranial arch like a lid; opening and shutting sensation. Weight at occiput, from which pains start up sides of head to temples and vertex. Headache with flatulence; lasts till flatus can be passed up or down; throbbing of occiput. Scalp sore feeling; crawling on vertex; sensation as though skin tightly stretched over bones of face. Clairvoyance and clairaudience; extreme sensitiveness to noise. Grinds teeth whilst asleep. Stammering and stuttering. There is a sensation in anus as if sitting on a ball; as if anus and part of urethra were filled by a hard, round body. The urinary and generative organs are very strongly affected. There is constant dull pain in region of right kidney. Pains in kidneys when laughing. Urine loaded with slimy mucus after exposure to damp and cold. Frequent micturition with burning pain, in evening. Dribbling. Urging and straining, but cannot pass a drop. Burning, scalding, or stinging in urethra before, during, and after urination. Increased sexual desire, satyriasis, priapism. Erections: while riding, walking, or sitting still, not caused by amorous thoughts; violent; painful. Gonorrhoea; without pain; with light-headedness; very profuse yellowish-white discharge. Feeling as if discharge in urethra. Chordee. Very profuse, painful, dark menstruation, but without clots. Palpitation, awakens from sleep. Stitches in heart, with oppression, > deep breathing. Warmth of spine extending to head. Backache < during catamenia, which occur every two weeks and are scanty. Paralysis of lower limbs and right arm. Nash relates the case of a lady suffering from cardiac dropsy, who, when relieved of the latter, suddenly lost the power of speech. In answer to a question she could begin a sentence, but could not finish it, as she could not remember what she wished to say. She was very impatient about it; would cry, but could not finish the sentence, though she could signify assent if any one did finish it for her. Can. ind. cured rapidly. [In one case of over-dose the observer experienced a modification of this: Absolute forgetfulness of the thought, speech, or acts of the previous moment; startled by hearing the echo of the last words of a sentence he has just spoken. Having suggested a walk to a companion and meeting him at the street door, wondered why they were there. Afterwards he could remember everything. < Lying down quietly: then thought succeeded thought only to be immediately blotted out: no inclination to sleep. > Walking about out of doors.] Can. i., like Bell., has: Wants to sleep but cannot. Very sleepy. During sleep: starting; talking; grinding teeth; nightmare. In paralysis there is tingling of the affected parts. The sensitiveness to noise is extreme; can hear a whisper in adjoining room and is irritated thereby. In some subjects a perfect condition of catalepsy is produced." ],
    "Relations" : [ "Can. sat. In extreme sensitiveness to noise: Nit. ac. (to jarring and rumbling of waggon in street); Coff. (to all sounds); Borax (slightest noise, fall of door latch, rumpling of paper, rustling of silk). Asar. (to scratching of linen or-silk, or even the thought of it). Levitation (Asar., Calc., Coccul., Phos. ac., Sil., Sticta, Sul., Thu.). As if in a dream (Ambr., Anac., Calc., Con., Cup., Med., Rhe., Stram., Val., Ver., Zn.", "the sensation of time being interminable distinguishes Can. i. from the others). Horror of darkness (Am. m., Bar. c., Calc., Carb. an., Phos., Stram., Stro., Val.). Noise like a crash or explosion in head (Alo.)." ],
    "Mind" : [ "Exaltation of spirit, with excessive loquacity.", "Full of fun and mischief, and laughs immoderately.", "Hallucinations and imaginations innumerable.", "Anguish, accompanied by great oppression: > in the open air.", "Constant fear of becoming insane.", "Exaggeration of duration of time and extent of space; seconds seem ages, a few rods an immense distance.", "Horror of darkness.", "Fear of approaching death.", "Inability to recall any thought or event, on account of different thoughts crowding on his brain.", "Sudden loss of speech; begins a sentence but cannot finish it.", "Stammering and stuttering.", "Exaltation of spirits, with excessive loquacity.", "Very absentminded.", "Every few minutes he would lose himself, and then wake up, as it were, to those around him.", "Constantly theorising.", "Clairvoyance.", "Delirium tremens; trembling; hallucinations; tendency to become furious; nausea; unquenchable thirst.", "Laughs at merest trifle.", "Sudden loss of memory." ],
    "Head" : [ "Vertigo on rising, with stunning pain in back part of head.", "Sensation as if the room were falling in pieces about her.", "Frequent involuntary shaking of the head.", "Heavy pressure on the brain, forcing him to stoop.", "Violent shocks pass through the brain; (noise like a crash or explosion during sleep).", "Dull, drawing pain in forehead, esp. over the eyes.", "Throbbing, aching pain in forehead.", "Jerking in r. side of forehead, toward the interior and back part of head.", "A sensation of the brain boiling over and lifting the cranial arch like the lid of a tea-kettle.", "Opening and shutting sensation at vertex.", "Aching in both temples, most severe in r.", "Dull stitching in the r. temple.", "Pain in the whole r. side of the head.", "Head feels heavy, loses consciousness and falls.", "Dull, heavy, throbbing pain, with sensation as from a blow, on back of head and neck.", "Heavy weight at back of head, pains shoot up to temples and vertex; pain at midday forces her to cry.", "Headache accompanied by flatulence, continuing until he can pass flatulence up or down; throbbing of occiput.", "Migraine." ],
    "Eyes" : [ "Fixed gaze.", "Eyes bright and shiny.", "Visual clairvoyance.", "Jerking in extreme corner of the eye and eyelid.", "Injection of vessels of conjunctiva of both eyes.", "Letters run together when reading.", "Twinkling, trembling, and glimmering before the eyes." ],
    "Ears" : [ "Hearing very acute.", "Aching in both ears.", "Throbbing and fulness in both ears.", "Ringing and buzzing in the ears.", "Noise in the ears, like boiling water.", "Periodical singing in the ears during a dreamy spell, ceasing when he came to himself." ],
    "Face" : [ "Countenance dejected and careworn.", "Wearied, exhausted appearance.", "Drowsy, stupid look.", "Skin of face, esp. of forehead and chin, feels as if drawn tight." ],
    "Mouth" : [ "Lips feel as if glued together.", "Gritting and grinding of the teeth while sleeping.", "Dryness of the mouth and lips.", "White, thick, frothy, and sticky saliva.", "Every article of food is extremely palatable.", "Stammering and stuttering." ],
    "Throat" : [ "The throat is parched, accompanied by intense thirst for cold water." ],
    "Stomach" : [ "Ravenous hunger.", "Pain in the cardiac orifice, relieved by pressure.", "Suffocative feeling while eating." ],
    "Abdomen" : [ "Flatulence on rising in morning (with headache); rumbling in bowels at night.", "Abdomen feels swollen; > by belching." ],
    "Stool and Anus" : [ "Sensation in the anus as if he were sitting on a ball; as if the anus and part of the urethra were filled up by a hard, round body.", "Painless yellow diarrhoea." ],
    "Urinary Organs" : [ "Pain in the kidneys when laughing.", "Burning, aching, or sharp stitches in the kidneys.", "A white glairy mucus may be squeezed from the urethra.", "Burning and scalding, or stinging pain in the urethra before, during, and after urination.", "Urging to urinate, but cannot pass a drop.", "Profuse, colourless urine.", "Has to wait some time before the urine flows.", "Has to force out the last few drops with the hand.", "The urine dribbles out after the stream ceases." ],
    "Male Sexual Organs" : [ "Sexual desire excessively increased.", "Satyriasis; priapism.", "Erections not caused by amorous thoughts.", "Violent painful erections.", "Penis relaxed and shrunken.", "Itching in the glans penis.", "Sharp pricking, like needles, in urethra, so severe as to send a thrill to cheeks and hands." ],
    "Female Sexual Organs" : [ "Very profuse menstruation; painful, dark but without clots.", "Spasmodic uterine colic, pains returning like labour pains; great agitation and sleeplessness.", "Threatened miscarriage in 8th month; burning on micturition with purulent discharge." ],
    "Respiratory Organs" : [ "Rough cough, with scraping immediately under the sternum.", "It requires a great effort to take a deep inspiration." ],
    "Chest" : [ "Oppression of chest, with deep, laboured breathing.", "He feels as if suffocated, and has to be fanned.", "Stitches extending from both nipples through chest." ],
    "Heart and Pulse" : [ "Palpitation of the heart, awaking from sleep.", "Pressing pain in the heart, with dyspnoea the whole night. Piercing pain in the heart.", "Sensation as if drops were falling from the heart.", "Stitches in the heart, accompanied by great oppression; the latter relieved by deep breathing.", "Pulse very slow (as low as 46)." ],
    "Neck and Back" : [ "Pain across the shoulders and spine; must stoop, cannot walk erect.", "Chin suddenly drawn down to sternum, lasting three days.", "Warmth in spine extending to head.", "Backache, < during menses, which occur every two weeks and are scanty." ],
    "Upper Limbs" : [ "Agreeable thrilling through the arms and hands.", "Paralysis of the r. arm.", "Coldness of r. hand, with stiffness and numbness of r. thumb." ],
    "Lower Limbs" : [ "Entire paralysis of the lower extremities.", "Weariness in limbs, and stiffness and aching in knees; almost paralysis.", "Agreeable thrilling from the knees down, with a sensation as if a bird's claws were clasping the knees.", "On attempting to walk, intensely violent pain as if treading on spikes, which penetrated the soles, and ran upward through the limbs to the hips; worse in r. limb, and accompanied by drawing pains in both calves.", "Shooting pains in the joints of the toes of l. foot; worse in great toe; aching and stitching pain in ball of l. great toe." ],
    "Generalities" : [ "Great desire to lie down in the daytime.", "Thoroughly exhausted after a short walk.", "Felt so weak that he could scarcely speak, and soon fell into a deep sleep." ],
    "Sleep" : [ "Excessive sleepiness; sound sleep, with melancholy dreams.", "Starting of the limbs while sleeping, causing him to awake.", "Voluptuous dreams, with erections and profuse seminal emissions.", "Talks during sleep.", "Gritting teeth during sleep.", "Dreams prophetic; vexatious; of dead bodies, of danger, and of perils to be encountered.", "Nightmare every night as soon as he falls asleep." ],
    "Fever" : [ "Loss of animal heat.", "General chilliness.", "Coldness of the face, nose, and hands after dinner.", "Profuse sticky sweat, standing out in drops on his forehead." ]
  }
}