{
  "remedyName" : "Cantharis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bladder affections. Burns. Chordee. Diphtheria. Dysentery. Eczema. Emissions. Erotomania. Erysipelas. Eyes, inflammation of. Gastritis. Gonorrhoea. Herpes zoster. Hydrophobia. Kidneys, affections of. Mania. Neuralgia. Nymphomania. Ovaries, affections of. Peritonitis. Pleurisy. Pregnancy, disorders of. Retained placenta. Satyriasis. Scarlatina. Spermatorrhoea. Strangury. Thirst. Throat, sore. Tongue, inflammation of. Urine, abnormal. Vesication of skin." ],
    "Characteristics" : [ "Cantharis belongs to the animal kingdom and finds its most prominent sphere of action in exciting the animal passions. There is anger in a very acute degree amounting to paroxysms of rage; and a corresponding condition of the bodily tissues. The word \"irritation\" best expresses the totality of the Cantharis effects. The pains are burning, and sharp, lancinating along the course of a nerve. Neuralgia of head and face from taking cold, with loud screams and jerking of muscles. The slightest touch or approach aggravates the mental symptoms. Violent spasms reproduced by touching larynx. There is also < from dazzling objects and by water", "completing the hydrophobia picture. It may be well to remember in this connection the violent erotic action of Canth., for many have maintained that rabies only arises among domesticated animals where sexual functions are under more or less abnormal conditions. Guernsey gives as the special indications in hydrophobia: \"Moaning and violent cries, interspersed with barking.\" Canth. produces amorous frenzy, unbounded sexual desire; also sexual erethism and excitability. It acts on the brain, producing inflammation of the tissues. The eyes are bright, pupils widely dilated. Erysipelas commencing in nose. The face is generally pale or yellowish, with an expression of deep-seated suffering. There is diphtheritic inflammation of throat, severe burning, constriction; thirst, with aversion to drinking. The stomach is inflamed. Pain in abdomen colic-like, doubling the patient up, cutting, burning, lancinating. Dysenteric stools with tenesmus. In the genito-urinary region the most intense action is developed. There is extreme superficial sensitiveness in hypogastrium (especially when the bladder is full), attended with unbearable tenesmus vesicae. Cutting, burning pains from the kidney down to urethra. Strangury. Can pass only a few drops, like molten lead. Irritation of all grades. The sexual appetite is aroused to the point of mania. Coitus does not always reduce it. On the skin and serous membranes the irritating effects of the remedy are equally pronounced. Pleurisy with effusion has been cured by the remedy given internally. Burning, stitches, shooting pains and exudation are the indications. So the fly-blister treatment of olden days had more to say for itself than those who used it knew. Vesication is the note of its effects on the skin and indicates its use in burns of the first degree, erysipelas, blisters. In burns the part may be treated with a lotion containing a few drops of the tincture to the ounce of water, a dilution being given internally. An ointment made with the 3x is a good application for herpes zoster. H. N. Guernsey observed that Canth. is almost always the remedy for whatever other sufferings there may be, when there is as well frequent micturition with burning, cutting pain; or if cutting burning pain attends the flow, even when micturition is not very frequent. Guernsey also pointed out that Canth. should be studied in treating affections of the air-passages when the mucus is tenacious. Nash records a case in which this observation led him to make a pretty cure. Kali bich. had completely failed to relieve a lady who had suffered long from bronchitis. The mucus was profuse, tenacious, and ropy. One day the patient mentioned that she had great cutting and burning on urinating, which she was obliged to do very frequently. Canth, made a rapid cure. Canth. has cured a case of malarial cachexia in which the symptoms were always < when the urine was scanty. \"Burning\" runs through the Canth. pathogeneses in a very striking way. Another marked feature of the remedy is its effect in increasing the secretions of membranes. Canth. \"expels moles, dead fetus, placentae; promotes fecundity\" (Guernsey). The < is: from drinking; from coffee; from drinking cold water; whilst urinating; after urinating; from touch. > From rubbing; from warm applications." ],
    "Relations" : [ "Antidotes: Camph. antidotes the strangury and retention of urine of Canth., Apis the cystitis, Kali nit. the renal symptoms. For its throat symptoms it is nearest to Capsicum. Other antidotes: Acon., Lauro., Puls. Canth. is antidote to: Camph., Vinegar, Alcohol. Compatible: Bell., Merc., Pho., Pul., Sep., Sul. Incompatible: Coffea. Compare: Doryph., Coccus cact., Coccionella, Apis, Bell., Bry., Can. s. (more burning and smarting; Canth. more tenesmus); Petros. (sudden urging); Caps; Puls. (retained placenta); Ars. (delayed urination after parturition); Thuja (erections; those of Canth. prevent urination; those of Thuja do not); Merc. (semen mixed with blood); Sarsapar. (urine burns like fire, shreddy particles and blood in it); Arum, Arn., Rhus, Ranunc. scel. (Teste classes Canth. with Senega and Phos. ac. in his Conium group.)" ],
    "Mind" : [ "Dejected and lachrymose humour.", "Anxious inquietude, with agitation, which necessitates constant motion.", "Want of confidence in one's self.", "Pusillanimity and timidity.", "Disposition to be angry, and to fly into a rage.", "Paroxysms of rage, with cries, blows, and barkings, renewed on feeling the gullet, and at the sight of water.", "Delirium.", "Insanity.", "Mania, with extravagant acts and gestures.", "Constantly attempting to do something, but accomplishing nothing." ],
    "Head" : [ "Vertigo, with loss of consciousness, and mist before the sight, chiefly in the open air.", "Headache, which interrupts sleep at night.", "Pressive lancinations in the head, which disappear on walking.", "Acute drawing pains in the head, with vertigo.", "Congestion in the head.", "Throbbing in the brain, and heat, which ascends to the head.", "Sensation of burning in the head, as if the interior were raw, with inflammation of the brain.", "Drawing, jerking, and gnawing in the bones of the head.", "Headache, as if the hair were pulled.", "Hair standing on end.", "Headache, as if coming from the nape of the neck, and wishing to escape by the forehead.", "Burning in the sides of the head, ascending from the neck, with soreness and giddiness; < in the morning and afternoon; when standing or sitting; > when walking or lying down." ],
    "Eyes" : [ "Pain in the eyes, with sensation as if the eyelids were excoriated, chiefly when they are opened.", "Inflammation of the eyes, with burning smarting.", "Yellowish colour of the eyes.", "Prominence, and convulsive movements of the eyes; fiery, sparkling, staring look.", "Objects seemed to be tinged with a yellow hue." ],
    "Ears" : [ "Inflammation and burning heat of the ears." ],
    "Nose" : [ "Swelling of the nose, even in the interior, with redness and burning heat.", "Erysipelatous inflammation of the dorsum of the nose, extending to the cheeks (r.) with hardness and subsequent desquamation.", "Fetid and sickly smell before the nose.", "Coryza of long duration, and catarrh, with copious flow of viscid mucus from the nose." ],
    "Face" : [ "Paleness of the face.", "Face hollow, hippocratic, with features which express anguish and despair.", "Yellowish colour of the face.", "Erysipelatous inflammation and desquamation of the cheeks.", "Burning redness and swelling of the face.", "Swelling at one side of the face (r.), with tension.", "Swelling and inflammation of the lips.", "Fissure and exfoliation of the lips.", "Trismus." ],
    "Teeth" : [ "Toothache, generally drawing, < by eating.", "Fistula in the gums.", "Ulceration of the gums." ],
    "Mouth" : [ "Taste of cedar pitch in the mouth.", "Inflammation of the mucous membrane of the mouth.", "Inflammation of the mouth and pharynx.", "Inflammation and suppuration of the tonsils, with inability to swallow.", "Burning in the mouth, extending down the pharynx, oesophagus and stomach; < from drinking cold water.", "Phlegmonous inflammation of the interior of the cheek.", "Aphthae in the mouth.", "Frothy salivation, with streaks of blood.", "Foam at the mouth.", "Coagulated blood coming from the mouth.", "Inflammatory swelling and suppuration of the tongue.", "Suppuration of the gums.", "Fistula dentalis (suppurating) (upper incisors).", "Weakness of the organs of speech, and languid diction." ],
    "Throat" : [ "Sore throat, on swallowing.", "Difficult deglutition, with strangulation in the throat, and nocturnal regurgitation of food.", "Impeded deglutition, esp. in the case of liquids.", "Burning in the throat, on swallowing.", "Inflammation and ulceration of the tonsils and of the throat; with inability to swallow.", "Burning pains in the throat, < by drinking water." ],
    "Appetite" : [ "Loss of taste.", "Taste of pitch in the mouth and in the throat.", "Thirst, from dryness of the lips, with repugnance to all drinks.", "Want of appetite, with disgust and repugnance to all sorts of food." ],
    "Stomach" : [ "Risings, with burning sensation, as if from pyrosis, aggravated by drinking.", "Sob-like risings, which seem to take an inverse direction and to return towards the stomach.", "Vomiting of undigested food.", "Vomiting of bilious and slimy substances, or of blood.", "Great sensitiveness of the precordial region.", "Pressive fulness, with anxiety and inquietude in the stomach.", "Smarting and burning pains in the stomach.", "Inflammation of the stomach." ],
    "Abdomen" : [ "Pains in abdomen, after taking coffee.", "Inflammation of the liver.", "Shootings and contraction in r. hypochondrium.", "Great sensibility of the abdomen to the touch.", "Burning pain in the abdomen, from the gullet to the rectum.", "Burning pain above the navel, on coughing, on sneezing, on blowing the nose, with yellowish spots on the part affected.", "Inflammation of the intestines.", "Dropsical swelling of the abdomen.", "Incarceration of flatulency under the hypochondria." ],
    "Stool and Anus" : [ "Constipation and hard faeces.", "Diarrhoea, with evacuation of frothy matter, or of greenish mucus, with cutting pains after the evacuation and burning pains in the rectum.", "During stool, burning in the anus; prolapsus ani.", "After stool, chilliness and tenesmus.", "Dysenteric diarrhoea, with nocturnal evacuation of whitish mucus, and of solid pieces, like false membranes, with streaks of blood.", "Sanguineous evacuations." ],
    "Urinary Organs" : [ "Retention of urine, with cramp-like pains in the bladder.", "Urgent and ineffectual efforts to make water, with painful emission, drop by drop.", "Difficult emission of urine, in a weak and scattered stream.", "Increased secretion of urine.", "Urine, pale yellow, or of a deep red colour.", "Flow of sanguineous mucus from the bladder.", "Emission of blood, drop by drop.", "Purulent urine.", "Burning smarting, on making water.", "Incisive pains in the front part of the urethra, during the emission of urine, and afterwards.", "Sharp, tearing, and incisive pains, successive pullings and pulsations in the urinary organs.", "Burning, stinging and tearing in the kidneys.", "Pressing pain in the kidneys, extending to the bladder; along the ureters; relieved by pressing upon the glans.", "Inflammation and ulceration of the kidneys, of the bladder, and of the urethra.", "Exceedingly painful sensibility of the region of the bladder on its being touched." ],
    "Male Sexual Organs" : [ "Draggings in the spermatic cord, on making water.", "Inflammation and gangrene of the genital parts.", "Painful swelling of the testes.", "Sexual desire greatly increased, with painful, frequent erections (with gonorrhoea), of long continuance, as in priapismus.", "Ready emission, during amorous caresses.", "Spermatorrhoea.", "After coition, burning pain in the urethra." ],
    "Female Sexual Organs" : [ "Catamenia premature and too copious, with black blood and pains during the flow.", "Voiding of moles, of foetus, and of placentae.", "Inflammation of the ovaries.", "Swelling of the cervix uteri.", "Corrosive leucorrhoea, with burning sensation on making water, and excitement of sexual desire." ],
    "Respiratory Organs" : [ "Hoarseness, with painful rattling of viscid mucus, copious, and coming from the chest, and with incisive shootings in the trachea.", "Oppression of breathing, with sensation of constriction of the pharynx.", "Stitches in the chest during air inspiration. (Inflammation of the lungs.).", "Inflammation of the larynx.", "Sensation of excessive weakness in the organs of respiration, on speaking and on breathing deeply.", "Voice feeble, timid, and trembling." ],
    "Chest" : [ "Respiration rendered difficult and oppressed by constriction of the throat, and dryness of the nose.", "Suspension of respiration in going up a hill, with rattling in the chest and nausea.", "Shootings in the chest, and in the sides.", "Burning pains in the chest, from whence small clots of blood are at times detached.", "Palpitation of the heart." ],
    "Neck and Back" : [ "Stiffness in the nape of the neck, with tension when bending it over.", "Acute drawing pains in the back.", "Tearing in the back (after rising from a seat).", "Sensation of constriction in the spine.", "Emprosthotonos and opisthotonos." ],
    "Limbs" : [ "Weakness and swelling of limbs.", "Dropsical swelling of hands and feet.", "Cold sweat of hands and feet." ],
    "Upper Limbs" : [ "Acute tractive pains in the arms.", "Want of strength in the hands.", "Eczematous eruption on dorsum of hand and between fingers, itching and burning fearfully, < from cold water, > from warmth." ],
    "Lower Limbs" : [ "Pains in the hips, with spasmodic sufferings in the urinary passages.", "Acute tractive, piercing pains, in the legs, from the feet to the hips.", "Trembling of the legs.", "Darting pain from r. foot to r. side of h cad in paroxysms." ],
    "Generalities" : [ "Burning pains, as from excoriation, in all the cavities of the body.", "Acute shootings towards the interior in different parts.", "Drawing, arthritic pains in the limbs, with affection of the urinary ducts, mitigated by rubbing.", "Violent pains, with groans and lamentations.", "Sensation of dryness in the joints.", "Want of flexibility of the whole body.", "Dejection and weakness, with excessive sensibility in all parts of the body, trembling, and desire to lie down.", "Prostration of strength, proceeding even to paralysis.", "Convulsions, tetanus.", "The sufferings show themselves chiefly on the r. side, and are mitigated in a recumbent posture.", "The symptoms are renewed every seven days." ],
    "Skin" : [ "Itching vesicles, with burning pain on being touched.", "Blisters, from burns.", "Erysipelatous inflammations.", "Acute drawing pains in ulcers, with increased suppuration." ],
    "Sleep" : [ "Great drowsiness, esp. in the afternoon, with yawnings and stretching.", "Sleeplessness without apparent cause.", "At night, half sleep, with frequent waking." ],
    "Fever" : [ "Pulse hard, full and rapid.", "Fever, which manifests itself only by cold.", "Cold and shivering, with cutis anserina and paleness of the face.", "Thirst only after the shivering.", "Perspiration; cold, esp. on the hands and feet; on the genitals.", "Sweat, of the smell of urine.", "Pulsation through the trembling limbs." ]
  }
}