{
  "remedyName" : "Capsicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Asthma. Brain, irritation of. Delirium tremens. Cough. Diarrhoea. Diphtheria. Dysentery. Ear affections. Glandular swellings. Haemorrhoids. Headache. Heartburn. Hernia. Home-sickness. Intermittents. Lungs, affections of. Measles. Mouth, ulcers in. Neuralgia. Nose, affections of. Obesity. Oesophagus, stricture of. Paralysis. Pleuro-pneumonia. Pregnancy, disorders of. Rectum, diseases of. Rheumatic gout. Rheumatism. Sciatica. Scrofula. Seasickness. Stomatitis. Throat, sore. Tongue, paralysis of. Trachea, tickling in. Urine, disorders of. Whooping-cough. Yellow fever." ],
    "Characteristics" : [ "Capsicum should be studied in connection with the other great members of the Solanum family, Belladonna, Stramonium, Hyoscyamus, Dulcamara, Solanum Carolinense, Solanum nigrum, Solanum tuberosum (Potato), and Lycopersicum esculentum (Tomato). It acts with great intensity on the mucous membranes, and also on the bones: affections of bones in general; pains in bones of face; inflammation of petrous bone. Capsicum corresponds especially to persons of light hair and blue eyes; also to persons of lax fibre and muscles; obesity; lazy, fat, unclean persons who dread the open air; clumsy children; awkward persons; haemorrhoidal troubles. Lack of reaction and bodily irritability. Symptoms generally appear on left side. As with Dulcamara, there is extreme sensitiveness to cold and damp which < most symptoms. The well-known burning effects of red pepper is a leading indication for its use Burning pains\" wherever occurring demand that Capsicum should have the first consideration, if there are no other determining symptoms in favour of another remedy. The burning of Caps. is < from cold water. Redness of the skin, and even a scarlet eruption like Belladonna. Very characteristic is a cough with fetid breath, or bad taste. Cough causing splitting pain in head. Chill at a.m., beginning between shoulders and running down back. A case of poisoning in a worker in a capsicum-plaister factory brought out: severe chill with shaking; and it ended in an intense coryza. Caps. brought speedy relief in a case of tympanites following laparotomy, the concomitant symptoms being: cold nose and extremities, and cyanosis. Caps. is a notable fever remedy. The patient is thirsty", "but drinking causes shuddering. Absence of thirst during heat. Burning, pungent pains, < by application of cold water, are very marked. Burning, pungent sensation in face < by slightest draught of cold air; burning in throat; burning blisters in roof of mouth (diphtheria or gangrene); constriction of throat, spasmodic closure, pain when not swallowing; burning in rectum, tenesmus, haemorrhage; burning on urination; burning in bladder. Caps. is among the remedies of the front rank in stomatitis in inflammation of the middle ear, with involvement of mastoid cells in the sore throat of smokers and drinkers, with inflammation, burning, relaxed uvula, sometimes dry, sometimes with tough mucus difficult to dislodge. Local burning and general chilliness distinguish Caps. in a vast number of cases. Caps. is indicated where there is lack of reaction in persons of lax fibre. The mental state shows home-sickness. \"Home-sickness, with red cheeks and sleeplessness; with hot feeling in fauces.\" (With a few doses of Caps. I cured completely an Australian girl, of florid complexion, who had come to London to study, and who was quite incapacitated by home-sickness.) There is awkwardness, fearfulness, obstinacy. Alternating states; laughs and weeps by turns; is now jocose and sings, but becomes angry from slightest cause. Delirium: it has been given with great success in delirium tremens, mostly in drachm doses of the tincture, given in milk. > From heat is the most important modality. Patients who cannot get to sleep without a hot bottle at their back. Rest < some forms of headache and > others. Motion = headache as if skull would split; as if bruised; asthma; chilliness; stiff joints to crack. Ascending = asthma. < By touch. Shuns open air; dreads uncovering; dreads air, especially a draught. Spirits become lower as body becomes cooler. Sensation as if cayenne pepper were sprinkled on parts. Violent pains in various places; now here now there. Sensation as if parts would go to sleep. I had one patient on whom Caps. acted well in summer, but not in winter. Equal parts of tincture of Caps. and glycerine make an excellent liniment for external use in many cases of chronic rheumatism and neuralgia." ],
    "Relations" : [ "Antidoted by: Calad., Camph., Cina, Chi., Sul. ac., or vapour of burning sulphur. It antidotes: Effects of Alcohol, Coffee, Opium, Quinine. Compatible: Bell., Lyc., Puls., Sil. Compare: Arn., Bell. (headache, &c.); Bry. (headache from cough); Canth. (burning pains, throat symptoms, dysentery, urinary symptoms); Pso. (lack of reaction; despair of recovery; Caps. in persons of lax fibre); Lach. (thirst before chill; continues into chill; drinking <; also Elaps); Nat. m., Carb. v. and Menyanth. (intermittents; Nat. m. is the \"chronic\" of Caps.); Carb. an. and Nit. ac. (inflammation behind ears, Aur. and Nit. ac. preferable in abscess; Sil. in chronic suppuration); Phos. ac. (home-sickness; Caps. has red face); Ars., Alum., Carb. v., Lyc. have burning pains > by heat. Merc., Nit. ac., Sul. have passage of blood from bowels. Crot. t. (after drinking urging to stool); Helleb. (colic with spasm of bladder); Plat. (burning, pungent pain in face, < slightest draught of air, warm or cold). Compare also Solanaceae." ],
    "Mind" : [ "Tendency to take alarm.", "Discontent.", "Opinionativeness.", "Strong disposition to take everything in bad part, to fly into a rage, even on account of harmless jests, and to utter reproaches.", "Capricious and exceedingly changeable humour.", "Dulness of all the senses.", "Want of reflection and awkwardness.", "Nostalgia, with redness of the cheeks and sleeplessness.", "Disposition to jest, and to utter witticisms, but gets angry at least trifle." ],
    "Head" : [ "Bewilderment of the head.", "Intoxication, as if from spirituous liquors.", "Headache, as if the cranium were going to burst, on walking, or moving the head or coughing.", "Attack of semi-lateral headache, pressive and shooting, with nausea, vomiting, and loss of memory, aggravated by movement of the eyes.", "Shooting, or acute, drawing pains, esp. in the sides of the head.", "Pain of pressive severing in the brain, as if from fulness.", "Pulsative headache; (better in motion).", "Gnawing itching in the scalp, with pain in the roots of the hair after scratching." ],
    "Eyes" : [ "Pressure in the eyes, as if from a foreign body introduced into them.", "Inflammation of the eyes, with redness, burning pain, and lachrymation.", "Eyes prominent.", "Confusion of sight, esp. in the morning, as if something were swimming on the cornea, mitigated for an instant by rubbing.", "Objects appear black when brought before the eyes.", "Sight entirely extinct, as if from amaurosis." ],
    "Ears" : [ "Acute drawing pains in the ears.", "Itching and pressure in the bottom of the auditory tube.", "Painful swelling on the bone behind the ear; < by touch.", "Tearing behind l. ear.", "Diminution of hearing after previous burning and stinging in the ear." ],
    "Nose" : [ "Epistaxis, esp. in bed, in the morning.", "Painful pimples under the nostrils.", "Dry coryza, with tingling and tickling in the nostrils." ],
    "Face" : [ "Redness of the face (without heat), often alternately with paleness.", "Many small red spots on the face.", "Corroding, itching tetter on the forehead.", "Pains in the face, in the bones, where they are aggravated by the touch, or in the nerves where they are aggravated during sleep.", "Dull pressure on the cheek-bone.", "Swelling of the lips.", "Ulcerated eruptions, and fissures in the lips." ],
    "Teeth" : [ "Pains in the teeth, as if they were set on edge, or elongated.", "Pullings in the teeth, and in the gums.", "Swelling of the gums." ],
    "Mouth" : [ "Burning vesicles in the mouth and on the tongue.", "Viscid saliva in the mouth." ],
    "Throat" : [ "Sore throat with painful deglutition and pulling sensation in the pharynx.", "Inflammation, with dark redness and burning of the throat.", "Cramp-like contraction of the throat.", "Uvula elongated, with sensation as if it were pressing on something hard." ],
    "Appetite" : [ "Unnaturally increased appetite, alternated with aversion to food.", "Aqueous and insipid taste.", "Sour taste in the mouth, and also a taste of broth.", "Want of appetite.", "Desire for coffee, with inclination to vomit before or after taking it.", "Pyrosis.", "Nausea, felt generally in the epigastrium, with pressure on the part." ],
    "Stomach" : [ "Pain in the stomach, which is inflated.", "Sensation of cold in the stomach.", "Burning pain in the stomach, and in the epigastrium, esp. just after a meal.", "Shootings in the epigastrium, on breathing rapidly and deeply, on speaking, and on the part being touched." ],
    "Abdomen" : [ "Abdomen inflated, almost to bursting, with pressive tension, and suspension of respiration.", "Painless rumbling in the abdomen.", "Colic about umbilicus, with mucous stools.", "Draggings and movements in the abdomen.", "Strong pulsations in the abdomen.", "Flatulent colic.", "Protrusion, flatulent hernia in the inguinal ring." ],
    "Stool and Anus" : [ "Tenesmus.", "Small dysenteric evacuations, with discharge of slimy and sanguineous matter, preceded by flatulent colic.", "Nocturnal diarrhoea, with burning pains in the anus.", "Blind haemorrhoids, with pain during evacuation.", "Haemorrhoidal tumours, with burning (bleeding)." ],
    "Urinary Organs" : [ "Tenesmus of the bladder.", "Frequent, urgent and almost useless efforts to make water.", "Burning pains on making water.", "Cramp-like and incisive contractions in the neck of the bladder.", "Incisive and shooting pains in the urethra, when not urinating.", "Purulent running from the urethra, as in gonorrhoea.", "Flow of blood from the urethra, which is painful to the touch." ],
    "Male Sexual Organs" : [ "Impotence and coldness of the genital parts.", "Purulent discharge from the urethra.", "Dwindling of the testes.", "Violent erections in the morning.", "Trembling of the whole body, during amorous caresses." ],
    "Female Sexual Organs" : [ "Disordered menstruation, with a pushing or sticking sensation in l. ovarian region." ],
    "Respiratory Organs" : [ "Hoarseness.", "Cough, more violent in the evening and at night, with pains in other parts of the body, esp. in the head and in the bladder, as if they were going to burst, or with pressure in the throat and ears, as if an abscess were about to open in them.", "Cough, after taking coffee.", "Cough, with fetid breath, and disagreeable taste in the mouth." ],
    "Chest" : [ "Want to breathe deeply.", "Deep breathing, almost like a sigh.", "Oppressed respiration, sometimes as if proceeding from the stomach, or from fulness of the chest.", "Asthma, with redness of the face, eructation and sensation as if the chest were extended.", "Constrictive pain in the chest.", "Shootings in the chest on breathing.", "Pulsative pain in the chest, which suspends respiration, and which is increased by movement." ],
    "Neck and Back" : [ "Stiffness of the neck.", "Acute drawing pains in the back." ],
    "Limbs" : [ "Rheumatic pain in limbs.", "Tension in the knees and stiffness in the calves of the legs on walking.", "Stiffness of the arms and legs, with tingling as when they are asleep.", "Shooting-tearing from hip to knee and foot, esp. when coughing.", "Caries of r. hip; l. leg atrophied, violent pains in atrophied leg.", "Cold sweat on upper part of legs." ],
    "Generalities" : [ "Aching pains.", "Drawing pains in the limbs excited by movement.", "Pain, as from dislocation, and stiffness in the joints, with cracking, esp. at the beginning of a walk.", "Phlegmatic temperament, and relaxed fibres.", "Cramps in the body, with stiffness in the arms and legs, with numbness and sensation of tingling.", "Repugnance to movement.", "The symptoms show themselves chiefly in the evening and at night, and are aggravated by the open air, by contact, and by cold, as well as on beginning to move, and after drinking or eating.", "Great sensibility to fresh air, and to a current of air.", "Symptoms generally appear on l. side; suited for light-haired people; tendency to get fat; laxness of the muscles.; bloatedness of the skin.", "Affections of the bones in general; pains in bones of the face." ],
    "Sleep" : [ "Sleeplessness, without apparent cause.", "Sleeplessness after midnight.", "Sensation as if falling from a height during sleep.", "Sleep full of dreams." ],
    "Fever" : [ "Pulse irregular, and often intermitting.", "Febrile shivering and cold over the whole body, with ill-humour increasing with the cold, or else with anxiety, dizziness and dulness of the head.", "Shivering, commencing at the back; between shoulders.", "Cold and shivering whenever drink is taken.", "Fever with predominance of cold, and with thirst, burning heat, and affections of the mucous membranes.", "Shiverings, with much thirst, afterwards heat, (without or) with thirst and perspiration.", "On the upper part of the legs cold perspiration." ]
  }
}