{
  "remedyName" : "Carbo Animalis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne rosacea. Aneurism. Appetite, disordered. Breast, cancer of. Bubo. Cancer. Cataract. Constipation. Coccygodynia. Cough. Empyema. Eructations. Face, eruption on. Gangrene. Glandular indurations. Haemorrhoids. Headache. Home-sickness. Hypertrophy. Lactation, effects of. Legs, pains in. Leucorrhoea. Lumbago. Nose, affections of. Otorrhoea. Pancreas, indurated. Perspiration, altered. Pleurisy. Polypus. Scrofula. Strabismus. Syphilis. Tongue, affections of. Trachea, affections of. Ulceration. Uterus, cancer of. Vision, disorders of." ],
    "Characteristics" : [ "Carb. an. is suited to old persons, greatly debilitated, especially when there is venous plethora, and blueness of skin. Complaints occurring in scrofulous or venous constitutions. Ulceration, gangrene, and decomposition are marked, and may be looked upon as the counterpart of the antiseptic properties of the crude substance. Copper-coloured eruptions show the appropriateness of the drug to many cases of constitutional syphilis. Glands of stony hardness. Buboes. It is often indicated in the last stage of pneumonias, bronchitis, phthisis. Right chest is most affected. Cancer of breast with burning, drawing pains through breast. Cancer of uterus, burning pains down thigh. Affections from loss of animal fluids, especially nursing women. Weakness of nursing women; can hardly walk across the room. \"Gone\" feeling from loss of fluids. Too weak to eat. Weeps when she eats. Nausea at night. Hunger in early morning. The goneness of Carb. a. is not > by eating (Carb. v. > eating). Constipation where patient thinks bowels will be moved but only wind passes. There is a smothering feeling on closing eyes. Aversion to dark. A peculiar symptom is: A feeling of looseness", "of eyes in sockets; of brain on motion or coughing. Far-sighted (Carb. v. is near-sighted). Objects seem farther apart and brighter. Aversion to cold (Carb. v. to heat). There are many sensations of coldness: in chest; about stomach. Discharges are ichorous; but the discharge from piles is inodorous. Carb. an. 3x trit. has been used for insufflation in aural polypi. The leucorrhoea stains linen yellow. Sweat stains yellow. Expectoration is greenish, purulent, offensive (Carb. v. yellow, more fetid). Gnawing pains in tibiae (during the night), such as usually followed cold feet. A. W. K. Choudhury reports a case of cough of two years' duration, in an unhealthy boy of twelve, cured by Carb. a. The symptoms were: \"Cough evening and morning, or after lying down, especially at night, thick or frothy whitish or yellowish sputa, sweetish when thick; < lying on r. side; < from exposure to air, to which he is very sensitive. Great tendency to catch cold.\" The pains in the coccyx are peculiar; a dragging, bruised pain, when touched it becomes burning. It has cured many cases of injured coccyx and of neuralgia of the bone. The lumbago of Carb. an. occurs when walking, standing, and lying; feels as if the back were broken. The mental state is one of low spirits, sadness; weeps when she eats; easily frightened, afraid in the dark; home-sick; wants to be alone. Fear of the dark and < on closing eyes is very marked. Hearing is confused; cannot tell the direction from which sounds come. There is an ichorous otorrhoea; and swelling of the periosteum over the mastoid bone is very characteristic. Tip of nose red; or blue. Disagreeable smoothness of the teeth. There is a hoarse, suffocating cough producing a shaking of the brain as if it were loose. Green, purulent, horribly offensive expectoration. Axillary glands inflamed buboes in groins. Pressure with hand > coldness of stomach. Symptoms are < in cold air; > in warm room. < From sprains from touch. < After shaving. Rest < head symptoms. < Lying on r. side (cough). After menses, throbbing headache, < in open air. Weakness < during menses." ],
    "Relations" : [ "Compare: Calc. phos. (nearest analogue; Carb. an. contains Calc. ph.); in indurations, suppurations, &c., Bad., Bro.; loss of fluids, Chi.; Graph.; nostrils adhere to septum, Pho.; gone feeling, loss of fluids, induration of cervix, pressure an back, groins, and thighs during menses, Sep. (Sep. has not the venosity, the copper-coloured face, flatulent gastric disturbances, or offensive ichorous discharges, or throbbing headache after menses of Carb. an.; Carb. v. has not the indurations of Carb. an. or Sep.); Coccul. has the same weakness and prostration as Carbo an., but in the case of the latter the weakness is in consequence of the loss of fluid, whilst with Coccul. it is part of the general effect of the remedy. Puls.; Sil.; in vertigo with epistaxis, Sul.; aversion to darkness, Am. m., Bar. c., Calc., Stro., Stram.; hunger in early morning, Ant. c., Asar., Calc., Sabad.; swelling behind ear, Caps., Aur.; burning pains, Caps.; weakness of nursing women, Oleand. Antidoted by: Ars., Camph., Nux, Vinegar. Antidote to: Effects of Quinine. Complementary: Calc. phos." ],
    "Causation" : [ "Loss of fluids. Lifting. Strain. Eating. Eating spoiled fish. Eating decayed vegetables. Quinine." ],
    "Mind" : [ "Nostalgia and mournful feeling of isolation, with tears.", "Weeps during a meal.", "Fear and apprehension, esp. in the evening.", "Discouragement and despair.", "Disposition to be frightened.", "Fright in the dark.", "Alternate feeling of gaiety and gloom, or of irascibility and ill-humoured taciturnity.", "Confusion of ideas and dulness, esp. in the morning." ],
    "Head" : [ "Vertigo, esp. in the evening or in the morning, and sometimes with nausea in the act of rising, after remaining long in a recumbent posture, or with obscuration of the eyes, on moving the head.", "Headache in the morning, as after a debauch.", "Headache at vertex as if skull torn open.", "Headache in the open air, and aggravated by damp weather.", "Heaviness, esp. in the occiput, with bewilderment.", "Pressive headache, even after a meal, forces the closing of the eyelids.", "Congestion and internal heat of the head.", "Sensation of wavering of the brain, at every movement.", "Sensation of torpor in the head.", "Acute, drawing pains in the teguments of the right side of the head.", "Tension of the skin of the forehead, and of the crown of the head.", "Sensibility of the scalp to the pressure of the hat.", "Scabs and eruption on the head." ],
    "Eyes" : [ "Sensation as if the ball of the eye were detached from the socket, with weakness of sight.", "Presbyopia with dilatation of the pupils.", "A net seems to swim before the eyes." ],
    "Ears" : [ "Running from the ears.", "Discharge of pus from the ears.", "Confusion of hearing; sounds reach the ears indistinctly, does not know from what direction they come.", "Buzzing in the ears.", "Swelling of the periosteum behind the ear.", "Swelling of the parotids." ],
    "Nose" : [ "End of the nose red and cracked, with burning pain.", "Nose swollen, with scabby pimples (as at the commencement of a cancer?).", "Desquamation of the skin of the nose.", "Painful sensibility of the bones of the nose.", "Epistaxis, preceded by vertigo, or pressive headache.", "Stoppage of the nose.", "Dry coryza.", "Fluent coryza, with loss of smell, sneezing and frequent yawning." ],
    "Face" : [ "Spots in the face, which are smooth, palpable to the touch, and rose-coloured.", "Shootings in the cheek-bones, in the teeth and jaws.", "Painless copper-coloured eruption in the face.", "Erysipelas in the face.", "Swelling of the mouth and of the lips, with burning pain.", "Heat of the face and head in the afternoon.", "Blisters on the lips.", "Lips cracked and bleeding." ],
    "Teeth" : [ "Pulling odontalgia on eating bread, or with dull pulsation after drinking anything cold.", "Excessive looseness of the teeth.", "Tractive pains in the gums.", "Red and painful swelling and bleeding of the gums.", "Purulent vesicles in the gums." ],
    "Mouth" : [ "Fetid smell from the mouth.", "Burning vesicles in the mouth and on the tongue.", "Dryness of the tongue and of the palate." ],
    "Throat" : [ "Sore throat, as from excoriation, with scraping and shooting from the throat to the stomach.", "Accumulation of mucus in the throat, with coughing and rattling." ],
    "Appetite" : [ "Bitterness in the mouth, esp. in the morning.", "Acid and mucous taste.", "Repugnance to fat and tobacco smoke, which cause nausea.", "Great weakness of digestion, to such an extent that almost all food occasions suffering." ],
    "Stomach" : [ "Risings with taste of food, or else acid.", "Empty risings with pain.", "Pyrosis, with scraping in the throat.", "Hiccough after a meal.", "Considerable inflation after a meal.", "Flow of sour water from the mouth.", "Nausea, also at night.", "Faint, gone feeling; also from suckling child, not > by eating.", "Water-brash.", "Pressure at the stomach, as if from a weight, when fasting, and in the evening, after lying down.", "Cramp-like or contractive pains in the stomach.", "Burning pain in the stomach.", "Squeezing in the stomach, as if by claws.", "Noisy grumbling in the stomach." ],
    "Abdomen" : [ "Pain in the liver, as if from excoriation, when the region is touched.", "Pressure and cuttings in the hepatic region.", "Abdomen inflated and extended.", "Constriction and squeezing, as if by claws, in the abdomen.", "Cuttings and shootings in the groins.", "Inguinal hernia.", "Loud rumbling in the abdomen.", "Incarceration of flatus.", "Fetid flatulency." ],
    "Stool and Anus" : [ "Ineffectual efforts to evacuate; discharge of wind only.", "During stool, pain in the small of the back, with inflation of the abdomen.", "Faeces hard and knotty.", "Frequent evacuations during the day.", "Before the evacuation, traction from the anus to the vulva.", "Sacral pains during the evacuation.", "Burning haemorrhoidal tumours in the anus.", "Burning pains and shooting in the anus, and in the rectum.", "Excoriation and oozing (inodorous) at the anus.", "Discharge of tenia.", "Viscid oozing at the perinaeum.", "Tendency to galling at the anus from riding on horseback." ],
    "Urinary Organs" : [ "Urgent desire to make water, with abundant emission.", "Emission of urine at night.", "Involuntary emission of urine.", "Fetid urine.", "Burning urine.", "Burning soreness in the urethra when urinating." ],
    "Male Sexual Organs" : [ "Absence of sexual desire.", "Frequent pollutions, followed by weakness and anxious inquietude." ],
    "Female Sexual Organs" : [ "Premature catamenia.", "Leucorrhoea burning, smarting, or which imparts a yellow tinge to the linen.", "Serous and fetid lochia.", "Painful nodosities and indurations in the mammae.", "Erysipelatous inflammation of the breasts.", "Nausea of pregnant females, coming on principally at night; faint and empty sensation in the pit of the stomach is produced by nursing.", "Menses are followed by great exhaustion.", "Uterine haemorrhages where there is much affection of the glands." ],
    "Respiratory Organs" : [ "Oppression of the chest, esp. in the evening and at night.", "Aphonia at night.", "Matutinal hoarseness.", "Hoarse cough, with pain as of excoriation in the throat; in the morning, after rising.", "Dry cough at night.", "Suffocating cough, esp. in the evening, after having slept.", "Matutinal cough with expectoration, excited by a sensation of dryness in the throat.", "Cough, with purulent expectoration, and shootings in the r. side of the chest.", "Cough, with discharge of greenish pus (suppuration of the lungs).", "Cough < lying on r. side." ],
    "Chest" : [ "Panting respiration.", "Rattling in the throat, in bed in the evening.", "Oppressed respiration, esp. in the morning and after a meal.", "Suffocating constriction of the chest, esp. in the morning, in bed.", "Sharp burning stitches.", "Shootings in the chest, as from an abscess, esp. on breathing.", "Pleurisy assuming a typhoid character, sickly bluish colour of skin, expectoration puriform, often putrid in character.", "Far gone pleurisy.", "In pleurisy where everything is cured but the stitch, and that remains.", "Green pus from chest.", "R. side most affected, stitches in r. side.", "Sensation of cold in the chest." ],
    "Heart" : [ "Palpitation of the heart, in the morning, in the evening, and on singing in a public place.", "(Atheroma and aneurism.)" ],
    "Neck and Back" : [ "Painful swelling and induration of the glands of the neck, and of the parotid glands, with shooting pain.", "Tetters under the arm-pit.", "Moisture in the arm-pit.", "Induration of the axillary glands.", "Nocturnal pains in the back.", "Pressure and shooting in the loins, esp. on breathing deeply.", "Burning pain in the sacrum.", "Contusive pain, with straining in the coccyx, or aching pain which increases towards evening, so violent as to force the patient to curve his body; with pain as of an ulcer when the part is pressed.", "Burning in the coccyx, when it is touched.", "Burning pain in the back." ],
    "Upper Limbs" : [ "Aching in the bones, digging pains in the arms.", "Pressure on the shoulders.", "Pain as of dislocation in the wrist.", "Torpor and numbness of the hands and of the fingers.", "Painful tension and arthritic stiffness of the joints of the fingers.", "Shootings in the fingers." ],
    "Lower Limbs" : [ "Shooting pain in the (l.) hip when seated (the pain causes limping).", "Tension and contraction in the groins, which do not permit the legs to be extended.", "Tension in the hams and the instep, with contraction of the parts.", "Drawing and sensation of contraction under the knee.", "Pain as from excoriation in the knees.", "Cramps in the calves of the legs the legs and the toes.", "Pullings and shootings in the legs.", "Loss of strength in the joints of the feet, which give way readily when walking.", "Pain as of dislocation when walking or moving the limbs.", "Coldness of the feet.", "Inflammatory swelling of the feet and of the toes, as if they had been frozen with heat and burning.", "Burning pain in the toes." ],
    "Generalities" : [ "Pressive pains in the joints, and the muscles of the limbs.", "Burning pains.", "Nocturnal pains in the joints.", "Pain as from a bruise, want of strength, and cracking in the joints, which yield easily.", "Arthritic stiffness and gouty nodosities in the joints.", "Tension in some limbs, as if from contraction of the tendons.", "Spasmodic contraction of several parts.", "Tendency to strain the loins.", "Numbness of all the limbs.", "Torpor of all the members, esp. of the head.", "Great fatigue and weakness, produced esp. by walking, with easily produced perspiration, chiefly on eating and on walking in the open air.", "Excessive sensibility to the open air, and especially to the cold air of winter.", "Ebullition of the blood, and tendency to become easily overheated." ],
    "Skin" : [ "Itching over the skin of the whole body, esp. in the evening in bed.", "Erysipelatous inflammations.", "Chilblains.", "Hard and painful swelling of the glands.", "Swelling of the external parts, with burning pain." ],
    "Sleep" : [ "Sleep deferred, and nocturnal sleeplessness, caused, by inquietude, anguish, ebullition of the blood, and fear of being stifled.", "Frightful visions before going to sleep.", "Sleep, with unquiet dreams, tears, talking, and hollow groans." ],
    "Fever" : [ "Pulse accelerated, esp. in the evening.", "Chill, esp. in the afternoon, in the evening, and after eating.", "Shiverings, esp. in the evening, in bed, with perspiration during sleep.", "Excessive cold in the feet and in the hands in the evening.", "Nocturnal heat.", "Easily produced perspiration during the day, esp. at a meal, or when walking.", "Debilitating, and fetid sweat, esp. at night and in the morning, principally on the thighs.", "Sweat, which stains the linen a yellow colour." ]
  }
}