{
  "remedyName" : "Carboneum Sulphuratum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Amblyopia. Anaemia. Apoplexy. Burns. Clergyman's sore throat. Glandular swellings. Goitre. Gout. Heartburn. Hemiplegia. Hernia. Herpes phlyctenoides. Herpetic dyscrasia. Impetigo. Itch. Liver affections. Memory, lost. Meniere's disease. Noises in the head. Progressive muscular atrophy. Rheumatism. Scalds. Sciatica. Spinal sclerosis. Tetanus." ],
    "Characteristics" : [ "Carbon. sulph. combines many characters of its two elements. It was first brought into notice by its effects on workers in rubber works. Here is an acute case: a girl, aged employed in vulcanising works, was exposed to the fumes one whole day. Before this, she had had from the fumes, frontal pains and heaviness of the head. After this, the pains became more violent, and were accompanied by painful contraction of masseters, then by stiffness of neck and vertebral column; finally of legs and arms. The contracture was generalised, but nowhere complete, though the jaws could not be separated. Ulcerative stomatitis ensued and tartar accumulated on the teeth. Among the chronic effects are: Digestive disorders of extreme severity. Tremor, giddiness, ringing in the ears with poor hearing; inability to sleep; muscular weakness, more or less ataxia, strong increase of mechanical muscular irritability, disturbance of sight and sensibility, Romberg's symptom (trophoneurosis; facial hemiatrophy); incontinence of urine; impotence. In the Medical Argus (July to December, 1891) H. H. Crippen has collected from several sources instances of intoxication of workers with Carb. bisul. The action on vision was very marked in many cases. Myopia, asthenopia; achromatopsia, dyschromatopsia, cloudiness and atrophy of optic disc, central scotoma for light and colours; retinal congestion, arteries and veins tortuous; veins distended, arteries contracted; optic discs pale. Everything seemed in a fog; as if a spider's web over objects; green or red. One patient had complete right hemiplegia, following sudden loss of consciousness, blindness of right eye and great impairment of vision of left. Loss of memory, especially for words, was a very frequent symptom; delusions were common: \"Heard voices and believed he had committed a robbery\"; \"sensation of a hole close by, into which he was in danger of falling.\" E. E. Case has cured with Carb. sul. in a slender, nervous woman, the following symptoms: \"Sensation, as of a weight between the scapulae, compelling her to bend forward. Throbbing in the dorsal spine as if a heart were beating there. Constipation with ineffectual urging to stool. Haemorrhage of bright blood from rectum after stool. Itching of anus after stool, also in the night. Feet swollen, hot and throbbing in the evening.\" Carb. sul. has the flatulency of Carbo veg. and the abdominal soreness of Sulphur. It produces eruptions of herpes and impetigo, discharges excoriating and producing violent itching. It corresponds to the herpetic diathesis. The pains are burning, tearing, jerking, and stitching and are apt to return at regular intervals for a long time. Pains come and go quickly. The periodicity shows itself, as in diarrhoea, which comes every six weeks. The < from warmth common to Carb. v. and Sulph. shows itself in \"Toothache brought on by warm food.\" Vision > in evening; in twilight; after eating. < From slightest motion; from walking. < At night. Sleep is restless with tossing in bed. A feeling of vibration and trembling in whole body, particularly in hands. Anaesthesia of skin and mucous membranes." ],
    "Relations" : [ "Compare: Caust., Chi., and Nat. salic. in Meniere's disease; Carb. v. in flatulence; Sulph. (sensitiveness of abdomen); Benz. dinit. (vision); Anac. (hears voices); Can. ind. (opening and shutting sensation in head). Kali bi., Sil., Sul. (hair sensation in throat)." ],
    "Mind" : [ "Difficult thinking.", "Memory defective; cannot find the right word.", "Great loquacity, but frequent loss of memory for words.", "Sought for things lying before them.", "Childish and idiotic.", "Surly, morose; vehement, irascible.", "Exhilaration bordering on drunkenness.", "Indifferent to the surroundings.", "Irritability followed by indigestion.", "Laughter without cause.", "Delusions; heard voices and believed he had committed a robbery.", "Saw obstacles in front of him which did not exist.", "Sensation of a hole close by into which he was in danger of falling.", "Attacks of semi-unconsciousness with convulsive movements of the limbs lasting half a minute.", "Attacks resembling hysterical fits, with convulsive movements of the face.", "Sudden loss of consciousness lasting seven days, with complete right hemiplegia, total blindness of r. eye and great impairment of vision of l." ],
    "Head" : [ "Sudden attacks of vertigo while sitting.", "Headache and vertigo.", "Dull, muddled feeling in forehead as if contracting.", "Frequent attacks of fainting.", "Pressure most in forehead.", "Headache of a compressive character with severe heavy pain in forehead and temples as if the head were compressed in a vice or supporting a heavy weight.", "Violent headache, increasing till the mind is affected.", "Very sharp pains in head, through temples, nearly every day, notably after dinner; numbness through to vertex.", "Headache in the temples and occiput.", "Severe pain in the occiput.", "Headache as if the head was opening and shutting.", "Penetrating pain < shaking head and heavy steps.", "Fluctuations in head < moving head.", "Painful, heavy feeling in head after breakfast.", "Brushing hair is painful.", "Itching on head; pimples sore to touch." ],
    "Eyes" : [ "Dim sight; objects fade away.", "Vanishing of sight.", "Dimness of vision with vertigo.", "Dimness of vision as from a fog or mist before the eyes.", "Dimness of vision; objects appearing green, then red and foggy.", "Makes mistakes as to form of objects.", "Diplopia.", "Complete achromatopsia.", "Contraction of field of vision for white and blue; red and green totally absent.", "Central scotoma for red.", "Central scotoma for white and colours.", "Dazzled by bright light.", "Constant flashes and spots before the eyes.", "Muscae volitantes.", "Appearance as of a spider's web before the eyes.", "Reading brings tears to eyes.", "Slight insensibility of the conjunctiva to touch.", "Pupils dilated and sluggish.", "Fine, floating filaments and specks in the vitreous.", "Deposit of whitish, shining nodules in the macula lutea.", "Ischaemia of the optic papilla.", "Atrophy of the optic papillae.", "Optic disc pale, deeply cupped, less transparent than normal.", "Congestion of the optic discs.", "Retinal congestion, arteries and veins tortuous.", "Dilation of retinal veins; arteries too small.", "Small zone of circumscribed retinitis along the retinal vessels; blood-vessels have a double contour.", "Vision > in the twilight.", "Vision > by eating, < when fasting, could often read after a meal.", "Obliged to wink to see clearly.", "Vision > in the evening.", "Pustule on upper lid, itches and burns.", "Lids heavy; sore on moving; quivering." ],
    "Ears" : [ "Stitches in ears; after stool.", "Pain in l. ear when swallowing.", "Ears as if stopped up.", "Ringing lasting several days.", "Singing and buzzing like an Aeolian harp when walking in morning.", "Deafness." ],
    "Nose" : [ "End of nose burns, is pink red, burning as if raw.", "Tickling in tip with irritation to sneeze.", "Eruption.", "Diminution of sense of smell.", "Epistaxis." ],
    "Face" : [ "Paleness of face.", "Bewildered expression.", "Eruption like the acne of drunkards on nose and cheeks.", "Lips dry and burning.", "Contractive feeling in muscles of lower jaw.", "Lockjaw." ],
    "Teeth" : [ "Tartar accumulates on teeth.", "Toothache brought on by warm food." ],
    "Mouth" : [ "Lisping, stammering speech like that of a child.", "Saltish taste of phlegm hawked up.", "Dry mouth with unquenchable thirst.", "Salivation with nausea; glutinous saliva.", "Accumulation of water of a sweetish taste in the mouth." ],
    "Throat" : [ "Tickling back of palate after lying down.", "Burning in throat extending to stomach.", "Sensation as if a hair had lodged in throat; as if a piece of bone had lodged in upper oesophagus.", "Swallowing difficult, causes pain in l. ear." ],
    "Appetite" : [ "Voracious appetite.", "Hunger with aversion to eating.", "Loss of appetite and heavy satiety when eating.", "Great thirst, desire for beer.", "Many symptoms come on after eating.", "Acrid burning eructations after eating." ],
    "Stomach" : [ "Sour belching with passage of much sour flatus; > from belching.", "Inclination to vomit when entering a room or going into open air.", "Vomiting of bitter water.", "Vomiting followed by immediate relief.", "Pressing, stitching, burning pains in stomach.", "Feeling in stomach as if tied together.", "Extreme tenderness.", "Heartburn." ],
    "Abdomen" : [ "Vomiting; pains in the belly; painful cramps followed by such muscular weakness he could not stand.", "Liver complaint with dropsy of feet.", "Cutting in bowels.", "Navel drawn in with pain.", "Twisting, rolling, rumbling; distension; abdominal walls sore.", "Strangulated hernia." ],
    "Stool and Anus" : [ "Very offensive and frequent passage of flatus.", "Stools: thin, papescent, small; yellowish, frothy, sour-smelling, fluid, with tenesmus and colicky pains; navel drawn in; came on in night.", "Chronic diarrhoea coming on every four to six weeks and lasting one or two days.", "After stool: headache; stitches in ears; pressure in stomach; burning; weakness and trembling.", "Bright red blood with stool.", "Constipation: with belching; with hunger.", "Burning and itching at anus." ],
    "Urinary Organs" : [ "Stitch-like cramping pain in bladder and neck of bladder, through to urethra, at same time similar pain in anus and rectum. (At midnight, on coming home and drinking a glass of wine.).", "Frequent desire to pass water; tickling in fore part of urethra.", "Involuntary micturition." ],
    "Male Sexual Organs" : [ "Sexual excitement followed by complete loss of desire.", "Desire lost without previous sexual excitement.", "Burning in urethra: with erections; when urinating.", "L. testicle swollen and indurated.", "Impotence in atrophied testicles." ],
    "Female Sexual Organs" : [ "Menses five days early.", "Ovaries almost obliterated.", "Labour pains too weak." ],
    "Respiratory Organs" : [ "Hoarseness, irritation to hawk; heat in larynx; scratching and scraped feeling.", "Breath hot.", "Breathing difficult; only > by breathing deeply in open air.", "Flying stitches in chest, quickly passing over, but frequently returning.", "(Asphyxia from alcohol and from coal gas).", "Cough from irritation in larynx or at bifurcation of trachea.", "Cough caused by heartburn." ],
    "Neck and Back" : [ "Rheumatic pains and stiffness of neck.", "Goitre.", "Feeling of heavy load hanging on back between scapulae.", "Pain in small of back and loins." ],
    "Limbs" : [ "Crackling in joints.", "Tearing, jerking, stitching, flying pains, returning at regular intervals.", "Great weakening of the muscular forces of the limbs; beginning in the upper limbs, with cramps in the arms, calves and abdomen.", "Weakness of limbs.", "Pains in the limbs and joints.", "Painful twitchings in the limbs.", "Contracture of legs and arms, but nowhere complete." ],
    "Upper Limbs" : [ "Formication in the hands and arms.", "Gradual loss of sensation in the r. hand.", "Numbness of the fingers and inability to hold small objects.", "Weakness of the upper limbs to the elbow with considerable diminution of the sensibility and slight paresis.", "Marked atrophy of the thenar eminence of the thumb and of the interossei.", "Laming and pain in l. arm; arm goes to sleep." ],
    "Lower Limbs" : [ "Sciatica l. thigh, from taking cold, with entire inability to walk.", "Chronic sciatica r. thigh; movement impeded.", "Stiffness of lower limbs.", "Pains in lower limbs with cramp and trembling.", "Pain in lower limbs accompanied by cramps and formication.", "Cramps in calves of legs and in toes.", "Stabbing, piercing pain from metatarsal bones through toes while walking.", "Great difficulty in walking, l. leg more affected than r." ],
    "Generalities" : [ "Incomplete contraction of all the muscles of the body.", "Emaciation.", "Athermia.", "Cold sweats and general weakness.", "Sudden attack of general trembling, with dimness of vision.", "Twitching in single fibrillae of muscles.", "Fear of walking in the dark.", "Anaesthesia of certain portions of the skin.", "Peripheral neuritis." ],
    "Skin" : [ "Boils.", "Hyperaesthia of the integument." ],
    "Sleep" : [ "Very drowsy.", "Deep and prolonged sleep.", "Disturbed sleep.", "Nightmare.", "Sudden waking from bad dreams or nervous starting.", "Constant tossing about and throwing head about." ],
    "Fever" : [ "Unusual chilliness.", "Cold cheeks, hands, and feet.", "Chills p.m.", "Skin hot and burning like nettles.", "Warmth rises up from pit of stomach through chest to head, and also goes down to navel.", "Absence of sweat.", "Perspiration checked.", "Dryness of skin and oppressive heat prevents sleep; head heavy." ]
  }
}