{
  "remedyName" : "Carbo Vegetabilis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity. Acne. Angina Pectoris. Aortitis. Aphonia. Asthenopia. Asthma. Breasts, erysipelas of. Bronchitis. Burns. Carbuncle. Catarrh. Chilblains. Cholera. Constipation. Cough. Deafness. Debility. Diarrhoea. Distension. Dysentery. Dyspepsia. Emphysema. Erysipelas. Eructations. Feet, cold. Flatulence. Gangrene. Haemorrhages. Haemorrhoids. Hair, falling out. Headache. Heart, diseases of. Influenza. Intermittents. Intertrigo. Irritation. Laryngitis. Lungs, congested. Measles. Mumps. Nose, bleeding of. OEsophagitis. Orchitis. Otorrhoea. Pregnancy, disorders of. Purpura. Scabies. Scurvy. Shiverings. Sleep, disorders of. Starting. Stomach, disordered. Stomatitis. Trachea, dryness of. Tympanites. Typhus. Ulcers. Yellow fever." ],
    "Characteristics" : [ "The deodorant and disinfectant properties of charcoal in bulk had already been discovered when Hahnemann was at work on his Materia Medica. Provings with the crude and the potentised substances showed that the latter were much more powerful in their effect on the animal organism. These brought out the fact that there is an exact correspondence between the effect of crude charcoal and potentised Carbo veg. Both are antiseptic and deodorant. The signs and symptoms of decay and putrefaction are the leading indications for its medicinal use: Decomposition of food in the stomach; putrid diseases and ulcerations; symptoms of imperfect oxygenisation of the blood. Carbo veg. antidotes the effects of putrid meats or fish, rancid fats, salt or salt meats, and also the pathogenetic action of Cinchona, Lachesis, and Mercurius. It is suited to conditions where there is lack of reaction (like Opium); to low states of the vital powers, where the venous system is engorged; debility of greater intensity than Carbo an.; to children after exhausting diseases; to old people. Leading symptoms are: Numbness of limbs. Burning pains (as also Carb. an.", "both the products of a burning process). Great debility as soon as he makes the least effort. Guernsey considers Carb. v. especially suited to cachectic individuals whose vital powers have become weakened. In cases where disease seems to have been engrafted on the system by reason of the depressing influence of some prior derangement. \"Thus, for instance, the patient tells us that asthma has troubled him ever since he had whooping-cough in childhood; he has dyspepsia ever since a drunken debauch which occurred some years ago; he has never been well since the time he strained himself so badly; the strain itself does not now seem to be the matter, but his present ailments have all appeared since it happened; he sustained an injury some years ago, no traces of which are now apparent, and yet he dates his present complaints from the time of the occurrence of that accident; or, again, he was injured by exposure to damp, hot air, and his present ailments result from it.\" Another form of debility is that following childbirth, causing falling out of hair." ],
    "Carbo v" : [ "Among other effects of Carbo v. are: Aversion to darkness. Fear of ghosts. Excessive accumulation of gas in stomach and intestines. \"Stomach feels full and tense from flatulence.\" \"Great pain in stomach on account of flatulence, < especially on lying down.\" Great desire for air; must be fanned; wants to be fanned hard. < From warmth: on the other hand it has cough < entering cold air from a warm room. < From brandy. Coldness is characteristic: cold breath (as in cholera); cold knees; cold, but wants to be fanned." ],
    "Carb v" : [ "The mental state of Carb. v. is one of torpor and indolence, which distinguishes it from Ars. in many cases; slow thinking; < in morning on waking. Indifference. There is also peevishness; easily angered. Vertigo from stomach, with fainting, especially at meals. Lividity is a common indication; mottled skin round ulcers; indolent gangrene; varicose veins of arms, legs, vulva. Hippocratic countenance; cold breath. Collapse; with cold knees. Dull headache in occiput with confusion of mind; proceeding from occiput to forehead dull, heavy aching over eyes; in warm room; buzzing in ears very sensitive to pressure of hat. The congestive symptoms of Carb. v. are those of poisoning by carbonic acid; pulse thready; face pale, covered with cold sweat; desire to be fanned; anxiety without restlessness; dyspnoea. Haemorrhages are frequent; epistaxis; haemorrhage from throat in dysentery; from bowels; menorrhagia and metrorrhagia, with burning pains across sacrum and spine; haemorrhage from the lungs; dyspnoea from chronic aortitis. It corresponds to fever of many types: typhoid, intermittent, yellow fever, hectic, and cholera. In intermittents of long standing where quinine has been abused; thirst only during chill; feet ice-cold up to knees; heat in burning flushes; sweat sour or offensive; weak, mind befogged. A. H. Birdsall has recorded a typical case of Carb. v. intermittent. A man, 36, had had fever eight months, partially suppressed by Arsenic and Quinine. Type, tertian. Headache for one or two hours before chill. Chill always from to a.m., beginning in feet and hands, spreading over body; nails very blue. Thirst with chill. Cold stage lasts two to three hours, followed immediately by hot stage; much heat in head and face, which is flushed red; thirstlessness. Sweating stage short; sweat sour. Apyrexia: sweats easily, especially from least warmth; awakens in morning always with slight sour-smelling sweat. Weak; dispirited; flatulent. A single dose of Carb. v. cured. There were only three more attacks, each of diminished intensity. There is catarrh from warm, moist atmosphere. The cough of Carb. v. is < on entering cold air from a warm room. Hoarseness from damp air < morning or evening. Cough caused by a sensation as if sulphur fumes were in larynx. There is leucorrhoea, greenish yellow, < in morning. The leucorrhoea excoriates. Many symptoms occur during menses: headache; itching, burning soreness and smarting at vulva and anus; haemorrhoids. A carbon ointment, made by carbonising a wine cork by plunging it into a clear fire and then, in its still glowing state, into vaseline and mixing thoroughly, is regarded as a sovereign remedy in anal irritation and haemorroidal troubles. The menstrual discharge is corrosive and has a strong pungent odour. Premature and profuse. Preceded and followed by Leucorrhoea. Perinaeum moist, raw, oozing. Carbo v. has weak digestion with enormous production of flatulence, > by eructations. Flatulence accompanies many other complaints, as asthma and heart affections. Heaviness, full feeling and burning. Aversion to fat, to meat; to milk, which causes flatulence. Desire for coffee (which does not relieve); for acids; for sweet and salt things. Effects of alcohol; of fish, especially if tainted; ice-water; vegetables; salt or salt meats. Disorder from high living, and especially butter-eating. Burning itching on skin; frozen limbs; chilblains; excoriations between toes. Tinea capitis or scald-head. Scalp very sensitive, feels as if bruised. Whooping-cough with pain at base of brain. Excessive gagging cough in the morning, compelling him to vomit everything in his stomach immediately after breakfast. Dros. is complementary to Carbo v. in this. Enuresis, which is < in morning after the first sleep." ],
    "Relations" : [ "Antidoted by: Ars., Camph., Coff., Lach., Spir. nit. dulc, Fer. met. (Teste). It antidotes: Effects of putrid meats or fish, rancid fats, salt or salt meats; Chi., Lach., Merc. Complementary: China; Dros.; Kali c. (stitches in heart, &c.", "Carb. v. contains potash). Carb. an. has more pronounced induration of glands and is suited to cases which have been opened too soon; is more appropriate to cancer and syphilis than Carb. v. Carb. v. has weak digestion in nursing women; every particle of food disagrees; Carb. an. has coldness at stomach, > by hard rubbing or hard pressure; piles, with oozing of inodorous fluid. Carb. v. is near-sighted; Carb. an. far-sighted. In ear affections Carb. an. has swelling behind ear. Carb. v. is more suited to sequelae of exanthemata. Many of the effects of Carb. v. are like those in Lycopod., and an occasional dose of Carb. v. assists the action of Lyc. Compare also Raphanus in flatulence. Compatible: Ars., Chi., Dros., Kali c., Phos. ac., Bell., Bry., Nux, Sep., Sul. Compare: Graphit. and all the carbons. Caust., Lach., Eup. perf., Pho. and Rumex in hoarseness (Rumex is < a.m. and p.m. Caust. < in morning; from dry cold. Carb. v. < evening; from damp evening air). Camph.; Chi. in haemorrhages, intermittents, hectic, affections of drunkards; Ipec. in haemorrhages and intermittents; Menyanthes in intermittents with coldness of legs; Op., Sul. and Pso. in deficient reaction; Sul. ac. in dyspepsia of drunkards (Carb. v. has more putridity; Sul. ac. more sourness); Pho. in easily bleeding ulcers; Puls., bad effect from fat food and pastry; Sul. in acrid-smelling menses; erysipelas of breasts; Ars. and Bellis in effects of ice-cream and ice-water in hot weather. Nux in dyspepsia, easily angered; effects of debauchery (Nux is thin, spare, yellow, wiry; Carb. v. sluggish, stout, lazy); Sec. in haemorrhages, cold breath; coldness < by warmth. Calc., Carb. an., and Stram. in aversion to darkness; Lach. in weak digestion (Lach. craves milk; Carb. v. has aversion to it), intolerance of clothing round waist; intermittent fever, flashes of burning heat without thirst. Sep. in bearing-down in rectum and vagina (Carb. v. has strong odour of menses which Sep. has not). Rhus in strains; in typhus; Colch. in cholera; cold breath, prostration. Cupr." ],
    "Causation" : [ "Alcohol. Bad food: eggs, wines, liquors, fish. Fat food. Butter. Salt or salt food. Poultry. Ice-water. Debauchery. Strains. Lifting. Over-work (asthenopia). Change of weather. Warm, damp weather. Hot air inhaled from fire. Overheating." ],
    "Mind" : [ "Inquietude and anxiety, esp. in the evening (4-6 p.m.).", "Fear of spectres, esp. at night.", "Timidity, irresolution, and embarrassment in society.", "Despair with lachrymose humour, and discouragement, with desire for death, and tendency to suicide.", "Disposition to be frightened.", "Irascibility and passion.", "Sudden, and periodical weakness of memory.", "Slowness of apprehension.", "Fixed ideas.", "Aversion to labour." ],
    "Head" : [ "Vertigo, after the slightest movement of the head, or after having slept, as well as on stooping and walking.", "Vertigo with nausea, obscuration of the eyes, trembling, buzzing in the ears, and even loss of consciousness.", "Pressive headache, with tears in the eyes; they are painful when moving them.", "Headache from being overheated.", "Headache, with trembling of the jaw.", "Nocturnal headache.", "Cramp-like tension in the brain, or sensation, as if from contraction, of the teguments of the head.", "Heaviness of the head.", "Pressive headache, esp. above the eyes, in the temples and in the occiput.", "Drawing pain in the head, commencing at the nape of the neck, with nausea.", "Shootings in the vertex.", "Beating and pulsation in the head, esp. in the evening, or after a meal, with congestion of blood and heat, or burning sensation in the head.", "The headache frequently extends from the nape of the neck to the brain, and is sometimes aggravated after a meal.", "Acute tractive pains in the teguments of the head, esp. in the occiput and in the forehead, often commencing in the limbs.", "Painful sensibility of the hairy scalp to external pressure (for instance, that of the hat).", "Sensitiveness of scalp is < in the afternoon and evening, and after eating; < from taking cold, or when getting warm in bed.", "Susceptibility to cold in the head.", "Falling off of the hair, with itching of the scalp in the evening, when getting warm in bed." ],
    "Eyes" : [ "Pains in the eyes, after having fatigued the sight, and from fine work.", "Pains in the muscles of the eyes, on looking upwards.", "Itching, smarting, heat, pressure and burning pain in the eyes, and in the corners of the eyes.", "Nocturnal agglutination of the eyelids.", "Bleeding of the eyes, often with strong congestion in the head.", "Quivering and trembling of the eyelids.", "Black, flying spots before the eyes.", "Myopia.", "Insensibility of the pupil." ],
    "Ears" : [ "Otalgia in the evening.", "In the evening, redness and heat of the (r.) external ear.", "Want of cerumen.", "Flow of fetid pus from the inner ear.", "Obstruction of the ears.", "Pulsations in the ears.", "Tingling and buzzing in the ears.", "Swelling of the parotids." ],
    "Nose" : [ "Itching in the nose, with tickling and tingling in the nostrils.", "Redness of the tip, and scabs at the point of the nose.", "Obstruction of the nose, esp. towards evening, or serous flow, without coryza.", "Violent coryza, with hoarseness and rawness of the chest, tingling and tickling in the nose, and ineffectual inclination to sneeze.", "Frequent and continued epistaxis, esp. at night and in the morning, with paleness of the face, or else after having stooped, or after straining to evacuate." ],
    "Face" : [ "Paleness of the face.", "Complexion yellow, greyish, greenish.", "Face hippocratic.", "Tractive pains, acute pullings, piercings, and burning pains in the bones of the face.", "Swelling of the face and of the cheeks.", "Tetters in the face.", "Furunculi before the ear, and under the jaw.", "Red pimples on the face (in young persons).", "Swelling of the lips.", "Lips cracked.", "Purulent blisters on the lips.", "Fissures of the ulcerated lips.", "Eruptions, like tetters, on the chin, and on the commissures of the lips.", "Twitchings of the upper lip." ],
    "Teeth" : [ "Toothache, with pulling or drawing pains; acute, or contractive, ulcerative, or pulsative pains, provoked by taking anything hot or cold, as well as by food too salt.", "Obstinate looseness of the teeth.", "The gums recede from the teeth (incisors).", "Unfastening, retraction, excoriation, and ulceration of the gums.", "Bleeding of the gums, and sockets of the teeth." ],
    "Mouth" : [ "Heat and dryness, or accumulation of water in the mouth.", "Dryness of the mouth, without thirst.", "Roughness in the mouth and on the tongue.", "Tongue coated white or yellow-brown.", "Stomacace.", "Excoriation of the tongue, with difficulty in moving it." ],
    "Throat" : [ "Sore throat, as if from internal swelling.", "Sensation of constriction in the throat, with impeded deglutition.", "Smarting, scraping, and burning pain in the throat, the palate, and the gullet.", "Feeling of coldness in the throat.", "Pain of excoriation in the throat on coughing, on blowing the nose, and on swallowing.", "Rattling from much phlegm in the throat, which is easily detached.", "Swelling and inflammation of the uvula, with stitches in the throat." ],
    "Appetite" : [ "Bitter taste.", "Salt taste in the mouth, and of food.", "Want of appetite, or thirst and immoderate hunger.", "Chronic dislike to meat, milk, and fat.", "Desire for salt food, or food sweetened with sugar.", "Great desire for coffee.", "After a meal, but esp. after taking milk, great inflation of the abdomen, acidity in the mouth, and sour risings.", "Sweat, esp. during a meal.", "Great heat after drinking wine.", "After dinner, confusion of the head and pressure of the stomach, or headache, heaviness in the limbs and mental anxiety.", "Weakness of digestion; the plainest food inconveniences him." ],
    "Stomach" : [ "Empty or bitter risings.", "Risings of food, and esp. of fat food.", "Sour risings, esp. after a meal.", "Pyrosis.", "Hiccough after every movement.", "Nausea, esp. in the morning, after a meal, or at night.", "Continual nausea.", "Flow of water from the stomach, like saliva, even in the night.", "Vomiting of blood; of food in the evening.", "Heaviness, fulness, and tension in the stomach.", "Cramps in the stomach, contractive, or pressive and burning, with accumulation of flatus, and great sensitiveness of the epigastrium.", "Sensation of scraping and of trembling in the stomach.", "The pains in the stomach are aggravated or renewed by fright, opposition, a chill, as well as after a meal, or at night, and esp. after having taken flatulent food, also by suckling.", "Colic, with the sensation of a burning pressure; much flatulence and sensitiveness of the pit of the stomach.", "Pressure at the pit of the stomach, as if the heart were going to be crushed, esp. in suckling women." ],
    "Abdomen" : [ "Pain in the hypochondria like that of a bruise, and esp. in the hepatic region, chiefly when it is touched.", "Shooting pain under the ribs.", "Tension, pressure, and shootings in the hepatic region.", "Shootings in the spleen.", "Pressure of the clothes on the hypochondria.", "Pains in the umbilical region on its being touched.", "Heaviness, fulness, inflation and tension of the abdomen, with heat in the whole body.", "Colic, produced by the motion of a carriage.", "Pressure and cramps in the abdomen.", "Pain in the abdomen, as from lifting a weight, or from dislocation.", "Burning pain and great anguish in the abdomen.", "Pinching in the abdomen, coming from the l. side and tending towards the r. side, with sensation of paralytic weakness in the thigh.", "Much flatulency, esp. after a meal, and sometimes with sensation of torpor in the abdomen.", "Flatulent, cramp-like colic, even at night.", "Borborygmi and movements in the abdomen.", "Excessive discharge of flatus, of a putrid smell.", "Aggravation of the abdominal sufferings after eating the smallest portion of food.", "The pains in the abdomen are often accompanied by anxiety and tears.", "He cannot bear any tight clothing around his waist and abdomen." ],
    "Stool and Anus" : [ "Constipation.", "Hard, tough, scanty stool.", "Insufficient evacuations.", "Difficult evacuations, without being hard, with straining, burning pain in the anus, and pains similar to those of parturition, in the abdomen.", "Evacuations liquid, pale or mucus-like.", "Discharges of mucus and of blood instead of faeces during the evacuation, with cries (in children).", "Involuntary evacuations of substances of a putrid smell.", "Discharge of blood from the anus with every evacuation.", "After the evacuation, aching pain in the abdomen.", "Large painful haemorrhoidal tumours of a deep blue colour at the anus.", "Fluent hemorrhoids.", "Shooting, itching and burning pain in the anus.", "Discharge from varices.", "Discharge of taenia.", "Discharge of a viscous and corrosive serum from the anus and rectum, esp. at night.", "Excoriation and oozing at the perinaeum." ],
    "Urinary Organs" : [ "Diminution of the secretion of urine.", "Frequent, anxious, and urgent inclination to make water, day and night.", "Wetting the bed.", "Urine red, and very deep-coloured, as if it were mixed with blood.", "Urine of a deep red, with a dark cloudy appearance.", "Copious urine, of a clear yellow colour, or thickish and whitish (diabetes).", "Smarting on making water.", "Constriction of the urethra every morning." ],
    "Male Sexual Organs" : [ "Extraordinary affluence of voluptuous thoughts.", "Frequent pollutions.", "Too speedy emission in coition; followed by roaring in the head.", "Smooth, red, and oozing spots on the glans penis.", "Discharge of prostatic fluid while at stool.", "Itching and moisture at the thigh, near the scrotum.", "Pressure in the testes." ],
    "Female Sexual Organs" : [ "Premature and too copious catamenia; or too feeble, with pale blood.", "Before the catamenia, cramps in the abdomen and headache.", "During the catamenia, vomiting and pains in the teeth, head, loins, and abdomen.", "Itching, burning, excoriation, aphthae and swelling at the vulva.", "Varices on the pudenda.", "Milk-white, thick and yellowish, greenish and corrosive discharge from the vagina.", "Leucorrhoea before the catamenia.", "Disposition to miscarriages.", "Inflammation of the mammae." ],
    "Respiratory Organs" : [ "Prolonged hoarseness, esp. towards the evening.", "In the morning and in the evening hoarseness, aggravated by prolonged conversation, more esp. by cold and damp weather.", "Loss of voice at night, or when talking.", "Scraping, tingling, and tickling in the larynx.", "Cough excited by a tingling in the throat, or with burning pain and sensation of excoriation in the chest.", "Soreness and ulcerative pain in the larynx and pharynx.", "Cramp-like cough, also with retching, and vomiting, three or four times a day, or else in the evening, for a long time successively.", "Spasmodic hollow cough (whooping-cough); four or five attacks every day, caused by a tingling irritation in the larynx; expectoration only in the morning, yellow, like pus; brownish; bloody; tasting putrid, sour, salt, and of offensive smell.", "The cough is < in the evening; till midnight; from movement; when walking in the open air; from cold, wet weather: from going from a warm to a cold place; after lying; after eating and drinking; esp. cold things; from talking.", "Cough in the evening before going to bed, and in bed.", "On coughing, painful shootings in the head.", "Cough, with expectoration of greenish mucus, or of a yellowish pus.", "Cough, with spitting of blood and burning pain in the chest.", "Cold breath." ],
    "Chest" : [ "Laboured respiration and shortness of breath, while walking.", "Wheezing and rattling of mucus in the chest.", "Great difficulty of respiration, and oppression of the chest.", "Fits of suffocation caused by flatulency.", "On breathing, painful throbbing in the head and teeth.", "Frequent want to take a deep inspiration.", "Want of breath, esp. in the evening in bed.", "Burning pain, shootings, and pressure on the chest (hydro thorax).", "Compression and cramp-like constriction in the chest.", "The chest is tight, with a sensation of fulness and anxiety.", "Pains as from excoriation in the chest.", "Sensation of fatigue in the chest.", "Burning pain in the region of the heart, with congestion in the chest, and violent palpitation of the heart.", "Rheumatic, drawing pains, acute pullings and pressure on the chest.", "Brownish spots on the chest.", "Brown-yellow blotches on the chest.", "Erysipelatous inflammation of the mammae." ],
    "Neck and Back" : [ "Rigidity of the nape of the neck.", "Swelling of the cervical glands.", "Rheumatic, drawing pains, acute pullings and shootings in the back, the nape of the neck, and the muscles of the neck.", "Continual shootings in the loins, esp. on making a false step.", "Rigidity of the dorsal spine.", "Painful stiffness of the back in the morning, when rising.", "Itching pimples on the back.", "Itching, excoriation, and oozing under the armpits." ],
    "Upper Limbs" : [ "Acute drawing and burning pains in the muscles and in shoulder-joint.", "Pulling and acute drawing pains in the forearms, the wrists, and the fingers.", "Relaxation of the muscles of the arms and of the hands, on laughing.", "Tension in the joints of the hand, as if they were too short. Cramp-like contraction of the hands.", "Heat of the hands; burning in the hands.", "Icy-cold hands.", "The tips of the fingers are covered with cold sweat.", "Paralytic weakness of the wrists and of the fingers, esp. on grasping an object.", "Fine granulated, and itching eruption on the hands.", "Extremities of the fingers become ulcerated." ],
    "Lower Limbs" : [ "Torpor and insensibility of the legs and feet.", "Drawing and paralytic pain in the legs.", "Acute pulling, and drawing, burning pains in the hip and knees.", "Strong tension and cramp-like pains in the coxo-femoral joints, the thighs, and the knees.", "Aneurism in the ham, with tensive pain and pulsation.", "Tetters in the knee.", "Cramps in the legs, and (esp.) in the soles of the feet, and at night, in the calves of the legs.", "Fetid and easily bleeding ulcers, in the legs.", "Obstinate torpor in the feet.", "Perspiration of the feet.", "Redness and swelling of the toes, with shooting pain, as if they had been frozen.", "Ulceration in the extremity of the toes.", "Senile gangrene, which begins in the toes and works all the way up the limb." ],
    "Generalities" : [ "Pains with anxiety, heat and complete discouragement, or with dejection after the paroxysm.", "Acute pullings and arthritic drawing pains, with paralytic weakness, chiefly in the limbs, and sufferings from flatulency, or with difficulty of respiration, when it is the chest which is attacked.", "Pain as from dislocation in the limbs, or pain as if caused by a strain in the loins.", "Burning pains in the limbs and in the bones, ulcers.", "Pulsation in different parts of the body.", "Sufferings from a strain in the back, or from riding in a carriage.", "Trembling and jerkings in the limbs by day.", "Numbness of the limbs readily induced.", "The majority of symptoms appear while walking in the open air.", "Emaciation, esp. of the face.", "Contusive pain in all the limbs, esp. in the morning, immediately on rising.", "Great weakness of the flexors.", "Great debility and weakness as soon as he makes the least exertion.", "Excessive dejection, frequently proceeding to fainting, even in the morning in bed, or else at the beginning of a walk.", "Sudden prostration of strength.", "General dejection towards noon, with necessity to support the head, and to be still.", "Paralysis, and total absence of pulse.", "Liability to take cold." ],
    "Skin" : [ "Sensation of tingling of the skin, throughout the body.", "General itching in the evening, and on becoming warm in bed.", "Burning sensation in different parts of the skin.", "Eruption of small pimples like miliary scabies.", "Nettle-rash.", "Tetters.", "Streaks of a reddish brown.", "Painless ulcers in the extremities of the fingers and of the toes.", "Fetid ulcers, with burning pains, and discharge of corrosive and bloody pus.", "Chilblains.", "Varices.", "Plexus of the veins, formed by a dilatation of the capillary vessels, with violent haemorrhage, after the slightest injury.", "Lymphatic swellings, with suppuration and burning pains.", "Swelling and induration of the glands.", "Gangrenous spots from lying in bed; old wounds having heated break out again; punctured wounds which won't heal." ],
    "Sleep" : [ "Strong inclination to sleep during the day, disappearing on movement.", "Sleep in the morning, or early in the evening (with sleeplessness at night).", "Comatose sleep, with rattling in the throat.", "No sleep, with inability to open the eyes.", "Retarded sleep and sleeplessness caused by uneasiness in the body.", "At night, or in the evening, when in bed, headache, anguish, with oppression of the chest, startings and pains in the limbs, cold in the hands and in the feet, &c.", "Dreams frequent, fantastical, anxious and terrible, with tossing about of the body, or with starting and fright." ],
    "Fever" : [ "Shivering and cold in the body.", "Febrile shivering in the evening and at night, followed by transient heat.", "Fever with thirst during the cold stage only, or with profuse perspiration followed by shiverings.", "Febrile state with comatose drowsiness, rale, cold sweat on the face and at the extremities, face hippocratic, pulse small and evanescent.", "Pulse, small, weak, imperceptible; uneven; intermitting.", "Febrile condition at night, with general heat, and burning heat in the hands and feet.", "Frequent attacks of transient heat.", "Nocturnal sweat.", "In the morning, acid sweat.", "Cold sweat on the limbs and on the face." ]
  }
}