{
  "remedyName" : "Carbolicum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Burns. Carbuncle. Cholera. Constipation. Diabetes. Diarrhoea. Dysentery. Dyspepsia. Eczema. Eructations. Erysipelas. Flatulence. Gangrene. Hydrocephalus. Influenza. Intermittent fever. Irritation. Leprosy. Meningitis. Neuralgia. Pneumonia. Psoriasis. Pityriasis versicolor. Scarlatina. Small-pox. Smell, disordered. Stomach, affections of. Toothache. Ulcers. Uraemia. Uterus, displacements of. Vomiting." ],
    "Characteristics" : [ "Carbolic acid, like the Carbons, is a powerful antiseptic, and its use as such in surgery has led incidentally to the poisoning of both patients and surgeons. These experiences have provided a number of the symptoms indicating its medicinal use. The pains of carbolic acid come suddenly. They are burning and pricking, sticking. The urine is very dark, black or blackish olive-green; grass or olive-green. There is numbness and twitching. Putrid discharges are a marked indication. The skin is inflamed, and other symptoms appear, with burning, tingling, itching, and numbness. Gangrene has been caused by the application of to per cent. solutions. There is profound prostration and fatigue; convulsions; collapse; cold, clammy sweat. Constant yawning. R. K. Ghosh finds it admirable in cases (if cholera where Verat. alb. seems indicated and fails. There is intolerance of warm room; but also sensitiveness to cold air which < many symptoms. Many poisoning cases show pneumonia, single or double, affecting the bases principally. Dr. Proctor has recorded a brilliant cure of a double basal pneumonia with drop doses of the B. P. solution, after failure of more commonly used remedies. Nervous dyspepsia of intensely painful character has frequently been cured by it; and R. K. Ghosh has reported great improvement in a case of diabetes when the remedy was given for something else. Proell has recorded his own case of idiopathic erysipelas affecting the back of the right hand, first three fingers and arm, with violet-coloured swelling and roughness. Rhus removed the fever, but did nothing to stop the erysipelas. This Carbol. ac. did promptly. It was prescribed by Dr. Streintz. Fahnestock reports a case of poisoning observed by himself from inhaling the fumes. The patient, a woman, feeling ill, ran across the street to a neighbour's. Before reaching the house she fell prostrate, pale, gasping for breath. When taken in, she had to be propped up in order to breathe; trembled all over; wanted her hands held; \"pricking like needles,\" all over body; unable to raise right arm. Cold hands and feet. Wanted a drink of water every few minutes; nausea but no vomiting; pain in lumbar region. Symptoms lasted four hours. It has been used with success in the vomiting of drunkards; of pregnant women with violent frontal headache. Great flatulent distension of the abdomen, with belching of wind and desire for stimulants, indicates the drug. Palpitation of the heart at night has been cured by it. It has relieved cases of cancer of the stomach, and has apparently cured epithelioma of the cheek and nose, with haemorrhages (Allen). Deschere has found Carbol. ac. of great service in uterine displacements, with or without discharges, but these, if present, are always offensive. The symptoms first relieved are the agonising backache across the loins with a dragging sensation down the buttocks into the thighs. Cooper regards it as specific in influenza, in the 3x for the attack, and 30th for resulting debility." ],
    "Relations" : [ "It is antidoted by: Chalk; Saccharated Lime. In burns from carbolic acid, Elias C. Price found milk give immediate relief. He suggests copious draughts of milk in poisoning cases. Compare: Gels. Merc. and Sul. in band-like headache; Ars., Carb. v., Chi. and Kre. in burns, ulcers, unhealthy, offensive discharges; Pic. ac. (tightly drawn iron band at base of brain; Carbl. ac. has this round head); Ant. t. and Variol. in Small-pox." ],
    "Mind" : [ "Irritability.", "Disinclination for mental exertion.", "Muddled, confused, bewildered." ],
    "Head" : [ "Headache: heavy, dull.", "Periodical sick-headache, as if enclosed in tight hand.", "Dull frontal headache, as if an indiarubber band were stretched tightly over forehead from temple to temple, > by pressure.", "Itching of scalp.", "Headache > by green tea; while smoking; by tight band; by cold hand; by bending head forward." ],
    "Eyes" : [ "Very severe orbital neuralgia over r. eye.", "Pupils dilated." ],
    "Nose" : [ "Tight and stopped up.", "Tickling, prickling, itching in nostrils.", "Sense of smell very acute.", "Ozaena, with great fetor and ulceration." ],
    "Face" : [ "Pale; or flushed and burning.", "Jaws clenched." ],
    "Teeth" : [ "Aching of teeth in r. upper jaw." ],
    "Mouth" : [ "Lips dry, cracked, painful or black.", "Tongue burning and tingling, as if a thousand pins were sticking in it.", "Tongue dry and chippy, parched and fissured.", "Throat and tongue black, tender and ulcerated patches in inside of lips and cheeks.", "Intensely bad smell from mouth." ],
    "Throat" : [ "Prickling and burning in throat and oesophagus.", "Heat rising up from the stomach.", "Spasmodic contraction of oesophagus.", "Inability to swallow.", "Sore-throat worse on r. side.", "Hawking of clear white mucus.", "Fauces red and covered with a mucous exudation.", "Uvula whitened and shrivelled." ],
    "Stomach" : [ "Wants a drink of water every few minutes.", "Constant belching up of wind.", "Vomiting of drunkards.", "Excessive nausea, and inclination to vomit; while eating a little, after breakfast.", "Vomiting of: Bright's disease; sea-sickness; cancer; pregnancy.", "Weight in epigastrium as if burdened with flatulence.", "Burning in stomach.", "Total loss of appetite.", "Desire for whiskey." ],
    "Abdomen" : [ "Pain in r. hypochondrium; also in that region of both sides.", "Rumbling and rolling in abdomen.", "Burning in lower part of abdomen and top of head." ],
    "Stools" : [ "Diarrhoea and dysentery; mucous stools like scrapings; stools like rice-water; thin, black; very offensive.", "Cholera infantum, with putrid discharge like foul eggs.", "Constipation with offensive breath." ],
    "Urinary Organs" : [ "Urine: dark greenish brown; greenish; very dark; black or blackish.", "Quantity increased and passed frequently.", "Diabetes.", "Albuminuria.", "Urine of high specific gravity; urea abundant.", "While urinating always an involuntary mucous discharge from anus." ],
    "Male Sexual Organs" : [ "Itching, or burning-itching of scrotum, > scratching but it soon returns." ],
    "Female Sexual Organs" : [ "Pain in region of l. ovary walking in open air.", "Painful swelling of l. ovary.", "Menses irregular; too profuse, dark colour, followed by headache and nervous irritability.", "Puerperal fever, with putrid symptoms.", "Ulceration of the cervix uteri.", "Offensive discharges." ],
    "Respiratory Organs" : [ "Unable to lie down, gasping for breath continually, wants hands held.", "(Removed in a prover: short breath going up-hill, or upstairs.)", "Short, hacking cough with tickling in throat; can hardly retain anything in stomach.", "Stertorous respiration." ],
    "Chest" : [ "Feeling of narrowness in chest as if diaphragm depressed the lungs.", "Tight feeling, esp. in centre of chest.", "Pneumonia of (r.) base.", "Gangrene of lung." ],
    "Heart" : [ "Stitches in region of heart.", "Fearful palpitation < night, with great dyspnoea.", "Jerking in l. common carotid artery while walking rapidly after dinner." ],
    "Neck and Back" : [ "Neck stiff, lame and sore.", "Severe pain in lumbo-sacral region, < latter part of night.", "Pain in loins on straightening one's self and by jolting while riding." ],
    "Limbs" : [ "Soreness of muscles of back and limbs.", "Twitching in muscles." ],
    "Upper Limbs" : [ "Aching, rheumatic pains in shoulders.", "Unable to raise r. arm.", "Aching, rheumatic pains in arms strongly flexed in tonic spasm.", "Cold hands and feet.", "Vesicular itching eruption on hand.", "Erysipelas of back of r. hand, first three fingers and arm, violet-coloured swelling, rough skin." ],
    "Lower Limbs" : [ "Rheumatic pain in r. hip-joint.", "Dragging down buttocks and into thighs.", "Paralysis of lower extremities; with dragging sensation.", "Aching soreness beneath l. patella all day up to p.m.; feels as if it would be stiff and sore to move it, but it is not felt during motion.", "Sharp pain in l. shin.", "Cramps.", "Cold hands and feet." ],
    "Generalities" : [ "Fainting and insensibility, lasting for hours.", "Pricking like needles all over body.", "Tonic spasm; arms flexed, difficulty in straightening them.", "Prostration from a short walk.", "Offensive discharges." ],
    "Skin" : [ "Offensive odour from skin.", "Erysipelas; violet colour swelling, roughness.", "Miliary vesicles.", "Malignant scarlatina.", "Confluent variola.", "(Acne; eczema; impetigo; scabies; psoriasis; prurigo; leprosy; pityriasis versicolor; lupus; carbuncles; cancerous sores; sloughing wounds; chronic ulcers; burns)." ],
    "Sleep" : [ "Yawning and sleepy.", "Waking often in night." ]
  }
}