{
  "remedyName" : "Carboneum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Convulsions. Sore-throat. Tetanus. Tongue, spasm of." ],
    "Characteristics" : [ "This substance was proved by Dr. Burt in the 1x trit. It produced sore-throat, costiveness, great craving for acids, and a peculiar convulsive attack described as follows: Spasms, commencing on the tongue, passing down the trachea to the lungs which prevented him from breathing for about two moments; then gradually left and went to stomach, arms, hands, and legs. It took four persons to hold him", "two at his hands and two at his feet. Spasms both tonic and clonic. Lasted two hours then gradually ceased. The hands had no feeling in them; they were closed and could not be opened. Wrists perfectly pulseless, hands shrivelled and cold. At p.m. the spasms came on very suddenly the same as the first time but not so violent. They did not affect the lungs this time but were much harder in the stomach. Lasted three hours then gradually ceased. He seemed at the point of death. The spasms left him so weak that he could not lift his hand to his head nor sit up." ],
    "Relations" : [ "Compare: Carb. an., Carb. v., Carb. h., Carb. o., Nux v., Aethus., Oenanth." ],
    "Head" : [ "Dull, heavy ache in forehead, during the spasms (lasted 1/2 days)." ],
    "Nose" : [ "Very profuse secretion of thick yellow mucus from nose. (lasted days)." ],
    "Mouth" : [ "Tongue, coated white, morning (3rd day).", "Spasms commencing in tongue." ],
    "Throat" : [ "Throat very sore a.m." ],
    "Stomach" : [ "3rd day appetite lost; began to return 4th day with a great craving for acids which he could not allay." ],
    "Stool" : [ "Bowels very costive (4th day)" ],
    "Heart" : [ "Pulse to weak and irregular.", "After third day fell to and was very weak." ],
    "Back and Limbs" : [ "Back and limbs ached much." ],
    "Generalities" : [ "Spasms and convulsions, tonic and clonic.", "Hands cold, shrivelled, pulseless, devoid of sensation." ],
    "Skin" : [ "Every to minutes tingling, prickly sensation, passed all over body, esp. the numb, tingling sensation, until p.m., when he went into spasms." ]
  }
}