{
  "remedyName" : "Carduus Benedictus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Diarrhoea. Eyes, affections of. Fever. Headache. Joints, cracking of. OEsophagus, stricture of. Varicosis. Vision, affections of." ],
    "Characteristics" : [ "The proving of Card. ben. shows a strong action on the eyes: twitchings, and disturbance of vision; flickerings; muscae volitantes. The prover had \"blackness before eyes for a short time.\" Eyeballs feel larger. \"Burning\" is a symptom which runs through the proving. There is a \"bitter burning\" in the stomach, as if it were much deranged; burning in hands after sweat; burning in the arms on exerting them. The gastro-abdominal disturbances of Card. mar. are observed, in less degree, in Card. ben. There is disordered taste, dysphagia; yawning and hiccough; cutting pains in abdomen, vomiting and diarrhoea. The respiratory sphere is strongly affected and there is pain and contractive sensation in the trachea with hoarseness. Inspired air feels cold. Other symptoms are: Feeling as if buccal cavity were contracted. Tension in tendons. Aching and cracking in joints. Aching, cutting pain, slight swelling of veins. Red and afterwards yellow spots on skin. The most prominent of all the symptoms in the proving is the sensation of contraction which occurs in many parts. Symptoms are < by motion, by touch, by walking, by stretching the limbs." ],
    "Carline" : [ "[In two fatal cases of poisoning, of a boy and a girl, from eating the root of the Carline Thistle (Carlina gummifera, Atractylis gummifera), which has an enormous root, purple composite flowers, surrounded by radical spinous leaves, there was stertorous breathing, drowsiness, retching without actual vomiting, asphyxia and coma. After death the tongue protruded slightly between the lips; pupils were greatly dilated; there was evidence of general venous congestion. In one case (that of the boy) the veins of the brain were extremely congested.]" ],
    "Relations" : [ "Compare: Card. mar.; Bell., Atrop. (vision); Chi. and Salicyl. ac. (noises in ears); Agar. (twitching of eyelids)." ],
    "Mind" : [ "Anxiety, fear, starting at every noise, frequently breaking into cold sweat.", "Fretful; during fever.", "Cross humour." ],
    "Head" : [ "Confusion of the head, interrupted stitches in temples, four times in succession (more l. than r.).", "Vertigo on raising head, < on stooping.", "Pressure in occiput from crown; for several days pressure on eyeball as if it would come out.", "Pressure on forehead esp. when stooping.", "Heaviness in head." ],
    "Eyes" : [ "Sensation as if (l.) eyeball would be pressed outwards, rather a pleasant than a painful sensation.", "Quivering movement in l. canthus, tickling in l. eye, very painful, with flow of tears; stitches in inner canthus.", "Eyeballs feel larger.", "Dimness and whirling before eyes.", "Grey spots pass before eyes.", "Blackness before eyes, for a short time.", "Flickering before l. eye as if small fiery stars passed in front of it, removed by winking." ],
    "Ears" : [ "Ringing in ears.", "Roaring in r. ear, soon going off.", "Feeling as if something were in ear., also as if something burst like a bladder, and then humming." ],
    "Nose" : [ "Continued violent griping and tickling in nose as if coryza were coming on." ],
    "Face" : [ "Flushes of heat in face." ],
    "Mouth" : [ "Continued feeling, lasting for to days, as if buccal cavity contracted and narrowed, beginning and declining slowly; > after eating.", "Much mucus in mouth.", "Constant overflow of saliva.", "Sour taste for six days, always getting worse and almost sulphurous, > for awhile by eating.", "Mouth dry, morning and evening, with thirst.", "Tickling on surface of tongue near root, lasts five minutes and changes to shoots like electric sparks; toothache r. side in periods, drawing more than shooting.", "Flat taste, tongue sensitive as if swollen; much furred." ],
    "Throat" : [ "Swallowing difficult." ],
    "Stomach" : [ "Bitter burning, as though stomach very much deranged.", "After eating, eructation.", "Constant yawning and hiccough.", "Though stomach is full it feels empty.", "Appetite bad; nausea.", "Vomiting." ],
    "Abdomen" : [ "Constant drawing, cutting pain in abdomen.", "Slight pinching in abdomen; curious sounds r. side of navel." ],
    "Stool" : [ "Diarrhoea." ],
    "Respiratory Organs" : [ "Hoarseness.", "Pain in trachea as if inflamed; as if fatigued by long coughing; inspired air feels cold; coughs frequently, it sounds rough, like hissing.", "Dyspnoea.", "Breathes quickly, must draw in air with an effort, as the trachea feels closed up, each inspiration is like a low whistle, esp. evenings.", "Feels as if too tightly laced; unable to sing or talk long for several days.", "Constant dry cough." ],
    "Chest" : [ "Throbbing below l. breast." ],
    "Neck, Back, and Trunk" : [ "Dull shooting in sides over hip, now r. now l., at first only on stooping or moving, but afterwards at all times." ],
    "Limbs" : [ "Cracking in joints, motion difficult.", "Limbs heavy as if paralysed; < during the fever.", "Sensation when touching the limbs as if there were bruised spots (veins painful and prominent).", "Pains in all the bones, esp. when the limbs have been stretched.", "Tension in tendons." ],
    "Upper Limbs" : [ "When leaning on arms burning in them, but they are not hot to the touch.", "Contraction in elbows; and arms.", "Feeling in forearm, as if in the blood-vessels, like a long knife-stab, with continued burning.", "Trembling of hands." ],
    "Lower Limbs" : [ "Weakness and giving way of knees when walking, esp. during the fever.", "Feet weak after sitting, soles feel sore when treading." ],
    "Generalities" : [ "Aching and slight swelling of veins.", "Long, knife-like stab in veins of forearm." ],
    "Skin" : [ "Painless rash, like nettle-rash; a goose-skin, rather pointed, hard, preceded by cold creeping over the whole body, accompanied by feverish symptoms, lasting several days and slowly disappearing.", "Small red spots on the finger, lasting several days, followed by a yellow spot lasting a long time." ],
    "Fever" : [ "Febrile chill with goose-flesh several days from noon to evening, at times appearing earlier.", "Fever consisting of flushes of heat in face; after eating, over whole body, without thirst, with dimness of vision and pressure in the eyes, hot breath, hot lips, hands, and feet.", "Burning on exerting arms.", "Burning under skin on face, afterwards in other parts of body.", "Slight general sweat.", "Sweat followed by burning heat in hands." ]
  }
}