{
  "remedyName" : "Carduus Marianus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bronchitis. Dropsy. Epistaxis. Fever. Gall-stones. Haemoptysis. Haemorrhages. Haemorrhoids. Influenza. Intermittents. Jaundice. Liver, affections of. Metrorrhagia. Neuralgia. Phthisis. Pleurisy. Rheumatism. Sciatica. Spleen, affections of. Typhlitis. Varicose veins." ],
    "Characteristics" : [ "To Rademacher we are principally indebted for this remedy. It is with him primarily an hepatic: all its manifestations originating in some disorder of the liver. According to Burnett the greatest effect of Card. m. is felt on the spleen and liver, especially the splenic end of the liver. G. F. Laidlaw (H. M., xxxiv. 686) gives a condensed translation of Rademacher's remarks about Card. m.: He regards haematemesis as most frequently due to chronic disease of the spleen; less frequently to disease of the liver. People who have long suffered from pains in left hypochondrium are apt to vomit blood, after which they are relieved. Rademacher regards the bleeding as often beneficial, and says it should not be checked too soon. In the treatment of haematemesis he says it is best to use a remedy that acts on the epigastric region without irritating the stomach and interfering with the healing of the lesion. Such a remedy he found in a decoction of the seeds of Card. mar. He used to give Opium before, but this, he says, in some people \"produces an array of symptoms similar to those seen in severe haemorrhage, and might aggravate the condition.\" He adds: \"It is probable that many small haemorrhages of the stomach escape notice because there is no vomiting, and that it is in this manner that obscure abdominal complaints are sometimes suddenly relieved or cured.\"" ],
    "Carduus m" : [ "The liver enlargement of Carduus m. is in the transverse direction (that of Chel. being more vertical). Burnett relates the case of a girl of sixteen who had had severe attacks of vomiting for three months, with pains in abdomen. The vomiting was relieved by remedies symptomatically related, but the pains were not. An examination showed \"liver and spleen both very much enlarged so that they seem to fill the abdomen.\" Card. m. O gtt. v. night and morning soon cured the patient. Dudgeon has given an account of Windelband's and Kunze's experience with the remedy. Windelband in treating a woman for chronic swelling of the liver with Card. m., incidentally cured at the same time some \"colossal\" varicose ulcers. This experience led him to cure a large number of like cases with the same remedy. He also cured gastro-intestinal catarrh; epistaxis; metrorrhagia; haemorrhoidal flux; dependent on portal congestion. Tenderness of the liver; bilious fever; symptoms resembling peritonitis and stitch-in-the-side have been cured by it. Kunze commends the remedy, in addition, in cases of spasm of the stomach, pains contractive, vomiting occurring at the climax, cold rising from precordium to throat; feeling of spasmodic constriction; pressive, shooting pain right side of abdomen spreading to back or shoulder. He has cured with it pains in hepatic and splenic regions accompanied with haemoptysis, or expectoration of viscid, lumpy mucus, and evening fever. Even phthisis pituitosa has been cured by it. Local muscular rheumatisms dependent on liver disease. E. A. Cook (formerly of Richmond) gave Card. m. to a patient suffering from liver congestion, swollen veins of legs, piles, and headache, with great benefit to all the symptoms. On the second day the patient developed these new symptoms, which she had never had before and which alarmed her greatly: \"Great giddiness with inclination to fall forward; and a sudden and profuse epistaxis followed by great relief.\" A striking cure by Card. m. in \"Miner's Disease\" is recorded by Proell.: An old miner in the gold mines of Bockstein suffered from the so-called \"Bergsucht\" (miner's disease). \"His chief symptoms were: earthy complexion, eyes dim, hardness of hearing, mucous coating on tongue, loss of appetite even for his favourite food and tobacco; great dyspnoea and palpitation on going up-hill; spleen and stomach distended; much wind eructated, constant borborygmus, constipation alternating with diarrhoea, but the latter more frequent, evacuations grey, urine scanty and pale, skin dry as if withered, great weakness, pulse slow and weak. Especially remarkable was the disposition of this man. Formerly cheerful, he is now joyless and apathetic; the most important events he took no notice of, I gave him tinct. Card. mar., a few drops four times a day. I was unable to effect any alteration in his food, drink, or regimen. A month after this he returned looking much better. On asking him how he was, he replied: \"You have made a new man of me.\" Almost all the former symptoms had disappeared and given place to the opposite. His complexion was fresh, his eyes sparkled, he was cheerful, wished to live and work, had good appetite, motions brown, more urine passed, pulse normal. He said he now for the first time knew what it was to be well, and he remained so for many years.\" (Zeit., Berl. Ver.", "Amer. Hom., December 15, 1895) Proell also recommends it in affections of liver, spleen, and kidneys caused by abuse of alcoholic beverages and especially beer. He relates two cases: one in a cook who had symptoms of cirrhosis of the liver and general dropsy which made her features unrecognisable; and one in a worker in a brewery who developed dropsy. Both were cured by the tincture. The brewery man, thinking the remedy was intended to be purgative, and thinking the drops prescribed would not be sufficient, took the whole amount, 1/2 drachms, at one dose, without markedly bad effects, and was quickly cured. Proell adds that Card. m. is indicated where there is a relaxed state of the mucous membrane of the stomach as evidenced by flatulence and diarrhoea, especially when the stools are clay-coloured. Much fatigue is experienced, < after eating; when riding; on awaking; frequently accompanied by yawning. Chilliness is prominent, on awaking; at night; < uncovering. Coldness of knees. Head very sensitive to cold. Sweating of forehead and back after meals. Stitches, drawing pressure are prominent among the sensations, also radiating pains; constriction, band-sensation and cramps. Motion < most complaints." ],
    "Relations" : [ "Compare: Bry. (epistaxis, &c.); Chel., Merc., Nux, Pod., Chelone." ],
    "Mind" : [ "Forgets what he has just intended to do.", "Disposition to become angry.", "Melancholy with liver affections.", "Joyless; apathetic." ],
    "Head" : [ "Great giddiness, with tendency to fall forward, > by epistaxis.", "Fulness in head with dull headache, esp. in forehead or temples, confusion, vertigo.", "Pressure in forehead, over eye, in occiput.", "Constriction around skull; over eyebrows.", "Pain in l. parietal bone." ],
    "Eyes" : [ "Burning and pressure in eyeballs and lids.", "Pressure as if eyeballs were pressed against side of orbits." ],
    "Nose" : [ "Tickling first in r. then l. nostril with watery discharge from same.", "Burning in nostrils (r).", "Epistaxis; habitual in psoric young persons.", "Sudden profuse epistaxis, relieving vertigo." ],
    "Face" : [ "Heat in face.", "Earthy, yellowish-grey, dirty or florid complexion." ],
    "8, Mouth and Throat" : [ "Bitter taste.", "Tongue white; white centre; red tip and edges; white-coated on side.", "Collection of water in mouth.", "Smooth sensation of mucous membrane of palate as though covered with fat.", "Repeated eructations of air with burning in oesophagus." ],
    "Stomach" : [ "Intense nausea, painful retching and vomiting of some greenish fluid.", "Stitches in scrobiculum.", "Contents of stomach and intestines sour.", "Pressure in stomach; with eructation of air; at night on awakening; lasting all day; coming and disappearing during day.", "Sensation of emptiness with headache before dinner, goes off after dinner.", "Burning as of acidity with transient pressure.", "Stitches in l. of stomach (spleen?) < on inspiration." ],
    "Abdomen" : [ "Fulness in hypochondria necessitating deep inspiration.", "Liver region sensitive to pressure.", "Pressure, tension, and stitches in liver on lying on l. side.", "Stitches in spleen < on inspiration and on stooping.", "Swelling, sensitiveness, and induration of l. lobe of liver, causing by compression respiratory embarrassment, and cough with thick expectoration.", "Liver disease affecting lungs and causing haemoptysis.", "Drawing pain between umbilicus and pit of stomach, coming and going, in peritoneum of abdominal wall, from r. to l., followed by pain and sensation of heat in spots as large as a hen's egg between umbilicus and inguinal region to l.", "Sensation of motion in intestines on expiration, and extending breadth of a hand around umbilicus.", "Distension; rumbling; cutting." ],
    "Stool and Anus" : [ "Melaena.", "Stool very hard and knotty; insufficient.", "Paste-like, clayey stool.", "Burning pain in rectum and anus which interferes with sitting.", "Itching.", "Haemorrhoids with acidity of stomach and distension of bowels." ],
    "Urinary Organs" : [ "Urging to urinate, without necessity of passing water.", "Pressure on bladder, producing dribbling of urine after unavailing urging to stool.", "Burning at meatus; in urethra.", "Urine turbid, golden yellow, and acid.", "Strangury; calculi." ],
    "Female Sexual Organs" : [ "Catamenia too profuse or suppressed.", "Chronic uterine haemorrhage with portal derangement." ],
    "Respiratory Organs" : [ "Irritation in posterior part of larynx causing cough. Expectoration: pure blood; mucus mixed with blood." ],
    "Chest" : [ "Drawing pain on margin of l. rib, with pain during breathing.", "Cough with stitches in sides of chest and bloody sputa.", "Splenic or hepatic cough.", "Pains in chest, going to front part, to shoulders, back, loins, and abdomen combined with urging to urinate.", "Drawing pains through l. pectoral and l. intercostal muscles below axillae.", "Stitches in chest; from l. nipple to r. downward.", "Pains extend over entire front of chest, motion almost impossible." ],
    "Heart" : [ "Pain pressure and stitches in region of heart; oppression on deep breathing." ],
    "Neck and Back" : [ "Sensitiveness in dorsal and cervical vertebrae.", "Drawing pains in back; drawing; tearing; burning in l. shoulder-blade." ],
    "Upper Limbs" : [ "Violent rheumatic pains in r. deltoid; in r. arm.", "Drawing pain in muscles covering l. radius, alternating with pain in muscles of r. side.", "Cramp-like pain in muscles of arms; hands; fingers; calves, and feet." ],
    "Lower Limbs" : [ "Pain in hip-joints through buttocks, causing difficulty in rising, < from stooping.", "Rheumatism and spasm of extremities.", "Pain: in l. tibia; dorsum of foot; muscles of sole r. foot; lower part r. heel.", "Varicose ulcers." ],
    "Skin" : [ "Varicose ulcers.", "Itching on lying down at night." ],
    "Sleep" : [ "Restless sleep with frequent awakening and many dreams.", "Nightmare from lying on back.", "Fatigue with yawning.", "Uncontrollable yawning." ],
    "Fever" : [ "Chilliness on awakening with strong urging to urinate.", "Chilliness at night < uncovering.", "Sweat on forehead and back after meals." ]
  }
}