{
  "remedyName" : "Carlsbad",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Blushing after eating. Constipation. Cramp. Debility. Diabetes. Gout. Rheumatism. Sciatica. Sprains. Urine, urging to pass." ],
    "Characteristics" : [ "Carlsbad water is a very complicated solution containing the sulphite, bicarbonate and chloride of sodium in preponderating quantity, with carbonates, sulphates, phosphates, fluoride and oxides of Calcium, Magnesium, Strontium, Ferrum, Manganum, Potassium, Aluminium, Silicon, and Carbon, with traces of iodide and bromide of sodium, of Caesium, Rubidium, Lithium, and Boracic oxide. Its chief fame has been gained by its action on the liver, and in the treatment of obesity and diabetes. Its action has been observed on some healthy persons, but the bulk of the symptoms, many of which are strikingly peculiar, have been obtained from patients under treatment. They are, however, sufficiently characteristic and have furnished the indications for many homoeopathic cures. Most prominent are the following: Sensation of prostration; of weakness so that she trembled and could hold nothing securely. Tired, dejected, sluggish; anxious trembling. Weakness of all organs; of organs of speech (Sermo abdominalis); of bladder (stream weak and slow, only passed with assistance of abdominal muscles); of rectum (stool slow and only passed with help of distant parts of intestinal canal; peristaltic motion seemed to cease not far from end of intestines and no amount of pressure was of any avail; faeces seemed held back rather than pushed forward.) General discomfort. General anxious sensation as if blood in artery would stagnate, with constant flushes of heat. Pains: dislocated and spraining; drawing; tearing, stitching; burning; dull shocks and jerks. I have found Carlsb. in the potencies admirably respond to its indications. W. J. Guernsey cured with it sciatica in an old man, with cramp in left ankle. About a month after ceasing the remedy the patient complained that he felt paralysed in the loins for several hours after rising from bed, better as the day advanced. This was a new symptom very like the Carlsb. effects. Periodicity is noted: effects repeated after from two to four weeks. The skin has red spots and streaks, frequently burning like fire. Pimples and pustules. Crawling and prickling on various parts, with breaking out of sweat. Itching on various parts. Much itching and increased sweat of genitals. Increased sensitiveness of the skin. Sensitiveness to cold air; great liability to take cold. Frequent alternations of shuddering, chilliness, and heat. Flushes of heat all over, especially in face, with sweat on forehead. Heat of head with redness of face and creeping shudders. Sweats more easily. Sweat, stains linen yellow. Symptoms < morning and evening; after eating and drinking; on ascending; after lying down in bed. > In open air; on motion. Even the headaches are > by motion." ],
    "Relations" : [ "Compare: Nat. sul. (sensitive to cold); Carb. an. (sweat staining yellow); Cepa (lachrymation); Nux (< after eating); Puls., Carb. v. > in open air); Bell., Glo. (headache); Anac., Apis, Nux mosch., Pho. ac. (absent-minded); Alo. (cracking in head)." ],
    "Mind" : [ "Excited and peevish (in the morning on rising), often as if beside himself about trifles, with flushes of heat all over.", "Self-satisfied, very talkative and uncommonly good-humoured.", "Sensitive, affected to tears by the sorrows of others.", "Painful dejection with full stomach.", "Constrictive anxiety in a room; > open air.", "Discouraged and anxious about domestic duties.", "Difficult thinking; indisposition to all mental exertions.", "Absent-minded; heedless; forgets names; great difficulty in expressing himself in writing; often omits letters." ],
    "Head" : [ "Dizzy confusion and heaviness < after eating; > open air.", "Momentary attacks of vertigo, had to hold himself up; also turning as if in a circle; > open air.", "Rush of blood to head, with heaviness and confusion.", "Cracking as if something breaking in head < evening on lying down.", "Pressing, stupefying, tearing headache.", "Tearing headache, now r. now l., in temples and occiput, > motion.", "Throbbing and beating in head, vertex and occiput with bluish red face, < ascending.", "Headache, forehead, and temples, with swollen temporal veins.", "Headache < in room, > open air, > on motion.", "Drawing creeping in cranial periosteum.", "Sensitiveness of periosteum.", "Hair falls out.", "Smoothing down hair is very painful.", "Sensation as if something cold ran over whole head, and hair bristled up." ],
    "Eyes" : [ "Heat streams from eyes with burning and pressing in them and an appearance of black spots swimming about.", "Burning and pressing, as if eyes were being pressed downwards; as if too large for orbits.", "Violent pressure above orbits.", "Twitching, quivering in upper lids, causing rubbing, as if a foreign body were there.", "Excessive lachrymation, < using eyes.", "Eyes weak, water; lids agglutinated; cannot do fine, near work.", "Objects swim before sight.", "Quivering, flickering before sight; fiery sparks; zigzags; bifurcated bodies and grey spots; clouds; veils." ],
    "Ears" : [ "Increased warmth in ear, which itches.", "Fine twitching stitches from Eustachian tube to tympanum > boring with fingers.", "Humming, roaring, ringing, changing at times into transient loss of hearing." ],
    "Nose" : [ "Bluish colour of nose; swelling of nasal veins.", "Habitual bleeding of nose.", "Nose-bleed on suppression of menses.", "Frequent sneezing; blowing out thick mucus.", "Catarrh of nose and throat, with hoarseness.", "Stopped catarrh.", "Sensitiveness of nose, as in incipient catarrh.", "Loss of smell after stoppage of nose." ],
    "Face" : [ "Face yellow; sallow; changes colour; redness and heat; somewhat swollen.", "R. cheek quivering and prickling; tearing, drawing; cutting drawing in zygomatic process below r. eye., as if zygomatic processes distended; r. zygomatic process, sensation of cobwebs as if he must constantly rub something away.", "Lower jaw pressed against upper in sleep; even grinding of the teeth." ],
    "Teeth" : [ "Thick pappy mucus coating on teeth.", "Teeth loosen and fall out; prominent, gums painfully swollen.", "Tearing in roots of upper molars; < after every meal > olfaction of Cham.).", "Toothache < cold or warmth." ],
    "Mouth" : [ "Tongue coated white with offensive smell from mouth.", "Dryness of whole mouth, esp. roof, as if dried up with increased thirst.", "Flow of saliva and frequent spitting.", "In morning, after waking, the entire mouth is often lined with mucus which sticks like paste to the teeth and causes a furry sensation in the mouth.", "Clayey, pappy taste with salivation.", "Everythings tastes as if salted." ],
    "Throat" : [ "Constantly much hawking up of mucus." ],
    "Stomach" : [ "Appetite and thirst much increased.", "Frequent eructations; sometimes smelling and tasting of the food, sometimes very bitter.", "Hiccough and yawning at same time, < after drinking and eating.", "Frequent heartburn with accumulation of much water in the mouth; also with eructation of almost corroding liquid and long-lasting sour taste in mouth.", "Nausea with salivation and shuddering.", "Sensation as of emptiness and afterwards canine hunger.", "Pressure and heaviness after eating; contraction; distension; smarting; scraping, rancid sensation." ],
    "Abdomen" : [ "Pressing, pinching now in hypochondria, now shooting thence towards navel.", "Twitching stitches in jerks.", "Burning pain in spleen.", "Sensation of ring stretched round abdomen esp. on deep inspiration.", "Transient stitches from region of small of back through pelvis towards the pubes and inguinal region.", "Griping and wind colic." ],
    "Stool and Anus" : [ "Flowing haemorrhoids.", "Burning in rectum with constant pressure; the rectum is often pressed out.", "Shooting pain in rectum and anus frequently extending to penis.", "Lumps as large as hazelnuts at anus, with burning after stool and impeded walking.", "Discharge of bloody mucus with itching and burning in anus, extending up towards rectum.", "Discharge of blood in drops or in a stream, even without stool when walking.", "Mucous diarrhoea.", "Pappy soft stools.", "Stools green, or dark green.", "Gall-stones passed.", "Sensation during a thin stool as though it passed in pieces.", "Constipation, stool missed for several days, hard lumps, very difficult.", "Stool slow, only evacuated with help of distant muscles; peristaltic action seemed to cease near end of intestine: faeces seemed held back." ],
    "Urinary Organs" : [ "Frequent urging with discharge of copious watery urine.", "Urine flows slowly in a weak stream, with help of abdominal muscles.", "Sediment at times brick-red, at times tenacious like frog-spawn; at times thick mucus, and even containing small lumps of blood.", "Urine stains linen dark yellow." ],
    "Male Sexual Organs" : [ "Testicles swollen without sign of inflammation; pressive pain." ],
    "Female Sexual Organs" : [ "Three days after cessation of menstruation discharge of lumps of tenacious black blood, and later, uncommonly violent leucorrhoea." ],
    "Respiratory Organs" : [ "Frequent hawking of mucus.", "Sensation of soreness; sensitiveness; scraping and tickling.", "Hoarseness and roughness of voice.", "Difficult breathing on ascending steps; and on carrying a slight and customary burden." ],
    "Chest" : [ "Weakness in the chest whilst writing, > walking.", "Heaviness; fulness; oppression; anxiety.", "Peculiar sensation of oppression in lower part of chest, as if lung had not room enough to expand, had to respire deeply.", "Stitching in chest.", "Painfulness in heart, frequent transient stitching and painful drawing." ],
    "Heart" : [ "Tension and contraction in heart region.", "Pressing and burning with warm ebullition and rush of blood.", "Sudden momentary twitching stitches through heart without special cause, so that he has to stop while walking." ],
    "Neck and Back" : [ "Drawing pain in nape of neck and shoulder-blade.", "Stiffness; paralysis; pressure.", "Heat and burning and at times a shudder over back.", "Tensive and pressing pains from small of back towards the region of the privates." ],
    "Limbs" : [ "Cracking in all the joints.", "Trembling and crawling in the joints and limbs.", "Restlessness; now extending, now flexing; with yawning.", "Sensation of falling asleep; stiffness.", "Heaviness of the arms after writing, with coldness and going-to-sleep sensation in finger-tips.", "Varicoses of superficial veins of lower limbs." ],
    "Sleep" : [ "Constant yawning and sleepiness; < after a meal.", "Dreams frightful with tossing.", "Unremembered dreams." ]
  }
}