{
  "remedyName" : "Castoreum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Chorea. Convulsions. Digestion, disordered. Dysmenorrhoea. Eclampsia. Flatulence. Hernia. Hysteria. Ileus. Paralysis. Pregnancy, vomiting of. Reaction, deficient. Sexual organs, inflammation of; spasms of. Sycosis. Tetanus. Typhoid, lack of recuperation after. Typhus. Warts. Yawning." ],
    "Characteristics" : [ "Castoreum resembles Ambra, Moschus, Ignatia, and Valerian. It is suited to nervous women, with pains, cramps, weakness after severe illness; hysterical individuals; abdominal soreness; nervous attacks when the aura starts from abdomen. The pains are > by pressure. Menstrual colic, with pallor and cold sweat. Prostration is a leading feature in the effects of the drug. There is also a feeling of fulness in the stomach as if too much had been eaten.", "Castoreum when fresh is yellow and of the consistence of syrup when dry it is dark red or brown and of the consistence of hard wax. Teste remarks that it has been regarded as a resinous substance, and he observes, moreover, that the beaver feeds almost entirely on the resinous bark of pine-trees. In Siberia beavers feed on the bark of the birch, which may make a difference in the effects of Castoreum from different countries. Caspari proved Russian Castor., Nenning that of Southern Europe. Teste concluded from analogy that Castor. would be an antisycotic, and he proved his point by initiating with it the cure of a case of pedunculated vegetations around the anus in a hysterical young woman. Thuja completed the cure. Teste places Castor. in the Thuja group with Plat. and Bism. He quotes from Trousseau and Pideux the following indications, which he confirms:", "(1) \"Amenorrhoea, accompanied with painful and tympanitic swelling of the abdomen. We mean the cases where only a few drops of blood escape from the uterus, with a sort of uterine tenesmus.\" (2) \"The cases of colic to which Castoreum seems to be principally adapted are of the nervous kind, that seem to be particularly seated in the small intestine. They are accompanied with paleness and cold sweats, a sudden sinking of strength, as if the very principle of life had been struck down. They are without any alvine evacuations, come suddenly, after lively emotions, a cold on the bowels or by the feet, as after long exposure to a cold rain; they constitute a sort of that passion termed by authors miserere.\" Castor. causes jerking in small groups of muscular fibres; a sensation of heaviness of whole body; trembling of limbs." ],
    "Relations" : [ "Compare: Ambra, Mosch., Nux v.; in lack of reaction, Pso.; Thuja (sycosis). Antidoted by: Colch." ],
    "Mind" : [ "Peevish; indisposed to talk, very sensitive to all kinds of impressions.", "Irritable in morning and cheerful abandon in evening.", "Great sadness and excessive susceptibility, with easily provoked lachrymation." ],
    "Head" : [ "Headache with giddiness and fainting; headache leaving head very sensitive to touch. Pain at the vertex and throbbing in the head as if there were an ulcer in the brain, aggravated by contact and external pressure.", "Fulness and heaviness of the head as if it were going to burst.", "Acute drawing pains in the forehead and eyes." ],
    "Eyes" : [ "Pressure in the eyes, on viewing fixedly a distant object.", "Nocturnal lachrymation and agglutination of the eyes.", "Stars, clouds, and on viewing fixedly a distant object, mist before the sight.", "Susceptibility of the eyes to the light of the sun, and to that of candles." ],
    "Ears" : [ "Acute dragging in the ears.", "Tinkling, buzzing, and gurgling in the ears, dispersed by boring the ear with the finger." ],
    "Nose" : [ "Obstruction of the nose.", "Flow of aqueous, acrid, corrosive mucus from the nose." ],
    "Teeth" : [ "Toothache when eating, provoked by cold and mitigated by hot things.", "Odontalgia, with acute drawing pains, or successive pullings, provoked or aggravated by the touch.", "Swelling of the gums at night, with acute pulling in the temples." ],
    "Mouth" : [ "Fetid odour from the mouth, perceptible to the patient.", "Pulling and quivering in the tongue.", "Swelling of tongue.", "Rounded elevation in centre of tongue size of pea, surrounded by angry, suspicious-looking base, size of a 5-cent piece, extremely sensitive to touch or food, with drawing sensation, as if a string were pulling centre of tongue towards hyoid bone, with burning in tongue." ],
    "Throat" : [ "Dryness of oesophagus.", "Burning pain in the throat, as from pyrosis." ],
    "Appetite and Stomach" : [ "Burning thirst.", "Thirst so violent that she could not drink enough water after dinner.", "Bitter risings.", "Regurgitation of a bitter acidity.", "Repugnance to food and constant nausea.", "Vomiting of white, bitter mucus.", "Weight, griping; tenesmus with constricting pains under sternum.", "Sensation in stomach as though it would go to sleep.", "Sensation of contraction, and pain of ulceration, in the epigastrium." ],
    "Abdomen" : [ "Pressure in region of liver from within outwards.", "Flatulent colic, painful inflation, esp. after a meal.", "Colic, redness of face, and yawning in abdominal complaints, > by external heat and by bending oneself double.", "Umbilical hernia with ulcer, in a screaming infant.", "Pain and soreness in l. side of abdomen.", "Constant violent rollings in abdomen." ],
    "Stool and Anus" : [ "Urgent inclination to evacuate.", "Diarrhoea accompanied by shivering and by yawning, with burning in the anus, and preceded by pain in the abdomen, with grumbling and borborygmi.", "Evacuations of sanguineous mucus.", "Stools: whitish, watery; greenish mucus; contain pus; patient is compelled to sit bent; feels gagged when lying down.", "Before stool: cutting or pinching colic; painful rumbling; dragging in groin.", "During stool: fetid flatus, burning at anus.", "After stool: burning at anus." ],
    "Urinary Organs" : [ "Frequent emission of urine, with burning thirst, day and night.", "After the emission of urine desire to vomit, and disgust." ],
    "Male Sexual Organs" : [ "Seminal emissions with great excitability." ],
    "Female Sexual Organs" : [ "Menstruation premature, pains in head and loins, pale, sickly complexion.", "Pain commences in middle of thighs, extending over limbs and more or less over whole body.", "Uterine tenesmus, with scanty flow.", "Leucorrhoea watery or thick; burning.", "Nausea and vomiting of pregnancy." ],
    "Respiratory Organs" : [ "Hoarseness, with disposition to clear throat.", "Breathing: short, difficult; short breath when ascending; very deep with heat in heart and in face; slow, deep inspiration with short expiration.", "Stitches in chest; heat as if fire were burning in it.", "On taking deep breath sensation as though something heavy lay under sternum." ],
    "Neck and Back" : [ "Pain as from excoriation, in the sacral region and back.", "Drawing pains in nape of the neck." ],
    "Limbs" : [ "Nocturnal dragging in shoulders and arms.", "Spasms of hands and feet.", "Hands hot with swelling of veins.", "Weakness of the lower limbs." ],
    "Generalities" : [ "Jerking of small groups of muscular fibres.", "Chorea; epilepsy; cramps in various parts.", "Prostration after dinner, and annoying sensation as if she had eaten too much.", "Internal restlessness." ],
    "Sleep" : [ "Restless sleep at night, with anxious agitation and starts with fright.", "Angry exclamations during sleep.", "Jerking of the limbs while asleep.", "Anxious and frightful dreams." ],
    "Fever" : [ "Predominance of cold and shuddering.", "Fits of shivering with icy coldness in the back." ]
  }
}