{
  "remedyName" : "Caulophyllum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion, threatened. After-pains. Amenorrhoea. Barrenness. Bearing-down pains. Chloasma. Cholera morbus. Dysmenorrhoea. False conception. Feet, affections of. Gonorrhoea. Hands, affections of. Inframammary pain. Labour, abnormal; false pains of. Leucorrhoea. Menstruation, disorders of. Ovarian neuralgia. Pityriasis. Pregnancy, disorders of. Rheumatic gout. Rheumatism. Uterine spasm. Uterine atony." ],
    "Characteristics" : [ "Caulophyllum, \"the Blue Cohosh,\" is closely related to Actea racem., \"the Black Cohosh,\" in its action, though belonging to a different family of plants. It acts most markedly on the female generative organs and on rheumatic states. It has only had one proving, that by Dr. Burt, the majority of the indications having been derived from tradition and clinical experience. It has been given with success for chloasma or pityriasis versicolor, curing incidentally dysmenia at the same time. Reflex symptoms having a uterine origin; headache; vomiting; hoarseness; rheumatism; cramps and spasms. No other drug produces uterine spasms so markedly except Secale. Bearing-down pains. Paraplegia from disorders of the uterus. Left ovarian and left inframammary pains. Leucorrhoea in little girls. The pains are intermittent and paroxysmal, and fly about from place to place; generally < at night. Great nervous excitement; tremulous weakness over whole body. Can scarcely speak. Sleepless, restless, nervous; recalling the effects of coffee, which is incompatible with it. In rheumatic affections the special sphere of Caulo. is the small joints and muscles. Its action on the muscular tissue of the uterus (whether gravid or not) is to cause intermittent spasms or contractions (differing from the continuous contractions of Secale). Its special sphere in labour is: (1) when pains do not come regularly; (2) when they disappear from exhaustion; and (3) when they are too painful. Nash prescribed Caul. for a lady of forty, seven months pregnant, who was attacked with severe pain and swelling of all the finger-joints; wrapping them in mustard was the only thing that relieved her sufficiently to allow her to get sleep. Caul. relieved the finger pains, but caused such severe labour-like pains that it had to be discontinued for fear of causing miscarriage. The bearing-down then ceased, and the finger pains returned and continued till delivery, when they ceased for a few days. Then the lochia increased to a flooding", "passive, dark, liquid; with great weakness and internal trembling (not visible externally); and now the terrible finger pains returned. Afraid to give Caulo., other remedies were tried, but in vain. At last Nash gave Caulo. 200, which rapidly cleared up the whole case. Nash regards \"internal trembling\" as a strong characteristic when associated with the weakness; he has cured long-continued passive haemorrhage associated with these symptoms." ],
    "Relations" : [ "Compare: Gels. in dysmenia (it is like Gels., and follows it well); Puls. in labour-pains, but the mental condition is opposite; Act. r.; Bell. in intermittent and paroxysmal pains; Calc. (Leucorrhoea in little girls); Lil. t., Lach., Sul., Ustil., and Vib. o. in left ovarian and inframammary pains; Mag. mur. in uterine spasms; Bry. in rheumatism; Secale, Sep., Gossyp." ],
    "Mind" : [ "Fretful; irritable; apprehensive." ],
    "Head" : [ "Headache; from uterine or spinal troubles; over l. eye; pressure behind eye; severe by spells; < stooping; from light; from noon till night." ],
    "Face" : [ "\"Moth spots\" on forehead; with leucorrhoea." ],
    "Stomach" : [ "Frequent gulping of sour, bitter fluid with vertigo; spasmodic vomiting.", "Spasms of stomach from uterine irritations." ],
    "Stool" : [ "Stool, soft white.", "Watery stools, great quantity, runs a perfect stream from bowels, but no pain; a.m." ],
    "Male Sexual Organs" : [ "Every few minutes sharp, stinging pains in glans penis." ],
    "Female Sexual Organs" : [ "Tension and fulness in hypogastrium; sensation as if uterus congested.", "Spasmodic pains in uterus.", "Painful menstruation; spasmodic, intermittent pains in bladder, stomach, groins, even chest and limbs; congestion and irritability of uterus; scanty flow.", "Before menses: pain in small of back; great aching and soreness of lower limbs; bad breath; bitter taste; vertigo; chilliness; flow very scanty; blood very light; with intense nausea and vomiting of yellow bitter matter; pain unremitting for several hours; habitual cold feet became warm under the remedy.", "Amenorrhoea, spasms, cramps or great atony.", "Hysteric convulsions during dysmenorrhoea.", "Leucorrhoea sharp, acrid, very weakening; with heavy eyelids; of profuse bland mucus; in little girls; with forcing-down pains; with sterility.", "Threatened abortion; spasmodic bearing-down; severe pain in back and loins, but uterine contractions feeble.", "Habitual abortion from uterine atony.", "Spasmodic rigidity of os; pain like pricking needles in cervix.", "Labour-pains short, irregular, spasmodic, patient very weak and irritable.", "Weak labour-pains passing off with a shiver.", "After-pains.", "False conception.", "Haemorrhage." ],
    "Respiratory Organs" : [ "Hoarseness and loss of voice.", "Panting breathing." ],
    "20, Neck, Back, and Limbs" : [ "Rheumatic stiffness of nape.", "Severe drawing insterno-cleido-mastoid drawing head to left.", "Dull pains in lumbar region.", "Rheumatic, drawing, flying pains in limbs; in hands; thighs, knees, ankles, feet and toes.", "Severe drawing pain in wrists and fingers.", "Cutting in joints when closing hands.", "Fingers very stiff.", "Joints crack walking or turning.", "Paraplegia." ]
  }
}