{
  "remedyName" : "Causticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne rosacea. Agalactia. Amaurosis. Apoplexy. Arthritis deformans. Bladder, affections of. Bronchitis. Burns. Cataract. Chorea. Coccygodynia. Constipation. Convulsions. Cough. Deafness. Dentition. Diphtheritic paralysis. Ears, otorrhoea. Emaciation. Enuresis. Epilepsy. Eyes, affections of. Facial paralysis. Fistula. Fistula dentalis. Goitre. Haemorrhoids. Headache. Heart affections. Heel, blistered. Herpes zoster. Hip disease. Hydrogenoid constitution. Impotence. Influenza. Intermittent fever. Intertrigo. Laryngitis. Lead poisoning. Leucorrhoea. Locomotor ataxy. Meniere's disease. Menstruation, disorders of. Myalgia. Nails, crippled. Neuralgia. Nose, crusts in; acne on. Paralysis. Pemphigus. Pregnancy. Prostatitis. Ptosis. Rheumatism. Scabies. Scrofula. Skin, eruptions of. Small-pox. Stammering. Syphilis. Tendons, contracted. Throat, affections of. Tongue, affections of; paralysis of. Ulcers. Urethritis. Urine, disordered. Varicose veins. Voice, lost. Warts. Whooping-cough." ],
    "Characteristics" : [ "Causticum is one of the great polychrest medicines of the Chronic Diseases. It is both antipsoric and antisycotic and antisyphilitic. The leading feature of the Causticum effects is Paralysis, showing itself both in voluntary and involuntary muscles. The weakening effect of potassium in allopathic overdosing is well known, and is strongly brought out in the Causticum provings. Paralytic weakness. Paralysis of single nerves or single parts. Ptosis; facial paralysis; paralysis of tongue; of extremities; of vocal cords; of bladder; of rectum; lead paralysis. Allied to paralysis are convulsions, chorea, cramps, starting, restlessness, twitching. Contraction of flexor tendons. Trembling. Neuralgic and rheumatic affections; tearing, drawing pains. There is a headache which draws and tears through the body. Glandular indurations are prominent. In children there are many symptoms of scrofula. There is a weakened and emaciated appearance, especially about the face, the abdomen being large. Skin dirty-white. Scrofulous inflammations about eyes, ears, and scalp. The paralytic element comes out in slow learning to talk and walk, and stumbling on attempting to walk. In chorea the right side is more affected than left words seem to be jerked out. During the night the legs are constantly \"on the go.\" This kind of restlessness is characteristic of Caus. The mental state is timid, nervous, anxious. Apprehensive of impending misfortune. Conscience-stricken as if she had committed a crime. Full of fearful fancies, < at twilight. Sees fearful images when closing eyes. Melancholy. Taciturn and distrustful; inclined to fits of anger with scolding. Memory fails (mental paralysis), any attempt at mental exertion = symptoms, such as stitches in temples, tension in head and scalp, especially forehead to temples. There is a sensation as if there was an empty space between the bone of the skull and the brain, > by warmth. Headache; cannot keep upper eyelids up. Vertigo, excitement of brain and spine, incapable, tends to fall forward or sideways (locomotor ataxy); with anxiety, weakness in head, sight as if through a fog; skin dry and hot; constipation. Eruptions on scalp behind ears. Sounds re-echo unpleasantly an ordinary voice sounds loud. Facial paralysis from cold draught neuralgia of right cheekbones to mastoid process < at night. Jaw joints affected with rheumatism. Sickly, sallow, low-spirited expression. Nash cured an obstinate case of prosopalgia with Caust. The patient was emaciated and debilitated by long Suffering; pains came in paroxysms, and were of a drawing nature. She had suffered from eczema at times before the neuralgia appeared. Sulph. had been given in vain. Caust. rapidly cured. The Caust. weakness may result from grief of long standing or from disease. Accumulations of mucus in larynx and fauces; catarrh of throat and Eustachian tubes with tinnitus and reverberation. Difficult swallowing of liquids. Constant sensation as if lime were burning in stomach; with water-brash. Pressure and fulness in abdomen as if it would burst, much < by food. Griping cutting > by bending double, < after least food or tightening clothes; menstrual colic (Caus. will cure after failure of Coloc.). Obstinate constipation (paralysis of rectum); stools covered with shiny coating of mucus; piles, unbearable by walking, by thinking of them, by touch. No remedy has such well-marked aggravations of anal symptoms as Caus. A characteristic is \"Passes stool best standing.\" Spasm of rectum prevents walking. Painful pustules near anus discharging pus, blood, serum. Itching at orifice of urethra. Difficult, frequent micturition; with spasm of rectum. Paralysis of bladder is apparent. Enuresis, especially during first sleep; < winter, > in summer. Tendency to escape during the day, from any extra exertion, laughing, walking. Epilepsy has been cured by Caust., when fit occurs in sleep and urine escapes. Coughing expels urine. (Kraft has cured cases of incontinence following over-distension of the bladder owing to want of opportunity to attend to the call to urinate at the time, such as occurs in shop-girls and school-girls, who cannot leave their tasks.) Prostatitis and urethritis. Itching scrotum; cannot retain urine. Blood with semen. Sexual appetite in women is abolished. Constant indifference, the only time there is any inclination is after the period. Sadness during period. Period too early, too abundant; after it, a little blood passes occasionally, smelling badly. Nursing women lose their milk after exertion or long sleep. Hoarseness (with dry cough and redness of fauces), the result of weather or catching cold, < in morning. Aphonia: paralysis of vocal cords. Dry, hollow cough with mucus on chest; patient cannot expectorate, must swallow phlegm raised. A characteristic is: \"Cannot cough deep enough for relief.\" Rawness and burning down throat and trachea. Rheumatism tends to stiffen joints and contract limbs. Warts are a notable feature in Caust.", "on hands, on face, and especially on margins of eyelids. When on hands they are usually found on finger-tips or close to nails. Nails are crippled. Old, large, inflamed and indurated warts. Burning itching on face, discharging acrid fluid which forms crusts. Guernsey commends Caust. in the after-effects of burns and scalds. Patients say, \"I have never been well since that burn.\" Its caustic properties may be its \"signature\" here. \"Burning,\" indeed, is one of the notes of Caust. Guernsey gives \"sensation as if lime were being slaked in the stomach.\" \"Soreness\" or \"rawness\" are also very characteristic, appearing in piles and anal affections (< walking or sitting), in which Caust. is in the very first rank among remedies. Soreness and rawness accompany cough symptoms and urinary symptoms. Malcolm Macfarlan confirms the following symptoms: \"Forearms in front very sore to touch and pressure; muscles of extremities sore generally.\" \"Sudden severe pain commences in left hip-joint; lasts a short time; feels as if it had been injured; legs very sore, or rather the lower extremities ache and feel tired.\" Caust. is a remedy to be remembered in intermittent fevers. One peculiar symptom is, \"sweat coming after the chill without intervening heat.\" Teste places Caust. at the head of a group (including Coccul., Coff. c., Corall., Nux v., Staph., Ars.) the common characteristic being according to him: \"Two series of successive and opposite phenomena; the former of short duration, consisting in a sort of universal exaltation of all the functions; the latter, which succeed the former more or less rapidly, consist in a general depression of the vital forces, and constitute the real and permanent action of the drugs of this group.\" Among instances, he gives mirthfulness followed by ill-humour; sleeplessness followed by yawning and drowsiness; moisture of skin followed by dryness; flow of saliva followed by dry mouth and throat; coryza fluent, then dry. Teste found Caust. of great efficacy in small-pox in alternation with Merc. cor. Periodicity is marked: Periodic, paroxysmal attacks; twice a day to every two, three, or four weeks an attack; at new moon. Symptoms are < at night (great restlessness of body, especially legs). < Early morning (cramp). < On waking. < In morning: hoarseness. < Evening: to p.m. heat. Causticum is one of Grauvogl's hydrogenoid remedies, hence is a chilly medicine; < washing, bathing, open air, draught, becoming cold, after wetting; < every change of weather. Heat, especially getting warm in bed > (rheumatism ceasing on getting warm in bed, but beginning again as soon as he gets up.) On the other hand cold water > face and eruptions, and a swallow of cold water > cough; headache is < entering a warm room; damp weather > pains in scalp, ulcers; rhinitis. Heat < eruptions. < In dark; fear of darkness. < From coffee. < After stool. < From walking. < From taking hold of anything. < In clear, fine weather. Suited to dark-haired persons with rigid fibre; delicate skins; lymphatic, torpid temperament." ],
    "Relations" : [ "Caust. is antidoted by: Asaf., Coff., Coloc., Dulc., Guaj. (rheumatic contractions); Nit. spir. dulc., Nux. Is antidote to: Asaf., Chi., Coloc., Euphras., Plumb. (lead poisoning); type-poisoning; abuse of Merc., and Sulph. in scabies. Incompatible: Acids, Coff., Pho. Compatible: Before", "Calc.; Kali i. (facial paralysis from an abscess); Lyc., Nux, Rhus, Ruta, Sep., Sil., Sul. Intercurrently", "Ars., Cupr., Ign., Pod., Puls., Rhus, Sep., Stan. After", "Calc., Coccul., Coloc., Cup., Hyo., Ign., Petrol., Petrosel., Rhus, Sep., Stram., Sul. Complementary: Petrosel. Merc. cor. assists the action of Caust. and vice versa (in small-pox, according to Teste). Compare: Nit. ac. is like Caust. in being at once antipsoric, antisycotic, and antisyphilitic. Phos. touches Caust. at many points, and is too near it to be compatible with it. (This only applies to cases in which either of the two has done good; if one has been given without any result the other, if indicated, will very likely succeed.) Both Caust. and Phos. are taciturn and distrustful, or inclined to fits of anger; both are < at twilight; both have sensations of tension. The hoarseness of Phos. (like that of Carb. v.) is < in evening. Phos. has extreme sensitiveness of larynx and dreads to cough or talk. The Caust. cough is > by cold drinks. Carb. v. has rawness and burning down throat (like Caus.) and hoarseness from damp evening air. Compare also: Calc. (images on closing eyes); Nat. m. and Sep. (spurting of urine with cough); Rhus (rheumatism from damp and cold; but With Rhus there is restlessness and > from motion always", "Caus. has restlessness at night only); Eup. perf. (hoarseness < in morning; influenza with aching all over body; has more soreness on chest than Caust.); Salic ac., Chi., Carbo. sul. (Meniere's disease); Coloc. (colic); Lyc. (sweat and heat < to p.m.); Bar. c. (mental weakness, paralysis; < damp weather); Sep. (enuresis in first sleep;", "in deep sleep, Bell., Sul.); Calc. (scalding urine); Sars. (urine, especially in women, passed without patient's knowledge); Bell., Hyo., Ign., Lach., Lyc. and Pho. (difficult swallowing of liquids); Calc., Carb. an., Stro. and Stram. (fear of darkness); Tarentula (restlessness) Gels. (ptosis, paralysis, faint-like weakness and trembling, blindness) Ant. t. (laryngeal affections); Lyc. (contraction of brow with pain in head); Cepa (sore heel); Sep. (sadness, especially before menses. Face yellow); Am. c. (rawness and burning in chest); Aco. (paralysis from cold); Puls. (cystitis; failure of milk after labour); Euphorb. (ptosis from cold); Nat. c. Sul. and Sul. ac. (falls easily); Kali bi. (blindness with headache;", "Kali bi. has blindness >, as headache <)." ],
    "Causation" : [ "Burns or scalds. Fright. Grief or sorrow. Night-watching. Suppressed eruptions. Ulcers maltreated with lead." ],
    "Mind" : [ "Mirthfulness sometimes, and soon after, ill-humour.", "Melancholy and vexatious thoughts, day and night, with tears.", "Hypochondriacal sadness.", "Restlessness, apprehension, and great anguish.", "Anxiety of heart.", "Fearfulness, esp. at night.", "Afraid at night (in the dark room; the child does not want to go to bed alone).", "Mistrust of the future.", "Discouragement.", "Irascibility and passion, with great sensitiveness of disposition.", "Quarrelsome and wrangling spirit.", "Indisposition to labour.", "Disposition to be frightened.", "Weakness of memory.", "Absence of mind.", "Tendency to make mistakes when speaking." ],
    "Head" : [ "Confusion in the head, as if it were compressed.", "Feeling of intoxication, and as if momentarily on the point of falling.", "Vertigo, with sensation of weakness in the head, and anxiety.", "Attacks of headache, with nausea.", "Headache in the morning, sometimes on waking, with sensation, as from a bruise, in the brain.", "Nocturnal pain in the head, as if from an abscess in the brain.", "Dull and pressive headache, which occasions gloominess, and is felt chiefly in the forehead or in the occiput.", "Shooting pains, esp. in the temples.", "Digging, with sudden shocks in the head.", "Congestion in the head, with ebullition and noise internally.", "Tensive or compressive pains in the head.", "The headache sometimes exhibits itself only on one side (l.).", "Heat and sensation of burning in the head.", "Tightness and shootings in the head.", "Tension and tightness in the head, and of the scalp (forehead and temples).", "Sensation of torpor in the occiput." ],
    "Eyes" : [ "Pain in the eyes, as if the eyeball were dilating.", "Aching in the eyes, as if from sand, sometimes aggravated by the touch.", "Itching, smarting, and burning pair, in the eyes.", "Inflammation of the eyes, with burning and itching of the eyes and eyelids.", "Ulceration of the eyes.", "Lachrymation.", "Difficulty in opening the eyes, with a sensation as if the eyelids were swollen.", "Visible quivering of the eyelids.", "Obscuration of the eyes, often sudden, and sometimes as if the eyes were covered by a skin.", "Sight confused, as if a gauze or mist were before it.", "Ophthalmia where there is opacity of the cornea which has spread over the pupil.", "Movements before the eyes, as of a swarm of insects.", "Dark nets, which seem to dance before the eyes.", "Lights and sparks before the eyes.", "Photophobia.", "Warts of old-standing in the eyebrows; on the upper eyelid (and nose)." ],
    "Ears" : [ "Otalgia, with pressive pain outwards, as if the inner parts were pressed out.", "Shootings, and pain, as of excoriation, in the ears.", "Swelling of the ears, externally, with shooting and burning pain.", "Stitches in the (r.) ear.", "Discharge of fetid pus from the ear.", "Itching in the lobe of the ear, as if from a tetter.", "Words spoken and steps re-echo in the ear.", "Tinkling in the ears.", "Loud resounding noises in the ear, with hardness of hearing.", "Rumbling and buzzing, rolling and murmuring in the ears, and in the head.", "Sensation of stoppage in the ears." ],
    "Nose" : [ "Itching at the point, and the alae nasi.", "Scaly nose, externally and internally, with burning and itching.", "Eruption at the point of the nose.", "Warts of long standing on the nose (orbits, upper eyelids).", "Blowing of blood from the nose, every morning.", "Epistaxis.", "Loss of smell.", "Obstruction of the nose.", "Dry chronic coryza.", "Coryza with hoarseness preventing loud speech.", "Fluent coryza, with nocturnal cough, rough hoarseness and headache.", "Discharge of fetid mucus from the nose.", "Sneezing in the morning." ],
    "Face" : [ "Yellow colour of the face, esp. in the temples, with bluish lips.", "Burning sensation in the cheeks, and esp. in the cheek-bones.", "Arthritic and tensive pains in the bones of the face, in the cheek-bones, and in the jaws.", "Swelling of the cheeks, with pulsative pains.", "Sensation of tension and of swelling under the jaw, which impedes its opening.", "Itching eruption on the face.", "Eruption of red pimples on the face.", "Semi-lateral (r.) paralysis of the face, from the forehead to the chin.", "Cramps in the lips.", "Excoriation and eruption on the lips, and at the commissures of the lips.", "Tetter on the lower lip.", "Tensive, dragging pain in the jaws, with difficulty in opening the mouth.", "Inflammatory swelling of the chin, with burning pain." ],
    "Teeth" : [ "Odontalgia, provoked by the introduction of air on opening the mouth.", "Pain, as from excoriation, or tractive pains, and acute pulling, throbbings, or shootings in the teeth; in the under jaw, in the lower teeth, (particularly on the (l.) side).", "Painful loosening and elongation of the teeth (incisors).", "Fistula in the gums.", "Prolonged ulceration of the gums.", "Painful sensibility, swelling, and ready bleeding of the gums." ],
    "Mouth" : [ "Dryness of the mouth and tongue.", "Accumulation of mucus in the mouth.", "Pain, as of excoriation and burning in the mouth, in the palate, and at the point of the tongue.", "Stuttering, embarrassed, wheezing, and very indistinct speech.", "Paralysis of the tongue.", "Swelling of the inner side of the cheek; he bites it when chewing.", "Distortion of the mouth and of the tongue, when speaking.", "Burning ulcer on the inner surface of the upper lip." ],
    "Throat" : [ "Sore throat on using exertion, as if it were lacerated internally.", "Pain as of excoriation, roughness, scraping, and burning pain in the throat.", "Shooting pain in the throat on swallowing.", "Audible cracking in the throat.", "Constant urging to swallow, with sensation of swelling or of contraction of the gullet.", "Difficulty in swallowing, from paralysis of the organs of deglutition.", "Sensation of cold which ascends to the throat.", "Dryness of the throat, without thirst.", "Accumulation of mucus in the throat, and behind the palate, with expectoration by hawking." ],
    "Appetite" : [ "Putrid, greasy, rancid, or bitter taste.", "Burning thirst for cold drinks and for beer.", "Sensation as if lime were being slaked in the stomach.", "Dislike to sweet things.", "At the commencement of a meal, loss of appetite and disgust.", "Fresh meat causes nausea; smoked meat agrees.", "Sensation of suffering as from indigestion.", "Pressure in the stomach, after eating bread.", "After every meal, pressure on the whole abdomen, or on the stomach, or else nausea and inflation of the abdomen, or else, again, shivering or heat in the face." ],
    "Stomach" : [ "Empty risings, with a taste of undigested food.", "Abortive risings, with strangulation in the gullet.", "Nausea, esp. after a meal, or during one, or else in the morning.", "Sensation of faintness, as though about to swoon.", "Water-brash.", "Vomiting of acidulated water, followed by acid risings.", "Vomiting of food.", "Nocturnal vomiting of coagulated blood.", "Pains in the stomach with heat in the head, increased by every quick movement, mitigated by a recumbent posture, and shuddering when the pains are aggravated.", "Pressive squeezing, as if from claws, constriction and cramp-like pains in the stomach, and in the epigastrium.", "Shooting pains in the epigastrium." ],
    "Abdomen" : [ "Pressure of the clothes on the hypochondria painful.", "Tension and shootings in the hepatic region.", "Pains in the abdomen in the morning.", "Pressure on the superior and inferior part of the abdomen.", "Painful and tensive inflation of the abdomen.", "Violent distension of the abdomen after a meal (breakfast).", "Swelling of the navel, which is painful on being touched.", "Enlargement of the abdomen in children.", "Contractive pains in the abdomen.", "Susceptibility to cold in the abdomen, whence results diarrhoea, or pressure at the stomach.", "Incarceration of flatus, with hard faeces.", "Frequent expulsion of offensive flatus, in small quantities." ],
    "Stool and Anus" : [ "Chronic constipation.", "Frequent and ineffectual efforts to evacuate, with pains, anxiety, and redness of the face.", "The faeces are passed more easily, in an erect posture.", "Faeces knotty, or of a very small size.", "Faeces hard, tough, covered with mucus; viscid, and shining, as if with fat, or of a bright and whitish colour.", "Diarrhoea in the evening and at night.", "Diarrhoea, with tenesmus and burning in the rectum.", "Diarrhoea, after the abdomen has been chilled.", "Flow of blood and incisive pains in the rectum, during the evacuation.", "After the evacuation, anguish, with palpitation of the heart and burning in the anus.", "Itching in the anus.", "In the anus, appearance of haemorrhoidal tumors, which are hard, swollen, painful, and which impede evacuation.", "Walking and meditation aggravate the haemorrhoidal pains, so as to render them insupportable.", "Varices of the rectum, hindering stool; large; painful; stinging; burning when touched.", "Pressure in the haemorrhoidal tumors of the rectum, so as to cause them to protrude.", "Pulsation in the perineum.", "Fistula in the rectum.", "Abscess in the anus.", "Pain of excoriation, and moisture in the anus." ],
    "Urinary Organs" : [ "Frequent inclination to urinate, with thirst and scanty emission.", "More copious emission of urine.", "Emission of urine at night, and wetting the bed.", "Involuntary emission of urine (as in cases of children who wet the bed at night; in women, when urine spouts from them in walking, coughing, &c.), day and night.", "Acrid and corrosive urine, or pale, aqueous, of a deep-brown, or reddish colour.", "Stringy mucus in the urine.", "The urine becomes turbid, after settling.", "Sensation of burning in making water.", "Itching of the orifice of the urethra.", "Flow of blood from the urethra." ],
    "Male Sexual Organs" : [ "Increase of sexual desire.", "Absence of erections.", "Frequent pollutions.", "Escape of prostatic fluid after a stool.", "Emission of sanguineous semen, during coition.", "Pressure and shooting in the testes.", "Ulcers and itching scabs on the interior part of the prepuce.", "Red spots on the penis.", "Copious secretion of smegma behind the glans penis.", "Itching at the scrotum, glans, and prepuce." ],
    "Female Sexual Organs" : [ "Catamenia retarded, but more copious, with flow of blood in large clots.", "Difficult first menstruation.", "During the menses no blood is passed at night.", "Before the catamenia, melancholy, sacral pains, and colic.", "Catamenia too feeble; sexual desire too weak.", "During the catamenia, pains in the loins, cuttings, and paleness in the face; yellowness of the face; vertigo.", "Excoriation between the legs, at the vulva.", "Dislike to coition.", "Cramps of the matrix.", "Profuse leucorrhoea, having the smell of the catamenia, or which flows in the night.", "Leucorrhoea flows at night and not during the day.", "Nipples excoriated, cracked, and surrounded with tetters.", "Want of secretion of milk." ],
    "Respiratory Organs" : [ "Rough hoarseness, morning and evening.", "Prolonged hoarseness, with voice weak and stifled.", "Aphonia from weakness of the muscles of the larynx.", "Sensation of excoriation in the larynx, when not swallowing.", "Hawking up of abundant mucus, esp. in the morning.", "Cough, with short breath, and difficulty of respiration.", "Cough, excited by speech and by cold.", "Cough is worse: in the evening till midnight, from exhaling; drinking coffee; cold air; draught of air; when awaking from sleep.", "Cough is relieved by a swallow of cold water.", "Matutinal or nocturnal cough.", "Short cough, provoked by a tickling and a sensation of excoriation in the throat.", "Cough, dry, hollow, shaking, with sensation of burning, and pain as of excoriation in the chest.", "Rattling in the chest while coughing.", "Pains in the hips while coughing.", "Cough with involuntary passage of some drops of urine.", "Inability to expectorate the mucus, which is detached by coughing (the expectoration comes up far enough apparently, but it cannot be spat out; greasy taste of the expectoration. The inability to expectorate is found in every species of cough, whooping-cough, &c.)." ],
    "Chest" : [ "Breath short.", "Attacks of spasmodic asthma.", "Asthma, esp. when sitting or lying down.", "Fits of suffocation on speaking and walking quickly.", "Oppressiveness of clothes on the chest.", "Pressure on the chest.", "Shootings in the chest and thorax, on making a full inspiration, and during corporeal exertion.", "Burning, stitches, and soreness in the chest.", "Attacks of cramp-like compression and of constriction in the chest, with feeling of suffocation." ],
    "Heart" : [ "Palpitation of the heart, with languor.", "Oppression of the heart, with melancholy.", "Shootings in the heart." ],
    "Neck and Back" : [ "Stiffness and tension in the nape of the neck.", "Pain, as from a bruise in the nape of the neck.", "Miliary eruption at the nape of the neck, between the shoulder-blades.", "Itching and humid tetters at the nape of the neck.", "Goitre-like swelling of the cervical glands.", "Pains in the loins which render the least movement exceedingly painful.", "Aching pains in the loins when seated.", "Painful stiffness (between the scapulae and) in the back, esp. on rising from a chair.", "Pulling and acute drawing pains in the shoulder-blades.", "Itching and tingling in the back." ],
    "Upper Limbs" : [ "Pains in the arms at night.", "Drawing pains and acute pulling, in the arms and hands.", "Convulsive movements and shocks in the arms.", "Itching and eruptions on the arms.", "Warts on the arms.", "Pressure on the shoulders.", "Shooting pains in the front part of the arms, from the fingers to the elbow.", "Paralytic feeling in the r. hand.", "Sensation of fulness in the hands, on grasping an object.", "Tearing in r. wrist-joint.", "Drawing pains in the hands, and the joints of the fingers.", "Spasmodic weakness and trembling of the hands.", "Paleness and painful torpor of the fingers.", "Tension of the posterior joints of the fingers when bending them.", "Contraction and induration of the tendons of the fingers.", "Itching tetters on the fingers." ],
    "Lower Limbs" : [ "Pain as from dislocation in the coxo-femoral joint, with inability to walk and to continue standing.", "Pain as from a bruise in the thighs and legs, whilst in bed, in the morning.", "Tensive stiffness in the joints of the legs, and of the feet.", "Contraction and tension in the heel and tendo Achillis.", "Drawing pains and acute pulling in the thighs, the legs, the knees, and the feet, with swelling of the parts.", "Unsteady walk, and tendency to fall in children.", "Skin marbled, on the thighs and on the legs.", "Tension and cramp-like pain in the legs and calves of the legs.", "Cramps in the feet.", "Pains in the instep, in the ankle bones, in the soles of the feet, and in the toes, on walking.", "Neuralgic pains in the soles of the feet.", "Contraction in the instep, with tensive pain when stepping.", "Coldness of the feet.", "Swelling of the feet.", "Pains in the varices.", "Tingling in the soles of the feet.", "Festering vesicles and ulcerations on the heels.", "Whitlow on the great toe." ],
    "Generalities" : [ "Arthritic and rheumatic drawing and tearing pains, esp. in the limbs.", "Acute and violent pulling in the joints and the bones, mitigated by the heat of a bed.", "Contraction of the tendons, and stiffness in the flexor muscles of the limbs.", "Cramp-like contraction of several limbs.", "Torpor and paleness of some parts, or of the entire l. side of the body.", "Paralysis.", "Jerkings and convulsive movements.", "St. Vitus' dance.", "Convulsive attacks, with cries, violent movement of the limbs, grinding of the teeth, smiles or tears, eyes half-closed, fixed look, and involuntary emission of urine; the fits are reproduced by cold water, and are preceded by pain in the abdomen and in the head, frequent emission of urine, irascibility, and tears; after the fit the eyes are closed.", "Epileptic convulsions (at night during sleep).", "Aggravation of the symptoms, generally in the evening, or in the open air, while those which have appeared in the open air disappear in a room.", "Coffee seems also to aggravate all the symptoms.", "Semi-lateral sufferings.", "Insupportable uneasiness in the whole body in the evening, and when seated, with anxiety in the region of the heart.", "In the evening, great dejection and oppression of the whole body.", "Paralytic weakness, with trembling and tottering of the limbs.", "Paralysis (one-sided).", "Great sensibility to currents of air, and to cold." ],
    "Skin" : [ "Violent itching, esp. in the back, and in the calves of the legs.", "Itching of the whole body at night (Itch).", "Injuries of the skin, which had been healed, become sore again.", "Itch suppressed by mercury or sulphur; burning itch.", "Tingling (or stinging) swelling (sometimes called \"buzzing\" swelling) (Guernsey).", "Eruptions resembling scabies.", "Miliary eruptions and nettle-rash.", "Itching and humid tetters.", "Ulcerative vesicles.", "Burning ulcers, with yellowish-looking skin; ulcers burning, with corroding pus, with thin or watery pus, suppurating; jerking pains running through the ulcers.", "Excoriation in children.", "Painful corns in the feet.", "Warts, also with pain and inflammation.", "Panaris.", "Painful varices." ],
    "Sleep" : [ "Drowsiness in the day, like coma.", "Nocturnal sleeplessness, caused by anxiety, inquietude, dry heat, and other annoyances, with frequent starts.", "Starts on going to sleep.", "Frequent movements of the arms and legs during sleep.", "Anxious dreams, about grievous things, or about quarrels, or confused and voluptuous, with talking and laughter.", "At night, vertigo, headache, dryness of the mouth, and painful heaviness of the legs." ],
    "Fever" : [ "Pulse only accelerated towards evening.", "Much shivering.", "Chilliness predominating, frequently with coldness of the l. side.", "Internal chilliness, followed by perspiration, without previous heat.", "Nocturnal shivering, with pains in the back, and followed by general sweat.", "Heat in the evening, from to p.m.", "Flushes of heat, followed by chilliness.", "Copious sweat while walking in the open air.", "Nocturnal sweat, sometimes of an acid smell.", "Morning sweat (smelling sour)." ]
  }
}