{
  "remedyName" : "Ceanothus Americanus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diarrhoea. Heart, disordered. Intermittent fever. Jaundice. Leucorrhoea. Leucocythoemia. Menses, suppressed. Side, pain in. Spleen, affections of." ],
    "Characteristics" : [ "Burnett, following Hale, is our chief authority for Ceanothus. It has been recently proved by I. C. Fahnestock (Hom. News, March, 1900), but its place had already been made clear by clinical use; and definite clinical symptoms have been observed. Ceanothus is a spleen remedy par excellence; deep-seated pain in left hypochondrium; pain and fulness in left side; cutting pain. Pain, inflammation, enlargement of spleen, either alone or with other affections, indicate its use; chilliness, principally down back; shivering; rigors; must sit over fire; < in cold weather. Low spirits with splenic affection. Headache, right side, with spleen pain. Diarrhoea and dysentery (compare Cascara and other Rhamneae) have been frequently observed in patients taking Cean. for spleen affections. Leucorrhoea, profuse, thick, yellow, with pain in left side; (I have frequently confirmed Burnett's experience in this last particular, as in most others, with this remedy.) P. C. Majumdar cured with Cean. 3x a case which had been diagnosed as one of heart-disease (there was palpitation and dyspnoea on exertion). Majumdar found the spleen enormously large. R. K. Ghosh has cured with it many cases of suppression of menses and leucorrhoea in patients from malarial districts. Menses too profuse and too early with pain in left side. Cannot lie down for pain in left side. Fahnestock's two provers took repeated doses of the O tincture, and both had severe symptoms. One had had malaria five years before, treated with Quinine allopathically. This prover suffered more acutely than the other, and in the end had to be treated. Nat. m. soon put an end to his symptoms. The other prover had practically identical symptoms but less severe. The symptoms of the provers are marked (F.) in the Schema." ],
    "Relations" : [ "Ceanothus is followed well by: Berberis, Conium, Myrica cerif., Quercus. Compare: Ced., Agar., Chi., Nat. m., Oxal. ac. (pain in left side). Cascara (diarrhoea. Syphilis). Antidote: N.", "Lt. m." ],
    "Mind" : [ "Low-spirited, fears he will become unfit for work.", "Great nervous excitement, with chilliness and loss of appetite; felt as if nerves were shaken; at dinner could scarcely hold knife and fork.", "Don't-care feeling all the time, and cannot work (F.)" ],
    "Head" : [ "Headache, r. side, with pain in region of spleen.", "Head seems to move with every beat of the heart (F.).", "Head feels as if the brain were too large (F.).", "Dull frontal headache, > lying down (F.)." ],
    "Eyes" : [ "Eyes feel too large; lids swollen; dry sensation of cornea; with a dull pain in orbital region (F.)." ],
    "Face" : [ "Cheeks and ears feel hot, with cold fingers (F.)." ],
    "Mouth" : [ "Aphthous affections of mouth and fauces.", "Mouth dry (F.).", "Tongue, white coat down centre (F.).", "Food tasteless, unless highly seasoned (F.)." ],
    "Throat" : [ "Throat dry; raw sensation on swallowing (F.)." ],
    "Appetite" : [ "Loss of appetite (F.).", "Craving for something sour (F.).", "Thirst for water, but it made him sick (F.).", "Cannot eat pastry (very unusual)(F.)." ],
    "Stomach" : [ "Wanted to drink water but it made him sick (F.)." ],
    "Abdomen" : [ "Deep-seated pain in l. hypochondrium.", "Pain and fulness in l. side, with inability to lie on it.", "Severe pain in region of spleen, with low spirits.", "Pain in l. side, for a long time, with leucorrhoea and chilliness.", "Pain in l. side, headache r. side; severe pain r. side, with inability (for years) to lie on it.", "Swelling in l. side, with cutting pain, < in cold weather, with constant chilliness, must sit over a fire.", "Chronic hypertrophy of spleen.", "Dull pain in region of spleen (F.).", "Immediately after dinner, dull pain in region of liver (F.).", "Full feeling in region of liver (F.).", "Pain in liver < lying on r. side (F.).", "Sensitiveness in umbilical region with desire to relax abdominal muscles (F.).", "Whole abdomen moves with beat of heart (F.).", "Bearing-down in abdomen < after eating (F.)." ],
    "Stool and Rectum" : [ "Diarrhoea.", "Dysentery.", "Stool light brown, with loud flatus (F.).", "Continual bearing-down in rectum with constricting sensation (F.)." ],
    "Urinary Organs" : [ "Sharp pain above pubes, in region of bladder, before urination (F.).", "Urine: alkaline; increased phosphates; high specific gravity; trace of sugar (F.).", "After urinating feeling as if all had not passed (F.).", "Urine: quite green; contains bile; strong odour, frothy (F.).", "Pain in back and irritation of urethra (F.).", "Constant urging to urinate (F.)" ],
    "Male Sexual Organs" : [ "Syphilitic complaints." ],
    "Female Sexual Organs" : [ "Leucorrhoea, profuse, thick, yellow, with pain under l. ribs.", "Menses ten days too early, and very profuse.", "Metrorrhagia with spleen pain." ],
    "Chest" : [ "Congested feelings in lungs; chest sore internally, < deep inspiration (F.).", "Soreness behind sternum (F.).", "Constricted feeling in chest." ],
    "Heart" : [ "Palpitation and dyspnoea, with enlarged spleen.", "Pulse full and very strong, heart's pulsations visible through the clothes (F.).", "Heart beat so hard it shook him all over (F.).", "Chest feels too small for heart (.F)." ],
    "Neck and Back" : [ "Carotids throbbing in neck (F.).", "Pain under r. scapula (F.).", "Chilliness down back.", "Weakness in small of back and legs (F.).", "Dull pain in lumbar region (F.).", "Constant dull pain in kidneys and up back (F.)." ],
    "Upper Limbs" : [ "Pains down forearms and fingers (F.)." ],
    "Lower Limbs" : [ "Weakness of knees; must lie down (F.).", "Dull pains in anterior part of thighs (F)" ],
    "Generalities" : [ "Aversion to move; feels too weak (F.).", "Great weakness, walking or standing (F.).", "Lost several pounds in weight (F.)." ],
    "Sleep" : [ "Awake all night (F.).", "Dreamed all night (unusual); of snakes; of robbers (F.)." ],
    "Fever" : [ "Shivering; loss of appetite, and nervous excitement.", "Rigors at frequent intervals.", "Intermittents with splenic enlargements.", "Cheeks and ears hot, with cold fingers (F.).", "At p.m., six chills in succession, with constant chilliness up and down back; after chill very hot; fever; pulse 120; throbbing carotids (F.)." ]
  }
}