{
  "remedyName" : "Cedron",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Brow ague. Cerebro-spinal meningitis. Ciliary neuralgia. Chorea. Coitus, complaints after. Epilepsy, menstrual. Glaucoma. Gout. Hydrophobia. Hysteria. Intermittent fever. Neuralgia. Neuritis. Rheumatism. Snake-bites. Toothache." ],
    "Characteristics" : [ "Petroz and Teste introduced Cedr. into homoeopathic practice, having received the seed from Panama, with an account of its powers of entrusting snake-bite when chewed immediately after being bitten; and also of its traditional reputation in intermittent fevers. Hellert was bitten by a coral snake. \"During the few seconds which it took him to take the antidote out of the little bag which he wore suspended round his neck, he was siezed with violent pains at the heart and throat; but he had scarcely chewed and swallowed a small portion of Cedron, of the size of a small bean, when the pain ceased as by magic. An oppression and general prostration remained. He chewed another portion of the same fruit, and applied it to the wound externally, and in another quarter of an hour all he felt was a slight colic, which disappeared after eating a little. This colic was followed almost immediately by a copious evacuation of a substance that looked like curdled milk, white, with a slightly yellowish tint\" (Teste). Other cases were reported. The great characteristic of Cedron is a clock-like periodicity in the recurrence of the symptoms; accurately periodic neuralgias; intermittent fever commencing the same hour every day or every other day. In fever there is: Red face in hot stage; thirst with desire for warm drinks. Profuse perspiration. \"Excitement before chill\" is peculiar to Cedr. Fevers of low, marshy regions in warm seasons and tropical countries. General debility, languor, and fainting. Malaise. Trembling. Complaints after coition (chorea in women; neuralgia in men). Epileptiform convulsions during catamenia. Swollen sensations; numbness of whole body. Adapted to persons of a voluptuous disposition, and of an excitable nervous temperament; especially to females. < After sleep; lying down; night; (objects appear red at night, yellow by day); in open air; before a storm; chills in persons returned from tropical climates. > Standing erect." ],
    "Cedr" : [ "Halbert relates a case of malarial fever in a soldier. Chills and fever were clock-like in regularity of recurrence. Liver and spleen were much enlarged. Anaemia was extreme; and there was this additional peculiarity: intermittent gastralgia occurring with the febrile crises. In conjunction with these conditions there was a manifestation of choreic symptoms, involving face and shoulders mostly, the twitchings being troublesome in the interfebrile state; often there were debilitating hysterical spasms; the heart became irritable and sometimes irregular. After other remedies had failed to make any impression, Cedr. cured in three weeks, the improvement setting in immediately. Rapidity of action appears to be a characteristic as with Bell. The great predominance of nervous symptoms will be evident in the symptoms of Cedr., also the strong sexual excitement it causes. Numbness; enlarged sensation; malaise; sensation as if paralysed. A large number of symptoms appear on l. side, but r. side of head, face, r. elbow, and r. deltoid are affected." ],
    "Relations" : [ "Compare: Chi., Ars., Aran. d., Bell., Cedr. removes roaring in ears of Chi. Bell. removes \"Objects appear red at night, and yellowish by day\" of Cedr.; Ars. and Sabad. (complaints return same hour every day); Aran. (ague", "Aran., chill predominates). Teste includes Cedr. in the Bell. group, with Agar., Lach., Stram., Op., Ruta, Can. i., Hyo., &c. (action on brain; red, hot, face; febrile excitement). Ced. is antidote to: Lach. Is antidoted by: Lach., Bell." ],
    "Mind" : [ "Nervous excitement, followed by depression.", "Restlessness, as driven from place to place; urine dark yellow, increased quantities.", "Lectophobia.", "Body heavy, mind depressed.", "Mental symptoms < at night." ],
    "Head" : [ "Slight dizziness a.m.", "On rising from bed, dizzy, could not see to light a candle, and could not tell when it was lighted.", "Intense frontal headache; sharp pains from above eyes to temples and occiput, < before a storm.", "Pain across eyes from temple to temple.", "Sick headache every other day o'clock.", "Bending the head backwards, with pressure on occiput and parietal regions as if they were going to burst.", "Headache: < during night; < in open air.", "Head feels as if swollen." ],
    "Eyes" : [ "Severe shooting pains over l. eye.", "Tic-like pain over l. eye, only after coitus.", "Objects seem red at night, yellow by day (Bell. cured).", "Vision dim.", "Flashes of light before eyes.", "Loss of sight with dizziness." ],
    "Ears" : [ "Tinnitus.", "Hardness of hearing at night." ],
    "Nose" : [ "Point of nose cold; with chilliness and yawning, a.m. Secretion profuse.", "Glassy-looking mucus; or thin, clear, acrid." ],
    "Face" : [ "Animated red face.", "Flying heat of face alternating with chills.", "Prosopalgia (r.), wandering pains, spasmodic distortion of muscles.", "Tumid face, pupils much dilated.", "Lips cold, bluish, dry; during menses." ],
    "Teeth" : [ "Toothache every night during catamenia; bleeding gums.", "Sudden toothache in l. upper molars; on inspiration, sensation as if cold air touched the teeth." ],
    "Mouth" : [ "Prickling itching of tongue.", "Painful pricking of tongue with sensation of heat (during catamenia).", "Feels paralysed.", "Difficulty of speech.", "Stammering after coitus (woman).", "During catamenia: mouth and tongue dry; breath fetid.", "After catamenia: profuse ptyalism." ],
    "Throat" : [ "Burning and constriction; difficult swallowing.", "Prickling and tingling in throat and fauces, extending some way down oesophagus.", "Pain on small spot next root of tongue, as of a foreign body, < from pressure." ],
    "Appetite" : [ "Longing for cold drinks in some, for warm in others.", "Great thirst during menses.", "Loss of appetite." ],
    "Stomach" : [ "Sensation as of a stone on stomach.", "Nausea, with distension of stomach." ],
    "Abdomen" : [ "Abdomen hard and distended.", "Stitches in spleen and liver.", "Flatulence, colic, and cramp.", "Borborygmi (l. side)." ],
    "Stool and Anus" : [ "Involuntary stool (in choreic attack).", "Ineffectual urging." ],
    "Urinary Organs" : [ "Pain in kidneys.", "Burning along ureter and in urethra.", "Feeling as if a drop of urine in urethra, or a constant dripping from it." ],
    "Male Sexual Organs" : [ "After coitus pain over l. eye.", "Gonorrhoea-like discharge, lasting three days.", "Gleet with formication over whole body.", "Desire with firm erections; all night; on waking." ],
    "Female Sexual Organs" : [ "Many symptoms appear after coitus, and during the catamenia.", "Leucorrhoea in place of catamenia.", "Profuse ptyalism and leucorrhoea after catamenia.", "Genital excitement at daybreak, with discharge like leucorrhoea, and swollen mammae, with some pain.", "Menstrual epilepsy.", "Puerperal eclampsia." ],
    "Respiratory Organs" : [ "Larynx constricted and tender.", "Intermittent laryngitis.", "Difficult respiration, with partial loss of voice, recurring at different intervals.", "Suffocative fits recurring regularly every day ten to twelve o'clock.", "Suffocating fits; < after coitus; < after sleep; > by eating.", "Troublesome cough every morning at six, lasting two hours.", "Respiration much affected after coitus.", "Breath cold." ],
    "Chest" : [ "Oppression.", "Sharp, darting-cutting pains under floating ribs and scapula (r.)." ],
    "Heart" : [ "Palpitation and hurried breathing; with headache.", "Action irregular.", "Pulse quick and full, with animated red face.", "Pulse uncountable." ],
    "Neck and Back" : [ "Stiff neck, pains all along spine.", "Pain in neck and loins on rising in morning.", "Pain under scapula and in pelvis." ],
    "Upper Limbs" : [ "Pain at insertion of r. deltoid and rheumatic pain in r. side.", "Sharp cutting pain in both elbows.", "Numb, dead feeling in r. hand and forearm." ],
    "Lower Limbs" : [ "Numb, dead feeling in legs; they feel enlarged.", "Lancinating pains in joints.", "Cramps; contracting pains; bruised sensations.", "Twitching in tendons; of tendo Achillis.", "Icy coldness of extremities." ],
    "Sleep" : [ "Yawning and stretching.", "Drowsy; sometimes very profound sleep.", "Restless; frequent waking.", "< After sleep.", "Dreamed (he seldom dreamed) of pleasant social interviews with female acquaintances.", "Dreamed of a quarrelling with a dead sister and other dead friends; cried, about it and awoke with a nightmare, with sensation of a stone in the stomach." ],
    "Fever" : [ "Chilliness and yawning; point of nose cold.", "Prodrome: For to minutes mental excitement; exaltation of vital energy; florid, animated countenance; sensation of general heat.", "Chill a.m., followed by sweat; at p.m., after washing in cold water, chill alone.", "Shivering and chill, followed by profuse perspiration every evening.", "Chill, with congestion to head; hands, feet, and nose remain icy cold.", "Regular paroxysms of fever, coming at same hour, commencing every day p.m. by chills in back and limbs, or cold feet and hands.", "Hot stage: dryness; heaviness of head; redness of face; burning heat in hands; pulse full and accelerated; thirst, with desire for warm drinks.", "Profuse perspiration.", "During sweat: coldness and heat, and heat and coldness irregularly, intermingle.", "Bluish-red face; forearm to elbow and hands and feet cold; sweat beneath axilla and on chest.", "Quotidian or tertian fever with marked regularity." ]
  }
}