{
  "remedyName" : "Cenchris Contortrix",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Catarrh. Diarrhoea. Eyes, swelling over. Headache. Heart, affections of. Leucorrhoea. Menorrhagia. Nightmare. Ovary, pain in. Throat, affections of. Vulva, throbbing in; eruption on." ],
    "Characteristics" : [ "Cenchris has the main features of all the serpent poisons: Coma; semi-consciousness; insensibility of cornea; swelling of upper lip; general swelling; paralysis; cold, clammy sweat. Distinctive symptoms are: a marked alternation of moods; and dreamy absent-mindedness. The dreams of Cenchris are very vivid and horrible, cannot be shaken off during waking hours; often lascivious. Swelling above eyes, below brow, like an over-hanging bag of waters. Diarrhoea has been cured having the following characters: \"Pain before stool; stool papescent cold but not chilly.\" Yellow Leucorrhoea; pain in right ovary herpetic eruption on labia. Hard, dry tickling cough, < p.m. Restlessness and sense of suffocation; palpitation; sensation of dying. Must lie with head drawn back, she chokes so. Tight clothing unbearable. Chill or fever beginning in afternoon. Feeling as if whole body were enlarged to bursting; < in region of heart. \"Awoke with throbbing in vulva and anus, followed by a dull aching in the sacral region, > by walking about.\" Symptoms < lying down; < afternoon; < evening and all night; < on waking." ],
    "Relations" : [ "Laches. is nearest, but affects left ovary more than right; Cench. has difficult empty swallowing with easy swallowing of solids and liquids; Lach. can swallow solids but not liquids; Crotal. (lost sense of position and direction); Crocus (alternating moods); Kali c. (swelling of upper lids). Antidoted by: Cham. (internal haemorrhage); Am. c. (general symptoms). Antidote to: Puls." ],
    "Mind" : [ "Memory lost.", "Lethargy.", "Anxiety, feels she will die suddenly.", "Alternating moods.", "Dreamy, absent-minded.", "Took the wrong car without realising where she was going.", "When riding in the car rode past the place she intended to get off at.", "Suspicious, thinks her husband is going to put her in an insane asylum; every day, to p.m., for ten days, yet she knew it was a delusion." ],
    "Head" : [ "Hard aching pain, commencing l. frontal eminence, spreading down l. side to teeth, thence to r. frontal eminence, then to teeth r. side." ],
    "Eyes" : [ "Swelling like bags over eyes and under brows.", "Aching and itching in eyes; dim vision, redness of margins and twitching.", "L. eye waters; from concussive cough." ],
    "Nose" : [ "Catarrh; scabs; obstruction." ],
    "Face" : [ "Expression bloated, besotted.", "Face sallow.", "Burning face.", "Blue circles round eyes." ],
    "Throat" : [ "Accumulation of mucus; glossy, thick, tough.", "Difficult empty swallowing, but easy swallowing of solids and liquids.", "Warm drinks grateful." ],
    "Stomach" : [ "Nausea > by ice; < by water which = vomiting." ],
    "Abdomen" : [ "Intolerance of tight clothing." ],
    "Stool" : [ "Diarrhoea early in morning, on, waking.", "Stool, gushing, frequent, watery, at first without pain; after several hours, great pain before the motions." ],
    "Male Sexual Organs" : [ "Violent sexual desire." ],
    "Female Sexual Organs" : [ "Increased desire.", "Yellow leucorrhoea.", "Pain in r. ovary.", "Herpetic eruption on labia.", "Menstrual flow very profuse; light with dark clots." ],
    "Heart" : [ "Feels as if heart were distended, or swelled to fill the whole chest.", "Strongly conscious of heart.", "Hard aching and sudden sharp stitching in heart.", "Throbbing or fluttering under l. scapula.", "At p.m. sensation of fluttering followed by feeling that heart fell down into abdomen; then pulse became feeble, with heat lasting until after midnight." ],
    "Respiratory Organs" : [ "Hard, dry, tickling cough, < p.m., even causing escape of urine." ],
    "Fever" : [ "Chill or fever beginning in afternoon." ]
  }
}