{
  "remedyName" : "Centaurea Tagana",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Coryza. Diarrhoea. Eyes, inflammation of. Fevers. Home-sickness. Influenza. Intermittents. Sight, vanishing of." ],
    "Characteristics" : [ "The Centaureas are allied to the Thistles. Dr. Chagon, Duc de Sorentino, experimented with the root of Cent. t. The symptoms of congestion are very marked: \"Blood surges pain fully at every movement.\" A bright servant-girl who took it seemed stupefied for several days. \"The earliest symptoms appeared a quarter of an hour after taking the medicine, viz., those of the arms together with dull pains in the hypogastrium, shiverings and general heat, especially on forehead, which was covered with sweat. These were followed by a stupefying pain in temples, frontal protuberances, orbital arches and eyes. Next came the following symptoms: Dimness of sight; appetite alternating with nausea; increase of saliva and vomiting; running of the nose; lachrymation; eructations; rapid sinking of strength; general uneasiness; confusion of mind; weariness; dull sunken eyes spasmodic sweating; itching, and pricking in the skin; drowsiness and thirst. A state of reaction, after four or six hours brought some quiet. Next day, in the forenoon or towards evening, the above symptoms reappeared but with less violence, and some of them assumed a periodic form. Then ensued coryza, colic, diarrhoea, fevers of various types, pains in the arms, dry cough, &c. The action ended with the symptoms of catarrh, of angina, and of fever in the forenoon, and with confusion and pain in the forehead\" (Allen). The above gives a general idea of the action of this remedy. The symptoms are < at night; in the morning on waking; by movement; during and after urinating. > By eating." ],
    "Relations" : [ "Compare: Bell., Cedron, Card. b., Card. m." ],
    "Mind" : [ "Home-sick.", "Easy temper, alternating with contrary mood.", "Hilarity.", "Absent-minded.", "Idiocy.", "Confusion of mind.", "Stupefied for several days." ],
    "Head" : [ "Stupefying confusion towards forehead.", "Stupefying pain in temples, frontal protuberances, orbital arches and eyes.", "Uneasiness in brain.", "Deep-seated extensive pain in forehead.", "Pain in and under occiput.", "Pain in forehead preceded by sweat; < by walking." ],
    "Eyes" : [ "Wandering look.", "Eyes sunken and dim.", "Pain in l. eye; burning above eyebrows; in lids; in sclerotica.", "Lids heavy.", "Smarting, itching, inflammation.", "Lachrymation.", "Sight vanishes entirely for a moment." ],
    "Ears" : [ "Itching and tingling in ears.", "Pricking behind ears." ],
    "Nose" : [ "Sneezing and coryza; almost complete loss of smell." ],
    "Face" : [ "Face looks earthy; with a stupid expression." ],
    "Mouth" : [ "Red streak along middle of tongue.", "White streak l. side of tongue.", "Dry mouth not relieved by drinking.", "Mouth bitter in morning.", "Taste impaired.", "Continual salivation.", "Increase of saliva alternating with dry mouth." ],
    "Throat" : [ "Uvula and tonsils inflamed.", "Raw pain preventing swallowing." ],
    "Stomach" : [ "Appetite alternating with nausea.", "Thirst: not allayed by drinking; with dry throat; before and during fever.", "Difficult eructations, which stop in the chest, with burning.", "Nausea. with cold sweat.", "Vomiting.", "Pricking and burning in epigastrium." ],
    "Abdomen" : [ "Pain in r. hypochondrium.", "Griping at night with continual discharge of flatus.", "Colic.", "Dull burning in hypogastrium." ],
    "Stool" : [ "Diarrhoea on waking in morning.", "Yellowish diarrhoea at night.", "Copious stools." ],
    "Urinary Organs" : [ "Pain in bladder, < by movement.", "When urinating: pain in bladder; weight in bladder.", "Ardor urinae.", "Burning in urethra after urinating.", "Urine: at first scanty, afterwards abundant; deposits a flaky mucous sediment." ],
    "Male Sexual Organs" : [ "Firm nocturnal erections.", "Desire without erection." ],
    "Female Sexual Organs" : [ "Dryness of vagina.", "Itching and heat in labia majora and minora.", "Whitish leucorrhoea." ],
    "Respiratory Organs" : [ "Tickling in larynx; in throat causing cough.", "Cough: on waking in morning; dry, in evening or at night." ],
    "Chest" : [ "Pain in r. clavicle." ],
    "Heart" : [ "Lancination as from a thorn in heart.", "Sensation of dilatation of heart, with anxiety.", "Pulse slower.", "Pulsation stronger in some arteries than others." ],
    "Back" : [ "Burning pain in l. scapula." ],
    "Upper Limbs" : [ "Inclination to stretch out the arms.", "Arms so weak, can hardly lift them.", "In bed, arm lain on becomes numb.", "Extensor muscles seem too short.", "Pain all through arms.", "Swelling of veins of hands.", "Thumb cannot be clenched." ],
    "Lower Limbs" : [ "Wants to stretch legs.", "Paralytic weakness of legs, walking difficult.", "Pain in hips and thighs when walking." ],
    "Generalities" : [ "Remains for an instant as if thunderstruck; staggers as if drunk.", "Prostration, rapid sinking of strength.", "General uneasiness." ],
    "Skin" : [ "Miliaria.", "Sudden eruptions on loins.", "Violent itching and pricking all over: nose; hypogastrium; backs of hands, chiefly fingers; loins and thighs; preventing sleep." ],
    "Sleep" : [ "Drowsy night and day; cannot keep eyes open.", "Voluptuous dreams." ],
    "Fever" : [ "General or partial coldness.", "Shiverings and general heat, esp. on forehead.", "Warmth with sexual excitement.", "Heat: internal; with or without subsequent sweat; with pain and fulness in forehead.", "Sweat: profuse; cold; cold on forehead; at night." ]
  }
}