{
  "remedyName" : "Cereus Bonplandii",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Eczema. Emaciation. Eyes, neuralgia of. Heart, affections of. Insanity. Kidneys, affections of. Neuralgia." ],
    "Characteristics" : [ "The principal symptoms of Cer. bon. are in connection with the heart, as in the case of Cactus, with which it must he compared. The symptoms are < at night; < from pressure of clothing, > undressing. Cer. bon. was proved by John H. Fitch in substantial doses (H. P., xii. 533). The prover lost 1/2 lbs. in weight. He felt weighed down by an incubus. When mental symptoms subsided, bodily symptoms increased and vice versa. Could not bear contact of clothes; felt better on undressing. Among the marked symptoms were: Wants to be at work; on something useful. Pains through globe of eyes and orbit. Pain through heart; in left great pectoral muscle; left side of chest. Expanding sensation in chest followed by sudden collapse. The effect on the nervous system passed off in four or five days. The pains of Cer. b. have a tendency to spread to other parts. Most appear on left side. \"Itching in right popliteal space\" lasted eight or nine years after the proving. \"Itching with roughness of the skin like eczema above left knee anteriorly.\" \"Itching, with eruption like herpes below left scapula remained permanent.\" Fitch (who regards Cer. b. as an \"antipsoric of remarkable power\") cured with it: (1) a case of eczema of both hands extending up to elbows. (2) Deposits in urine. (3) Dropsy of cardiac and renal origin. (4) Left intercostal neuralgia. (5) Anterior crural neuralgia. Also two cases of insanity", "(6) one in a young woman, gloomy, restless, inclined to curse, swear, and throw things at persons, if resisted; (7) the other in a married woman who had spiritual delusions", "that she had committed the unpardonable sin, &c. This came on originally after confinement." ],
    "Relations" : [ "Compare:", "Cact., Anhalon. (visions of colours), Graph.; Anac. (tendency to swear)." ],
    "Mind" : [ "Desire to engage in work; to have all time employed; to be engaged in something useful.", "Desire to be dissolved.", "Disposition to pray.", "Apathetic; difficult to keep attention fixed.", "Irritable; inclined to curse and swear.", "Time seems to pass slowly.", "Spiritual delusions; thinks she has committed the unpardonable sin." ],
    "Head" : [ "Feeling as if head suspended from some support under skull and base of brain.", "Head felt drawn to l. backward.", "Pain extending through forehead (l.) to occiput.", "Painful stunning feeling in r. frontal bone.", "Sensation as of a board bound to back of head, more l.", "Severe pain in occiput; running through to brain; < walking or descending steps.", "Profuse failing off of hair." ],
    "Eyes" : [ "Heavy feeling in eyes; soreness.", "Pains through globe of r. eye; of l. eye and orbit.", "Strong light painful.", "Perception of a cluster of orange-coloured spots, round and symmetrical." ],
    "Ears" : [ "Pain behind l. mastoid process extending upward and backward; through ear and head." ],
    "Nose" : [ "Sneezing.", "Discharges hardened mucus, greenish." ],
    "Face" : [ "Haggard look.", "Pain along r. malar bone, running to temple, through to occiput." ],
    "Mouth" : [ "Tongue: red; deep purple.", "Watery sensation in mouth.", "Salivation." ],
    "Throat" : [ "Persistent mucus in throat, pale greenish or clear." ],
    "Abdomen" : [ "Pain in l. groin sharp and cutting as from calculus in ureter." ],
    "Stool" : [ "Copious urgent evacuation.", "Felt very well after.", "Ineffectual urging." ],
    "Urinary Organs" : [ "Pain in kidneys; as from calculus.", "Sticking pain r. ureter.", "Deep-coloured, strong-smelling urine." ],
    "Male Sexual Organs" : [ "Priapism in presence of opposite sex.", "Anaesthesia of genitals." ],
    "Respiratory Organs" : [ "Clearing the larynx of mucus.", "Breath fetid.", "Long, deep, uneasy respirations, < before rising.", "Cough on throwing off outer garments." ],
    "Chest" : [ "Chest expands itself seemingly to its utmost capacity, in an instant collapsing, to be repeated.", "Deep inspiration at intervals; as from oppression.", "Intercostal neuralgia.", "Somewhat persistent pain in cartilages of lower l. false ribs.", "Chest feels empty." ],
    "Heart" : [ "Irritable heart.", "Heart symptoms < lying l. side.", "Pains in chest l. side and through heart.", "Pains in left pectoralis major.", "Convulsive pains at heart on going to bed at night. Sensation as of a great stone laid on heart; soon after as if chest broken out just in front of heart.", "As if heart transfixed by a bolt.", "Pricking pain." ],
    "Neck and Back" : [ "Pain on l. side of neck; and along clavicle; at night.", "Pain in upper portion of spine and medulla, running upwards and expanding to surface of brain, < stooping or bending head forward.", "Pains running along back down to arms.", "Vertebral spines tender to touch.", "Pain in r. scapula." ],
    "Upper Limbs" : [ "Pain in both upper arms.", "Pain with numbness in arms and hands." ],
    "Lower Limbs" : [ "Pain in r. hip.", "Pain inner side l. knee.", "Itching in r. popliteal space." ],
    "Generalities" : [ "Lost 1/2 lbs. in weight.", "Ill at ease, restless.", "When mental symptoms subside, bodily ones are <, and conversely." ],
    "Skin" : [ "Pustules on body, esp. on nates.", "Intolerable itching.", "(The skin symptoms persisted for nine years.)" ],
    "Sleep" : [ "Fits of yawning.", "Drowsy; slept all night without undressing.", "Dreamed: of large assemblies; of forgotten scenes.", "Re-dreamed old dreams." ]
  }
}