{
  "remedyName" : "Chamomilla",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity. Anger. Asthma (from anger). Blepharospasm. Catarrh. Coffee, effects of. Colic. Convulsions. Cough. Cramp. Croup. Dentition. Diarrhoea. Dysmenorrhoea. Dyspepsia. Earache. Eyes: blepharitis; ophthalmia. Eructations. Erysipelas. Excitement. Excoriation. Fainting fits. Fevers. Flatulence. Flatulent colic. Gout. Gum-rash. Headache. Hernia. Hysterical joint. Influenza. Jaundice. Lienteria. Labour: disorders of; after-pains. Mastitis. Menstruation, disordered. Miliary eruption. Milk-fever. Miscarriage. Mumps. Neuralgia. Parotitis. Perichondritis. Peritonitis. Pregnancy, disorders of. Red-gum. Rheumatism. Salivation (nocturnal). Sciatica. Screaming. Sensitiveness. Spasms. Speech, affections of. Toothache. Ulcers. Uterus, diseases of. Waking, screaming on. Whooping cough." ],
    "Characteristics" : [ "\"There is in Chamomilla a little thread of symptoms, and nearly always found running through it. This is a spiteful, sudden, or uncivil irritability\" (Guernsey). Teste puts Cham. at the head of one of his groups, which includes Grat., Viol. t., Hell. n. The common feature of this group is: \"A particular derangement of the cerebral functions and even of the whole nervous system; a painful increase of the sentient action, followed by a considerable depression of the vital forces, and a certain disorder of the mental faculties.\" In spite of its obvious analogies with Puls., Ipec., Acon., and Coni., it has marked and exclusive characteristics of its own. \"It increases the general nervous sensibility, and stimulates the cerebral functions: a property that seems to give rise secondarily to the various organic alterations that Cham. is capable of producing, and for which it has so often been given with success.\" \"It appears, \", says Hahnemann, quoted by Teste, \"to diminish\" [i.e., curatively] \"in a great degree, the excessive sensitiveness to pain and the violent derangements which pain occasions in the moral condition of the patient. This is the reason why it appeases a multitude of sufferings to which coffee-drinkers, and persons who have been treated with narcotic palliatives are subject. And this is likewise the reason why it ought not to be given to those who bear pain patiently and with resignation. I mention this rule here, for it is of very great importance.\" Teste remarks an this that Cham. antidotes not only Coffea, but also Causticum, and most of the members of the Causticum group. Over-sensitiveness, with great irritability and crossness, is the leading note of the Chamomilla effects. The pains are unbearable and drive to despair; the patient insists that the doctor shall cure them at once. Prostrating debility as soon as the pains begin. The senses are too acute. Bad temper (Nux is malicious). Peevishness; ill-humour; anger, with rage, violence and heat. Cannot bear to be looked at. Cannot be civil to doctor. Impatience. Cham. also corresponds to the effects of anger: colic, diarrhoea, jaundice, twitchings, and convulsions. Child cries, and must be carried about to be quieted. There is hot sweat on head. Stopped up colds, with dripping of hot water from nose. One cheek red, the other pale. Face sweats after eating or drinking. The patient is hot and thirsty with the pains. Cham. is almost typical of the dentition state. The toothache of Cham. comes on when entering a warm room or from drinking anything warm. There is fetor of breath, and of discharges in general. Biliousness preceded by anger. Gastralgia, food eaten lies like a load on stomach, hypochondria distended. Tongue yellowish white. Bitter taste. Colic > by drinking coffee. The diarrhoea of Cham. is: stool hot, yellowish green; like chopped egg; offensive; excoriation round anus. Intertrigo of children. Wind colic; belching of wind < the condition (this is characteristic). Menorrhagia dark clots; fetid; temper always < before and during flow (Nux also, but Nux is conscious of it, Cham. is not). Threatened abortion caused by anger. The pain of labour or at menses is centred in the womb, bearing down, painful contractions, unbearable; they extend down thighs and are felt in the back. Leucorrhoea is acrid, watery, corrosive, smarting. Cham. has inflammation of the parotid glands, nocturnal salivation. Rheumatism compelling to get up and walk about; thirsty, hot, almost beside himself. Muscles of face and hands twitch. Insomnia of children; start in sleep; twitching of hands and face; hot sweat of head and face; one cheek red. Puts feet out of bed; soles burn. Aggravation by heat is one of the most prominent features of Cham. < By warm food. Cham. may be the remedy in croup, or croupy cough, if mental symptoms and time conditions correspond. W. H. Baker (Rochester) has recorded such a case. A chubby boy, light hair, blue eyes had a croupy cough. Acon. and Spong. at first controlled it, but afterwards failed. The cough became a loose, rattling, suffocating cough; the mucus came up in the throat and nearly suffocated him. Paroxysms at midnight. During the day he was hoarse; ever impatient, nothing seemed to suit him. Cham. c. m. cured, improvement setting in within two hours. \"Chamomile tea\" has removed the night-sweats of phthisis. Dr. Anderson, of Dover, Delaware, relates the case of a man who had to change three to five times every night. A cup of weak chamomile tea was ordered every night. The second night there was slight diminution, the third he only had to change twice, the fourth once, and after that there was no more trouble. The plant in this case was probably Anthemis cotula, or wild chamomile of U.S. Dr. Anderson learned its use from \"an old woman.\" But the sweats of Chamomilla are also very marked, Nash mentions a characteristic in the association of numbness or alternation of it with pains. He relates the case of a man who had very painful rheumatism of left shoulder, and who got no better from the usual remedies, but was speedily cured by Cham., the indication being: \"Numbness with the pains.\" Nash differentiates the restlessness of Aco. and Ars. from that of Cham. by the absence in the case of the last of fear of death. The Cham. patient \"would rather die than suffer so.\" Lying in bed <. Walking > backache and rheumatic pains. > Being carried about. Touch, and even looking at the patient, <. Covering <. Pains recur in evening and are < before midnight. Symptoms generally < night. Warmth < most symptoms. Cold > ulcers; a finger dipped in cold water and applied to the part > toothache. < From music. Heaviness and fulness of whole body from playing piano. There is desire for open air, and yet over-sensitiveness to open air, especially about ears. Damp cold weather <. Windy weather <. Great dread of wind. Cham. is particularly suited to diseases of pregnant women, nurses, and little children. Light or brown-haired persons. Arthritic diathesis." ],
    "Relations" : [ "Cham. antidotes: Coffee, and the narcotics. Especially opium as it corresponds to its secondary effects (useful in nerve storm when morphia is discontinued); the nightly headaches of Thuja. It is antidoted by: Aco., Alum., Borax, Camph., Coccul., Coff., Coloc., Coni., Ign., Nux v., and especially Puls. Puls. and Cham. antidote one another, and precede and follow each other well. Compatible: Merc. sol., Sul., Puls. Complementary: Bell. in diseases of children (Cham. acts more on nerves of abdomen, Bell. more on cranial nerves.) Compare: in dentition, Bell., Borax, Calc., Tereb.; in over-sensitiveness, Aco., Coff., Hep., Hyo., Ign.; diarrhoea, parotitis, toothache, Merc. (Merc. has hard, pale swelling of face, Cham. red and hot); sour breath, constrictive gastralgia in coffee drinkers, Nux (Cham. has bad temper during menses; Nux has malicious temper); toothache < in bed at night; < from warmth, Sul., Merc., Puls.; distension of abdomen unrelieved by eructation, Chi.; indignation and its effects, Coloc., Staph., Nux, Bry.; aversion to be looked at, Ant. c., Chi., Stram.; > by moving about, Rhus., Fer., Verat., (Ver. has maddening pains compelling to walk about, but there is none of the feverishness and excitement of Cham.); stopped catarrh, Nux, Samb., Sticta.; nocturnal salivation, Nux., Pho., Rhus." ],
    "Causation" : [ "Dentition. Anger. Indigestion. Pain." ],
    "Mind" : [ "Attacks of great anguish, as if the heart would break, with complete discouragement, excessive inquietude, agitation and tossing, groans and tears, accompanied often by drawing colic, and pressure at the pit of the stomach.", "Disposition to weep, and to be angry, with great sensitiveness to offence.", "Crying and howling.", "The child cries and wants to be carried on the arm.", "Quarrelsome and choleric humour.", "Mischievous disposition in children.", "Mental excitement, with strong tendency to be frightened.", "Hypochondriacal humour.", "Patients neither endure to be addressed by others, nor to be interrupted when conversing.", "Peevishness, ill-humour, absence of mind, taciturnity and repugnance to conversation.", "State of mental abstraction and inadvertence, as if plunged in meditation, with diminished comprehension.", "A sort of stupidity, and apathy to pleasure and to external objects.", "Desire for different things, which, when once possessed, are no longer cared for.", "Tendency to misapply words when speaking or writing.", "Frantic and furious delirium." ],
    "Head" : [ "Intoxication and staggering, on getting up in the morning.", "Vertigo, with fainting.", "Vertigo, with obscuration of the eyes.", "Vertigo chiefly in the morning, or in the evening, or after a meal, or after taking coffee.", "Headache on waking in the morning, or while asleep, sometimes with a sensation as if the head were going to burst.", "Pain as if caused by a bruise, and pressive heaviness in the head.", "Pullings, shootings, and beatings in the head, often only semi-lateral, with one red cheek; worse at night; in the open air; in the wind; better from warm coverings and when walking about.", "Cracking in one side of the brain.", "Hot, clammy sweat on the forehead, and on the scalp.", "Starting pain in the forehead, chiefly after a meal." ],
    "Eyes" : [ "Pain as of a wound, in the corners of the eyes.", "Shootings, burning, and heat in the eyes.", "Eyes inflamed, and red, with pressive pains, chiefly on moving the eyes and on shaking the head.", "Great dryness in the margin of the eyelids.", "Inflammation of the margin of the eyelids (esp. of the lower, which are swollen), with mucous secretion, humour in the eyes and nocturnal agglutination.", "Yellow colour of the sclerotica.", "Ecchymosis in the eye, and haemorrhage of the eyes.", "Spasmodic closing of the eyelids.", "Quivering of the eyelids.", "Distortion of the eyes.", "Pupils contracted.", "Sparkling before the eyes.", "Confused sight, more frequently in the morning than in the evening.", "Semi-lateral obscuration of the sight, on looking at anything white.", "Aversion to bright light." ],
    "Ears" : [ "Otalgia, with drawing and tensive pains.", "Shootings extending to the ears, chiefly on stooping, with disposition to be angry at trifles, and to take everything in bad part.", "Tinkling and buzzing in the ears.", "Sensation as if the ears were stopped, and as if a bird were scraping and fluttering in them.", "Sensibility of hearing; music appears insupportable.", "Inflammatory swelling of the parotids, as well as of the sub-maxillary glands, and those of the neck.", "Discharge of thin pus from the ears." ],
    "Nose" : [ "Wrinkled skin of the nose.", "Coryza, with obstruction of the nose.", "Ulceration and inflammation of the nostrils.", "Epistaxis.", "Coagulated blood from nose; viscid nasal secretion.", "Very acute smell." ],
    "Face" : [ "Face hot, red, burning or redness and heat of one cheek, with coldness and paleness of the other; or face pale, hollow, with distortion of features from pain.", "Heat of the face, while the rest of the body is cold.", "Swelling of the face.", "Erysipelas in the face, with hard and bluish swelling of one cheek.", "Swelling of one temple, with pain on being touched.", "Shooting, drawing, and pulsative pains in one side of the face.", "Red miliary eruption on the cheeks.", "Yellow colour of the skin on the face.", "Convulsive movements of the muscles of the face and of the lips.", "Lips cracked, excoriated, and ulcerated.", "Spasms in the jaws, with compression of the teeth.", "Wrinkles on the forehead." ],
    "Teeth" : [ "Odontalgia, most frequently semi-lateral, and chiefly at night, when warm in bed, with insupportable pains which almost induce despair, swelling, heat, and redness of the cheek, swelling, burning of the gums, and painful swelling of the sub-maxillary glands.", "The toothache recommences when entering a warm room.", "Toothache, after a cold and suppressed perspiration.", "Affects teeth on l. lower side; under jaw.", "The pains are commonly drawing and pulling, or pulsative and shooting, or searching and gnawing, in the hollow teeth, appearing frequently after drinking or eating anything hot (or cold), and chiefly after taking coffee.", "Toothache > by dipping finger in cold water and applying it to affected part.", "Loosening of the teeth.", "Dentition, with convulsions." ],
    "Mouth" : [ "Dryness of the tongue and mouth (with thirst), or flow of frothy saliva.", "Putrid smell of the mouth.", "Tongue red and cracked, or loaded with thick and yellowish coating.", "Blisters on the tongue and also under it, with shooting pains.", "Aphthae in the mouth.", "Convulsive movements of the tongue." ],
    "Throat" : [ "Sore throat, with swelling of the parotids, of the tonsils, and of the sub-maxillary glands.", "Inflammation of the soft palate and tonsils, with dark redness.", "Pains in the pharynx, shooting and burning, or a sensation as if there were a plug in the throat.", "Inability to swallow solid food, esp. when lying down.", "Burning heat in the throat, from the mouth to the stomach.", "Deep redness of the parts affected." ],
    "Appetite" : [ "Putrid or clammy taste.", "Acid taste in the mouth, and of rye-bread.", "Bitter taste in the mouth (early in the morning), and of food.", "Want of appetite, and dislike to food.", "Aliments cannot descend.", "Aversion to, or great longing for coffee, sometimes with nausea, or even vomiting, and attacks of suffocation, after having partaken of it.", "After eating, heat and sweat of the face, inflation and fulness of the stomach, and of the abdomen, risings and inclination to vomit.", "Excessive thirst for cold drinks." ],
    "Stomach" : [ "Risings, which aggravate the pains of the stomach and of the abdomen.", "Acid rising (the existing pain is aggravated by eructations).", "Regurgitation of food.", "Nausea after eating, and chiefly in the morning.", "Uneasiness, and a sort of flabbiness in the stomach, as if the patient were about to faint.", "Vomiting of food, and of sour substances, with mucus.", "Bitter, bilious vomiting.", "Excessively painful pressure on the precordial region, as if the heart were going to be crushed, with cries, sweat, and anguish.", "Pressive gastralgia, as from a stone on the stomach, with difficulty of respiration, chiefly after eating, or at night, with inquietude and tossing, either renewed or mitigated by coffee.", "Burning pain in the pit of the stomach, and in the hypochondria.", "After eating or drinking, heat and perspiration of the face." ],
    "Abdomen" : [ "Tension and anxious fulness in the hypochondria, and in the epigastrium (in the morning), with a sensation as if everything was ascending towards the chest.", "Colic, after anger.", "Flatulent colic, with inflation of the abdomen, and accumulation of flatus towards the hypochondria, and the inguinal ring.", "Excessively painful colic, pullings and cuttings in the abdomen, sometimes in the morning, at sunrise.", "Sensation of emptiness in the abdomen, with constant movement in the intestines, and blue circles round the eyes.", "Burning cuttings in the epigastrium, with difficulty of respiration, and paleness of the face.", "Shooting in the abdomen, principally on coughing, on sneezing, and on touching it.", "Painful sensibility of the abdomen to the touch, with sensation of ulceration in the interior.", "Pressure towards the inguinal ring, as if hernia were about to protrude.", "Abdominal spasms." ],
    "Stool and Anus" : [ "Constipation, as from inertia of the rectum.", "Diarrhoea during dentition (green mucus).", "Diarrhoea from cold, from anger, from chagrin.", "Diarrhoea chiefly at, night, with spasmodic colic, mostly with slimy, and whitish or watery, or yellowish and greenish faeces, or mucus mingled with excrement, like eggs when beaten up; or hot corrosive faeces, of a fetid odour, like rotten eggs; or evacuation of undigested substances.", "Haemorrhoids, with very painful fissures and ulcerations in the anus.", "Excoriation about anus (intertrigo)." ],
    "Urinary Organs" : [ "Inclination to make water, with anxiety.", "On making water, itching and burning in the urethra.", "Urine hot and yellowish, with fleecy sediment; or turbid urine, with yellowish sediment.", "Involuntary or feeble emission of urine.", "Excoriation at the edge of the prepuce." ],
    "Male Sexual Organs" : [ "Itching, stinging pain in the margin of the prepuce.", "Swelling of prepuce (Sycosis).", "Excited sexual desire." ],
    "Female Sexual Organs" : [ "Catamenia suppressed, with swelling and pressive pains in the pit of the stomach, and in the abdomen.", "Pains like those of labour, and general dropsy.", "Menstrual colic, before the catamenia.", "Pressure towards the uterus, as if from the pains of child-birth.", "Pains may occur by which the foetus is forced up instead of down.", "The labour-pains are not sufficient, but cause great restlessness and anguish (over-sensitive to the pains).", "Violent after-pains.", "Metrorrhagia, with discharge of deep-red blood, and of clots, accompanied by labour pains.", "Discharge of blood between the regular catamenia.", "Burning pains and smarting in the vagina.", "Corrosive leucorrhoea, with smarting.", "Scirrhous induration of the mammary glands.", "Suppression of milk (milk is cheesy or mixed with pus; milk fever).", "Puerperal fever.", "Erysipelas of the mammae and soreness of the nipples." ],
    "Respiratory Organs" : [ "Catarrh and hoarseness, with accumulation of tenacious mucus in the throat.", "Stitches and burning in the larynx, with hoarseness.", "Burning pain in the larynx.", "Spasmodic constriction in the gullet.", "Dry cough, produced by a constant titillation in the larynx, and under the sternum, chiefly in the evening, and at night in bed, continuing during sleep, and sometimes accompanied by a fit of suffocation.", "Wheezing and rattling in the trachea.", "Anger provokes the cough (in children).", "Expectoration of mucus of a bitter or putrid taste." ],
    "Chest" : [ "Respiration short, croaking, or wheezing and stertorous.", "Deep respiration, with sensible rising of the thorax.", "Fit of suffocation, as if from constriction of the larynx or of the chest.", "Attacks of flatulent asthma, with anxiety and fulness in the precordial region.", "Oppression of the chest.", "Shootings in the chest, chiefly on breathing.", "Burning in the chest, with dizziness and anxiety.", "Shooting in the regions of the heart, with difficulty of respiration." ],
    "Neck and Back" : [ "Tensive stiffness of neck muscles.", "Glands swollen, often very sensitive; painful when turning neck.", "Aching pain in the sacrum, chiefly at night.", "Pain as of a bruise in the sacrum, with pulling pains, like those of labour, extending to the thigh.", "Shooting, pulling, tearing pain in the back.", "Painful stiffness in the loins, after having been seated some time.", "Insupportable pain in the loins and in the hip, in the morning, on the side opposite to that on which the patient is reclining.", "Convulsions in the back, with a throwing backwards of the head, and stiffness of the body as in tetanus." ],
    "Limbs" : [ "Cracking in joints, with pain in them as if bruised.", "Pain in periosteum of limbs with paralytic weakness.", "Convulsive single jerks in limbs.", "All joints sore as if bruised and tired out; there is no power in hands or feet, though without corresponding weariness." ],
    "Upper Limbs" : [ "Numbness and stiffness of the arms on grasping an object.", "Convulsions of the arms, with clasping in of the thumb.", "Nocturnal pains, with paralytic weakness in the arms.", "Swelling; or coldness; and paralytic stiffness of the hands; with cold perspiration in the palms of the hands.", "Numbness or convulsive movements of the fingers.", "Finger-joints red and swollen.", "Retraction of thumbs." ],
    "Lower Limbs" : [ "Paralytic and drawing pain in the hip and in the thigh, extending to the feet, chiefly at night.", "Tension of the muscles of the thighs, and of the legs.", "Cramps in the calves of the legs, chiefly at night.", "Tearing sensation, with a paralytic condition of the feet, at night.", "Cramp.", "Cracking of the knee during motion.", "Burning in the soles of the feet (at night, he puts his feet out of bed).", "Sensation of numbness in the toes.", "Burning and itching in the feet, as from chilblains.", "Swelling of the foot and of the sole of the foot." ],
    "Generalities" : [ "Rheumatic, drawing pains, chiefly at night in bed, with paralytic state, and sensation of torpor in the parts affected, and inclination to move them continually; mitigated by external heat.", "Pain with thirst, heat, and redness (of one) of the cheeks, and hot sweating of the head.", "Pulsative pains, as from an, abscess.", "Over-excitement, and excessive sensibility of the nervous system, with great sensibility to pain, which appears insupportable and induces despair.", "Over-sensitiveness of the senses (esp. from coffee and narcotics).", "Great sensibility in the open air, and principally to wind.", "The extremities feel, as it were, stiff and paralysed.", "Great weakness and inclination to fall, with prostration of strength to fainting as soon as the pain commences.", "Syncope, with sensation of sinking and faintness in the precordial region.", "Attacks of catalepsy, with hippocratic face, extremities cold, eyes half-closed, pupils dilated and dull.", "Attacks of spasms and of convulsions, with face red and bloated, and convulsive movements in the eyes, the eyelids, the lips, the muscles of the face, and of the tongue.", "Epileptic convulsions, with retraction of the thumbs, and foam before the mouth, preceded by colic, or followed by a lethargic state.", "Urgent inclination to remain lying down; a child will neither walk nor be carried in the arms.", "Cracking, and pain resembling a bruise, in the joints." ],
    "Skin" : [ "Miliary eruption, with itching and nocturnal tickling.", "Unhealthy skin; every injury tends to ulceration.", "In the ulcers, tingling, itching, burning, and jerking shootings, with excessive sensibility to the touch.", "Itching pimples form around the ulcer, covered with scurf, and suppurating.", "Yellow colour of the skin (over the whole body).", "Rash of infants and during nursing.", "Red rash on the cheeks, on the forehead.", "Inflammatory swelling of the glands." ],
    "Sleep" : [ "Yawning and stretching.", "Sleepiness, during the day, without being able to sleep, on lying down.", "Coma, and coma-vigil, with pulling pain in the head, and nausea, or with feverish restlessness, short respiration, and thirst.", "Nocturnal sleeplessness, with attacks of anguish, visions, and illusions of the sight and hearing.", "Snoring breathing when asleep.", "On sleeping, starts with fright, cries, tossing, tears, talking, raving, groans, snoring, and constant separating of the thighs.", "Fantastical, lively, quarrelsome and vexatious dreams, with morose and sullen aspect.", "Nocturnal delirium." ],
    "Fever" : [ "Pulse small, tense, accelerated.", "Constant alternation of cold, or of partial shuddering, with partial heat, in different parts of the body.", "Chilliness and coldness of the forepart of the body, while the back part is hot, or vice versa.", "General heat, esp. in the evening, or at night in bed, with anxiety, thirst, redness of the cheeks, hot perspiration of the head, at the forehead, and the scalp; and sometimes, chiefly on uncovering the body, mixed with shivering or shuddering.", "After or during the heat, sour sweat, which causes an itching on the skin.", "Burning heat and redness (often only in one) of the cheeks, chiefly at night, with groans, tossing, and cold or heat in the rest of the body.", "Intermittent fever, with nocturnal aggravation, pressure on the pit of the stomach, nausea or bilious vomiting, colic, diarrhoea, and painful emission of urine.", "Chilliness, with internal heat.", "Chill and coldness of the body, with burning hot face and hot breath.", "Nocturnal sweat, when asleep.", "Continuous burning heat, with violent thirst, and starts during sleep, and furious delirium." ]
  }
}