{
  "remedyName" : "Chaparro Amargoso",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diarrhoea. Dysentery." ],
    "Characteristics" : [ "Dr. M. J. Bleim, of San Antonio, Texas, communicates to the North American Journal of Homoeopathy, of March, 1899, an article in praise of this Mexican plant, a small, thorny bush, three to five feet high, with a small, saffron-coloured flower. Dr. Bleim reports the following cases cured: (1) Mr. A., of New Orleans, eighteen months ill with dysentery, was sent to Dr. Bleim under suspicion of tuberculosis. Before seeing the doctor he met a stockman who said he could cure him, having been himself cured with the remedy after a like experience. Chapar. was the remedy, a teaspoonful of the extract three times a day. After three doses there was considerable improvement. He took no more medicine, and had no further trouble. (2) Boy, 12, had been treated for several months by Dr. Bleim with indifferent results. Chapar., half a teaspoonful three times a day. In forty-eight hours the discharge ceased, and the bowels became normal. (3) An acute case had improved rapidly under Merc. cor. and colon-douches, but came to a standstill at a certain point: three or four stools a day, more or less pain; no appetite; very weak. Chapar. was ordered, a teaspoonful three times a day; immediate general improvement; in forty-eight hours the bowels were normal; within a few weeks strength was entirely restored. Dr. R. T. Knox, of Gonzales, narrates his own case: Dysentery three years. Nothing gave more than temporary relief. Discharge after discharge of quantities of bloody matter accompanied with much pain. Ravenously hungry all the time in a land of plenty. Under the advice of a farmer he was persuaded to drink freely of a tea made of the shrub, before each meal. The infusion had the appearance of sparkling beer, and was most intensely bitter. In three days there was great improvement. In two weeks the bowels were under control, stools consistent, partly moulded, sleep good. Recovery was perfect. Chaparro is prized by Mexican doctors as a tonic and antiperiodic." ],
    "Relations" : [ "Compare: Cedron; Merc., Nux, Nit. ac., Caps." ]
  }
}