{
  "remedyName" : "Chelidonium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Antrum of Highmore, inflammation of. Cancer. Chest, affections of. Chorea. Constipation. Cough. Diarrhoea. Dyspepsia. Gall-stones. Gonorrhoea. Haemoptysis. Haemorrhoids. Headache. Influenza. Jaundice. Lachrymal fistula. Laryngismus. Liver, affections of. Nephritis. Neuralgia. Nose-bleed. Pleurodynia. Pneumonia. Rheumatism. Scald-head. Stiff-neck. Taste, altered. Tumours. Warts. Whooping-cough. Yawning." ],
    "Characteristics" : [ "Chelidonium is a poppy and therefore allied to Opium and Sanguinaria, with both of which it has many features in common. But its closest analogue is Lycopodium, with which it holds a complementary relation. I have often cured with Chel. when Lyc. was apparently indicated and failed to act well. The juice of Chel. causes vesication when applied to the skin. An extract injected locally in cancer cases has gained a reputation in the old school. The juice is yellow, resembling bile. Probably on the \"signature\" of the bile-like juice it was recommended as a remedy in jaundice by Galen and Dioscorides. Given on the broad ground of organ-homoeopathy, in material or semi-material doses, it has achieved notable results in cases of liver disease. But it has also fine indications. The chief \"keynote\" for its employment is a continued, bruised, aching pain at the inferior angle of the right scapula: Chel. acts on spleen and kidneys as well as liver. It is also a venous medicine. Paralytic symptoms are prominent. There is great debility and drowsiness after eating and on waking. Prefers hot things. Desire to lie down after a meal. Aversion to move, feels tired on least exertion. There is the Opium sleepiness and yawning. Yellowness of the skin; ulceration. Chel. is a predominantly right-side medicine (like Sang. and Lyc.), and besides the right infra-scapular pain and the action on the liver it has neuralgia over the right eye and in right malar bone, and also an action on the caecum and right ovary; and on the base of the right lung. In pneumonia with bilious symptoms it is one of the chief remedies. Chel., like Lyc., has fan-like movement of alae nasi in chest affections. There may be either constipation (clay-coloured stools), or diarrhoea with bright yellow stools. There is nausea (of pregnancy) with desire for food > by drinking milk. Desire for hot drinks, only water almost boiling will stay on stomach. Chills or creeps accompany the headache or the jaundice. The dirty yellow complexion produced by Chel., with other signs of cachexia, strongly suggest cancer, and the action of Sang., its relative, in cancer of the breast is well known. Also Opium, in addition to its narcotic influence, is believed by Snow to have a retarding effect on cancerous growth. A somewhat typical Chel. case, simulating cancer, is recorded by C. M. Foss. A man, 45, had catarrh of the nose, and, at the same time, of the stomach: had been told he had cancer of the stomach. Tenderness over stomach with sinking, gone feeling, at times reaching a state of painful anguish; sickness at stomach, all symptoms > by eating. Chel. 6x cured at once. \"Aversion to cheese\" is an indication for Chel. in many gastric conditions. Teste, who proved Chel., places it at the head of a group which includes Caps. and Viola. od. He mentions the analogy between the juice of Chel. and the juice of Garcinia morella, Gamboge. Both are bright yellow and pass to orange and brown on drying. Some old-school authorities have recommended the juice of Chel. as a substitute for gamboge as a hydragogue cathartic. Among its ancient external uses was, as an application in eye affections, to chronic ulcers, and to warts. In Teste's proving he emphasised the following symptoms: \"1.30 p.m.: dull and heavy, deep-seated pain in whole right side of chest and right shoulder, without cough, but with embarrassed respirations. This pain, which is at times accompanied by dull beatings in the chest, does not allow him to draw a long breath; it is not perceptibly aggravated by the motions of the arm. The pain is particularly felt in the axilla and under the shoulder-blade; a sort of numbness of the muscles in the region of the liver, and in the whole right side of the neck, face, and head; apprehension of threatening pneumonia; great anxiety; constant desire to stir and change one's position (lasts an hour and decreases gradually).\"-\"Extremely profuse emission of a whitish and foaming urine.\"-\"2 p.m.: drowsiness which is so marked, even in the open air, that she is near falling asleep while walking; lasts half an hour.\" According to Rademacher Chel. acts on the centre of the liver. Chel. has a strong action on the respiratory sphere. A characteristic cough is caused by a sensation of \"dust\" in the air passages. St. Clair Smith relates a case. A young lady had had for several weeks a dry, racking, fatiguing cough night and day, < night, no expectoration and no pain. She looked completely worn out. The cough was excited by a sensation as if throat and larynx were full of dust. Chel. 3, a powder every two hours, was given. She only took three when the \"dust\" left the throat and with it the cough, and never returned. Carleton Smith cured this: \"Dry cough through day with pain and stitches right side; severe hoarseness p.m., voice scarcely audible.\" In rheumatic affections Chel. has a large field. OEdema, heat, tenderness and stiffness are the leading indications. Here is a case: A baby girl had had rheumatism of both ankles for a week, when it settled in the right one, which became greatly swollen, very tender, painful and hot. Constipated for two months previous, whitish stools. Chel. improved in twelve hours, and entirely cured in a week. In another case of acute rheumatism of feet and ankles, supervening on a slow, remittent fever, Chel. cured after the failure of Rhus and Bry. The patient was a girl of six. Both ankles were affected, feet much swollen and extended. The slightest movement or touch extorted screams. The only relief was constant bathing with hot water. W. A. Burr cured a case of right sciatic rheumatism, of ten years' history, in a very corpulent woman, aet. In her case there were aggravations coming on in the afternoon and evening of each day, and lasting into the middle of the night. During the paroxysms the outer ankle and lower leg became cyanotic, swelling around ankle, constriction above, great sensitiveness to touch and motion. Very nervous during the spells. Great external sensitiveness; aversion to touch, and < from it. Pressure > some symptoms and < others. Eating > stomach symptoms: all complaints lessen after dinner. Change of weather <; warmth <; cold water >. Open air < headache; pain in right eye; and causes chill; and drowsiness. Motion < most symptoms. Coughing and blowing nose > headache. Rest >. Lying on face > pain in kidneys and bladder. Lying on left side > pain in stomach. Many symptoms are < a.m.; also p.m. and afternoon." ],
    "Relations" : [ "Antidoted by: Acon.; acids; wine and coffee; Camph. (Teste). It is antidote to: Bry. Compatible: Ars., Bry., Coral. r. (whooping-cough); Led., Sul. (hepatised lung); Ipec. (spasm of glottis). Compare: In pain below angle of scapula, Juglans cin., Chenop. (lower than angle and nearer spine), Ran. b. (edge of left; through to chest), Lob. cerul. (inside edge right scapula), Angust. (cutting from just beneath right scapula to breast, near nipple), Bry.; Bry. is a close analogue in many symptoms", "yellow tongue, swelling of liver; Lyc. is complemented by Chel. (some differences are: Lyc. has sour taste, Chel. bitter, Lyc. has rumbling in left hypochondrium, and fulness after a small quantity of food. Lyc. and Bell. have symptoms beginning and ending suddenly; Chel. has headache ceasing suddenly). Merc. (bilious pneumonia. Sharp pains through right lung to back; Merc. has slimy stool and great uneasiness before and after, the stool of Chel. being free); Kali c. (pneumonia in later stages, copious exudation into lungs, rattling with cough, < 2-3 a.m.); Colch. (nausea with desire for food); Carb. an. (leucorrhoea staining yellow); Act. r. (waving sensation in brain); Aco., Ars., Bell., Bry., Calc., Caps., Chi., Gamb., Graph., Ign., Nit. ac., Nux, Pho., Pod., Puls., Rhus, Sep., Spi., Sul., Viol. o." ],
    "Mind" : [ "Remarkable tranquillity of mind for two or three days, followed after a while by ill-humour.", "Low-spirited, desponding, with inclination to weep.", "Forgetful, absent-minded.", "Restlessness and uneasiness of conscience; felt she had committed the unpardonable sin." ],
    "Head" : [ "Confusion.", "Whirling vertigo; with shivering; with nausea; with vomiting of bile; on awaking; from to p.m.", "Rush of blood to head and face, throat and upper chest.", "Heaviness of head, extending to r. side of head, whence a rheumatic drawing extending into r. side of neck, wrist, and chest.", "Headache in afternoon, disappearing suddenly.", "Headache > closing eyes; > after eating (severe on rising, > after breakfast).", "Headache, throbbing in temples; pressing from within outwards esp. towards forehead, < open air; coughing; blowing nose; stooping; > while eating.", "Waving sensation in brain.", "Waving in brain and heaviness in forehead and vertex, extending to temples, and very unpleasant after drinking white beer.", "Pressure in forehead extending to orbits, which are painful as if sore on moving the eyes.", "Pressing pain. r, side of forehead.", "Band sensation across forehead and temples, > closing eyes.", "Tearing in forehead above eyes, extending into the (l.) eye, into the lids, and root of nose.", "Pressive pain in r. temple, r. parietal bone, and at last over r. eye.", "Beating in temples synchronous with pulse on lying down in bed at night.", "Stitches in vertex, esp. when walking fast.", "Occiput heavy as if it could not be raised from pillow at night; with drawings in neck from above downward.", "Sensation of coldness in occiput ascending from nape; < moving; > at rest.", "Soreness; sensitiveness; itching; tingling; crawling on scalp.", "Hair falls out, esp. on occiput.", "Scald-head." ],
    "Eyes" : [ "Painful pressure on upper eyelid.", "Tearing pain in and above eyes.", "Neuralgic pain above r.", "eye.", "Stitches between eyebrows.", "Pressive, burning headache between eyebrows which presses lids together; > after eating, but returning after three-quarters of an hour.", "Margins of eyelids red.", "Clonic spasms of lids.", "Redness of conjunctiva.", "Whites dirty yellow.", "Aching in eyeballs on moving them.", "Pupils contracted.", "Vision dim.", "Mistiness of sight of r. eye, morning on waking.", "A blinding spot seems to be before the eyes, and if he looks at it the eye waters." ],
    "Ears" : [ "Pain behind r. ear.", "Tearing from r. cheek-bone to ears and around ears extending to upper part of occiput along lamboidal suture.", "Sensation in both ears as if wind were rushing out.", "Loss of hearing during cough.", "Roaring as of a distant wind-storm." ],
    "Nose" : [ "Tip swollen and red.", "Dry coryza with (one-sided) stoppage.", "Fluent coryza.", "Discharge of black blood with mucus on waking in morning.", "Obstruction with liver complaints.", "Hallucinations of smell (on stooping)." ],
    "Face" : [ "Red without heat.", "Remarkably yellow, esp. forehead, nose, and cheeks.", "The usual red has a mixture of dark yellow.", "Tension and drawing in (l.) malar bone.", "Sensation of swelling in r. cheek-bones.", "Burrowing-tearing in antrum.", "Itching in face and on forehead.", "Herpes on face, esp. chin.", "Lips swollen; dry, cracked, crusty, feeling." ],
    "Teeth" : [ "Tearing pains r. ear to r. teeth, afternoons.", "Toothache with facial neuralgia; < warmth; and in bed at night; > cold water; l. lower molar, jerking, tearing in antrum.", "Gums bleed." ],
    "Mouth" : [ "Taste: mucous, pappy; bitter; food tasting natural.", "Bitter taste when not eating.", "Tongue: nervous, pointed; thickly coated, yellow with red margin; teeth", "indented.", "Mouth dry.", "Salivation: bitter; oozing of blood.", "Bad odour.", "Mucus flies from mouth when coughing." ],
    "Throat" : [ "Sensation as if larynx were pressed on oesophagus impeding deglutition.", "Sensation of choking in throat, as if too large a morsel had been swallowed.", "Fauces red; swelling of uvula and tonsils; shooting in tonsils; burning and scraping in throat." ],
    "Appetite" : [ "Appetite lost.", "Thirst with dry mouth and throat.", "Desire for milk, which agrees; for sour things.", "Aversion to cheese; to meat.", "Prefers hot drinks, which >.", "All complaints > after dinner." ],
    "Stomach" : [ "Hiccough.", "Frequent belchings.", "Eructations tasting like juniper berries.", "Nausea with sensation of heat in stomach.", "Bilious vomiting.", "Gnawing in stomach relieved by eating.", "Sensation of coldness in stomach.", "Cutting pain in stomach when yawning; soon after eating." ],
    "Abdomen" : [ "Colic, navel drawn in.", "Stitches in liver and spleen.", "Shooting stitching through liver to back; crampy pain inner angle of scapula.", "R. (and l.) hypochondrium and scrobiculus cordis tense and painful on pressure.", "Pains across umbilicus as if abdomen constricted by a string.", "Abdominal plethora; distension, rumbling." ],
    "Stool and Anus" : [ "Mucous diarrhoea at night.", "Stools white; bright yellow; like clay.", "Constipation, stool hard, in hard lumps.", "Some blood with stool.", "Periodic straining and pressing on rectum, as if before a stool without result.", "Burning; cutting; drawing; crawling and itching; sticking and itching in rectum and anus (haemorrhoids)." ],
    "Urinary Organs" : [ "Pressure in bladder with scanty emission.", "Spasmodic pain in r. kidney and liver.", "Burning, darting and cutting in urethra.", "Frequent desire and urging to micturate.", "Urine: profuse, whitish, foaming; red and turbid; dark.", "(Diabetes.)" ],
    "Male Sexual Organs" : [ "Drawing pains in spermatic cord; in testicles.", "Eczematous excoriation on male parts and anus.", "Painful swelling r. testicle with tension and drawing in spermatic cord." ],
    "Female Sexual Organs" : [ "Menses too late; too profuse; lasting too long.", "Pain in r. ovary.", "Milk diminished." ],
    "Respiratory Organs" : [ "Hoarseness.", "Spasm of glottis.", "While coughing pain in larynx and sacrum.", "Pricking; sticking; tickling; constriction in larynx.", "Pressure as if air could not pass through; as if swollen (r.).", "Pressure, heat or irritation in trachea.", "Short breath and tight chest.", "Nightly attacks of asthma with sense of constriction in region of diaphragm.", "Cough in paroxysms; throws up lumps of mucus.", "Cough after waking and on rising, with sensation of dust under sternum.", "Paroxysms of cough with copious expectoration; with pain behind sternum, esp. at night.", "Paroxysms of dry cough p.m." ],
    "Chest" : [ "Stitches beneath r. ribs; l. side of chest.", "Deep-seated pain in whole r. side of chest.", "Soreness of lower ribs r. side." ],
    "Heart" : [ "Stitches and lancinating pains in cardiac region and heart; in pectoral muscles.", "Periodic palpitation.", "Violent palpitation with tightness of chest." ],
    "Neck and Back" : [ "Drawing in nape and occiput.", "Stiff-neck, head drawn to left.", "Stitches beneath r. scapula (hindering motion of arm).", "Fixed pain under inner and lower angle of r. scapula.", "Violent pains at lower angle of l. scapula.", "When bending forwards or backwards, tearing, pressing pain in back as if vertebrae were being broken asunder.", "Drawing from, sacrum to r. side of scrobiculus." ],
    "Limbs" : [ "Twitching in arms and legs.", "Neuralgia in limbs.", "Rheumatism.", "Least touch anywhere is exceedingly painful; sweat without relief.", "Limbs feel heavy, stiff, and lame; flabby; trembling." ],
    "Upper Limbs" : [ "Pain in r. shoulder; in l. shoulder.", "Inability to use r. (also l.) arm and forearm with freedom, sometimes attended with tearing pain.", "Stiffness in wrist.", "Stiffness, stitches in wrists.", "Tips of fingers cold." ],
    "Lower Limbs" : [ "Shooting in r. hip.", "Drawing pains in hips, thighs, legs, and feet, more r. side.", "Weight in lower limbs.", "Swelling of feet, most round ankle.", "Toes feel dead.", "Intolerable pains in heels, as if they had been pinched by too narrow a shoe." ],
    "Skin" : [ "Yellow, yellowish-grey shrivelled skin.", "Itching.", "Burning like nettles, preceding eruption like measles.", "Red painful pimples and pustules on various parts.", "Red miliary eruption on neck, chest, and arms.", "Eczema.", "Old, putrid, spreading ulcers." ],
    "Sleep" : [ "Frequent yawning.", "Lethargic.", "Sleepy, wants to lie down but cannot sleep.", "Sleep dreamful, unrefreshing.", "Dreams of corpses and funerals." ],
    "Fever" : [ "Yawning and shivering before attacks.", "Icy coldness of r foot.", "Violent shivering fit, p.m. daily.", "Rigor followed by heat and sorrowful, anxious mood.", "Heat of head, dark red cheeks, pulsation in arteries; full pulse; faintness; difficulty of speech; nausea; short breath; cold feet.", "Burning heat of hands, spreading thence over body.", "Moist, burning skin.", "Sweat during the night, esp. towards morning.", "Sweat on least exertion." ]
  }
}