{
  "remedyName" : "Chenopodium Anthelminticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aphasia. Apoplexy. Asthma. Cerebral deafness. Convulsions. Dropsy. Epilepsy. Headache. Hemicrania. Hemiplegia. Leucorrhoea. Menses, suppressed. Paralysis. Scapula, pain in. Tinnitus. Tonsillitis." ],
    "Characteristics" : [ "The most characteristic pain of Chenopodium is a dull pain below the angle of right scapula, and nearer the spine than the analogous pain of Chelidonium. Chenopodii glauci Aphis (see Aphis) has a similar pain below angle of left scapula. Several cases of poisoning have been reported in which all the symptoms of apoplexy and consequent right hemiplegia with aphasia were reproduced. Stertorous breathing, with a very peculiar rattle as of a ball rolling loose in the trachea. Heavy breathing with flapping of cheeks. Other symptoms are: Vanishing of sight and roaring in ears with (right) hemicrania. Roaring in ears as of cannons going off, also ringing; deafness. Subacute and chronic enlargement of tonsils in pale, scrofulous children. Caseous deposits with painful inflammation of tonsils. Rough, furry feeling in throat. Menses suppressed; leucorrhoea instead. Pains through heart; under right scapula, and in right shoulder. Fever after a fright. In three cases of poisoning reported by Allen the following symptoms were produced: (1) Insensible, convulsed, foaming at the mouth. All remembrance of taking the poison was lost on his recovery. (2) Deep, heavy, stertorous breathing accompanied by a very peculiar rattle, as if there were a ball rolling loose in the trachea; pulse small, weak, frequent and feeble; eyes insensible to light or external objects; convulsive movements of right half of body; extremities cold; any attempt to swallow threatened instant suffocation. (3) (This patient took 1/2 oz. of worm-seed oil and drops of turpentine.) Disagreeable eructations; nausea; staggering like a drunken man; deafness to the sound of the voice, but exquisite sensitiveness to the sound of passing vehicles, they sounded like cannons in his ears; also annoying buzzing. In smoking he would scarcely light his cigar before he would lay it down again and take a fresh one, arguing perversion of taste. By afternoon the mantelpiece was strewn with cigars only partly used. No disposition to engage in conversation. Aphasia: he clearly wanted his attendant to get or do something but could not make him understand. The attendant wrote, \"Don't understand,\" showed it to him, and gave him paper and pencil. After great efforts he wrote distinctly words with no meaning. Voice-hearing became progressively worse, but he heard the tea-bell three storeys below promptly, and, to the astonishment of the family, got up and walked deliberately into the dining-room.", "He did not seem to know his accustomed seat, and sat in the wrong place. During the afternoon became completely aphasic. Finding himself unable to express his ideas, this seemed to amuse him much, and he laughed heartily. Whatever he did he would keep repeating. When the doctor entered he arose and shook him heartily by the hand, and then sat down. In about a minute he arose, solemnly came forward and again shook hands. This he repeated twenty times in as many minutes. He then went through the performance of washing his hands in an empty basin and repeated this many times. Sitting at tea he ate with apparent relish, taking singly tea and bread. While grasping a piece of bread, there was a distinct spasm of right forearm and hand; fingers firmly clenched, hand forcibly flexed on forearm. Assisted to his room, his walk was entirely natural; when put to bed showed some resistance, striking at the doctor. He at once commenced to groan, tossed from side to side of the bed, suggesting abdominal distress. Soon became unconscious; right arm paralysed; dragging helplessly. Next day continued impairment of motion and sensation right side; right eyeball insensitive to touch. Third day, frequent twitching and stiffness of right limbs, culminating in a one-sided convulsion in early morning of fourth day. At noon of third day, copious involuntary urination in bed. This continued to the end, except when drawn off. In afternoon, heavy breathing and flapping cheeks of apoplexy appeared. More or less constant regurgitation of yellow frothy material from mouth, smelling of worm-seed, as also did the perspiration. This material was at times so profuse as to embarrass respiration. During one of the attacks of dyspnoea, and while in a drenching sweat, which suggested dissolution, he was gently turned in bed; immediately a general convulsion set in, markedly opisthotonic, lasting ten minutes, despite the use of chloroform. By this time jaundice appeared, having been only noticed the day before. Five days from taking the dose he died in profound coma with high temperature. The significance of these symptoms needs no pointing out. The peculiar deafness corresponds nearly to the \"cerebral deafness\" described by Cooper in which the watch-hearing is good whilst the voice-hearing is bad or absent. Hemiplegia with contractions of limbs, and certain epileptic seizures are strongly portrayed in the poisoning. When given as a vermifuge it frequently produces progressive and long-lasting deafness. Linnell has cured with it two cases in which there was deafness to voice-hearing but sensitiveness to other sounds. In one case there was implication of left labyrinth with slight chronic otitis media of both ears; deafness left ear several years; no tinnitus; consciousness of the ear; sensitive to musical sounds; deaf for watch and voice; perosseous hearing diminished. He has also cured: Roaring tinnitus synchronous with heart. Sensitiveness to cold. Hearing better for high-pitched than low-pitched sounds. (H. W., xxxii. 295.)" ],
    "Relations" : [ "Compare: Aphis, Chel., Chen. v. In apoplexy and puffing respiration, Chi., Op., Lyc. In deafness, Chi., Chi. sul., Chi. salicyl., and Salicylates in general." ],
    "Mind" : [ "Weeping mood.", "Insensible, convulsed, foaming at mouth.", "Complete aphasia (poisoning by the oil).", "Loss of memory of attack after it is over." ],
    "Head" : [ "Vertigo with transient vanishing of sight.", "Pain in whole r. side of head with roaring in ears, dim sight, or complete loss of vision.", "Dull, pressive pain in vertex extending through head." ],
    "Eyes" : [ "Impaired movements of r. eyeball; loss of sensitiveness.", "Vanishing of sight." ],
    "Ears" : [ "Roaring in ears as of cannons; deafness.", "Progressive deafness to human voice, extreme sensitiveness to other sounds (cerebral deafness?).", "Tinnitus synchronous with heart-beats." ],
    "Face" : [ "Flapping cheeks with stertorous breathing." ],
    "Throat" : [ "Chronically enlarged tonsils; caseous desposits.", "Furry feeling in throat." ],
    "Stomach" : [ "Perversion of taste.", "Disagreeable eructations; nausea.", "Constant profuse regurgitation of yellow frothy material smelling of worm-seed." ],
    "Urinary Organs" : [ "Slight pain in region of kidneys.", "Involuntary urination, very copious." ],
    "Female Sexual Organs" : [ "Menses suppressed; has leucorrhoea instead; rough furry feeling in throat." ],
    "Respiratory Organs" : [ "Stertorous breathing; flapping cheeks dyspnoea; peculiar rattle as of a ball rolling loose in trachea.", "Respiration embarrassed by quantity of yellow frothy material which he constantly regurgitated." ],
    "Chest" : [ "Pains through heart, under r. scapula, and in r. shoulder.", "Pain throughout r. chest, beginning at attachment of 6th rib to its cartilage, and extending to front of r. scapula." ],
    "Back" : [ "Pain beneath point of r. scapula, with giddiness in forehead, ringing in ears and pale face.", "Slight dull pain a little lower down than point of r. scapula, but nearer spine." ],
    "Limbs" : [ "Twitching and stiffness in r. limbs." ],
    "Upper Limbs" : [ "Paralysis and spasm of r. forearm and hand in flexion." ],
    "Generalities" : [ "Staggering gait.", "Constantly repeats an action.", "R. sided convulsion and paralysis.", "Frequent twitching and stiffness of r. limbs.", "Hemiplegia with contraction of limbs." ],
    "Skin" : [ "Jaundice." ]
  }
}