{
  "remedyName" : "Chimaphila Umbellata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Breast, atrophy of; cancer of; tumour of. Cataract. Cystitis. Diabetes. Dropsies. Fevers. Glands, enlarged. Gleet. Gonorrhoea. Intermittents. Jaundice. Kidneys, disorders of. Lactation, disorders of. Liver disorders. Nephritis. Proctitis. Prostatitis. Pterygium. Ringworm. Scrofula. Stricture. Syphilis. Toothache. Ulcers, malignant. Urinary disorders. Whitlow." ],
    "Characteristics" : [ "Chimaph. umb. is a medicine used by many North American Indians in gravel and urinary disorders. It has also been used as a vulnerary. Among the eclectics it is used as an \"alterative\" in skin affections, e.g., acne, herpes, eczema, in enlarged lymphatic glands, in articular rheumatism. It is said by them to act mainly as an eliminative through the bowels and kidneys. They use it in cases of chyliferous urine, cystitis, strangury, smarting, burning pains on urination, turbid urine and frequent micturition, and diabetes. Also in passive renal, uterine and intestinal haemorrhages, leucorrhoea and gonorrhoea. From its property of increasing the renal secretion they give it in cases of calculus and prostatic irritation. Catarrhal states, with mucus, muco-pus, pus and blood, offensive or not, indicate its use. Chim. u. has been proved by Jeanes, G. Bute, and H. P. Gatchell. It causes flushing of cheeks with some general heat and accelerated pulse. Toothache < after eating, and from exertion; > by cold water. Cannot close jaws at night; jaws feel stiff; sleeps with mouth open. Palate sore; very sensitive to warm drink or food; rawness of upper and back part of palate. Increase of appetite. It has been used with success in cases of: inflammation of liver with ascites; abdominal and renal dropsies; enlarged mesenteric glands; obstinate constipation and haemorrhoids. A peculiar symptom is: shooting pain, deep-seated, left side of anus. The symptom: \"Sensation of swelling in perineum on sitting, as if a ball was pressing against it,\" shows its appropriateness in prostatic disorders. There is also loss of prostatic fluid. Constant pain in region of kidneys, as if something fluttering in kidney region, first one side, then the other. Pressing fulness in region of bladder. Vesical tenesmus; strangury. Constant desire to urinate; must rise several times in the night. Great quantities of thick, ropy mucus in urine. Blood in urine. Smarting pain (also painful irritation) from neck of bladder, whole length of urethra to meatus. Bruised pain in testicle is a leading indication in stricture. Leucorrhoea. Rapid atrophy of breasts or tumours. Acute rheumatism of shoulder. OEdema of arms (right). Inward trembling without mental disturbance. In homoeopathic practice Coburn reports the following cures: (1) Stricture: Man, 30, dysuria, severe pain, scalding and burning. At times urine voided in a large gush; at others in thready stream, and, towards the end, drained off drop by drop. (After Merc. c. and Canth. had relieved temporarily.) (2) Prostatitis after sitting on cold stone: Pain and a sensation in the parts, as if he had bruised one of the testicles. (3) Cancer of breast: Patient, 2l. Tumour in left breast, hard, movable; sharp pains at site. For four months, under Arn., Ars., Cicut., Thuj., the tumour increased, skin became contracted, nipple drawn in. In eight months it broke out into an irregular ulceration with lacerated edges, fetid discharge. Axillary glands swollen. Chim. umb. O gtt. x. every four hours was given, and the same locally applied. The pains diminished, swelling decreased, and in six months the patient was well. The symptoms of Chim. u. are < In damp weather; after washing in cold water; from sitting on a cold, wet stone. (Though evergreens and \"winter-lovers\"", "hence the name", "the Chimaphilas are generally < by cold). Suited to cachectic, scrofulous individuals and broken-down constitutions." ],
    "Relations" : [ "Compare: Chim. mac.; Apocy. (dropsy); Agnus (gonorrhoea, lactation); Con.; Coff. (toothache > by cold water); Led., Rhod., Kalm., Uva ursi, Sabal. In pterygium Calc., Zn. Ball in perineum, Can. ind. In kidney-ache, Santalum." ],
    "Head" : [ "Tinea capitis." ],
    "Eyes" : [ "Halo round lamp flame.", "Stabbing shooting in l. eyeball.", "Itching and smarting of edges and insides of lids." ],
    "Face" : [ "Flushing of cheeks with some general heat and quickened pulse." ],
    "7, Teeth and Mouth" : [ "Toothache, < after eating and from exertion; cannot close teeth at night, jaws feel stiff, sleeps with mouth open.", "Toothache > by cold water.", "Tongue: smarting; sore, full of vesicles, great thirst and desire to cool the tongue; furred, more towards root, no appetite.", "Vesicular ulcers in mouth." ],
    "Throat" : [ "Palate sore, very sensitive to warm drink or food.", "Rawness of upper and back part of palate." ],
    "Stomach" : [ "Agreeable sensation in stomach soon after taking the drug, followed sometimes by an extraordinary increase of appetite." ],
    "Abdomen" : [ "Aching pain below r. hypochondrium while writing.", "Organic disease of liver with ascites.", "Abdominal and renal dropsies in broken-drown constitutions and intemperate subjects.", "Ascites.", "Scrofulous mesenteric glands.", "Worms." ],
    "Stool and Rectum" : [ "Griping after stool.", "Sticking pain in l. side rectum, deep in.", "Bloody mucous stools.", "Diarrhoea.", "Inclination to stool, either ineffectual or attended with great pain.", "Obstinate constipation; with haemorrhoids." ],
    "Urinary Organs" : [ "Acute prostatitis with dysuria and retention, sensation in perineum as if sitting on a ball.", "Constant pain in region of kidneys; urine scanty, dark, fetid, thick, with copious sediment.", "Strangury; constant desire to urinate.", "Cutting, scalding pain, divided stream; stricture.", "Urethritis with purulent or profuse mucous discharge.", "Great quantities of thick, ropy, bloody mucus in urine.", "Greenish-black urine.", "Urine scanty; frequently voided, pressing pain before, burning prickling, scalding and smarting during and after, and vesical tenesmus; < sitting, > walking about.", "Albuminuria; haematuria, from long-lasting gonorrhoea; clots of coagulated blood pass with urine.", "Renal dropsy." ],
    "Male Sexual Organs" : [ "Smarting from neck of bladder the whole length of urethra to meatus; excessive itching.", "Atrophy of testicles.", "Sensation as if he had bruised one of testicles.", "Sensation of swelling in perineum, as if sitting on a ball.", "Gonorrhoea; gleet; syphilis; prostatorrhoea." ],
    "Female Sexual Organs" : [ "Prolapsus and slight uterine leucorrhoea.", "Vaginal prolapsus.", "Rapid atrophy of breasts.", "Tumours (scirrhous) of breasts.", "Painful tumour of breast in young unmarried women.", "Undue secretion, or suppression of milk." ],
    "Neck and Back" : [ "Uncommon sensation in region of kidneys, sometimes one side the spine, sometimes the other, as if something were fluttering within, without pain or uneasiness." ],
    "Upper Limbs" : [ "Acute rheumatism of shoulder.", "Pain in r. arm, about upper half of biceps and shoulder-joint.", "Fistulous ulcer on r. forearm, with stinging and crawling.", "Paronychia." ],
    "Lower Limbs" : [ "Opening and shutting pain, slow, pulsating, in middle of anterior part of thigh, leaving a severe aching and tenderness on pressure, whilst lying down." ],
    "Skin" : [ "Redness, vesication or desquamation.", "Eruption of dark red spots without sensation.", "Malignant ulcers.", "Scarlet fever." ],
    "Sleep" : [ "Would have slept well, if he had not been constantly waked by calls to make water." ],
    "Fever" : [ "Hectic fever and night sweats.", "Flushing of cheeks with general heat." ]
  }
}