{
  "remedyName" : "Chininum Arsenicosum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Asthma. Bright's disease. Diarrhoea. Diphtheria. Epilepsy. Gastralgia. Hectic fever. Hemicrania. Intermittent fever. Keratitis. Ophthalmia. Scarlatina. Sore-throat, malignant. Spinal irritation. Syphilis. Tobacco, effects of. Tuberculosis." ],
    "Characteristics" : [ "The Arsenite of Quinine combines many of the properties of its two components, but having been proved it can be treated as a separate individuality. The periodicity is intensified, and this is especially noted in the neuralgias. An irritable mood precedes the headache, which is < by mental and bodily exercise. The gastralgia of Chi. ars. is pressure in solar plexus with tender spine just at back of it. Nausea and vomiting are followed by sleep. Bonino (H. R., iv 210), who gave it a prolonged proving, found the symptoms < at rest; in the morning; and when the stomach was empty. They were > by motion (vertigo); and by eating (gastralgia). The chief effects were manifested on the stomach, solar plexus, ligaments and skin. According to him it corresponds to tobacco intoxication and its effects; indigestion from unripe fruits; gastralgia from coarse food or ill-baked bread; chronic rheumatism of joints without swelling; tertiary syphilis of periosteum; colic from incarcerated flatus; intermittent fever with predominating chills, little thirst and continuous almost convulsive yawning; effects of severe and depressing influences on the mind; to convalescence from long-lasting sickness. The circulation was slow, and limbs relaxed. Weakness, prostration, and disinclination for mental exertion were marked in several provers." ],
    "Relations" : [ "Compare: Apis (diphtheria); AEthusa (sleep after vomiting); Cact. (constricting sensations)." ],
    "Causation" : [ "Tobacco." ],
    "Mind" : [ "Dislike of mental occupation in spite of clear-headed lightness about head and feeling of exhilaration.", "Memory impaired.", "Anxiety.", "Child sits up in bed lamenting.", "Irritable mood precedes headache." ],
    "Head" : [ "Sudden attacks of vertigo, < by looking up.", "Severe darting, tortuous pains, running up into head and preventing sleep.", "Head full as if it would burst.", "On sitting down, head seems to be covered with an iron cap.", "Hemicrania (l.) from fright; flickering before l. eye and lachrymation, ringing in ears, pain tearing, boring.", "Penetrating pain in region of l. temple.", "Dull, heavy headache, frontal and occipital; in cerebellum, < from slightest motion." ],
    "Eyes" : [ "Intense photophobia and orbicular spasm gushing hot tears, ulcers attacking each eye, < from midnight to a.m. (Keratitis.).", "Flickering before l. eye, with pain and lachrymation. (Hemicrania.)" ],
    "Ears" : [ "Ringing in ears like bells; with congestion towards head.", "Noise in ears and dulness of hearing." ],
    "Nose" : [ "Profuse coryza > erect position and out of doors.", "Post-nasal catarrh < l. side.", "Copious epistaxis." ],
    "Face" : [ "Trembling of facial muscles, esp. orbicularis palpebrarum (immediately).", "Dull pain in l. temporal region at articulation of lower jaw.", "Face pale, sallow, bloated." ],
    "Mouth" : [ "Tongue thickly furred; appetite bad.", "Yellow, slimy coating on tongue, with bitter taste.", "Fetid breath.", "Dryness in roof of mouth, gnawing and nausea.", "Metallic bitter taste, without changing taste of victuals." ],
    "Throat" : [ "Throat feels sore and raw, < coughing and sneezing.", "Diphtheria." ],
    "Stomach" : [ "Appetite gone.", "Violent thirst for cold water.", "Desire for sweets.", "Empty sensation.", "Hiccough and belching; followed by urging to stool.", "Sudden, indescribable general nausea, with flying heat and waning strength, esp. of lower limbs.", "Nausea and vomiting followed by sleep.", "Eggs or fish cause painless diarrhoea at once.", "Gnawing and nausea as before vomiting as at beginning of tobacco-poisoning.", "Pain in stomach as if it had contracted itself round an uneven stone.", "Disturbed in night by severe pain in stomach as if it were pressed against spinal column; > by eating, for a few moments; repeated several mornings.", "Contracting gastralgia, as if pushed up; > only for a moment by tasteless eructation." ],
    "Abdomen" : [ "Pain in epigastrium as from foul stomach.", "Pain as from flatus wedged into flexure of colon.", "Aching around navel and in ilium.", "In evening severe colicky pains > by pressure." ],
    "Stool and Anus" : [ "Violent urging to stool, evacuated in prolonged rush till bowel empty; stool thin, brown, painless.", "Diarrhoea, morning, hardly had time to dress, brown, liquid with jelly-like lumps: pain in l. iliac region, quite severe when walking.", "Towards morning, frequent, bad-smelling flatus.", "Stool pappy; watery, fetid.", "Stool, fecal, with mucus and blood, preceded and followed by tenesmus.", "Stool hard, voided with difficulty; aided by pressing finger on coccyx.", "Could eat no breakfast, but took some dinner, and immediately thereafter great urging to stool, which was watery and blackish; some pain in hypogastrium." ],
    "Urinary Organs" : [ "Urine scanty; frequent urging.", "Urine increased, urging tiresome." ],
    "Male Sexual Organs" : [ "A peculiar burning ache about sphincter vesicae and throughout urethra." ],
    "Respiratory Organs" : [ "Breathing unsatisfactory, wants more air than he can take into his lungs.", "Respiration very free, as if thorax were hollow.", "Suffocative attacks beginning in morning and lasting till noon; > sitting bent forward at open window, < every other position.", "Senile subacute bronchial catarrh with periodical fever, generally < at night." ],
    "Chest" : [ "Severe stitching pain, in chest; later in precordia; < on inspiration.", "Asthmatic breathing on ascending.", "Tightening sensation in mediastinum, in front at l. of breast-bone.", "Peculiar pain, dull with pressure, as if caused by flatulence, base of l. chest, coming and going rapidly and frequently repeated." ],
    "Heart" : [ "Angina pectoris.", "Palpitation on leaning against back.", "Sensation as if heart had stopped.", "Heart began to tremble, with a rumbling noise; I was unable to distinguish the pulsations (lasted one hour).", "Slow pulse.", "L. intercostal neuralgia as if torn with hot tongs." ],
    "Back" : [ "Pain in muscles between l. shoulder and neck, as if sprained, on rising from sleep, p.m.", "Back feels weak as after a long journey.", "Pressure in solar plexus (usually only felt after eating tough meat or hard nuts, of which I had not partaken) extended toward the back, when it changed to a pinching sensation; spine painfully sensitive to touch at this point." ],
    "Upper Limbs" : [ "Pain in l. wrist, stiffness of l. arm.", "Pain of fatigue in r. wrist.", "Burning pain as in periosteum of l. elbow.", "Annoying feeling of fatigue in r. shoulder, as if humerus were torn out of its socket.", "Sore, tired aching in joints, bones and muscles: in l. biceps for some hours." ],
    "Lower Limbs" : [ "Dull pain in r. temporal region, at articulation of jaw and r. hip.", "Pain in r. astragalo-tarsal joint as if bones drawn in opposite directions; > walking.", "Pressure on tuberosity of tibia, which is somewhat swollen.", "Pain in r. knee as from a fall.", "Cramp in calf.", "Pains back of r. thigh and in calf.", "Numbness of legs after hardly having lain down.", "Weakness of lower limbs." ],
    "Generalities" : [ "In different parts of body burning fluttering beats, as from electricity.", "Stiffness of all bones, even while walking.", "Burning pains deep in joints.", "Burning pains as in periosteum.", "Nervous restlessness, unable to remain in the house.", "While walking, dizziness and collapse.", "Desire to lie down.", "Complete relaxation of muscles as from tobacco-poisoning." ],
    "Skin" : [ "Goose flesh, esp. of lower extremities.", "Periodical furuncles, which relieve the head.", "Burning, erysipelatous redness and violent itching < by warmth > by cold." ],
    "Sleep" : [ "Night full of visions; heavy sleep till morning.", "Nervous restlessness, anxious dreams.", "Sleep frequently interrupted." ],
    "Fever" : [ "General chill and cold.", "After the feverish cough in the chill, no reaction of warmth.", "Flying heat with nausea.", "Cold, clammy sweat." ]
  }
}