{
  "remedyName" : "Chininum Sulphuricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Asthma. Brow ague. Cancerous ulcers. Cholera. Delirium. Diarrhoea. Dropsy. Dysmenorrhoea. Ear affections. Gangrenous and fetid suppurations. Gravel. Haematuria. Haemoglobinuria. Haemorrhages. Headache. Intermittent fever. Meniere's disease. Neuralgia. Noises in the head. Parotitis. Pruritus vulvae. Puerperal convulsions. Pyaemia. Rectum, prolapse of. Remittent fever. Rheumatism. Scarlatina. Spinal irritation. Spleen, enlarged. Typhus-fever. Urticaria. Varicose veins. Variola." ],
    "Characteristics" : [ "Sulphuric acid and Sulphur are themselves in the first rank of periodic remedies, and combined with the chief alkaloid of China they enhance the powerful periodic properties of that drug. In old-school practice the Sulphate of Quinine has almost entirely taken the place of the crude Bark as a remedy. Chin. sul. closely resembles China in its effects, but as it has been proved separately, and as observations of the effects of over-dosing have supplied many additional symptoms, the homoeopathist has plenty of guidance in the selection of one in preference to the other. Chi. sul. is even more powerful as an antiseptic than China, and it is probable that it is in virtue of its property of antagonising the malarial poison that it suppresses intermittent fever when it does not cure. It only cures when the fever corresponds to its own type. When a fever is \"suppressed\" there is generally air unholy alliance between disease-force and drug-force, which is expended on some part of the organism, resulting at times in lifelong ill-health. The \"Quinine cachexia\" is well known", "sallow complexion, emaciation, deafness and singing in the ears, enlarged spleen, disposition to shiver, and great debility. Periodicity is extremely well marked, the attacks returning at the same hour each day. In intermittents the onset may anticipate. Skin flaccid and sensitive to touch. Red rash over whole body, with severe stinging, followed by desquamation. Other prominent symptoms are: Headache extending from occiput to forehead. Whirling in the head like a mill-wheel. Twitching of left eyelid, < in the evening. Aphthae in weakly people. Tartar on teeth. Hunger at night. Prolapse of rectum, especially in children. Haematuria and haemoglobinuria. (\"Black-water fever\" has been developed through administering Chi. sul. in intermittents. Koch deserves much credit for showing that the worst features of African fevers are due to over-dosing with Quinine and not to the disease). E W. Sawyer (Med. Advance, 1887) relates this instructive history: He learned from his cook that her brother (aet. 16) could not take a particle of Quinine without causing a profuse flow of blood with the urine, sometimes within half an hour, always without pain. This had followed every time his doctors had tried to \"break his ague\" with Quinine. A year later a farmer's wife, aet. came to Dr. Sawyer to be treated for bloody urine unattended with pain or uneasiness. She attributed it to strain from walking two miles on a slippery road. She had been for months under Hygienist treatment without benefit, and was alarmingly weak from loss of blood. Rhus Ham. 1x, Erig. 1x, Chi. 1x, Fer. mur. 2x were given in succession in vain. At last, calling to mind the case of the youth, he gave Chi. sul. in / gr. doses three times a day, and a prompt cure was effected. Chi. sul. causes painfulness and swelling of varicose veins during a chill. (Julius E. Schmitt cured a case on this last indication.) Great sensitiveness to external influences. All discharges debilitating. Weak and nervous; a little exercise = sweat from least exertion. Head gradually breaks into sweat when perfectly quiet. Chi. sul. is one of the medicines which have the \"sinking sensation.\" Tyrrell had a patient in whom in any potency it caused her to become \"deathly sick and faint, thought she would die, could not raise her head, felt she would sink through the bed.\" Sacch. alb. produced in her the same symptoms, and she accused the doctor of having given her Quinine. (Arsen. has \"sinking sensation, \", \"as if bed had gone from under her and she had alighted on the floor.\" Bell., Dulc., Rhus, Lach., have \"sinking through the bed.\") Palpitation. Touch <; pressure >. Wants to lie down. Motion = chilliness. Stooping = giddiness. Bending forward >. Sleeplessness and over-stimulation of nervous system." ],
    "Relations" : [ "See China. It is antidoted by: Arn., Ars., Carb. v., Ferrum, Hep., Lach., and especially Nat. mur., which antidotes effects of over-dosing with Quinine; Puls. Compare: Cinchon sul., Apis. (chill p.m.); Ars. (pyaemia, spinal irritation, periodically returning neuralgias); Bry. (sweat from least exertion); Carb. an. (all discharges debilitating); Eup. perf. (sweat relieves all symptoms but headache); Nux (blue lips and nails with chill); Puls. (rheumatic erratic pains); Stann. (supra-orbital neuralgia); Staph. (head gradually breaks into sweat while perfectly quiet). In headache from before backward (Gels., Lac. c., Sang., Sil.)." ],
    "Mind" : [ "Fits of anxiety; great anguish, sometimes in the morning while in bed, obliging the patient to get up sooner than he would otherwise wish, or soon after midnight, with cries, and a necessity for getting up.", "Great moral depression; speechless melancholy; discouragement; inclination to weep and to despair.", "Moroseness and ill-humour, with yawning and extreme dislike to labour.", "Great indolence with lassitude.", "Excitement like that which follows taking coffee, or wine.", "Great liveliness.", "Feeble apprehension; with weakness which induces falling, great heat of the skin, dryness of the mouth and of the throat, and constipation.", "Inability to pronounce substantives, and slowness of reflection." ],
    "Head" : [ "Sensation of emptiness in the head, with heat in the face, thirst, or tinkling in the ears; head confused, with humming in the interior, with a feeling of intoxication and dulness, stupor with cephalalgia in l. side of the forehead; a sort of furor in the head, almost preventing walking, with loss of power to guide the limbs.", "Delirium.", "Great exaltation, with a kind of dementia.", "Vertigo: on stooping; whirling, as if the head were failing backwards, aggravated by motion; least felt when lying down; as if intoxicated, with buzzing in the ear, heat of the skin and accelerated pulse; with cephalalgia and giddiness.", "Cephalalgia, esp. in the evening, or else on walking in the sunshine, with lassitude, yawning, drowsiness, and moroseness.", "Dull pain, with deafness, anguish, sweating, trembling of the limbs, and slowness of pulse, on l. side esp., with pulsation of the temporal arteries.", "Great bodily excitement, paleness of face, violent thirst, nausea, weakness of the feet, and general perspiration in l. temple, with necessity for lying down, and amelioration on pressing the head against cold things.", "Frontal cephalalgia: in the morning on awaking; esp. in the evening; in the afternoon, with heaviness of the head, and heat in the face; with tingling in the ears, and general heat; or else on the l. side, with vertigo, increase of appetite, thirst, nausea, flatulency, and great lassitude.", "Aching of the head, in the occiput, on awaking in the night, and disappearing on getting up; in the forehead and orbits, < on turning the head or the eyes, from morning till evening, with heat in the forehead.", "Expansive pain, esp. in the temporal region, < by motion and in the open air, as well as at night, with disturbed sleep.", "Pulsation in the head.", "Bubbling towards the head in the evening, esp. with pulsation of the arteries.", "Pain as though the head were bursting.", "Heat in the face.", "Vertigo, tinkling, and buzzing in the ears.", "Hardness of hearing.", "Sparks before the eyes.", "Pulse quickened and rapid.", "Sleep disturbed and full of dreams, and escape of wind above and below.", "Sensitiveness of the scalp." ],
    "Eyes" : [ "Sensibility of the eyes, with lachrymation.", "Sight dimmed as by a fog, with dryness of the eyes.", "Sparks before the eyes, black spots; sometimes only one side of an object is seen.", "Obscuration of the sight, esp. when looking fixedly at an object.", "Transient amaurosis." ],
    "Ears" : [ "Tinkling in the ears.", "Buzzing, esp. in l. ear, sometimes occasioning deafness on that side.", "Hardness of hearing, sometimes with violent headache." ],
    "Nose" : [ "Frequent bleeding at the nose.", "Frequent sneezing." ],
    "Face" : [ "Pale colour, sickly look, air of suffering, with sunken eyes.", "Earth-coloured face.", "The white of the eyes discoloured and eyes dull.", "Complexion icteric.", "Redness of the face, sometimes with heat round the eyes, and lachrymation on looking at the light.", "Heat of the face, esp. in the evening, also after taking coffee.", "Bluish-coloured lips.", "Eruption on the upper lip." ],
    "Mouth" : [ "Dryness, with heat, thirst, flesh-like smell in the mouth, and sensation of constriction in the oesophagus, of the mouth and gullet, with constipation and weakness of intellect.", "Great paleness of the buccal cavity.", "Erosion of the gums, and of the wall of the buccal cavity, with violent pain and gangrenous crusts.", "Accumulation of mucus in the mouth, with nocturnal angina, augmented secretion of saliva.", "Salivation.", "Tongue coated with white mucus.", "Yellow mucus at the posterior part.", "Thick coating of a yellowish white.", "Yellowish coating, esp. at the root, or else with dryness of tongue." ],
    "Throat" : [ "Pains in the throat: in swallowing, in the morning on getting up; in swallowing, and on moving the neck, violent in the morning.", "Tickling in the gullet and the larynx.", "Scraping in the throat, sometimes with dartings, or else with hoarseness (afternoon).", "Sensation of dryness in the pit of the throat, with a feeling as though a foreign body were lodged there.", "Burning in the throat, accumulation of viscid mucus in the throat, sometimes, esp. at night, awakening the patient and exciting coughing." ],
    "Appetite and Taste" : [ "Taste: bitter, sometimes with a clean tongue; clammy, sickly; earthy; empyreumatic.", "Bread appears bitter.", "Want of appetite, sometimes for many days.", "Indifference for food and drink.", "Want of appetite, with increased hunger.", "Great appetite, with disagreeable taste of food; also with much thirst (sometimes chiefly in the evening).", "Hunger with faintness, as from fasting, with good appetite, or want of appetite.", "Great hunger, sometimes after a full meal, succeeded by insipidity of taste, and nausea.", "Hunger after supper, accompanied by nausea.", "Bulimy, sometimes at night." ],
    "Stomach" : [ "Risings: after a meal, with pressure in the abdomen and stomach, and oppression of the chest; empty, sometimes with nausea.", "Bitter hiccough and retching.", "Nausea with risings (empty or bitter).", "Movement in the abdomen, and emission of wind, after a meal, with violent risings.", "Disgust, with headache.", "Disgust before a meal, with nausea, vomiting, cephalalgia, sleeplessness, nocturnal bulimy, diminished appetite, and tongue loaded, yellowish, dry, after a meal, with vomiting and increased bitterness in the mouth.", "Nausea, with inclination to vomit.", "Vomiting: during an intermittent fever, with pressure on the stomach; with disgust, pyrosis, sensation of constriction in the stomach, and swelling of the abdomen, which remains many days; insipid vomiting in the afternoon.", "Fulness in the stomach, and tension of the abdomen.", "Pressure on the stomach: with retching, borborygmi in the abdomen, and liquid stools; after every kind of food, even the lightest, causing restlessness at night; in the pit of the stomach, with diminution of appetite.", "Cardialgia (cramp in the stomach), sometimes with inclination to vomit.", "Pulling pain in the oesophagus, borborygmi in the abdomen, and emission of wind.", "Sensation of heat in the pit of the stomach, and the precordial region, extending to the duodenum, with empty risings.", "Heat in the stomach, throughout the cardiac region, and extending to the abdomen and chest." ],
    "Abdomen" : [ "In the hypochondria, tension, aching in the precordial region.", "In the hepatic region, pains sometimes increasing towards evening; aching relieved by pressure; sensation as of subcutaneous ulceration, swelling.", "In the region of the spleen: dull pain, dissipated by pressure; aching pain, tightness which compels the loosening of the clothes (sometimes in the two hypochondria); lancinations, swelling, with darting pains while walking, and on pressure.", "Swelling and hardness of the splenic and hepatic regions, with lacinations, esp. on breathing deeply, sneezing, &c.", "Pains in the superior part of the abdomen, from the stomach to the umbilical region, aggravated by pressure.", "Violent colic.", "Colic in the morning near the region of the stomach.", "Tearing pains in the abdomen, with frequent, small, irritable pulse.", "Cutting pains in the abdomen, without evacuation in the superior part of the abdomen, sometimes with great lassitude, in the superior part of the abdomen and umbilical region; sometimes in the evening with flatus, and movement in the abdomen, with loose, fetid stools, like pap, and emission of fetid wind, sometimes chiefly in the morning, on rising.", "Inflation of the abdomen, sometimes with tension, risings, and emission of wind.", "Tension of the abdomen, with pain on pressing upon it; sometimes, esp. in the evening, with incarceration of flatus, or else with emission of fetid wind.", "Flatulent colic, meteoric swelling.", "Movements in the abdomen, as if caused by diarrhoea, with emission of wind.", "Great movement in the precordial region, with inflation of the abdomen.", "Borborygmi in the abdomen; emission of wind.", "Protracted inflammation of the mucous membrane of the intestines.", "Intestinal phthisis, with nausea, retching, want of appetite.", "Abdomen tense.", "Continuous aching in the umbilical region.", "Constipation.", "Emaciation.", "Hectic fever and alienation of mind." ],
    "Stool and Anus" : [ "Obstinate constipation, with great heat of the skin.", "Falling in the street, momentarily, alternating with frequent stools.", "Stools white and pap-like.", "Stools hard, insufficient, indolent, sometimes in small fragments.", "Stools soft, difficult to eject, sometimes with urgent want to evacuate, or else with a sensation as of something passing up from the hand to the shoulder.", "Urgent inclination to evacuate, sometimes fruitless, or else with cutting pains, followed by an evacuation.", "Evacuation copious, soft, sometimes with borborygmi in the abdomen, and abundant emission of wind; pap-like, loose, with cuttings, sometimes with abundant emission of wind, or else (in the morning after getting up) with fetid stools.", "Many stools during the day.", "Diarrhoea, sometimes with drawing and incisive pains in the small intestines.", "Involuntary diarrhoeic stools.", "At the anus, sensation of heat, extending to the other intestines.", "Increase of haemorrhoidal phenomena, itching at the rectum, and tenesmus; flowing of arterial blood from the anus; bloody flux by the rectum." ],
    "Urinary Organs" : [ "Pressing inclination to urinate, with copious emission of urine like water.", "Increased secretion and emission of urine; saturated, deposits crystals; like whey; pale, clear, with urgency to urinate, preceded by inflation of the abdomen, with difficulty of respiration.", "In dropsical cases, copious, saturated, cloudy; or else with a very strong smell.", "Diminution of urine, which is sometimes saturated, and with crystallisations.", "Urine turbid, red, or else with a strong urine-like smell, readily becoming turbid, with mucous flocks, sediment clay-coloured and fatty; decomposing readily, with sediment of yellow sand and crystals.", "Like water, sometimes crystallising.", "Frothy urine, with a fine yellowish-white sediment, on taking cold.", "Sediment yellowish-white, of a strong odour, clay-coloured, from urine clear as water; reddish yellow, in copious urinations.", "Brick-dust sediment.", "Gravel.", "Crystals in the urine, which is copious; clear as water; with clay-coloured sediment, precipitated in urine as clear as water; with sediment of a reddish yellow, and urine more copious; in urine saturated, and more scanty.", "Contractive smarting at the orifice of the urethra, after passing water in the evening.", "Profuse haemorrhage.", "Haematuria and haemoglobinuria." ],
    "Male Sexual Organs" : [ "Suppression or diminution of sexual desire.", "Forcing pain in the direction of the groins." ],
    "Female Sexual Organs" : [ "Premature catamenia.", "During the catamenia, violent shocks and squeezing in the abdomen, extending upwards from the umbilical region to the chest, with forcing pain in the direction of the groins.", "Flow of blood from the vagina, with great heat and turgid condition of that part, following leucorrhoea during menstruation." ],
    "Respiratory Organs" : [ "Hoarseness every afternoon (4 o'clock), with constriction, or else swelling which closes the throat.", "Irritation which provokes coughing.", "Tickling at bifurcation of trachea.", "Cough caused by a small painful spot in the throat.", "Irritation in the throat, which provokes coughing, sometimes with difficulty of expectoration.", "Violent cough, during the day, or else at night, difficult to loosen, both in the day and night.", "Dry cough.", "Loose cough.", "On coughing, expectoration of gelatinous mucus." ],
    "Chest" : [ "Respiration short and difficult, on taking much exercise.", "Oppression of the chest.", "Respiration laboured, with swelling of the abdomen, disappearing quickly after making water.", "Fits of nocturna! suffocation towards midnight, with swelling of the throat, which is almost closed.", "Respiration difficult, rumbling, panting.", "Calm sleep after the fit, and tendency of the symptoms to be reproduced by a prolonged cough.", "Pains in the chest, on the r. side, all the morning.", "Pain across the chest.", "Pressure on the l. side of the chest, painful, esp. on breathing deeply, and on throwing the arms back; mitigated on leaning upon the arm, and bending the body forward.", "Sensation as of being grasped by the hand behind the sternum.", "Lancinations in the chest, in the direction of the heart, immediately after a meal; in the l. side of the chest, preventing a deep inspiration; which seem endeavouring to pass out of the chest, esp. on lying or sitting down, disappearing while walking or standing upright; in the r. side of the chest, extending upwards towards the shoulder, cutting short the breath, mitigated by bending forward.", "Lancinating pains above the sternum, on breathing deeply, and moving quickly.", "Palpitations of the heart.", "At the exterior of the chest, pricking dartings on the skin (sometimes of the back and thighs, at night) in walking in the open air, followed by perspiration on the chest and back." ],
    "Neck and Back" : [ "At the neck, pains on both sides of the lateral muscles, extending to the larynx, with sensibility to pressure.", "Indolent swelling in the neck.", "Painful sensitiveness of the dorsal vertebrae to pressure, in lying down, esp. during the shivering stage of fever." ],
    "Upper Limbs" : [ "In the arm, after every stool, as if drops glided from the hand to the arm-pit.", "Paralysis of the superior extremities; cracking of the shoulder-joint; tearings and shootings in the hand." ],
    "Lower Limbs" : [ "Paralysis of the inferior extremities; tearings in the legs.", "Painful sensitiveness in the malleoli, and trembling of the limbs.", "Oedematous swelling of the feet." ],
    "Generalities" : [ "It acts primarily on the nutritive system, afterwards on the other parts; affects chiefly the intestinal canal, then the brain, the genital and urinary organs, and finally the extremities and the skin.", "Aching pains.", "Darting and incisive pains.", "Pulsative, tensive, burning, and expansive pains.", "Tractive or jerking tearings.", "Cracking of the joints.", "Tearing pains, esp. in the legs.", "Jerkings in the limbs, drawing pains in the hands, the feet, the forehead, &c.", "Increase of symptoms every second day, or else every day at the same hour.", "Every second day, there occur (amongst other symptoms) traction in the forehead, with anorexia, and stools of the consistence of pap; frontal pain at night, or rather in the afternoon, with heat, thirst, and perspiration.", "Nervous crises; over-excitement of the nerves, with anxiety, lassitude, and even hysterical symptoms.", "Spasms in the limbs; convulsions in the l. side, with vomiting of bile; diarrhoea, congestion in the head, and very severe cephalalgia.", "Paralysis, at first of one side, afterwards general.", "Lassitude, with continual yawning, attended by incapacity for, and extreme dislike to labour; and trembling of the limbs.", "Great weakness and shattered condition of the system.", "Wasting of the body, also with hectic fever, anorexia, constipation.", "Abdomen tense, pressure in the umbilical region, nausea, vomiting, and dementia.", "Falling away of flesh, and dropsy.", "Trembling of the limbs, esp. of the feet, with painful affection of the malleoli.", "Trembling, with general coldness." ],
    "Skin" : [ "Skin flaccid, or very sensitive to the touch.", "Red rash over whole body with severe stinging, followed by desquamation.", "Gangrenous inflammations; livid redness of the skin, with formation of a gelatinous membrane, or of scabs, on the surface.", "Formation of a thick scurf, livid and humid, which becomes black and dry; now red and moist at the edges of the scabs, afterwards yellowish and softened.", "Urticaria ab ingestis." ],
    "Sleep" : [ "Frequent yawning, esp. at night, or with stretching, shivering, oppression.", "Arm as though bruised.", "Pain in the back and tenderness to the touch of the cervical and dorsal vertebrae.", "Drowsiness during the day.", "Sleep profound and unrefreshing, agitated, with debilitating sweats, tossings, and extravagant dreams.", "At night, in bed, much heat, with great thirst, headache and tinkling in the ears.", "Sleeplessness, sometimes with copious sweat, also with dry heat, pricking in the skin, and sweat on the face." ],
    "Fever" : [ "Coldness of the limbs, sometimes with trembling.", "Sensation of coldness with internal tremblings, paleness of the face, urgent inclination to urinate, with paleness of the urine in the evening.", "Shiverings, even in a warm temperature.", "Shivering in the afternoon, with heat in the face and urine, which deposits crystals.", "Shivering and trembling in the evening, with accelerated rapid pulse, dryness of the mouth, thirst, disturbed sleep, and brick-coloured deposit in the urine.", "Febrile attacks, with vertigo, dizziness, frontal pain, bitter taste of bread, nausea, vomiting, diarrhoea, colic, violent shivering, much heat, yawning, sneezing, and copious sweat; violent attacks with trembling and shivering, copious sweats, haemorrhage, and pains in the left hypochondrium.", "Attacks of one hour in duration, characterised by pallor, shivering and shuddering, with lips and nails of a bluish colour, and pulse spasmodic and small; afterwards general heat and redness of the face, pulse more marked (than before) and thirst, ending with a gentle perspiration.", "During the shiverings, paleness of the face, cephalalgia, tinkling in the ears, thirst, increased appetite, difficult and painful evacuations, with great mental dejection; painful swelling of varices.", "External heat, with dryness of the mouth and the gullet, obstinate constipation, and tendency to fall while walking in the street; also with perspiration on the chest, redness of the face, convulsive movements of the muscles, and rapidity of pulse.", "Heat, which gives place to perspiration, chiefly in the evening.", "Pulse: slow, esp. in the afternoon, or while the attack continues; full or small, but yielding and slow; frequent, like palpitations of the heart; quickened, esp. in the morning, or an hour after dinner (i.e., after dinner taken at noon, as the custom is in Germany, where this medicament was tested).", "Sweat easily provoked, viscid, running down the chest, with speedy exhaustion after every exertion.", "Sweat over the whole body, with general shivering (esp. at the back)." ]
  }
}