{
  "remedyName" : "China Officinalis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Alcoholism. Amblyopia. Anaemia. Aphthae. Apoplexy Appetite, disordered. Asthma. Back, weakness of. Bilious attack. Catarrhal affections. Coma. Constipation. Cough. Debility. Delirium. Diarrhoea. Dropsy. Dyspepsia. Ears, deafness; noises in. Emissions. Empyaema. Erysipelas. Facial neuralgia. Gall-stone colic. Haemorrhages. Haemorrhoids. Headache. Hectic fever. Hip-joint disease. Ichthyosis. Impotence. Influenza. Intermittent fever. Jaundice. Labour. Lactation. Leucorrhoea. Lienteria. Liver, diseases of; cirrhosis of. Meniere's disease. Menstruation, disordered. Mercury, effects of. Muscae volitantes. Neuralgia. Peritonitis. Perspiration, excessive. Pleurisy. Prosopalgia. Psoriasis. Pylorus, disease of. Rheumatism. Self-abuse. Sleep, disordered. Spermatorrhoea. Spleen, affections of. Suffocation, fits of. Taste, disordered. Tea, effects of. Thirst. Tinnitus. Tobacco habit. Traumatic fever. Tympanitis. Varicose veins. Vertigo." ],
    "Characteristics" : [ "Kina is the Peruvian name for \"bark, \", and \"Kina-Kina\" is the \"Bark of barks.\" The story of its introduction into European medical practice is one of the romances of the Healing Art; as the story of its frightful abuse is one of its many tragedies. \"According to Humboldt, \", writes Teste, \"about lbs. of this bark are annually exported to Europe for the purpose of being converted into sulphate of quinine.\" Well may Teste add the exclamation, \"Poor patients!\" As with almost every other good thing that comes into its hands, allopathy has contrived to do an infinity of harm with quinine to make up for the good. Some forms of intermittent fever it will cure, if too much of it is not given; others it will suppress or change from intermittent to continuous. The result of suppression is thus sketched by Hahnemann's master-hand: \"True, he [the patient] can no longer complain that the paroxysms of his original disease occurs any more on regular days and at regular hours; but behold his livid earthy complexion, his bloated countenance, his languishing looks! Behold how difficult it is for him to breathe, see his hard and distended abdomen, the swelling of the hypochondria; see how his stomach is oppressed and pained by everything he eats, how his appetite is diminished, how his taste is altered, how loose his bowels are, and how unnatural and contrary to what they should be; how his sleep is restless, unrefreshing, and full of dreams. Behold him weak, out of humour and prostrated, his sensibility morbidly excited, his intellectual faculties weakened; how much more does he suffer than when he was a prey to his fever!\" (M. M. P.) The number of patients who have been consigned to an early grave by quinine probably falls short only of the number that mercury can claim. When first introduced it was (as chloral and hundreds of other poisons have been since) declared on the highest authority to be incapable of harm \"in whatever dose it may be taken.\" It is only at the end of the nineteenth century that some allopathists are discovering that it is more deadly than the deadliest West African fevers. Every homoeopath knows from experience how true is Hahnemann's picture of quinine effects from the victims of it he has been called upon to treat.", "China is placed by Teste in the Ferrum group with Plumb., Phos., Carb. an., Puls., Zinc, and others, which \"have the property of remaking the altered blood, or increasing for the time being, in a healthy person, the relative amount of haematin, globulin, fibrin, &c., \", but also, \"after a certain lapse of time, they produce opposite results", "impoverishment, discoloration, and liquefaction of the blood. From this antagonism arise their characteristic effects: Short-lasting, sanguineous congestions (primary effect), and later, discoloration of tissues; fulness of veins; torpor of all functions; dryness of mucous membranes; mucous or purulent discharges; engorgement of the glands which are immediately connected with the circulatory apparatus, as spleen and liver; passive haemorrhages; inertia of involuntary muscles (bowels, uterus); oedema, atonic ulcers, &c.; finally, more or less obstinate nervous disorders, from derangement of sympathetic rather than the cerebro-spinal axis.\" And it is in cases presenting just such phenomena as these, that China proves its greatest efficacy, as Hahnemann was the first to point out. The glory of Hahnemann and the interest of homoeopathists are inseparably bound up with the history of this drug. It was the first medicine Hahnemann proved; and the one that opened up to his mind the idea of homoeopathy. Cinchona Bark was to Hahnemann what the falling apple was to Newton, and the swinging lamp to Gallileo. Dissatisfied with the explanations of the action of Bark in curing ague that were current in his time, Hahnemann took the powdered Bark himself, being in health, and lo ! an ague attack ensued. A repetition of the experiment produced the same result. Further experiments revealed that action of Bark which is the opposite of \"tonic\"", "positively debilitating, in fact", "already referred to.", "It is useful to remember that Ipecac. (as well as Galeum and Mitchella) belongs to the same natural order of plants as China, and the relation of the two to intermittent fever, haemorrhages, and gasto-enteric disturbances is very similar. Coffea also belongs to the Rubiaceae, and is nearly allied in many of its nervous symptoms to China. The tincture of China is antiseptic, destroying amaeboid motion and retarding tissue change. It weakens the heart and impairs the circulation, produces congestions and haemorrhages, anaemia and complete relaxation and collapse. The debility in which China is particularly indicated is such as is caused by an excessive drain of animal fluids, as great loss of blood, excessive suppuration, loss of semen; also after prolonged strain of overwork, mental or bodily. A \"pumped-out\" condition, and the sensitive, irritable state of mind that accompanies such. The typical fever of China is the intermittent from marsh miasm, tertian, or quartan in type. Chill and heat without thirst, thirst occurring either before or after chill. The chill is followed by long-lasting heat, generally with desire to uncover; face fiery red, often delirium; profuse and debilitating sweat following. In the apyrexial period the face is a sallow dingy yellow, the spleen is enlarged and painful, the appetite is totally lost; or else there is canine hunger; the feet swell, and as soon as the patient closes his eyes for sleep he sees figures. Hectic fever is also characteristic of the drug. Typhoid and gastric fever. Periodicity is a leading characteristic both in fever and neuralgias. \"< Every other day\" is characteristic. Nash cured a case of acute rheumatism with Chi, on this modality. Haemorrhages occur from every orifice of the body. Koch and others have attributed the haematuria of African intermittents to quinine. There is terrible always < at night. Loss of sight, deafness, ringing in the ears. Great sensitiveness to touch. Even a current of air blowing on the part = great pain (compare Plumb.). Everything tastes bitter, even water (everything except water, Acon.). Chi. is suited to persons of thin, dry, bilious constitution; or to leucophlegmatic persons with a disposition to dropsical affections, to catarrhs or diarrhoea; to affections of women. The mental state shows, in addition to the irritability, the following among other symptoms: \"Aversion to be looked at.\" \"Pumped out\" (Sil.), unable to think. Delirium from loss of fluids (as hydrocephaloid). Fixed ideas. There is a desire for suicide: \"Intolerable anxiety about p.m. and a.m.; he springs out of bed and wishes to take his own life, but does not go near the window or take a knife (compare alum.); with heat of the body without thirst.\" The sensitiveness accompanies the headache, which is congestive, throbbing, like many hammers hammering on temples, ringing in the ears, < by slightest contact > by hard pressure); by draught of air; by open air. Weak eyes and ringing in ears, such as follows depletion. The nose, ears, and chin are cold, complexion sallow, dingy, yellow. Neuralgia is generally infra-orbital. Thick dirty yellow coating on tongue; bitter taste on waking. Aphthae of weakly people. Canine hunger, especially at night. Hunger after meals with feeling of emptiness. If a meal is late, he is sure to suffer from it. Total loss of appetite. Full feeling after the least food, but belching only > temporarily. After eating, a lump under mid-sternum. After fruit, diarrhoea. Dyspepsia after loss of fluids. Nausea < on sitting up. Stomach so weak it cannot tolerate any food at all. Very sour stomach. The digestion of Chi. is slow. Chi. is one of the most flatulent of medicines. Guernsey describes it thus: \"Uncomfortable distension of abdomen with a wish to belch up, or a sensation as if the abdomen were packed full, not in the least > by eructation.\" Gastric troubles of children who are always wanting dainties; irritable on waking, bad taste, white tongue. Tympany coming on early in a case. Spleen aching, sore. Liver swollen, sensitive. Feeling of subcutaneous ulceration. Gall-stone colic; duodenal catarrh; jaundice. Fermentation in bowels, frothy, sour diarrhoea. Yellow, watery, undigested diarrhoea with much flatus and no pain. Diarrhoea of dark, inky fluid; stools frequent at night, only after food during the day. (It is useful in cases where purgatives have been abused if Nux fails to cure.) Excessive seminal losses. Menorrhagia; metrorrhagia; post-partum haemorrhages. Leucorrhoea before period, painful pressure towards groins and anus, fetid or bloody leucorrhoea before period; with contractions in inner parts. The breathing has important characters: Asthma; wheezing; suffocative catarrh and paralysis of lungs in old people. Respiration laboured, loud and stertorous, with puffing, blowing out of cheeks on each expiration. [E. Carleton relates the cure of a case of spasm of the glottis in a middle-aged man. Attacks sudden, a.m., suffocation seemed imminent. At length with one tremendous effort, whilst sitting bent forward, a little air would be forced into the lungs in spite of the epiglottis with a noise audible at a distance. After each succeeding expiration the inspiration would become less difficult. Chi. cured. Among this patient's other symptoms were: Unhappy, idea that he is pursued by enemies in business. Scalp sensitive. Humming, throbbing in ears. Thirst for cold water. Saliva found on pillow in morning. Stomach sore to touch. Flesh sore to touch.] The sleep also should be carefully noted, especially the dreams: he cannot get rid of his dreams even after waking; the impression continues. He cannot get wide awake; head remains confused and stupid. Chi. corresponds to hectic and to many conditions of the lungs which are attended with hectic. Suppuration of the lungs, especially in drunkards. Weakening night-sweats. Prostration, chilly, wants to be wrapped up but cannot bear the fire. A. Villers cured with Chi. a girl, twenty, who had, after a chill, a pain in right hip, < by every movement, and which she could only describe as being like the pain in the legs which occurred before the menses. She was pallid and had had much hard nursing work. The catamenia were scanty and she was weak. Three days after taking Chi. the pain was gone, after having persisted for five months. With Chi. I removed the dropsy and relieved all the other symptoms of a case of cirrhosis of the liver in a hard drinker. He remained at his work for many months; but in the end his old habits proved too much for him, and he died from an acute illness following a cold. In this connection may be mentioned the effect of the tincture of China (Cinchona rubra especially) in removing the craving for alcohol in drunkards who wish to reform. Ten to thirty drops two or three times a day is the usual close for this, though where the general symptoms correspond the potencies would probably do better. I have confirmed P. Jousset's recommendation of Chi. O in cases of facial erysipelas without vesication. The rheumatism of Chi. is characterised by soft swelling, pale red, very tender to touch. C. M. Boger had such a case in second and third metatarso-phalangeal joints of left foot. The patient said: \"With my slippers on I am in agony; but if I put on tight shoes the feet feel pretty comfortable.\" The Chi. symptoms are generally < from lightest touch; Whereas hard pressure >. < Periodically: a.m. to or or p.m. from a.m. to or p.m. Every other day; every fourteen days every night at midnight; during increase of moon; every three months; in autumn. Rest < pains in limbs. Colic > by bending double. Motion > pains in limbs; < vertigo; headache; nausea. Moving eyes < headache. Open air or draught of air <. < During and after stool. > In room or from warm applications. Want to be near a stove; but this < the chill. Neuralgic headache < from anything cold in mouth. Summer = diarrhoea. Sun < headache. Windy, foggy, or wet weather <. Autumn <. After a meal: fulness of stomach. During and after dinner: prosopalgia >. Effects of eating: fish; fruit; bad meat or fish. Effects of drinking: beer; sour wine; new beer; impure water; milk. Drinking < the chill. Warm drinks impede digestion. < From smoking." ],
    "Relations" : [ "Botanical, Coffea, Ipec., Galeum, Mitchella. Antidoted by: Ferr., Ars., Nat. m., Carb. v., Aran. d., Eup. perf., Ipec., Merc., Nux, Puls., Rhus, Sep., Sul., Ver. Antidote to: Ars., Calc., Cham., Coff., Fer., Hell., Iod., Merc., Sul., Ver. Is useful in bad effects of tea-drinking and after abuse of chamomile tea (uterine haemorrhage). Compatible: Calc. phos., Fer. Incompatible: After Dig., Selen. Complementary: Fer. Compare: Ars. (prostration without pain, black stools); Carb. v. (flatulence, diarrhoea, great weakness; Chi. stool is caused by every attempt to eat and drink); Coloc. (beer intoxicates easily); Cedr., Caps., Cupr. acet. (black, thin stools); Pso. (rapid exhaustion following acute diseases; Pso. has despair of recovery); Puls. (bitter taste. < Eating at night. As if food lying in oesophagus); Caust. (Meniere's disease); Salic. ac. (Meniere's disease); Phos. ac. (lientery; seminal emissions; diarrhoea", "but this does not exhaust with Phos. ac.); Merc. (chronic salivation); Stram. (black stools); Sul. and Sul. ac. (sensation as if brain were balancing to and fro and striking against skull, occasioning the pains). In aversion to be looked at (Ant. c., Cham., Stram.); < from brandy (Ars., Carb. v., Nux); diarrhoea immediately after eating (Ars., Alo., Lyc., Pod., Staph., Tromb.", "Fer. whilst eating); hepatitis with great tenderness (Aco., Ars., Lyc., Merc.); hunger after meals with empty feeling (Lauro., Calc.)." ],
    "Causation" : [ "Fluids, loss of. Onanism. Chill. Anger. Coryza, suppressed. Tea. Alcohol. Mercury." ],
    "Mind" : [ "Apathy and moral insensibility.", "Hypochondriacal dejection.", "Great anxiety.", "Disposition too scrupulous.", "Disposition to be alone.", "Discouragement.", "Ill-humour, with disposition to hurt other people's feelings.", "Discontent; the patient deems himself unfortunate, and ill-used by the whole world.", "Excessive irascibility, with pusillanimity, and inability to bear the least noise.", "Disobedience.", "Contempt for everything; everything appears insipid.", "Slovenliness, with easily provoked tears, or with irritability.", "Fear of dogs and of other animals, esp. at night.", "Nervous irritation, with slowness of ideas.", "Great abundance of ideas, and of projects, with slow progress of thought (esp. in the evening and at night).", "Dread of labour." ],
    "Head" : [ "Dull confusion of the head, as from prolonged watching.", "Sensation of emptiness in head.", "Vertigo after losses of fluids; with fainting; ringing in ears; loss of sight; cold surface.", "Vertigo on raising the head, esp. in the occiput, as if the head were going to sink backwards.", "Vertigo with nausea.", "Attacks of headache, with nausea and vomiting.", "Headache as from suppressed coryza.", "Heaviness in the head with faintness.", "Cephalalgia in the forehead, on opening the eye.", "Pain, as from a bruise in the brain, with pressive piercing in the crown of the head, aggravated by meditation and conversation.", "Pressive headache, esp. at night, with sleeplessness; or by day, and < in the open air.", "Acute starting, or pressive pains in the head.", "Headache, as if the head were going to burst, with sleeplessness at night; ameliorated in the room, and when opening the eyes.", "Shooting pains in the head, with strong pulsations in the temples.", "Congestion in the head, with heat and fulness.", "Movements and painful throbbings of the brain, compelling movement of the head up and down.", "Headache, increased by touch, movement, and walking, also by a current of air, or by walking against the wind.", "Headache often attacks only one side.", "Sensibility to the touch of the exterior of the head, and even of the roots of the hair.", "Headache, as if the hair were torn out, or the scalp were contracted.", "Shooting pressure in the frontal protuberances.", "Sweat on the scalp." ],
    "Eyes" : [ "Pressure in the eyes, as from drowsiness.", "Pains in the eyes, as from pressure on the margins of the socket.", "Pain, as if a grain of sand were introduced into the eye, during movement.", "Painful smarting in the eyes.", "Inflammation of the eyes, with heat, redness, burning and pressive pains, and aggravation in the evening.", "Eyes dull.", "Prominent eyes.", "Cornea dull, as if there were smoke in the posterior part of the eye.", "Yellowish colour of the sclerotica.", "Weeping, with tingling on the internal surface of the eyelids.", "Weakness of sight, permitting only the outline of proximate objects to be seen.", "On reading, confusion of the characters, which appear pale and surrounded by a white edge.", "Pupils dilated, and deficient in sensibility.", "Blindness, as if from amaurosis.", "Sparkling, black, dancing spots, and obscuration before the eyes.", "Sensitiveness of the eyes to the bright sunlight.", "Photophobia." ],
    "Ears" : [ "Tearing in the ears, mostly in the external ear.", "Intolerance of noise.", "Shootings, buzzing, and tinkling in the ears.", "Hardness of hearing; humming and roaring in ears.", "Ringing in ears, with headache in temples.", "Redness and heat of the external ear, and esp. of the lobes.", "Eruption in the concha auris." ],
    "Nose" : [ "Nose hot and red.", "Tearing in the dorsum of the nose.", "Bleeding of the nose; after blowing it.", "Bleeding of the nose and of, the mouth.", "Dry coryza, with toothache and lachrymation.", "Coryza, with sneezing.", "Suppressed coryza (headache from it)." ],
    "Face" : [ "Heat and redness of the face, esp. of the cheeks and of the lobes of the ears.", "Complexion pale, earth-like (face sunken), sometimes of a blackish yellow.", "Face dejected, with the eyes sunk and surrounded by a livid circle, and nose pointed.", "Face bloated.", "Rheumatic pains in the face.", "Lips dry, blackish.", "Lips cracked.", "Swelling of the lips.", "Burning, itching pustules on the lips and on the tongue.", "Pain and swelling of the sub-maxillary glands." ],
    "Teeth" : [ "Odontalgia, with starting or drawing pains (in the upper molar teeth), provoked by the open air, or by a current of air.", "Dull and distressing pains in carious teeth.", "Throbbing toothache > by external warmth.", "The toothache manifests itself chiefly after a meal, and at night (< by smoking), and is mitigated by strong pressure, or by closing the teeth; a slight touch aggravates it excessively.", "Loose teeth painful only when masticating.", "Teeth covered with a black coating.", "Swelling of the gums." ],
    "Mouth" : [ "Dryness of the mouth.", "Clammy mouth with insipid watery taste.", "Accumulation of mucus in the mouth.", "Putrid taste of the mouth.", "Tongue cracked, black, or loaded with a yellow or white coating.", "Thick, dirty coating of the tongue.", "Burning shootings in the tongue.", "Burning biting, as from pepper, on the tip of the tongue, succeeded by ptyalism.", "Ptyalism (with nausea, from the abuse of mercury).", "Painful swelling of the tongue towards the root.", "Failure of speech.", "Flow of blood from the mouth." ],
    "Throat" : [ "Dryness of the throat.", "Shootings in the throat, esp. on swallowing, provoked by the least current of air.", "Swelling of the palate and of the uvula." ],
    "Appetite" : [ "Sickly, mucous, or watery taste, esp. after drinking.", "Aliments appear insipid or too salt.", "Sweetish taste in the mouth.", "Acid, or bitter taste in the mouth; also of food and drink.", "Repugnance to food and drink, with a sensation of fulness.", "Sour taste of coffee and of rye-bread.", "Bitter taste of beer, and of wheaten bread (beer, tobacco).", "The food tastes too salt.", "Dislike to butter, beer, and coffee.", "Great desire for wine; for acid fruit.", "Dislike to water, with desire for beer.", "Burning thirst; the patient drinks often, but little at a time.", "Bulimy, with sickly taste in the mouth, nausea, and inclination to vomit.", "Voracity.", "No desire for eating and drinking.", "Appetite only while eating, with indifference to all food.", "Desire for a variety of food, and confused longing for dainties, without knowing exactly which.", "Violent thirst for cold water (drinks but little at a time, but often).", "After each draught of liquid, shuddering or shivering, with corrugated skin, shootings in the chest, or colic.", "Acid risings, and derangement of the stomach, after drinking milk.", "Great weakness of digestion; after the most moderate meal, uneasiness, drowsiness, great fulness in the stomach, and in the inferior part of the abdomen, lassitude and indolence, insipid taste in the mouth, hypochondriacal humour and headache.", "Weakness of digestion; the food is not digested, if taken too late in the day.", "Bitter, acid, or tasteless risings, esp. after eating.", "Indigestion after a late supper." ],
    "Stomach" : [ "Risings, esp. after a meal, mostly bitter, acid, or tasteless.", "Risings, with taste of food.", "Pyrosis, accumulation of water in the mouth, inclination to vomit, and pressure on the stomach after eating the least thing.", "Vomiting of acidulated slimy matter, of water and of food.", "Vomiting of blood.", "Pressure at the stomach and cramp-like pains, esp. after having eaten.", "Sensation of excoriation and pressure on the epigastrium, esp. in the morning." ],
    "Abdomen" : [ "Pains in the hypochondria.", "Shooting and pressive pains in the hepatic region, esp. when it is touched.", "Hardness and swelling of the liver.", "Swelling (inflammation) and hardness of the spleen.", "Shootings in the spleen when walking slowly.", "Cuttings in the umbilical region, with shuddering.", "Pulsations in the pit of the stomach.", "Strong pressure, as if from a hard body, and fulness in the abdomen, esp. after a meal.", "Fermentation after eating fruit.", "Dropsical swelling of the abdomen (meteorism), with asthmatic sufferings and fatiguing cough.", "Partial swelling of the abdomen, as from encysted ascites.", "Excessive inflation of the abdomen, as from a kind of tympanitis.", "Hardness of the abdomen, as from induration of the viscera.", "Colic, with insatiable thirst.", "Excessively painful colic; cramp-like and constrictive pains in the abdomen.", "Inflammation and ulceration of the abdominal viscera.", "Pressive shooting colic (under the navel) esp. on walking quickly.", "Incarceration of flatus, which escapes neither upwards nor downwards.", "Flatulent colic in the depth of the abdomen, with contraction of the intestines, and pressing forward of flatus towards the hypochondria.", "Escape of fetid flatus.", "Pressure towards the inguinal ring, as if a hernia were about to protrude." ],
    "Stool and Anus" : [ "Faeces small, and evacuated slowly.", "Difficult evacuation of soft faeces, as if from inactivity of the intestines.", "Frequent evacuations of the consistence of pap, or frothy.", "Putrid or bilious evacuations.", "Slimy, watery, yellowish diarrhoea.", "Diarrhoea after eating fruit.", "Diarrhoea, particularly after meals, at night, involuntary.", "Loose evacuations, with excretion of all the undigested food.", "Painless diarrhoea, accompanied by great weakness.", "Blackish evacuations.", "White faeces, sometimes with urine of deep-red colour.", "The loose evacuations take place chiefly after a meal or at night.", "Involuntary, liquid and yellowish evacuations.", "Discharge of mucus from the rectum.", "Pressure and shootings in the rectum and the anus.", "In the rectum, stitches, also during stool.", "Bleeding of the haemorrhoidal tumours.", "Crawling in the anus, as of worms.", "Discharge of lumbrici." ],
    "Urinary Organs" : [ "Frequent and almost ineffectual urging to make water, followed by pressure on the bladder.", "Urine: turbid, dark, scanty; white, turbid, with white sediment.", "Urine scanty, greenish-yellow, with sediment like brickdust.", "Slow emission of urine, with feeble stream and frequent inclination to urinate.", "Wetting the bed.", "Haematuria." ],
    "Male Sexual Organs" : [ "Excitement of sexual desire, with lascivious ideas, day and night.", "Impotence, with excited lascivious fancy.", "Swelling of the testes and of the spermatic cord.", "Drawing pains in the testes.", "Pollutions frequent, with too ready an emission, followed by great weakness." ],
    "Female Sexual Organs" : [ "Congestion in the uterus, with fulness and painful bearing-down, esp. when walking.", "Constant discharge of clotted blood from the vagina.", "Catamenia scanty.", "Painful induration of the neck of the matrix.", "During the catamenia, startings with cramps in the chest, and in the abdomen, or congestion in the head, with pulsation in the carotid arteries, face puffed, eyes prominent and watery, convulsive movements of the eyelids, and loss of consciousness.", "Metrorrhagia, with discharge of black blood; with fainting and convulsions.", "Leucorrhoea, even before the catamenia, and sometimes with cramp-like contraction of the uterus, and painful sensation of bearing-down towards the groins and the anus.", "Watery and sanguineous flux from the vagina, with clots of blood or of fetid pus; itching and excoriation in the thighs." ],
    "Respiratory Organs" : [ "Hoarseness, indistinct speech, and low voice when singing, in consequence of mucus difficult to detach from the larynx.", "Shootings and scrapings in the larynx.", "Sensation of soreness in the larynx and trachea.", "Short, dry cough, as if produced by the vapour of sulphur, in the morning, after rising.", "Suffocating, nocturnal cough, with pains in the chest and in the shoulder-blades, so as to extort cries.", "The cough is < in the evening, or after midnight from laughing; from continued talking; from lying with the head low from slightly touching the larynx; from a draught of air, after awaking; from loss of fluids.", "Cough, with difficult expectoration of viscid mucus of a clear colour, painful shocks in the shoulder-blades and vomiting of convulsive cough, sometimes even with inclination to vomit.", "Cough, provoked by laughing, drinking, eating, speaking and by breathing deeply, as well as by movement.", "Expectoration of whitish mucus, mixed with blackish particles.", "Suppuration of the lungs, after haemoptysis (or frequent venesections) with stitches in the chest, which are < by pressure.", "On coughing, expectoration streaked with blood.", "Expectoration of purulent matter on coughing.", "During the cough pressure on the chest, and pains as of excoriation in the larynx.", "Spasm of the glottis." ],
    "Chest" : [ "Breathing, wheezing, crowing, rattling, tight, oppressed and painful.", "Difficult inspiration and quick expiration.", "Inclination to take a deep breath.", "Difficulty of respiration and great oppression on the chest, with excessive anguish, as if from fulness of the stomach, or as if excited by too long a conversation.", "Fits of suffocation from mucus in the larynx, esp. in the evening, and at night on waking.", "Respiration difficult, and possible only when lying with the head very high.", "Wheezing and groaning respiration.", "Breathing laboured, loud and stertorous, with puffing, blowing out of cheeks.", "Respiration short and quick.", "Pressure on the chest, sometimes as from a hard body, esp. on the sternum, and after a meal.", "Stitches in the chest; diaphragm.", "Nightly suffocative cough, with stitches in chest.", "Shootings in the chest, on coughing and on breathing.", "Cough, with pain in the larynx and sternum.", "Stitches in the side; with great heat, pulse strong and hard, and fixedness of look.", "Great congestion in the chest, and violent palpitation of the heart." ],
    "Neck and Back" : [ "Tension in the muscles of the nape, and of the neck.", "Pains, as from a bruise, in the back and sacrum, on the least movement.", "Pain in the loins at night, when lying on the back.", "Pulsative, shooting pains in the back.", "Readily excited perspiration, at the back and the nape of the neck, on the least movement.", "Pressure between the shoulder-blades, as from a stone.", "Tractive and starting tearings in the loins, the back, the shoulder-blades, and the nape of the neck, with pains on moving the parts, provoked by the least movement." ],
    "Upper Limbs" : [ "Paralytic, starting tearings, in the muscles, and in the bones of the arms, the hands, and the fingers, provoked by the touch.", "Tension and weakness in the arms and the hands.", "Trembling hands (when writing).", "Icy coldness of one hand, while the other is warm.", "Extension of the arms, with contraction of the fingers.", "Swelling of the dorsum of the l. hand.", "Swelling, stiffness, and pains in the joints of the fingers.", "Blue coloured nails." ],
    "Lower Limbs" : [ "Paralytic starting, tearings in the muscles and in the bones of the legs, the thighs, the knees, the feet and the toes, esp. on the parts being touched (rheumatic pains, not worse from motion).", "The legs become soon benumbed when seated.", "Weakness and want of stability in the coxo-femoral joint, the knees, and the ankle-bones, which yield when walking.", "Red and hard swelling of the thigh, painful on being touched.", "Arthritic swelling of the knees, and of the feet, with heat, and painful sensibility to the touch.", "Hot swelling of r. knee, painful to the touch.", "Hard abscess, of a deep-red colour, in the calf of the leg.", "Uneasiness in the legs; it is found necessary to move them constantly; to curve them and draw them up.", "Swelling of the feet, sometimes with red spots, hardness, tension, and deep-coloured urine.", "Soft swelling of the soles.", "Paralysis of the feet." ],
    "Generalities" : [ "Tensive pullings, or starting and shooting tearings, esp. in the large bones of the limbs, with paralytic pains, and weakness of the parts affected.", "Tearing rheumatic pains in the limbs, on beginning to walk.", "Pains and sufferings provoked or aggravated by touch, at night, or after a meal.", "Uneasiness in the parts affected, which obliges the patient to move them.", "Sensation of torpor in different parts.", "Numbness of the parts which are pressed, on lying down.", "Arthritic swelling, which is hard and red in some parts.", "Dropsical swelling of some parts, or of the whole body.", "Erysipelatous swelling of the whole body.", "Great general weakness, with trembling, difficulty in walking, and great tendency to perspiration during movement and sleep.", "More than ordinary vivacity, with fixedness of the eyes.", "Convulsive movements of the limbs.", "Over-sensitiveness of the nerves (from loss of fluids).", "Congestions.", "Veins are much enlarged.", "Emaciation.", "Over-excitability of the whole nervous system.", "Aversion to mental and bodily exertion.", "Fainting-fits; esp. if resulting from loss of animal fluids.", "Attacks, of asphyxia.", "Atrophy and emaciation, esp. of the arms and legs.", "Great sensibility to a current of air, and sufferings on being exposed to it even slightly.", "Heaviness of the whole body.", "Spermatorrhoea.", "Nasal secretion bloody, mucous.", "Affections of the shoulder-blades, bones of the arm; thighs; knee joints.", "There may be bleeding from every infernal part of the body; coldness and passive haemorrhage.", "Newly-born children lose much blood during parturition; the mucous membrane looks very bloody if there is only a slight bleeding going on; deficiency of blood; congestion of single parts; distension of blood vessels (Guernsey).", "Contraction of inner parts; also dropsy of inner parts.", "Induration after inflammation." ],
    "Skin" : [ "Excessive sensibility of the skin of the whole body.", "Yellow colour of the skin (Jaundice).", "Skin flabby and dry.", "Piercing shootings and beatings in ulcers.", "Burning, itching, or gnawing sensation, esp. in the evening in bed, sometimes with eruption of pimples, or prominent spots, as if from the sting of nettles.", "Rheumatic, hard, red swellings.", "Humid gangrene (of external parts).", "Swelling of the limbs." ],
    "Sleep" : [ "Drowsiness during the day (and after eating), often with palpitation of the heart.", "Frequent yawning, with stretching.", "Retarded sleep, and sleeplessness, caused by a great influx of ideas.", "Confused dreams when falling asleep.", "Sleeplessness with pressive pain in the head, or bulimy.", "Disturbed, unrefreshing sleep.", "Starting with fright, on going to sleep.", "On sleeping, the patient lies on the back, with the head turned back, and the arms extended over the head, with slow respiration, and with full and quick pulse.", "Groans, snoring, and blowing expiration during sleep, even in children.", "Painful, frightful dreams, which continue to produce agitation after waking.", "Disordered, senseless dreams, after midnight, with a sort of stupidity on waking.", "Dreams of failing from a height." ],
    "Fever" : [ "Shiverings, with shuddering, or feverish trembling, commonly without thirst.", "Cold in the body, with congestion in the head, heat and redness of the face, and forehead hot.", "General increase of heat, with veins swollen, without thirst.", "After the heat, violent thirst.", "Shiverings with headache, nausea, adypsia, vertigo, congestion in the head, paleness of the face, cold in the hands and in the feet, and vomiting of mucus.", "Shivering more violent after drinking.", "Heat, with dryness of the mouth, and of the lips, which are burning, redness of the face, headache, morbid hunger, delirium, pulse full and quick.", "Heat, with prickings here and there, and burning thirst.", "Heat, with strong inclination to be uncovered, or shivering as soon as one is uncovered.", "Quotidian fever, or every two days, or tertian, commencing chiefly in the evening or in the afternoon, or in the morning, by shivering with trembling, followed by heat and nocturnal sweat.", "Internal violent chill with icy cold hands and feet, and congestion to the head.", "In the evening, in bed, he cannot get warm.", "Fever, with pressive pain, and congestion in the head, soreness and swelling of the liver and of the spleen, bitter and bilious risings and vomitings, yellowish colour of the skin and of the face, short, convulsive cough, great weakness, pains in the limbs, and painful stitches in the chest.", "The attacks of fever are often preceded by sufferings, such as palpitation of the heart, sneezing, anguish, nausea, excessive thirst, bulimy, headache, pressive colic, &c.", "Chilliness over the whole body.", "The thirst is generally felt only before or after the shiverings, or during the sweat, rarely during the heat (or only desire for cold drink), and scarcely ever during the shiverings.", "Pulse small, weak, hard and rapid, less frequent after eating; irregular.", "Ready perspiration during sleep, during movement (and from exercise in the open air).", "Perspiration very profuse, and very debilitating.", "Perspiration on the side on which he lies.", "Suppressed perspiration.", "Nocturnal debilitating sweats.", "Oily sweat in the morning." ]
  }
}