{
  "remedyName" : "Chininum Muriaticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Eye: neuralgia of. Gastritis. Headache. Intermittents. Iritis. Keratitis. Neuralgia. Pannus. Sclerotitis. Tobacco, effects of. Trachoma." ],
    "Characteristics" : [ "Chi. mur. resembles Chi. ars. very closely. An excellent proving by old-school authorities was published in Virchow's Archiv., and is translated in C. D. P. It has been used in eye affections, especially when accompanied by severe neuralgic intermitting pains in and around eyes, with chills; lachrymation, photophobia, ulceration of cornea of malarial origin. Intermittent fever following broncho-pneumonia; shaking chill a.m. accompanied by fatiguing cough, rattling in bronchi without expectoration. In one prover it caused an exaggerated sensitiveness to alcohol and tobacco. Two glasses of beer make him tipsy. Prostration and weakness are marked in all provers and accompany the headaches and other symptoms. There is a feeling of enlargement", "in eyeballs, in tongue, head symptoms are > after a walk." ],
    "Relations" : [ "Compare: Chi. sul., Chi. ars., Nat. m. (headaches). Antidoted by: Fer. oxid." ],
    "Mind" : [ "Exhausted, apathetic, listless.", "Anxiety and excitement, with increased heart-beat.", "Depressed.", "Restlessness increased to anxiety; startled by every step on the stair or knock on the door.", "Disinclination to work.", "Irritable, depressed.", "Weakness and stupidity." ],
    "Head" : [ "Confused head, pressure, vertigo; < on looking at bright objects.", "Great thirst, noise in ears, vertigo on rising.", "Headache recurs every morning, esp. severe over l. supra-orbital border.", "Slight l. sided headache every morning lasting till noon.", "Headache reappeared at same hour, with flashing before eyes.", "Feeling of weight about head, extreme drowsiness.", "Violent raking pains in head, only slightly > by a walk.", "Orbital pain recurred regularly p.m. to p.m.", "Numbness and fatigue in head.", "Headache > by beer." ],
    "Eyes" : [ "Conjunctivae injected, lids adherent; feeling as if eyeball too big for orbit as if sand in eye.", "Fatigued by reading.", "Eyes feel as if not open enough as if something pinched upper lids down preventing distinct vision; flickering before eyes.", "Intense pain in and around eyes, periodic, accompanied by chills.", "Lachrymation, photophobia, violent paroxysms of pain daily p.m.", "Ulceration of cornea from malaria, or anaemia.", "Trachoma, with and without pannus.", "Eyelids heavy.", "Weight in eyes." ],
    "Ears" : [ "Noise in ears with dulness of hearing.", "Roaring in ears with itching of skin of back.", "After dinner, sensation in ears as if stopped with cotton wool.", "Shooting pains in r. meatus." ],
    "Nose" : [ "Epistaxis." ],
    "Face" : [ "Congestion of blood to head, face red and bloated, as from alcohol.", "Neuralgia of fifth pair of nerves; agonising to a.m.; the pains began in teeth, spread over head and ended in nape; increased rapidly in intensity, and were only > by acupuncture and cold water." ],
    "Mouth" : [ "Rheumatic toothache in sound teeth, < by cold, or cold food.", "Pain in teeth recurs, < by closing jaws.", "Tongue thickly furred, appetite bad, all food disrelished.", "Tongue furred and pale; too large for mouth.", "Great fetor from mouth.", "Gums sensitive, bleed from least touch." ],
    "Stomach" : [ "Voracious appetite; completely satisfied by a little piece of bread.", "Extremely sensitive to alcohol and tobacco.", "Easily made drunk.", "Inability to smoke (in a great smoker).", "Half a cigar made him feel extremely ill; cold perspiration broke out; inclination to vomit.", "Fulness in epigastrium, colicky pains in abdomen, flatulence.", "Appetite very bad, inclination to vomit.", "Inclination to vomit, > after dinner.", "Thirst, satisfied with a very little drink." ],
    "Stool and Anus" : [ "Diarrhoea three times a day (probably caused by too new beer).", "After dinner liquid stool.", "Bowels irregular; every other day opened two or three times.", "Flatulence, constipation.", "At noon, very hard stool, transient cutting in bowels." ],
    "Urinary Organs" : [ "Frequent urging, but urine not very copious; turbid, deposits sediment.", "Constant urging; quantity markedly increased.", "No desire to urinate, but forced himself to do so, and passed a litre of dark urine of intensely sour smell." ],
    "Male Sexual Organs" : [ "Inclination to erections; mucous secretion in urethra.", "Strong erections." ],
    "Respiratory Organs" : [ "Fatiguing cough with rattling in bronchi until exhaustion." ],
    "Heart" : [ "During dinner transient palpitation.", "Severe palpitation after dinner.", "Pressure, anxiety, and palpitation in afternoon." ],
    "Generalities" : [ "Intolerable restlessness; driving him out of the house.", "Extensive prostration.", "Symptoms recurred at regular periods; returned long after drug was discontinued." ],
    "Skin" : [ "Itching of skin of chest and back." ],
    "Sleep" : [ "Sleep disturbed by confused dreams.", "Anxious dreams, woke in fright.", "Dreams of worms, lice, vermin.", "Strange, confused dream, then great fear.", "Sleep disturbed by pain in head and teeth." ],
    "Fever" : [ "Disagreeable chilliness all over body.", "About a.m., profuse perspiration of disagreeable sour smell broke out and lasted till a.m." ]
  }
}