{
  "remedyName" : "Chionanthus Virginica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation. Debility. Emaciation with liver-disorder. Gall-stone colic. Headache. Jaundice. Liver, disease of; hypertrophy of. Malaria. Neurasthenia. Nursing women, complaints of." ],
    "Characteristics" : [ "Chion. acts powerfully on the liver and is indicated in hypertrophy; obstructed liver in malarious districts. The following are the leading indications: Enormous liver, constipation, clay-coloured stool, jaundice, and high-coloured urine. Liver region sore. Chronic jaundice. Jaundice recurring every summer. Sensation of contraction of stomach as if something alive moving in it; with uneasy sensation in liver and spleen. Rheumatic pains in left ankle and tarsal bone. A proving of Chionanth. was made by Dr. John Z. Lawshe, and was communicated, with additions, to the Southern Journal of Homoeopathy by H. C. Morrow. Chion. is suited to so-called bilious temperaments. One observer (H. Recorder, xii. 369), who gave Chio. to a nursing woman who had liver disorder with jaundiced tint, noticed that whilst rapid improvement of the liver symptoms occurred, at the same time the milk disappeared and the menses returned. The medicine was stopped and Sabal. serr. given and the milk returned. Six weeks later Chio. was again given and identically the same result took place. \"jaundice with arrest of menses\" should be a strong indication." ],
    "Relations" : [ "Compare: Bry., Chi., Carduus m., Euonymus, Chel., Merc., Pod. In bilious vomiting, Bry., Eup. perf., Iris., Nux; in green frothy stools, Elat., Grat., Kali bi., Mag. c., Iris., Merc. v; in weakness, bruised and sore feelings, Arn., Bap., Bry., Eup. perf., Gels., Nux, Rhus; in headache, Bell., Bry., Caps., Gels., Nux; sensation of something alive, Croc. s., Thuj." ],
    "Mind" : [ "Feels \"played out\" generally.", "No desire to do anything; wants to be let alone.", "Hypochondriacal, inclined to look on the dark side." ],
    "Head" : [ "Very severe headache, chiefly in forehead and just over the eyes, esp. the l.", "Feels sore and bruised all over and through the head (after severe symptoms had subsided).", "Heavy, dull feeling in forehead.", "Sore constricting feeling in the temples, with throbbing of the temporal arteries.", "Head feels sore and bruised; bruised feeling seems to go some way into the brain.", "Every time he moves, coughs or laughs head seems as if it would split open and fly in every direction.", "Drawing and pressing at root of nose with headache.", "Woke up many times with pains in head, abdomen, and back.", "Headache < by motion, coughing, laughing or walking; < after sleep; > by lying down, keeping quiet and pressure.", "Forehead very hot and dry; seems like a hot coal of fire to prover's hand, during fever.", "Forehead becomes hotter from pressure of hand, although it > headache.", "Head feels very sore and bruised all over.", "Perspiration on head during fever, while asleep.", "Cold perspiration standing in beads on forehead, after vomiting and during stool." ],
    "Eyes" : [ "Eyeballs exceedingly painful; feel sore and bruised.", "From outer to inner canthus, a reddish-yellow streak about 1/4 inch wide in whites of eyes.", "Blood-vessels of sclerotic very much enlarged and distinctly visible.", "Whites of eyes have a yellowish cast all over.", "Whites of eyes greenish-yellow." ],
    "Nose" : [ "Drawing or pressing at root of nose during headache.", "Pressing or squeezing sensation in bridge of nose." ],
    "Face" : [ "Face has a yellowish appearance.", "Skin of face as yellow as a mulatto's.", "Perspiration on face during fever, while asleep." ],
    "Mouth" : [ "Tongue heavily coated, of a dirty greenish-yellow colour.", "Very heavily coated in the centre with a thick yellowish fur.", "Tip of tongue slightly red.", "On each side of tip several little places that look as if the blood were about to ooze from them.", "Tongue feels drawn and shrivelled up in centre.", "Tongue and roof of mouth feel very dry, though usual quantity of saliva." ],
    "Appetite" : [ "Complete loss of appetite.", "Tried to eat, but food nauseated.", "Eating and drinking relieved empty, weak feeling in stomach to some extent.", "Eructations, nausea, and vomiting; \"never before felt so sick at my stomach.\"" ],
    "Stomach" : [ "Bitter eructations.", "Eructations, tasting as if food were fermenting in stomach.", "Eructations so bitter and sour that I had to hold my mouth open to permit their escape.", "Hot, bitter, sour eructations, setting teeth on edge.", "Great nausea and retching with desire for stool.", "Very violent attack of nausea and a great deal of retching before he could vomit.", "Vomiting of very dark green, ropy, and exceedingly bitter bile with a single gush.", "Eructations, nausea, and vomiting.", "Sensation of a double action in stomach while vomiting, one trying to force something up, and the other sucked it back.", "Vomiting followed by cold sweat, standing in beads on the forehead, and by extreme weakness.", "Sensation of contractions in the stomach, as if some living thing was moving in it.", "Stomach feels weak and empty, somewhat relieved by eating.", "Sensation in stomach as if food were fermenting.", "At p.m. sensation like spasms or palpitation of the heart in the stomach." ],
    "Abdomen" : [ "Cutting and twisting pains all through the abdomen, somewhat relieved by lying on it.", "Cutting and griping pains in and about umbilical region.", "Dull, sore, aching feeling in umbilical and iliac regions.", "Severe griping in umbilical and iliac regions, relieved by emission of flatus.", "Passage of offensive flatus during the day, but more after retiring at night.", "Uneasiness in r. hypochondrium, extending to l. iliac region.", "Uneasy sensation in region of sigmoid flexure, as if caused by flatulence.", "Uneasy sensations in region of spleen and liver.", "Griping and cutting pains in abdomen about and below umbilicus during stool.", "Heavy, all gone sort of feeling low down in hypogastrium.", "Pains in abdomen after p.m., and all night.", "Sensation like a string tied in a slipknot around intestines in umbilical region; and every once in a while as if it was suddenly drawn tight, and then gradually loosened.", "Abdominal pains somewhat > by lying on stomach and abdomen.", "Nausea and vomiting of pregnancy.", "Uneasy sore feeling in region of r. hypochondrium.", "Hypertrophy of liver.", "Obstruction of liver in malarious districts.", "Enormous liver, constipation, stools clay-coloured, skin very yellow, urine very dark, almost black.", "Soreness in region of liver, quick, weak pulse, stools undigested and showing entire absence of bile, urine almost black.", "Chronic cases of jaundice.", "Jaundice recurring every summer.", "Bilious colic.", "Gall-stone colic." ],
    "Stool and Anus" : [ "Constipation, stools clay-coloured.", "Stools undigested and showing an absence of bile.", "Diarrhoea.", "First part of stool watery, but last more solid in appearance, a.m.", "Stool copious, watery, dark brown, p.m.", "Stools terribly offensive, like carrion.", "Stool copious, watery, dark brown, with pieces of undigested food in it.", "Stool thin, watery, blackish-brown and very offensive.", "Stool flakey, thin, watery; flakey portion dark yellow; fluid portion dark green, with light green foam or froth on top, streaked with a white mucous-looking substance.", "Emission of flatus during stool.", "Hot, scalding sensation in anus during stool, which continued fifteen or twenty minutes after stool.", "Took quite a while to pass the stool and then there was only a small quantity passed.", "Evacuation at bedtime of black tarry-looking faeces.", "Desire for stool passed off after vomiting.", "Cold perspiration broke out on forehead and back of hands during stool." ],
    "Urinary Organs" : [ "Urine, orange yellow colour; reddish.", "Urine almost black, thick, syrupy." ],
    "Heart" : [ "Pulse markedly smaller and weaker.", "Quick, weak pulse.", "Radial pulse fever.", "Carotid and temporal arteries pulsate hard and rapidly." ],
    "Back" : [ "Sore, weak, bruised feeling all over small of back.", "Sore and weak in sacral and lumbar region, could scarcely walk.", "Small of back exceedingly weak, and feels when touched as though the skin was all off.", "Pain from seventh to tenth dorsal vertebra, on waking." ],
    "Upper Limbs" : [ "Cold perspiration on back of hands during stool.", "Rheumatic pain in articulations of l. thumb." ],
    "Lower Limbs" : [ "Rheumatic pain in l. ankle and tarsal bones.", "Sore, aching, tired feeling in lower limbs." ],
    "Generalities" : [ "< Motion and walking; > sitting or lying down.", "Abdominal symptoms > lying on abdomen.", "Every step seemed to jar the whole body.", "Exceedingly nervous, cannot lie still.", "Feels very tired and sore.", "Involuntary jerking in various parts of the body.", "Feels very sick and weak all over on waking at a.m.; had to sit down before he could dress.", "Weak feeling, < standing or walking about, > sitting or lying down.", "So nervous he can scarcely keep still, and can scarcely write down his symptoms, a.m." ],
    "Skin" : [ "Yellow all over body.", "Jaundice of years' standing recurring annually.", "Jaundice caused by drinking too much cider; cured in three days." ],
    "Sleep" : [ "Could not go to sleep before midnight.", "Nervous and restless after going to bed, woke up many times before daylight.", "Woke many times with pains in head, abdomen, and back.", "Feels very badly and sick all over on waking in the morning.", "Sleepy during the day, could hardly keep awake.", "Perspiration on head and face during sleep.", "Great emaciation." ],
    "Fever" : [ "Chill at noon.", "Chilly sensations darting through body from front to back, causing a sort of shivering or involuntary jerking.", "Aching in back or limbs before and during fever.", "Head feels like a ball of fire to prover's hand; cheeks very hot and dry.", "Wants to be covered during chill and fever; becomes chilly if clothing is removed during fever.", "No thirst during chill or fever.", "Slept during the fever; profuse perspiration on head and face while asleep during fever.", "Throbbing of temporal and carotid arteries during fever.", "Headache and backache during fever; eyeballs very sore." ]
  }
}