{
  "remedyName" : "Chlorum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aphthae. Asthma. Catarrh. Chlorosis. Cold. Convulsions. Croup. Dentition. Diphtheria. Gastritis. Haemoptysis. Impotence. Laryngismus. Phthisis. Pleurisy. Sore-throat. Typhus. Ulcers." ],
    "Characteristics" : [ "Chlorum has been proved in the form of \"Chlorine water, and has been tested clinically. It produces spasms and convulsions, coryza and catarrh. Laryngeal spasm is especially pronounced; the chief difficulty is in exhaling, can draw in the air well enough. Convulsive attacks on cutting eye-teeth. Mouth inflamed; ulcerated. Rapid emaciation. Acute rheumatic pains. Excessive sensitiveness of skin. Nettlerash, with fever. Cutis anserina. Skin dry, yellow, shrivelled. Malignant pustule and carbuncle. Typhoid state. The mental state is noteworthy. Fears he will go crazy; that he won't be able to make a living. Cannot remember names of people he sees, or if he sees the names cannot remember the person. E. Z. Bacon has recorded (Med. Visitor, Dec., 1893) two cases of chlorine poisoning. The first was in a boy of five, who, after passing through diphtheria to apparent complete recovery, was suddenly seized with symptoms of croup: loss of voice, crowing inspiration, prolonged expiration; incessant dry cough; great restlessness, high fever, profuse perspiration. The symptoms were < lying on a lounge by the fire; > when lying in his mother's lap, and still more relieved by being carried about. During the previous illness Platt's chlorides had been placed in the room as a disinfectant, and it occurred to the doctor that chlorine vapour is much heavier than air. He himself lay down on the lounge, and in a few minutes felt the irritating vapour, and began to cough and hack. This soon passed away on sitting up. The removal of the chlorides had a remarkable effect on the child; cough and respiration were greatly relieved. But the relief came too late, as the cause was not discovered for several days, during which time the patient had become steadily weaker, and he died the same afternoon. The other case was that of an old lady who suffered from chronic bronchitis, and on January developed an attack of laryngitis. In three days she was well; but the two subsequent weeks, on exactly the same day, a fresh attack occurred. The fact was, as the doctor discovered, his patient went to the back room, where chlorides were kept, every Monday to wash a few things she did not care to send to the laundry. The chlorides were banished, and though the washing was continued there were no more attacks of laryngitis. Dr. Bacon adds, that since giving up the use of disinfectants, other than plenty of fresh air, he has never had laryngeal complications in scarlatina or diphtheria, though his neighbours have had plenty. Whitman recommends chlorine water as an efficient palliative in a fit of asthma. He begins with drops, then in five minutes more, and then in another five minutes, half-a-teaspoonful, always in a little water. It greatly facilitates expectoration. In typhus fever Goullon, senior, recommends chlorine water, five drops every two or three hours until the tongue is dry. I have had excellent results from the 12th and 30th in nasal catarrh, and in breathlessness remaining after acute bronchitis. The symptoms are < from midnight to a.m. (spasm of glottis). Lying down < nasal complaints. Inclination to lie down, with headache. Restless; < walking up and down. Sitting with sun shining on back = shuddering. Open air > chest affections; = running of tears. Damp air = loss of voice." ],
    "Relations" : [ "Compare: Mephitis (inability to exhale); closely resembles Bromine, and, less closely, Iodine. Nat. mur. (sore-mouth); and other chlorides. It is an antidote to: Hydrocyanic acid and Sulphuretted hydrogen. It is antidoted by: Sulphuretted hydrogen, Albumen, Lycopod. (impotence); Plumb acet. (blood-spitting and pleurisy). it follows well: Phos." ],
    "Mind" : [ "Apprehension.", "Irritability, inclined to anger.", "Forgets names and persons.", "Effects of excitement.", "Coma, fainting with cold, viscous sweats." ],
    "Head" : [ "Painful aching in vertex and down l. side, with inclination to lie down.", "Warm sweat breaks out on forehead while coughing." ],
    "Eyes" : [ "Running of tears < in open air.", "Suddenly numerous fantastic images appeared before the eyes, disappearing with lightning-like rapidity." ],
    "Nose" : [ "Coryza with headache.", "Sneezing, violent; in morning.", "Dryness in nose.", "Nose smoky or sooty.", "Corrosive feeling in corners of nose.", "Sudden running in drops of sharp corroding fluid, with tears in eyes, dry tongue, palate, and fauces.", "Thin coryza, soon changing to yellow, copious mucus.", "Loss of smell." ],
    "Face" : [ "Face swollen, with protruding eyes.", "Face pale, often greenish.", "Heightened colour." ],
    "Teeth" : [ "Sensation as if teeth were too full; as if injured by acids.", "Teeth black." ],
    "Mouth" : [ "Tongue black.", "Tongue as if burnt.", "Mouth dry.", "Very acid saliva.", "Aphthae.", "Putrid odour from mouth." ],
    "Throat" : [ "Dry.", "Sore from uvula to bronchi.", "Choking sensation; inability to swallow." ],
    "Stomach" : [ "Acid stomach and other gastric troubles (in workmen exposed to fumes of chlorine, and who eat chalk for it).", "Desire to vomit when coughing, without nausea." ],
    "Stool" : [ "Diarrhoea: in the morning; with dry mouth, after the eruption appears in typhus.", "Stools of bright blood.", "Haemorrhage in typhus, blood black, coagulated, or thin, smelling like carrion." ],
    "Male Sexual Organs" : [ "Sudden impotence and aversion to sexual intercourse." ],
    "Respiratory Organs" : [ "Aphonia from damp air.", "Great difficulty in articulating or breathing.", "Spasms of glottis; air enters easily, but cannot be expelled.", "Feeling as if rima glottidis were stiff, as if composed of an iron ring.", "Sudden tightness of chest.", "Expiration easy, inspiration a little difficult and accompanied by rales (this is less characteristic than the opposite).", "Any attempt to cough = spasm of the glottis.", "Desire to cough from tickling and sensation of rawness behind thyroid cartilage, but the cough is abortive, as he cannot expel the air from the chest.", "A continuous little dry cough.", "At each cough a spot in chest (region of r. bronchus) feels sore, as if the cough jarred and hurt it.", "Phlegm raised with difficulty; soon collects again.", "Cough with spitting of blood; with pleuritic pains.", "Sensation of warmth in respiratory organs.", "Sensation in lower and inner third of r. lung as if it were ruptured and as if air escaped from lung into pleural cavity at each inspiration." ],
    "Heart" : [ "Heart's action much increased.", "Rales frequent." ],
    "Fever" : [ "Chilliness and crawls; a.m. to p.m.", "Burning, dry heat, with anxiety and raving.", "Genial glow all over, with night-sweat.", "Cold sweat.", "Viscous sweat.", "Typhus." ]
  }
}