{
  "remedyName" : "Chloralum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Angina pectoris. Apoplexy. Asthma. Bedsores. Bronchitis. Chorea. Conjunctivitis. Dropsy. Dysmenia. Enuresis. Erysipelas. Haemorrhagic diathesis. Heart, hypertrophy of; paralysis of. Hydrophobia. Keratitis. Labour, abnormal. Leucorrhoea. Night-terrors. Palpitation. Ptosis. Puerperal convulsions. Purpura. Urticaria." ],
    "Characteristics" : [ "Introduced as a hypnotic, Chloral soon showed that it possessed wide powers of disturbing the organism, and many persons (including the late Professor Tyndall) have been fatally poisoned by overdosing. The brain, eyes, urinary and sexual organs and skin are most affected. W. S. Gee cured with it a terrific headache of several days' duration: dull, heavy aching in forehead; coming on each morning a.m.; < sudden motion; < lying down; > in, open air. The 6th gave great relief though it aggravated at first, the aggravation occurring ten minutes after each dose. One dose of the 25x cured permanently. A person under the influence of Chloral hears voices, sees visions of arches, &c., when in the dark or when the eyes are shut. Night-terrors in children have been cured with it. The brain tissue is probably congested in the same way as the skin in the urticaria of the drug. Urticaria gives a good illustration of the effect of the drug on the minute tissues. The brain is congested; hard, full, pressing pains in head. Eyes injected; the eyeballs feel too large; lids swollen, heavy, can hardly lift them. Asthma and wheezing respirations are probably due to an urticarious condition of the lung tissue. A symptom that is very significant is this: When lying on back, inspiration was through the nose, while expiration was blown from the lips as in apoplexy. The heart's action is increased, with oppression. Palpitation, hypertrophy. Later there is paralysis of heart. Heart dilated or weakened, with peculiar fulness and lightness of chest and sense of emptiness in stomach. The sense of sinking and oppression at the pit of the stomach is marked and shows a profound action on the solar plexus. The insomnia for which Chloral is suited is that due to over-fatigue. Snoring in sleep. Lying down <. Wants fanning; open air >. < Night and evening." ],
    "Relations" : [ "Antidoted by: Ammon., Atrop., Digit. (heart), Moschus, Electricity. Compare: Bell., Chlorof., Chi., and Opium in stertorous breathing and puffing out cheeks; Gels., Nux.; in urticaria, Astac." ],
    "Mind" : [ "Comatose for days, ending in cerebral congestion.", "Melancholia, idiocy, and insanity.", "Constantly hears voices.", "Hurried and excited, walking up and down the room conversing with imaginary beings." ],
    "Head" : [ "Hard, full pressing pains in head, long-lasting.", "Dull, heavy headache in occiput and forehead over eyes; < moving about and lying down, slightly > by going into open air.", "Headache in forehead, extending to occiput.", "Headache over eyes running down into eyes; < l. side; eyes feel constricted." ],
    "Eyes" : [ "Retinal hyperaesthesia.", "Dim sight.", "Eyelids feel too large.", "Burning in eyes and lids.", "Conjunctiva injected; great pain.", "Ulcer on cornea; phlyctenae; catarrhal ophthalmia: intense itching of inner canthi and edges of lids." ],
    "Urinary Organs" : [ "Enuresis, passes water in bed copiously without knowing it." ],
    "Female Sexual Organs" : [ "Pruritus during pregnancy.", "Chorea during pregnancy.", "Tedious labour; nervous, irritable, hysterical; pains apparently forcible have no effect.", "Puerperal convulsions." ],
    "Respiratory Organs" : [ "Gasping breathing and confusion of thought.", "Dyspnoea and suffocation, pressure at base of chest in front, urgent thirst.", "Slow respiration; imperceptible pulse.", "When lying on back, inspiration through nose, expiration blown from lips as in apoplexy." ],
    "Heart" : [ "Increased action with dyspnoea.", "Violent palpitation; hypertrophy with dilatation.", "Angina pectoris.", "Threatened paralysis." ],
    "Limbs" : [ "Foul-smelling foot-sweat." ],
    "Generalities" : [ "Anaemia and emaciation.", "Coagulability of blood destroyed; haemorrhagic diathesis.", "Bedsores.", "Muscular prostration and somnolence." ],
    "Skin" : [ "Violent stinging-itching over whole body.", "Diffuse inflammatory redness like scarlatina.", "Urticaria, coming out at night, disappearing by day.", "Wheals come on suddenly from a chill; so long as she remains in the warmth is not troubled with them.", "Purpura haemorrhagica.", "Desquamation in patches.", "Bedsores.", "Dropsy." ],
    "Sleep" : [ "Insomnia from over-fatigue.", "Night-terrors, esp. in teething children." ],
    "Fever" : [ "Sensation of heat all over body, particularly on face." ]
  }
}