{
  "remedyName" : "Chromicum Acidum",
  "remedyAlternativeNames" : "Chromicum Acidum. Chromic acid. Anhydrous chromic acid. Chromic anhydride. Cr O3. Solution.",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Brain, inflammation of. Cough. Diarrhoea. Eyes, affections of; pains in. Gangrene. Gout. Haemorrhoids. Lumbago. Lupus. Phthisis laryngea. Ranula. Rheumatism. Stiff-neck. Syphilis. Throat, sore. Toothache. Trismus. Ulcers. Warts." ],
    "Characteristics" : [ "The symptoms of these two substances are nearly identical, and may be taken together as Hering has taken them. Symptoms of the Acid are distinguished by (A.) after each; those of the Sesquioxide by (S.). Symptoms common to both are unmarked. Chromic acid is a powerful antiseptic, and has been used for disinfecting purposes, to arrest fetid discharge, and correct fetid odours. \"Foul smelling, sanious lochia\" is an indication. Allopaths have used it in per cent. solution for checking excessive foot-sweat", "a very dangerous practice, but to homoeopaths it may suggest a possible internal use. It causes, in strong solution, inflammation and destruction of epithelium and mucous membranes; a false membrane; gangrene. On the skin it has been used to destroy warts. Cutting pains in eyes. Cough, hard, sometimes deep; swallows sputa. Vomits breakfast. Symptoms appear and disappear suddenly and return periodically. (The suddenness of many of the symptoms is very marked.) Disagreeable pricking and itching here and there, with uneasiness in limbs. On turning to right side, pain in left side goes off (S.). Pains suddenly shifting to various parts of trunk, on waking (S.). Sensation of a vacuum at heart; of emptiness in chest. The rheumatic symptoms are well-marked, and I have frequently obtained good results in rheumatic cases with both preparations. The symptoms are < least draught of air (A.); and by cold water (A). < Night and early morning, to a.m. Pain < left side." ],
    "Relations" : [ "Both should be studied along with Kali bichrom. Antidotes: Daphne indica has cured the rheumatic pains. Merc. cor. in small doses has counteracted the general effects in workmen. The restlessness and relief from motion suggest Rhus." ],
    "Mind and Head" : [ "Confusion for two days; memory so bad he did not know how to make several letters of the alphabet (S.).", "At a.m., whilst walking, lightness in head which inclined him continually to r. side (A.).", "Pain extends into anterior portion of brain from r. eyeball and from aching teeth (A.).", "Shooting pain l. temple (S.).", "Fulness in head, with lightness at heart, as if a vacuum there; giddiness going down stairs (A.).", "Pulsative, throbbing sensation from region of heart to l. eye or l. side of head; general fulness of fore part of head, with occasional slight pains in l. hypochondrium (A.).", "Heavy pain along coronal suture (A.)." ],
    "Eyes" : [ "Dull pain over l. eye, as if headache would set in (A.).", "Cutting pains across l. eyeball at night in bed; with flow of tears in morning in bed; smarting and heaviness in lids in evening (S.).", "Sudden momentary jerk in both eyeballs (S.).", "Itching and smarting round eyes, esp. in inner canthi (S.).", "Dull, pressive pain over r. eye on waking in morning." ],
    "Ears" : [ "Occasionally sensation in r. ear, as if water was in it; it appears and disappears suddenly (A.).", "Sudden jerking pain in l. ear, and a cold feeling in a small spot in meatus (S.).", "Pain from toothache extends into ear (A.)." ],
    "Nose" : [ "Fetid, musty smell in posterior nares, chiefly perceived during expiration, after breakfast and dinner (A.).", "Ozaena." ],
    "Face" : [ "Face rose-red; during coughing spells (A.).", "Quivering of lower lip." ],
    "Teeth" : [ "Toothache; pain extending into ear; with restlessness; teeth feel too long; < from cold water; in sudden attack; < night (A.)." ],
    "Mouth" : [ "Metallic taste in mouth before dinner (S.).", "Prickling in tongue (S.)." ],
    "Throat" : [ "Tough, white phlegm in throat, with hawking < mornings (A.)." ],
    "Stomach" : [ "Unusual hunger in middle of day (S.).", "While eating, sensation as if expelled air smelled putrid (A.).", "Vomiting of food, bile, and blood (A.).", "Sudden inclination to vomit in morning, while dressing, with flow of water in mouth and dull pressure in stomach (S.).", "Quick walking about > nausea (A.)." ],
    "Abdomen" : [ "Pressive pain r. hypochondrium in morning on waking (S.).", "Abdominal symptoms > after rising in the morning.", "Wakes early morning (4 to a.m.), sick feeling in abdomen, which is tender to touch, esp. along colon; restless; sharp pains in hypogastrium along colon; > profuse diarrhoea (A.).", "Flatulence and rumbling in abdomen (S.).", "In evening, disagreeable, violent pain, like flatulence, r. side, from lumbar region down to caecum, caused by any movement of trunk or deep inspiration; not felt in sitting or lying still (S.)." ],
    "Stool and Anus" : [ "Fulness about rectum, and difficult evacuation of a soft, scanty stool (S.).", "After tea, sudden pressing desire for stool; scanty, thin, lumpy evacuation (S.).", "Small stool of mucus and knotty faeces (A.).", "Fulness and slight shooting pains about anus, morning (S.).", "Watery diarrhoea, with nausea and dizziness (A.).", "Blind piles, with costiveness (A.).", "Copious discharge of haemorrhoidal blood; with weakness in back (A.).", "External piles disappeared, became internal and bleeding (A.)." ],
    "Respiratory Organs" : [ "Consumption of larynx, with very red face during attacks of coughing.", "(Oedema of glottis.).", "Cough hard, sometimes deep, swallows sputa, vomits breakfast (A.).", "Pains over whole upper l. chest, with deep cough (A.)." ],
    "Chest" : [ "In the night, severe boring pain in l. side of chest below axilla, about the fourth rib, not < by motion or respiration, > turning on r. side (S.).", "Deep-seated pain in back of l. chest and corresponding place in front, with a feeling on deep inspiration as if rest of lung could not expand and was painful (S.)." ],
    "Heart" : [ "Angina, waking at night, pains much, short hacking and retching (A.).", "In evening, in bed, pain in region of heart, a fine drawing, nervous pain, at times reaching through chest to shoulder and neck; on lying on heart, a sort of clucking, painful sensation on deep inspiration (S.).", "Fixed pressive pain at apex of heart (S.).", "Pain under apex of heart awoke him (S.).", "Suddenly, a violent stitch in region of heart; pain disappears gradually after several minutes (A.)." ],
    "Neck and Back" : [ "Turning head to left and backward was impossible (A.).", "Cold sensation on back of neck, a.m. (A.).", "Heavy pains in muscles of neck and shoulders, and various parts of trunk, soon went off, and were only slightly felt in back during day (S.).", "Pains in l. shoulder and shoulder-blade; with sensitiveness of all muscles attached to scapula; pain extends to occiput; later, moved to pelvis; lumbar region sensitive (A.).", "Dull pain at inner angle of l. scapula in evening, and at inferior angles of both in morning (S.).", "Rheumatic pains in r. shoulder and various parts of back (S.).", "Superficial burning pains about middle dorsal spine (with sudden jerking pains in l. ear, and cold feeling in small spot in meatus).", "Lumbar pain, most painful morning in bed (S.).", "Shooting pain from small of back into l. hip-bone." ],
    "Limbs" : [ "Uneasiness, stiffness and dull pain in muscles in morning; chiefly in shoulder-blades and back of neck, also between shoulders and in hips; coming occasionally during day till evening (A.)." ],
    "Upper Limbs" : [ "Itching in armpits at night (S.).", "Transitory pains in either elbow; in morning." ],
    "Lower Limbs" : [ "Pain in upper thigh-bone, extending to l. hip-joint (A.).", "Pains in knee.", "Knee-joints weak and knocking.", "Pains in balls of feet." ]
  }
}