{
  "remedyName" : "Chrysophanicum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ophthalmia. Psoriasis. Ringworm." ],
    "Characteristics" : [ "Tried as a local application in the form of ointment in bad cases of psoriasis on one limb Chry. ac. has caused the disappearance of the eruption on the other limb as well, showing a constitutional action. It has been used with some success in the lower triturations internally in psoriasis, ringworm, and other skin affections, also as a local application in ringworm. It is a powerful irritant of the skin and mucous membranes. Given internally in crude form it has caused nausea, vomiting, and purging. E. W. Beebe, of Milwaukee, relates the effect on a professional friend, troubled with blepharitis, who applied to his eyelid a one-in-ten ointment made with vaseline. The effect was immediate: marked conjunctival inflammation of globe and lid, contraction of pupils, intense photophobia, the least ray of light producing great pain, increased by a throbbing sensation synchronous with the pulse. This was accompanied with phosphorescent flashes of light. On forcing eyes to look at objects, retinal impressions remained some time after closing them. Swelling of lids and irritation of skin around. After lasting a week there was marked improvement, and a second, milder application completed the cure. Beebe regards the condition set up as one of \"Retinal asthenopia,\" or, as Graafe called it, \"optical hyperaesthesia.\" Physostigma and Pilocarpin are its analogues. A. B. Norton has used it successfully, internally and externally, in blepharitis, conjunctivitis and keratitis of the phlyctenular variety; also in eczema behind ears. G. C. McDermott confirms this. Used locally (gr. iv. to gr. viii. with vaseline one ounce) or internally, or both, it is a magnificent remedy in eye and ear cases where a filthy, scabby condition exists, and a tendency to form thick crusts. Cases in which the whole ear and surrounding tissue appeared to be one great scab from the centre of which oozed the pus which came from a suppurative otitis media cleared up in two or three weeks under internal and external use of Chry. ac.; also cases where a similar condition of eyelids and skin of face obtained. I have often seen a ringworm disappear rapidly from a few applications of the ointment." ]
  }
}