{
  "remedyName" : "Cicuta Virosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bladder, paralysis of. Cancer. Catalepsy. Cerebro-spinal meningitis. Coccygodynia. Concussions. Convulsions. Eczema. Epilepsy. Epithelioma. Eyes, inflammation of. Face, eruption on. Hiccough. Hysteria. Impetigo. Meningitis. Myelitis. Numbness. OEsophagus, stricture of. Paralysis. Psoriasis. Puerperal convulsions. Screaming. Strabismus. Stuttering. Tetanus. Trismus. Waking, weeping on. Worm complaints." ],
    "Characteristics" : [ "Cicuta v. is one of the most active of the poisonous Umbelliferae. Its chief influence is excited on the medulla oblongata, the gastro-intestinal tract, and the skin. Twitching and spasmodic jerks are a keynote of Cicuta. \"Bending the head backward\" is very characteristic. The remedy has cured many cases of cerebro-spinal meningitis, the opisthotonos being the leading indication. Violence is a leading feature: violent spasms; moans and howls; great agitation; makes gesticulations; odd motions; strange desires, as to eat coal. \"Head turned or twisted to one side\" is no less indicative of the drug in convulsions of children or adults. (See cases referred to below.) It corresponds to falls and the effects of concussions. Utter prostration follows the convulsive attacks; sudden rigidity, then jerks and violent distortions; then prostration. \"jerking of the left arm all day\" is a very characteristic symptom. Tremor when touched. Trembling palpitation. Convergent strabismus; from fall or blow. Soporous sleep, weeps on being roused, distorts facial muscles and stares vacantly. Pupils dilated. Shocks from head down body. Face bluish. Froths at mouth. Jaws locked. Bites tongue. Hiccough. Hungry immediately after a meal. Tearing, jerking in coccyx. Cicuta has a marked action on the skin: eruption of pustules which run together with yellowish honey-coloured scabs, especially about mouth, and matting the whiskers. Nash cured eczema capitis in a young woman with Cic. v.", "whole scalp was covered as with a solid cap. Epithelioma, growths covered with honey-coloured scabs. Suited to old people and children. Teste places Cicuta in the Sulphur group. He regards it as antipsoric, and considers that as its eruptions are mostly found in the head and face, so its symptoms, when repercussion of skin eruptions occur, are chiefly felt in the brain. Bovista and AEthusa are like Cic. v. in this. Teste mentions the case of a lady of fifty-eight who ceased to menstruate at thirty in consequence of a fright, and who was \"of robust constitution, irritable, nervous, and excessively fanciful and odd.\" She had a chronic swelling of the left ovary. Cic. v. had a remarkably quieting effect for several weeks, and during that time the swelling diminished considerably. The patient had to leave Paris, so the treatment could not be followed up. The two following cases illustrate the action of Cicuta in a striking way. The first, a case of acute meningitis, is quoted from N. A. J. H. by Amer. Hom. of January 1, 1898: Dr. H. von Musits treated J. N. R., aet. 43; male; married; a user of alcohol and tobacco; bookkeeper. After the intense summer heat, these symptoms developed: Convulsion; distortion of limbs; head turned backward. Trismus. Froth from mouth. Biting of the tongue. Oppression of breathing. Entire loss of consciousness and of power of swallowing. Convulsions, followed by complete exhaustion. Stupor. Swelling of face. Inability to move the tongue. The whole body seems to be of enormous size. The patient had three attacks of convulsions during twenty-four hours, followed by the swelling of the tongue and body. Extreme trembling of the hands. Articulation difficult. Next day profuse watery diarrhoea stools < by any noise, sudden entrance of any person into the room or loud talking. > By rest and in a dark room. Several times previously he had had symptoms of nervous exhaustion. His brother, a physician, died the previous spring from paresis in consequence of excessive use of alcohol and drugging. After two doses of Cicuta vir. there were no more convulsions and the patient was perfectly cured in two weeks. There was no relapse. The next case, one of cholera, is quoted from the Indian Hom. Rev. by Amer. Hom., December 15, Banerjee records the case: \"A lad, aged five years, had an attack of cholera three days before my visit. Had been treated by a homoeopath from beginning of attack. The patient was suffering from convulsions, when I first saw him on the fourth day. The convulsive fits were very severe since the third day of the attack of cholera. The symptoms were: eyes half turned, head drawn toward the left side, and the hands and feet of the same side were contracted. He was given Bell., Hyos., Cina, and Bryonia without effect. Cicuta virosa was then given. The first dose mitigated the severity of the fits, the second dose put the child to sleep, and thus he was saved from imminent death.\" The chief Conditions are: < From concussions, especially of brain and spine; from turning the head; from slightest touch (renews the spasms); from cold. > From warmth. Immediately after eating: bellyache and sleepiness. Immediately after commencing to eat: feels satisfied. Soon after a meal-great hunger." ],
    "Relations" : [ "Antidoted by: Arn., Op. for massive doses, Tobacco. Antidote to: Opium. Compatible after: Lach; after Ars. and Con. (cancer of lip); Cupr. (aphasia ill chorea). Compare: Con., AEthus, OEnanth. croc.; Hyperic. (spinal concussion); Hyo. (twitchings); Helleb; Hydrocy. ac. (body thrown back, cramps in neck); Nux and Strychnia (tetanus; but with Nux there is not the utter prostration and great oppression of breathing of Cic., nor the loss of consciousness; Nux is less epileptiform and has more excitability)." ],
    "Mind" : [ "Strange desires, as desire to eat coal, &c.", "Anxiety, and great tendency to be deeply affected by mournful stories.", "Groans, complaints, and howling.", "Discontent and ill-humour.", "Suspicion and mistrust, with misanthropy.", "Disposition to be frightened.", "Mania, with dancing, laughing, and ridiculous gestures; with heat of the body and longing for wine.", "Forgets his own name.", "Dementia.", "Giddiness and absence of mind.", "He confounds the present with the past.", "He thinks himself a young child.", "Want of confidence in and dread of man, retires into solitude." ],
    "Head" : [ "Vertigo, and staggering, to the extent of falling.", "Giddiness, with falling forward.", "Whirling vertigo on rising in the bed, with obscuration of sight.", "Feeling as of intoxication.", "Headache above the orbits.", "Congestion of the brain with vomiting and purging.", "Attacks of semi-lateral cephalalgia, with nausea.", "Semi-lateral headache, as from congestion to the head; relieved when sitting erect.", "Heaviness of the head with dizziness.", "Compression from both sides of the head.", "Stupefying pressure on the forehead.", "Diminution of pain in the head on rising, and on passing flatus.", "Affections of the brain, from concussion of the brain.", "Headache, as from commotion of the brain.", "Feeling of looseness of the brain, as if it were shaken in walking; early in the morning; disappearing when thinking of the pain intensely.", "Severe headache in occiput, like a dull pressure; as with coryza.", "Suppurating eruptions on the scalp, with burning pain.", "Startings and spasmodic shocks in the head, with drawing backward of the head.", "Staring at an object, the head inclines forward; is frequently bent back again, with twitching, trembling, and tension in the neck while moving it.", "Jerking and twitching of head." ],
    "Eyes" : [ "Burning pain in the eyes.", "Pupils either much contracted or dilated.", "Suspension of the sight, with vertigo, on walking.", "Look fixed, sometimes from a sort of absence of mind.", "Wavering of all objects before the sight.", "Iris-like circles round candle.", "Mobility of the characters on reading; the letters turn, and are surrounded with a coloured areola, the same as round the light.", "Diplopia, or obscuration of the eyes, sometimes alternately with hardness of hearing.", "The objects appear double and black.", "Luminous and coloured circle around all objects.", "Photophobia.", "Nocturnal agglutination of the eyelids.", "Twitching of the orbicularis muscle." ],
    "Ears" : [ "Sensation of excoriation, and pain, as of contusion, behind the ears.", "Purulent eruption before, behind, and on the ears.", "Discharge of blood from the ears.", "Hearing indistinct, sometimes alternating with obscuration of the eyes.", "Detonation in r. ear when swallowing." ],
    "Nose" : [ "Pains as of excoriation and of a bruise, in the (r.) ala nasi.", "Scabs in the nostrils.", "Yellowish discharge from the nose.", "Obstruction of the nose, with abundant secretion of mucus.", "Frequent sneezing, without coryza." ],
    "Face" : [ "Pallor and coldness of the face, with coldness of the hands.", "Cheeks pale, with eyes sunk, and surrounded by a livid circle.", "Redness and swelling of the face and of the neck.", "Eruption on the face, confluent, purulent, and of a deep red colour, with lenticular pimples on the forehead.", "Burning scabs, with yellowish serum, on the upper lip, cheeks, and chin.", "Thick, honey-coloured scurf on the chin, upper lip, and lower portion of the cheeks (milk crust), burning soreness and oozing, accompanied with swelling of the sub-maxillary glands, and insatiable appetite.", "Painful ulcer on the lips.", "Painful swelling of the sub-maxillary glands.", "Trismus.", "Disposition to grind the teeth." ],
    "Mouth" : [ "Foam before and in the mouth.", "Whitish pustules, painful on being touched, and ulcers on the edge of the tongue.", "Swelling of the tongue; white, painful, burning ulcers on the edges of the tongue.", "Speech embarrassed, with convulsive movements of the head (from before backwards) and of the arms at every word that is uttered." ],
    "Throat" : [ "Throat dry.", "Inability to swallow; the throat is, as it were, closed, and feels bruised when touched externally (with eructations).", "Stricture of oesophagus.", "Strangling on attempting to swallow.", "Constriction after being hurt by swallowing a splinter of bone." ],
    "Appetite" : [ "Want of appetite, caused by a sensation of dryness in the mouth.", "Satiety, and aching in the stomach, after the first mouthful.", "Great inclination to eat coal.", "Continual hunger and appetite, even shortly after a meal.", "Burning thirst, esp. during the cramps.", "After a meal, colic, cuttings, pressure on the epigastrium, and drowsiness." ],
    "Stomach" : [ "Violent and noisy hiccough; with crying.", "Bitter and yellowish regurgitation on stooping, and followed by a burning sensation in the throat.", "Nausea in the morning and during a meal, sometimes with headache.", "Vomiting of blood.", "Vomiting, alternately with tonic spasms in the muscles of the chest, and convulsive movements of the eyes; (the vomiting does not relieve the lock-jaw).", "Burning pressure on the stomach and abdomen.", "Pulsative pains in the epigastrium, which is much inflated.", "Oppression and anxiety in the epigastric region.", "Swelling and throbbing in the pit of the stomach." ],
    "Abdomen" : [ "Colic, with convulsions (in children from worms).", "Cuttings, immediately after a meal, with drowsiness.", "Pinchings and borborygmi in the abdomen.", "Accumulation of flatus, with anguish and ill-humour.", "Distension and painfulness of the abdomen.", "Pain, as from ulceration in the groins." ],
    "Stool and Anus" : [ "Constipation.", "Liquid and too frequent evacuations.", "Itching in the rectum, with burning pain after friction." ],
    "Urinary Organs" : [ "Retention of urine.", "Frequent micturition; the urine is propelled with great force.", "Involuntary urination as from paralysis of the bladder." ],
    "Male Sexual Organs" : [ "Testes drawn up.", "Sore drawing pain in urethra as far as glans, obliging one to urinate.", "Stitches in fossa navicularis with nightly emissions.", "Pollutions without lascivious dreams.", "Strictures (spasmodic) sometimes after gonorrhoea." ],
    "Female Sexual Organs" : [ "Menses delayed; spasmodic symptoms.", "Tearing and drawing in coccyx during menses.", "(Painful tumours of mammae.)" ],
    "Respiratory Organs" : [ "Hoarseness.", "Difficult respiration, and want of breath.", "Cough with copious expectoration." ],
    "Chest" : [ "Tightness in the chest; she is scarcely able to breathe all day.", "Pressure on the chest, as from a weight, with difficulty of respiration.", "Sensation in chest and throat as though something the size of a fist were lodged there.", "Tonic spasms in the muscles of the chest, alternately with vomiting.", "Heat in the chest.", "Pain, as from a bruise, and from excoriation, in the lower extremity of the sternum.", "Burning pain in the nipples.", "Burning in the chest." ],
    "Heart" : [ "Trembling palpitation of heart.", "Feels as if heart stopped beating; and sometimes faint feeling therewith." ],
    "Neck and Back" : [ "Tension, as from a wound, in the muscles of the neck, on bending the head back.", "Swelling of the neck.", "Tonic spasms of the cervical muscles.", "Neuralgia of neck with tendency to draw head backwards and dull occipital headache.", "Tearing jerking in coccyx.", "Coccygodynia coming on for first time during catamenia, after parturition.", "Spasmodic bending backwards of the back, like an arch.", "Tension above the shoulder-blades.", "Pain of ulceration in the shoulder-blades." ],
    "Limbs" : [ "Great weakness in arms and legs after slight exertion.", "Trembling in limbs.", "Spasmodic contortions and fearful jerking of limbs." ],
    "Upper Limbs" : [ "Pain, as from a bruise, or of excoriation, in the joints of the shoulder, and in the forearms.", "Sensation of heaviness and want of strength in the arms.", "Jerking in the l. arm all day.", "Startings and convulsive movements (involuntary) in the arms and in the fingers.", "Deadness of the fingers.", "The veins on the hands are enlarged." ],
    "Lower Limbs" : [ "Involuntary starting of the lower limbs, jerks and twitches.", "Painful stiffness of the legs.", "Trembling of the legs.", "Yielding of the feet, when walking; they turn inwards." ],
    "Generalities" : [ "Pains, as from excoriation, or from a bruise, on various parts.", "Trembling of the limbs.", "Shocks, as from electric sparks, in the head, the arms, and the legs.", "General convulsions, and fits of epilepsy, sometimes with cries, paleness or yellow colour of the face, pressing together of the jaws, numbness and distortion of the limbs, suspension of respiration, and foam at the mouth.", "After the fit, the body remains insensible, and, as it were, dead.", "State of insensibility and immobility, with loss of consciousness and of strength.", "Attacks of catalepsy, with relaxation of all the muscles, and absence of respiration.", "Tetanus.", "Drawing pains in the limbs.", "Affections of the r. side of the back.", "Spasms during parturition; children have convulsions from worms.", "Strictures after inflammation, sometimes after gonorrhoea." ],
    "Skin" : [ "Burning itching over the whole body.", "Purulent eruptions, with yellowish and burning scabs.", "Lenticular pimples, of a deep red colour.", "Long-lasting purulent eruptions, confluent, forming thick yellow crusts, with burning pain." ],
    "Sleep" : [ "Sleeplessness and nocturnal sweat.", "Half-sleep, with restless movements and confused dreams.", "Frequent waking, with profuse sweat, which, however, alleviates.", "Vivid dreams of the events of the day.", "Vivid dreams which cannot be recollected." ],
    "Fever" : [ "Pulse weak, slow, trembling.", "Shivering, and perpetual desire to be near the fire.", "The chilliness begins in the chest and extends down the legs and into the arms.", "Coldness in the thighs, and in the arms, with fixedness of look.", "Heat only internally.", "Perspiration at night (in the morning hours), principally on the abdomen.", "Worm fever with colic and convulsions." ]
  }
}