{
  "remedyName" : "Cimex",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation. Cough. Haemorrhoids. Intermittent fever. Liver, complaints of. Muscles, contraction of. Seminal emissions. Skin, affections of. Yawning." ],
    "Characteristics" : [ "Cimex is an ancient remedy for intermittent fever. A characteristic symptom is: \"Weariness and inclination to stretch.\" The flexors are most affected; pains in all joints as if tendons were contracted and too short; every motion or stretching of arms or legs causes tightening pain in them. (Nash records the following cure by Dr. Brewster, of Syracuse. After driving a fractious horse that tried to run away over a very rough road a man was so bruised and sprained about the buttocks and legs that he was confined to the house for a long time in consequence. It settled finally into what appeared likely to be permanent contraction of the lower limbs. No remedy relieved till Dr. Brewster remembered a case of intermittent fever that he had cured twenty years before, being guided by this symptom. Cimex (Jenichen) promptly cured.) Irresistible sleepiness. Frequent yawning; sensation as of a cold wind blowing on knees. Pains in all joints as if tendons contracted during chill. Chill commences with clenching of hands and violent raging. Before chill, thirst and heaviness in legs; less thirst with chill, still less with dry heat; none with sweat. After the chill, thirst, but drinking causes violent headache; tickling in larynx causing dry, continuous cough. Gagging and belching at end of cough. Heat with gaging; oesophagus feels constricted. Musty-smelling sweats. Night-sweats. Tertian and quartan intermittents. A. W. K. Choudhury relates a case of intermittent (quotidian) cured with Cimex the chief indications being: \"Chill slight; thirst some days, none other days; shiverings; passed water twice during chill; chill < by lying down; increase of cough if he drinks water during chill.\" Stools with haemorrhoidal sufferings. Stools hard in small balls; urging to stool; after the discharge of a small piece of white stool, rectum closes firmly. Incontinence of urine. Urine hot; brown or red sediment. Frequent erections in morning; seminal emissions. Urticarious eruption. Motion <. Stretching or extending the part <. Weariness compels to lie down. Sitting < pain in small of back. During rest: in morning, sweat on nose. Symptoms < in morning. < By drinking. The whole right side is especially affected." ],
    "Relations" : [ "Compare: Nat. m. (headache lessens in the sweating stage); Ars. (headache remains or increases in the sweating stage); Bell. (throbbing of the head in intermittents). Ars. and Bry. (gagging at end of cough)." ],
    "Mind" : [ "Anxiousness.", "Sensation as if he could creep into himself and on that account could not sufficiently crouch together.", "His own sweat is disgusting to him.", "Clenching of hands with violent rage at beginning of chill.", "Anxiety after chill." ],
    "Head" : [ "Confusion of head as if headache would ensue.", "Pain like needle stitches in vertex with cough.", "Headache, almost depriving him of the power of thinking; most violent during the chill; caused by drinking.", "Sweating on head, nose and chest." ],
    "Nose" : [ "Annoying dryness of nostrils.", "Fluent coryza with pressure in frontal sinuses.", "Constant sneezing in forenoon.", "Sweat on nose, morning, during rest." ],
    "Mouth" : [ "Tongue coated white.", "Swollen feeling of the tongue.", "Feeling as if burnt on the tongue, in the region of the palate and the upper anterior gums." ],
    "Throat" : [ "Dryness of the throat, causing him to drink all day.", "Oesophagus constricted; during the hot stage." ],
    "Stomach" : [ "Sour eructations." ],
    "Abdomen" : [ "Pain in the liver, as if it had been strained by bending the r. side inward; the spot is painful when touching it and when coughing.", "Colic, followed by emissions of flatulence or liquid stools." ],
    "Stool and Anus" : [ "Stools hard, in small balls.", "After the discharge of a small piece of white stool the rectum closes firmly.", "Stools with haemorrhoidal sufferings." ],
    "Urinary Organs" : [ "Urine brown, with a deposit of sediment (during the fever, when he drinks)." ],
    "Respiratory Organs" : [ "Dry cough, with gagging, as if he would vomit, with perspiration.", "Breathing oppressed after chill." ],
    "Chest" : [ "Chest feels oppressed during chill.", "After chill, heaviness in middle of chest; anxiety." ],
    "Back" : [ "Pain in the small of the back, extending over the abdomen, with distension of the abdomen.", "Pain in the small of the back; worse when sitting.", "Weariness in loins, must sit down." ],
    "Limbs" : [ "Painfulness in all joints; sensation as if the tendons were too short (during the chill)." ],
    "Upper Limbs" : [ "Pain in r. shoulder and the anterior muscles of the chest, extending through the whole arm down to the nails; the fingers feel as if they had gone to sleep.", "At beginning of chill, draws fingers together making a fist." ],
    "Lower Limbs" : [ "During chill knee-joints most contracted; the leas cannot be extended.", "At the end of chill, the legs feel tired; the position of legs must be changed constantly; this ceases during the hot stage.", "Hamstrings feel too short, knees flexed; attempting to stretch them = pain in thighs.", "Knees feel cold as from a cold wind." ],
    "Generalities" : [ "Pain in recti muscles of thighs, with oppression of the chest, shortness of breath, and frequent, deep inspiration, with a sensation as if he would creep into himself, and on that account could not sufficiently crouch together; every attempt to stretch out arms or legs causes tensive pain in these parts, and he suffers thirst rather than move." ],
    "Sleep" : [ "Great drowsiness; falls asleep when sitting in the morning.", "Irresistible sleepiness during chill.", "Frequent yawning; with cold feeling on skin." ],
    "Fever" : [ "Pulse feeble; intermitting.", "Before the cold stage, thirst; heaviness in the lower extremities.", "At the beginning of the chill, clenching of the hands and violent rage.", "Chilliness over the whole body, followed by dry heat, which is succeeded by some moisture over the skin.", "During the chill painfulness in all the joints; sensation as if the tendons were too short; the knee-joints are most contracted; the legs cannot be extended; the chest feels oppressed, obliging one to take a long breath frequently; irresistible sleepiness.", "At the end of the chill the legs feel tired; the position of the legs has to be changed constantly; this ceases during the hot stage.", "After the chill thirst, and when he drinks he is attacked with violent headache, which almost deprives him of the power of thinking; tickling in the larynx, causing a continuous dry cough; oppression of breathing; heaviness in the middle of the chest; anxiety.", "Amelioration if he does not drink.", "During the hot stage gagging in the oesophagus, which impedes inspiration; thirstlessness; the water drunk to allay the gagging goes down at intervals only; the oesophagus feels constricted.", "If he drinks during the fever he passes soon after very hot brown urine, depositing a good deal of sediment.", "The perspiration, after the hot stage, is accompanied by hunger.", "Perspiration mostly on the head and chest.", "During the intermittent fever, constipation; stools dry." ]
  }
}