{
  "remedyName" : "Cina",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, distended. Anaemia. Anus, irritation of. Asthenopia. Asthma. Bronchitis. Borborygmi. Chorea. Colic. Convulsions. Cough. Dentition. Diarrhoea. Enuresis. Eyes, affections of. Hydrocephaloid. Intermittent fever. Leucorrhoea. Neuralgia. Remittent fever. Scarlatina. Sight, affections of. Spasms. Strabismus. Twitchings. Urine, milky. Whooping-cough. Worms." ],
    "Characteristics" : [ "Cina is the source of the alkaloid Santoninum. It is pre-eminently a worm medicine, as it causes all the symptoms which characterise helminthiasis both mental, nervous, and bodily. It corresponds more to the effects of lumbrici than to those of other worms. There is irritation of the nose, causing constant desire to rub, prick, or press into it. In children there is extreme ill-humour and naughtiness. Nothing pleases them for any length of time; gritting teeth during sleep; wetting the bed (when accompanied by picking nose, great hunger, restless sleep); tossing all about the bed in sleep; crying out as if in delirium Sherbino has found \"getting on hands and knees in sleep\" a strong indication for it. But Cina is much more than a mere worm-medicine. Many symptoms appear to be reflex from abdominal irritation. A characteristic feature is: Extreme sensitiveness of mind and body: offended by the slightest thing; peevish and obstinate; aversion to be caressed. Over-sensitiveness of surface: cannot endure to be approached, touched, or pressed upon; touch induces or aggravates spasms. Child cannot bear to have head combed or brushed. Aversion to light. Strabismus; with sickly look and dark circles round eyes; yellow vision. Asthenopia, defective accommodation; yellow vision. Ravenous hunger; sinking immediately after a meal. Difficult swallowing of liquids; clucking noise from throat to stomach. Nocturnal enuresis; urine white, turbid, at times fetid. Larynx extremely sensitive, touching it causes suffocative spasm. Cough excited by sensation of feather down in throat. Reflex cough; caused by writing or reading (to oneself). In fever there is thirst with chill; face pale and cold; hands warm; nausea or vomiting of bile or ingesta. Charles Mohr (H. M., January, 1898) commends it for: anaemic persons suffering from indigestion and non-assimilation of food; or after acute illness when they have headache, vertigo, and neuralgia. In the cachectic who have pains in the belly and deranged abdominal functions, and suffer nervously. For asthenopia from onanism, when reading by artificial light is next to impossible; eyes feel veiled, need constant wiping. Spasmodic strabismus from abdominal irritation. Spasmodic asthma after food that disagrees, \"sensation as if sternum lies too close to back, embarrasses breathing and causes anxiety and sweat.\" Prosopalgia of supra- and infra-orbital region and zygoma chiefly, pains pressing, screwing, with hyperaesthesia. Gastralgia, enteralgia, and fevers when the leading symptoms are present. Nash (Leaders in Typhoid Fever) mentions two cases of typhoid in which Cina proved curative, the indications being \"Intense circumscribed redness of the cheeks, and frequent and violent rubbing of the nose.\" S. C. Ghose has recorded (H. W., September, 1899) a striking cure by Cina and of a case of infantile remittent fever, in which the classical symptoms of the drug were present; the fever came on very irregularly. The symptoms of Cina are < night; before midnight child wakes up frightened. < From open air; cold air; cold water. < Yawning. Child lies on belly, or on hands and knees, during sleep. Guernsey says Cina is suited to complaints which are concomitant to yawning, which come on whenever one yawns." ],
    "Relations" : [ "Antidoted by: Camph., Caps., Chi., Pip. nig. Antidote to: Caps., Chi., Merc. Follows well: Dros. and Ant. t. Compare: In aversion to be touched, Ant. c., Ant. t., Hep. Sil., Thu. gurgling along oesophagus when swallowing fluids, Helleb., Cupr. difficult swallowing liquids, Bell., Caust., Hyo., Ign., Lach., Lyc., Pho.; in cough < by reading or writing, Mang., Meph., Nux, Plat. in white stools, Dig.; in ravenous hunger, Ars., Calc., Iod., Sil. Staph.; aversion to be caressed, Ars., Lach.; in squint, Alm.; in asthenopia and defective accommodation, Artem. v. (but Art. v. has dizziness from coloured light; and Cina has > from rubbing). Teste places Cina in the Arsen. group from its analogy in the digestive sphere. Cham. has many points of contact with Cina and some opposite conditions." ],
    "Causation" : [ "Worms. Yawning." ],
    "Mind" : [ "Lachrymose and plaintive humour.", "A child cries when it is touched; is averse to being caressed.", "Continual inquietude, with desire for things of all kinds, which are rejected some moments after.", "Disposition to be offended by trifling jests.", "Great anguish and anxiety on walking in the open air.", "Delirium." ],
    "Head" : [ "Headache, alternately with pressure on the abdomen.", "Numbing pressure, as from a load, which weighs upon the head, esp. when walking in the open air.", "The head falls to the side and is jerked backwards, with twitches in the limbs and cold perspiration of the face.", "Tearing, drawing cephalalgia, aggravated by reading or meditation.", "Headache before and after the epileptic attacks; after attack of intermittent fever.", "Dull pains in the head, with eyes fatigued, chiefly on waking in the morning.", "Cold perspiration on the head (forehead) and on the pale, cold, bloated face, with blueness around the mouth; twitching of the limbs and sleepiness, worse at night (after attacks of whooping-cough and epilepsy)." ],
    "Eyes" : [ "Aching in the eyes, when fatiguing them by reading; when using them at night by the candle-light.", "Convulsive movements of the muscles of the eyebrows.", "Confusion of sight, on reading, which disappears on rubbing the eyes.", "Pupils dilated.", "Weakness of sight (from onanism).", "Weak sight, with photophobia and pressure on the eyes, as if sand had been introduced into them.", "When looking at a thing steadily (reading) he sees it as through a gauze, which is relieved by wiping the eyes." ],
    "Nose" : [ "Epistaxis; also bleeding from the mouth.", "Inclination to put the fingers into the nose.", "The child rubs the nose constantly, and bores with the fingers in the nose until blood comes out.", "Flow of pus from the nose.", "Violent sneezing, which provokes a sensation of pressure on the temples, and seems as though it would burst the chest.", "Fluent coryza, with sensation of burning in the nostrils.", "Stoppage of the nose, in the evening.", "Fluent coryza at noon.", "The nose burns." ],
    "Face" : [ "Paleness of face, with livid circle under the eyes.", "Earth-coloured complexion.", "Face, puffed and bluish, esp. round the mouth.", "Face alternately pale and cold, or red and hot.", "Pale, cold face, with cold perspiration.", "Cramp-like pains and successive pullings in the cheek-bones, aggravated or renewed by contact and pressure." ],
    "Teeth" : [ "Toothache, provoked by the air and cold drinks.", "Pains, as from excoriation, in the teeth.", "Grinding of the teeth." ],
    "Mouth" : [ "Sensation of dryness and roughness of the mouth, esp. of the palate." ],
    "Throat" : [ "Inability to swallow, esp. liquids." ],
    "Appetite" : [ "Increase of thirst.", "Hunger shortly after a meal.", "Voracity.", "Bulimy.", "Aversion of the sucking child to the milk of its mother.", "Hunger may come on in the middle of the night, as in children, or one may feel hungry a few minutes after a hearty meal.", "Bitter taste of bread.", "Vomiting, or diarrhoea immediately after eating or drinking, esp. drinking.", "Vomiting of mucus and of ascarides.", "Vomiting during the fever, with tongue clean.", "Bilious vomiting.", "Disagreeable risings." ],
    "Stomach" : [ "Audible gurgling from the throat into the stomach when drinking.", "Frequent hiccough.", "Pain in the precordial region oppressing the breathing." ],
    "Abdomen" : [ "Obstinate pinchings in the abdomen.", "Pinching or cramp-like pressure transversely across upper abdomen, after a meal.", "Painful twisting about navel.", "Cutting and pinching pain in the abdomen from worms.", "Painful rolling in the region of the navel, which is very sensitive to the touch.", "Cramp-like, frequently recurring pains in the abdomen, as when the catamenia are about to appear.", "Unpleasant sensation of warmth in the abdomen.", "Bloated abdomen, esp. in children.", "Feeling of emptiness in the abdomen." ],
    "Stool and Anus" : [ "Stool with maw-worms (short, thick worms).", "Loose evacuations of the consistence of pap.", "Discharge of ascarides, and of other worms by the anus.", "Itching of the anus.", "Diarrhoea of bile, and of stercoraceous matter.", "Loose, involuntary, whitish evacuations." ],
    "Urinary Organs" : [ "Frequent want to make water, with profuse discharge.", "Wetting the bed.", "Urine soon becomes turbid.", "Involuntary emission of urine (at night).", "Urine milky." ],
    "Female Sexual Organs" : [ "Catamenia premature, and too abundant.", "Metrorrhagia.", "Womb-troubles in general." ],
    "Respiratory Organs" : [ "Short, interrupted breathing.", "Respiration wheezing and panting.", "Abundance of mucus in the larynx, which is constant, and compels continual hawking.", "Gagging cough in morning after rising; irritation thereto (as from dust); is renewed by inspiration after a long interval.", "Cough, excited by taking a deep inspiration.", "Dry, tickling cough induced by reading (to oneself).", "Hoarse, transient cough in the evening.", "Dry cough, with cramp, want of breath, anxiety, paleness of face, and groans after the paroxysm; or with stiffness of the body, and bleeding from the nose and mouth.", "Cough, with sudden starts, and loss of consciousness.", "Before coughing, child raises herself suddenly, tosses wildly about, the whole body becomes stiff, she loses consciousness, just as if she would have an epileptic fit, then follows the cough.", "Whooping-cough in violent, periodically returning attacks, from a titillating sensation in the throat, as of a feather, and much tough mucus:", "in the morning without expectoration, in the evening with difficult expectoration of white, occasionally blood-streaked mucus, which is tasteless; worse in the morning and in the evening; better during the night, aggravated by drinking, walking in the open air, pressing on the larynx, when lying on the right side, in the cold air, and when awaking from sleep." ],
    "Chest" : [ "Difficulty of respiration, and anxious oppression of the chest, as if the sternum were compressing the lungs.", "Respiration short, often interrupted, or rattling.", "Spasmodic digging in the chest, as if it were going to burst.", "Jerking and digging shootings in the chest.", "Burning, stitches., and soreness in the chest." ],
    "Back" : [ "Pains, as from a bruise, in the loins, < by motion.", "Drawing-tearing pain along whole spine.", "Drawing or jerking pains in middle of spine." ],
    "Upper Limbs" : [ "Tearing and paralytic pullings in the arms.", "Cramp-like tearings in the arms and in the hands.", "Contraction and starting of the hand and of the fingers.", "Sprained feeling in the wrist-joint.", "Weakness of the hand, which suffers everything to escape from it." ],
    "Lower Limbs" : [ "Paralytic or cramp-like pains, and pullings in the legs.", "Spasmodic stretching and twitching of the feet.", "Cramp-like extension of the legs." ],
    "Generalities" : [ "Paralytic, tractive pains in the limbs.", "Pressure and squeezing, with dull shootings, or cramp-like tearings, pullings and jerkings, or burning shootings in different parts.", "Twitching of limbs.", "Convulsions, and distortion of the limbs.", "Nocturnal epileptic convulsions, followed by headache.", "Epileptic convulsions (esp. at night, with or without consciousness) with cries, bending backwards of the back, and violent movements of the hands and feet.", "Tetanic stiffness of the whole body.", "External pressure <, or renews the sufferings.", "Painful sensibility of all the limbs, on movement, and on being touched.", "Affections of the l. side; l. lower extremity.", "The majority of the sufferings appear at night, or when seated, and are < in the morning and in the evening.", "Heaviness in the limbs." ],
    "Sleep" : [ "Frequent yawning, with trembling and shuddering.", "Nocturnal sleeplessness, with agitation, tears, cries, heat, and anguish; in children.", "Wakes in the morning, restless and lamenting, in a start.", "Child gets on hands and knees in sleep; on abdomen." ],
    "Fever" : [ "Pulse small, hard, and rapid.", "Frequent shuddering, with trembling, even near the fire.", "Quotidian fevers, or tertian, with bulimy, nausea, tongue clean, diarrhoea, pupils dilated, and emaciation.", "Shivering in the evening.", "Strong febrile heat, with delirium, tossing, and agitation.", "Chilliness, with shaking or trembling, ascending from the upper part of the body to the head.", "Chill, with coldness of the pale face and heat of the hands.", "Heat at night, with thirst.", "Chilliness with thirst.", "After the perspiration (sometimes before the chill) vomiting of food (with a clean tongue); at the same time canine hunger.", "Heat, esp. in the head, with paleness, or yellowish colour of the face, and livid circle under the eyes, or with redness of the cheeks.", "After the fever, headache.", "Cold sweat on the forehead, around the nose, and on the hands." ]
  }
}