{
  "remedyName" : "Cinchoninum Sulphuricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Constipation. Diarrhoea. Epistaxis. Fever. Hair falling off. Headache. Heartburn. Sexual excitement. Spinal irritation. Urinary disorders. Veins distended." ],
    "Characteristics" : [ "Cinchon. sul. has been extensively proved, but it appears to have been little used in practice, from having been overshadowed by the better known alkaloid, Chinin. sul. The general outline of symptoms is the same in both. Some of the most peculiar symptoms of Cinch. s. are the following: Bursting headache on waking. Pain in anterior lobe of cerebrum, as though a net were drawn through the whole substance of the brain. Darkness before the eyes on exerting them. Sensation as if the throat were burnt with hot drink. Cold feeling at pit of stomach. Pasty taste; and pasty stools. The sexual organs are excited: voluptuous dreams and painful erections at night. Menses a week too soon and more copious than usual. The chest seems hollow and distended so that breathing seems especially easy. Many symptoms of fever are present; and there is recurrence of symptoms. Sweat between shoulder-blades in the night, followed by itching. Symptoms < after eating; by motion. Weariness, sleepiness, general aching; especially in eyes, ears, and genitals." ],
    "Mind" : [ "Sort of transient intoxication; complete disinclination for work." ],
    "Head" : [ "Confusion in head with pressure in eyes.", "Morning headache; bursting headache on waking.", "Pain in anterior lobe of cerebrum as though a net were drawn through the whole substance of the brain.", "Profuse falling out of hair.", "Tension in scalp, with soreness at roots of hair, as if there were pus under scalp (mostly r.)." ],
    "Eyes" : [ "Accumulation of mucus before eyes.", "Attacks of darkness before eyes; on exerting them." ],
    "Ears" : [ "Roaring in ears; during the night." ],
    "Nose" : [ "Sudden nose-bleed of thin, bright red blood while sitting." ],
    "Mouth" : [ "Ptyalism; esp. in forenoon." ],
    "Throat" : [ "Sensation as if throat were burnt with hot drink, and something were sticking in pharynx.", "Sticking pains in throat, as with fine needles, on swallowing." ],
    "Stomach" : [ "Sudden heartburn.", "Pains at pit of stomach < by pressure.", "Great heat in stomach; extending into abdomen, and up into chest, throat, and head, esp. in throat, with burning thirst.", "Cold feeling at stomach; fulness; pressure; throbbing; sensitiveness." ],
    "Stool and Anus" : [ "Dull cutting in anus, extending thence to navel, with fine stitches in pit of stomach.", "Pasty diarrhoea.", "Constipation; hard, scanty stools with tenesmus.", "Pasty stool passed slowly with much pressing, sphincter very much relaxed, while the rectum is more contracted than usual." ],
    "Urinary Organs" : [ "Burning sensation in urethra after passage of urine.", "Excessive urging.", "Urine thick sediment; brownish green; dark red; reddish yellow; white.", "Iridescent film." ],
    "Male Sexual Organs" : [ "Great excitement, erections." ],
    "Female Sexual Organs" : [ "Menstruation a week too soon and much worse than usual." ],
    "Chest" : [ "Chest seems hollow and distended so that breathing seems esp. easy.", "Stitches mostly extending from r. side to pit of stomach at insertion of diaphragm.", "Pressive pain under sternum; waking in night it seems as though lower portion of sternum were pressed inward." ],
    "20, Neck, Back and Limbs" : [ "Painful stiffness of neck; < moving it.", "First dorsal vertebrae painful to pressure.", "Trembling of limbs and weakness.", "Pains, drawings, bruised sensation." ],
    "Generalities" : [ "Periodic sticking pains in chest, > standing or sitting, < lying or during deep cough." ],
    "Sleep" : [ "Sleepiness.", "Quiet sleep without dreams, but without being refreshed.", "Voluptuous dreams and painful erections." ],
    "Fever" : [ "Chilliness.", "Shaking chill a.m. to noon without subsequent fever or sweat.", "Burning skin.", "Great heat of body with turgescence of veins (evening).", "Heat of head p.m. with cold extremities.", "Sweat with excessive thirst in night.", "Skin dry, veins distended.", "Sweat between scapulae at night, followed by itching compelling him to scratch." ]
  }
}