{
  "remedyName" : "Cinnabaris",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Bubo. Catarrh. Chancre. Cystitis. Dysentery. Eye, inflammation of. Gleet. Gonorrhoea. Gout. Nose, external, sensitive. Priapism. Rheumatism. Sciatica. Scrofula. Sleep, abnormal. Sycosis. Syphilis. Tapeworm. Warts." ],
    "Characteristics" : [ "Cinnabar. corresponds to sycosis as well as to syphilis, and to combinations of the two. In warts on the prepuce it is more specific than Thuja; especially for fan-shaped warts. In the mental sphere there is indolence and indisposition to mental labour. Forgetful. Fretful, easily provoked. Headache with nosebleed. General sensitiveness to touch: bones of skull, scalp, roots of hair; bridge of nose; warts bleed when touched. Sensation on bridge of nose as if touched with metallic substance, uneasy creeping and pressing sensation about nasal bones as from wearing spectacles when not used to them. Jerkings and pullings are frequent. Berridge reports this symptom cured: \"Left leg feels shorter than right whilst walking.\" jerking in penis; occurring during sleep. Tearing stitches in glans. Burning, stinging, itching of corona glandis. Leucorrhoea, the discharge of which causes a pressure in vagina. Haemorrhages are frequent: nose-bleed; bleeding piles. In addition to dysenteric symptoms there is obstinate constipation, stools hard and too large. Protrusion of anus during stool. Formication as from a large worm. Little pimples round anus with burning and itching. The skin is much affected. Redness predominates (colour of the drug). Red spots. Heat, redness, and swelling of face, especially about eyes. \"We are led to use this for very red and very fiery-looking ulcers, which may occur in the throat or on any other part of the body, in the mouth, on the legs; particularly if there be nodes on the shin-bones. In very angry-looking chancres\" (Guernsey). Eruption on posterior cervical region; on inner and lower part of thigh with itching. Warts; pimples; pustules; ulcers; violent itching and pricking, especially about joints. The back of the neck is much affected. Pain extending to occiput when head is thrown back. Pain r. side of neck on turning head. Muscles seem contracted. Glands enlarged. The symptoms are > in open air. Cold and chilly in warm room. < In summer. Most symptoms are < at night. Sweat < at noon. Generally rest >; walking <. Headache < after sleep. After dinner >. Symptoms intermit in severity." ],
    "Relations" : [ "Antidoted by: Hepar, Nit. ac., Opium, and Sulphur. Compare: Camph. (red spots); Lach., Merc., Nit. ac., Thuja (Cinnab. is better than Thuja in warts on prepuce); compare also Sep. (warts on margin of prepuce); Ant. t. (warts at back of glans). Seneg. has > bending head backward, Clem. has headache < from same; Clem. also has vertigo on lifting head up or moving head; Cinnab. has pain in back of neck when head is thrown back." ],
    "Mind" : [ "Indisposition for mental labour.", "Sensation of fulness in the head from mental application.", "Forgetfulness (forgets things he has to do).", "Fretful, easily provoked.", "Desire to be alone." ],
    "Head" : [ "Violent and frightful attack of cephalalgia, in the sinciput and in the temples, mitigated by compression of the head.", "Stupefying buzzing in the head, a little after dinner, and in the evening before lying down.", "Giddiness in the morning after rising, when stooping, with nausea.", "Congestion of blood to the head, particularly to the vertex; worse after eating.", "Intense headache; he cannot raise his head from the pillow; relieved by external pressure.", "Dull pain in the forehead, which is cold; relieved by heat.", "In the morning, after waking, pain in the forehead and top of the head; < when lying on the l. side and back; > and going off, when turning on r. side, and after rising.", "Shooting pain in the l. side of the head, with increase of saliva and great flow of urine.", "Shooting in the teguments of the head.", "Painful sensitiveness of the cranium and of the hair on being touched." ],
    "Eyes" : [ "Inflammation of the eyes, with pressive shootings and constant lachrymation when fixing them on an object.", "Shooting pains in inner canthus of r. eye, with burning and itching.", "Inflammation of r. eye, with profuse discharge of mucus from the nose.", "Flow of tears.", "Sticking pain about the punctum lachrymale of the upper eyelid.", "Redness of the whole eye, with swelling of the face." ],
    "Ears" : [ "Roaring in the ears with swelling of the face (after eating).", "Scurfy eruption in r. external ear.", "Itching in r. ear." ],
    "Nose" : [ "Violent fluent coryza, with secretion of burning serum.", "Sensation as if touched by a cold metallic body, on a small space over the root of the nose.", "Itching of the nose, with bleeding (very dark blood) after blowing it.", "Coryza, with lameness of the thighs and aching in the small of the back; lumps of dirty yellow mucus are discharged from the posterior nares." ],
    "Face" : [ "Heat of the face, which is much swollen, mostly about the eyes." ],
    "Mouth" : [ "Both corners of the mouth are chapped.", "Tongue coated white in the morning.", "A small ulcer on the roof of the mouth, on the r. side of the tip of the tongue; on the tip of the tongue.", "Burning, constrictive sensation in the palate; taste bitter in the morning.", "Salivation and increased flow of urine.", "Putrid taste in the mouth." ],
    "Throat" : [ "Dryness and irritation of the throat (posterior nares, tonsils, fauces) at night, with soreness during the day.", "In the morning, secretion of tenacious mucus from posterior nares, in lumps.", "Increased dryness of mouth and throat, being obliged to moisten and rinse the mouth every time he wakes." ],
    "Appetite" : [ "Nocturnal dryness and heat in the mouth and in the throat, with much thirst.", "Scanty, tenacious, frothy saliva in the mouth, without thirst; better after drinking.", "Pressive contractions in the throat during deglutition.", "After a meal, disagreeable sensation of swelling over the whole body, with tightness in the chest and in the stomach.", "Appetite increased." ],
    "Stomach" : [ "At night, heat, which extends upwards from the stomach towards the neck and the head, and disperses on rising up in bed.", "Soreness in the stomach, with dizziness and lightness in the head and tightness in the temples.", "Nausea, alleviated by eructations.", "Nausea, with water-brash (in the evening)." ],
    "Abdomen" : [ "Flashes of heat confined to the abdomen, with great flatulence (worse in the forenoon)." ],
    "Stool and Anus" : [ "Evacuations, soft and frequent, preceded by pinchings in the abdomen; less afterwards.", "Bloody dysentery.", "Greenish mucous diarrhoea.", "Sensation of formication in the anus, as if from a large worm.", "Little pimples around the anus, with burning and itching; thin stools and tenesmus." ],
    "Urinary Organs" : [ "Frequent and increasing emission of watery urine; also during the night.", "Pain, as if from a sore in the urethra, when urinating; this pain wakes him up at night." ],
    "Male Sexual Organs" : [ "Swelling of the penis.", "Pseudo gonorrhoea, with redness and swelling of the prepuce.", "Violent itching of the corona glandis, with profuse secretion of pus.", "Small, shining red points on the glans penis.", "Condyloma.", "Blennorrhoea.", "Sycotic excrescences.", "Sexual desire strongly excited, and great inclination for coition, with great appetite for eating and drinking.", "Strong erections in the evening in bed.", "Fetid and corrosive sweats, between the scrotum and the thighs when walking." ],
    "Female Sexual Organs" : [ "Leucorrhoea, causing, during its discharge, a; pressure in the vagina." ],
    "Respiratory Organs" : [ "Hoarseness in the evening.", "Dyspnoea, with heat.", "Cough from tickling in the throat.", "Dry cough, in single shocks, when lying down; > by sitting up." ],
    "Chest" : [ "Chest oppressed, feels contracted; relieved by stretching himself.", "Pain running over the ensiform cartilage, from the seventh rib on the r. side diagonally through the chest.", "Pulsative and shooting pains in the chest, esp. when walking." ],
    "Neck and Back" : [ "Pain in back part of neck when head is thrown back, extending to occiput.", "Wrenching pains in the vertebrae of the neck.", "The muscles of the back part of the neck seem as if contracted.", "Tearing in the side of the back, even at night on moving in the bed, > by the heat of the fire.", "Aching in the small of the back, as if bruised.", "Pain all over the back down to the loins, aggravated on drawing a long breath." ],
    "Upper Limbs" : [ "Pain in the l. shoulder, between the clavicle and scapula, interiorly.", "Pain in the middle of the upper part of r. arm, as though it would break.", "Periodical shooting pains in the arms.", "Tearing in the arms when writing, > by the heat of the fire.", "Sensation of lameness in r. arm.", "Numbness of l. arm, from elbow to end of little finger, it feels as if the \"crazy-bone\" was struck.", "The joints of the fingers and knuckles are red (and hot)." ],
    "Lower Limbs" : [ "Painful jerking in the leg, in the evening, after sleeping.", "Shooting, drawing, and aching pains in the thighs, from the hip-joints nearly down to the condyles; < at night.", "Violent itching on the inside of thighs, knees, and legs; worse in the knees, esp. at night.", "Profuse perspiration between the thighs (when walking).", "Rheumatic pain in r. knee-joint; < when walking (ascending), > at rest.", "Pain in the tendo Achillis and os calcis after walking.", "Coldness in the joints.", "Coldness of the feet, day and night." ],
    "Generalities" : [ "Sensation of lameness in all the limbs.", "Pulling and shuddering in the arms and the legs.", "Paralytic pains in the limbs, with indolence and drowsiness.", "Weariness, languor, tired and prostrated; worse before eating, better when riding in the open air.", "General nervous, uneasy sensation." ],
    "Skin" : [ "Itching: of the nose (bleeding after blowing it); of eyelids; canthi (outer); ears; face (l. side) palms of hands (r.); thighs (inside); knees; legs; at the anus (at night), on the shoulders (evening).", "Sensation as if pimples were coming out over the body.", "Red papulous eruption, without itching, on both elbows.", "Redness of the skin.", "Red, fiery-looking ulcers, which may occur in the throat or in any other part of the body, in the mouth, on the legs; particularly if there be nodes on the shin-bones.", "Very angry-looking chancres." ],
    "Sleep" : [ "Sleepiness in the daytime and sleeplessness at night; unconquerable desire to sleep after dinner, early in the evening (during the day).", "Restlessness and sleeplessness at night, from a constant flow of ideas changing from one thing to another.", "Nightly sleeplessness, without causing fatigue.", "Restless sleep, with vivid dreams and much talking.", "Nightmare after midnight." ],
    "Fever" : [ "Pulse slower in the forepart of the day, accelerated in the evening.", "Coldness and chilliness in the warm room.", "Internal and external heat of the body during the whole night.", "Profuse perspiration between the thighs.", "Perspiration most at noon." ]
  }
}