{
  "remedyName" : "Cistus Canadensis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bone affections. Cancer. Diarrhoea. Erysipelas. Follicular pharyngitis. Glandular swellings. Hip-joint disease. Hospital gangrene. Lupus. Panaritium. Parotitis. Scorbutus. Scrofula. Sore-throat. Ulcers. Zona." ],
    "Characteristics" : [ "Cistus is a very ancient remedy for scrofulous affections, and also in scorbutic states and gangrenous ulcerations. The provings and homoeopathic uses confirm its suitability in these respects and bring out clearer indications. It is most suited to scrofulous subjects who are very sensitive to cold air. \"Sensitive to cold air\" runs through the pathogenesis and also feelings of coldness, of which its peculiar property of favouring the formation of ice about its roots in early winter is strangely suggestive. Cold feelings: in larynx; in abdomen. \"Inhaling the slightest cold air causes sore-throat, which he has not when inhaling in a warm room.\" Inhaled air feels cool. Cold breath. Stitches and cold feelings are very prominent; there is also a soft or spongy feeling which is very characteristic. (I cured with Cistus a case of sore-throat that had lasted for years under allopathic treatment with local swabbings. There was an accumulation of thick yellow, leathery phlegm that had to be cleared away by local means. The patient complained of a \"spongy\" feeling in the throat, and that led me to the remedy.) Trembling (with the fever). Sensation as if ants were running through the whole body (in evening, with anxious, difficult breathing). There is also great sensitiveness to touch: < from touch. Throat symptoms > by swallowing. < By motion. < Evening; night; morning. < By drinking coffee (diarrhoea). > By expectoration." ],
    "Relations" : [ "Antidoted by: Rhus t., Camph., and Sepia. Compatible: Magnesium (the plant grows on a magnesium soil), Bell., Carb. v., Phos. Incompatible: Coffee. Compare: Arg. n., Lach., Carb. v. (cold breath); Sul. (morning diarrhoea)." ],
    "Mind" : [ "Bad effects from vexation.", "All mental excitement <; (stitches in throat; cough)." ],
    "Head" : [ "Headache in sinciput after being kept waiting for dinner; > eating; < towards evening and lasts all night; in r. side, with piercing pain in eye.", "Forehead cold, and sensation of coolness inside forehead, in a very warm room.", "Pressive pain at root of nose with headache.", "Head drawn to one side by swellings in neck." ],
    "Eyes" : [ "Stitches in eyes; scrofulous inflammation; feeling as if something were passing around in the eye, with stitches.", "Weight above eyes." ],
    "Ears" : [ "Discharge of water and bad-smelling pus.", "Inner swelling of ears with discharge.", "Tetters on and around the ear, extending into meatus.", "Swelling of parotid glands." ],
    "Nose" : [ "Cold feeling, or burning in nose.", "Chronic catarrh; frequent and violent sneezing evening and morning.", "Inflammation, swelling and burning l. side of nose.", "Tip of nose painful.", "Eczema." ],
    "Face" : [ "Feeling as if facial muscles would be drawn to one side.", "Flushes of heat in face.", "Heat and burning in bones of face.", "Half-way up cheek, swelling beginning at ear.", "Vesicular erysipelas.", "Lupus.", "Sharp shooting, intolerable itching, and thick crusts; with burning on r. zygoma.", "Caries of lower jaw; with suppurating glands on neck.", "Open, bleeding cancer on lower lip." ],
    "Mouth" : [ "Scorbutic, swollen gums, separating from teeth; easily bleeding, putrid, disgusting.", "Dry tongue and palate.", "Tongue sore, surface as if raw.", "Impure breath.", "Sensation of coldness of tongue, larynx and trachea.", "Saliva cool; breath feels cool." ],
    "Throat" : [ "Coolness in throat.", "Soft or spongy feeling in throat.", "As if sand in throat.", "Continuous feeling of dryness and heat < after sleeping, eating and drinking.", "Small dry spot in gullet; < after sleeping, must get up and drink; > after eating; throat looks glassy; on back of throat stripes of tough or leathery mucus.", "Must swallow saliva to relieve unbearable dryness, esp. during night.", "Periodical itching in throat.", "Dry, without feeling dry.", "Burning high up behind uvula.", "Stitches cause cough; when mentally agitated.", "Cough causes tearing pain in throat.", "Sore throat < from inhaling least cold air.", "Hawking of mucus, tough, gum-like, thick, tasteless; mostly mornings.", "Expectoration of (bitter) mucus, relieving throat.", "Scrofulous swelling and suppuration of glands of throat." ],
    "Stomach" : [ "Desire for acid food and fruits, but pain and diarrhoea follow eating them.", "Desire for cheese.", "Eating and drinking > dry throat and pain in sinciput.", "After eating: pain in stomach; cold feeling in stomach.", "After drinking coffee, diarrhoea.", "Empty and cool eructations.", "Frequent nausea; with diarrhoea." ],
    "12, Abdomen, Rectum, and Stool" : [ "Stitches in l. hypochondrium.", "Cool feeling in whole abdomen.", "Pain in groin coming from back.", "Thin, greyish-yellow, hot stools, squirting out; irresistible urging, < from midnight until noon.", "Diarrhoea: from coffee; fruits; with goitre; chronic; in wet weather; in scrawny scrofulous children.", "Chronic dysentery." ],
    "Male Sexual Organs" : [ "Itching in scrotum." ],
    "Female Sexual Organs" : [ "Induration of mammae; sensitive to cold air; cancer." ],
    "Respiratory Organs" : [ "Larynx and trachea: inhaled air feels cool; itching in; feeling as if windpipe had not space enough.", "Asthmatic in evening after lying down and at night.", "Cough: < by mental agitation; from stitches in throat; with painful tearing in throat.", "Raw feeling in upper chest extending into throat.", "Expectoration of bitter mucus.", "After raising phlegm feels very much relieved." ],
    "Neck and Back" : [ "Glands of neck and throat swollen; suppuration.", "Itching on back.", "Eruption like zona.", "Burning, bruised pain in coccyx preventing sitting, < from contact." ],
    "Limbs" : [ "In evening, pains in knees, in r. hand, in l. shoulder.", "Drawing pains in muscular parts of hands and of lower extremities, with pains in joints, fingers, and knees.", "Tearing and drawing pains in all the joints, knees and fingers." ],
    "Upper Limbs" : [ "Sprained pain in wrists.", "Pain in fingers (r. hand) while writing.", "Tearing in finger-joints.", "Tips of fingers very sensitive to cold.", "Tetter on hands." ],
    "Lower Limbs" : [ "Pains in knee and r. thigh when walking or sitting.", "Tearing in knees.", "Piercing pain in r. great toe (evening).", "Cold feet." ],
    "Skin" : [ "Itching all over body without eruption.", "Vesicular erysipelas of face.", "Lupus on face.", "Tetter.", "Hard swelling round mercurial syphilitic ulcers on lower limbs." ],
    "Sleep" : [ "Very restless at night.", "Sleepless from dryness of throat.", "Night sweats." ],
    "Fever" : [ "Chilliness; followed by heat with trembling, accompanied by a rapid swelling and great redness of glands below ear and in throat.", "Heat with thirst, causing to drink frequently.", "Night sweats.", "Sweats easily." ]
  }
}