{
  "remedyName" : "Clematis Erecta",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cancer. Eyes, affections of. Face, pimples on. Gonorrhoea. Headache. Rheumatism. Testicles, inflammation of. Toothache. Urethra, stricture of." ],
    "Characteristics" : [ "Clematis, like other Ranunculi, is a direct irritant of the skin producing inflammation and vesication. It was used by Stoerck before Hahnemann's time in cancerous and other foul ulcers, inveterate skin eruptions, syphilis, and rheumatism. In the provings, the external head (left), eyes, teeth (left), skin, urinary and male sexual organs show the greatest number of symptoms. Inflammation of eyes (< left), smarting, burning, stitches, redness, lachrymation, photophobia. Sensation as if fire were streaming from eyes. There is mucus in the urine, but not pus. Flow of urine by fits and starts; or has to wait a long time before he can urinate, with intense pain along fore part of urethra. Beginning of inflammatory stricture. \"Affections of urethra; penis in general; prepuce in particular.\" Swelling of inguinal glands. Painful, inflamed, swollen testicles. Clematis acts best on light-haired people; torpid, cachectic conditions; swellings and indurations of the glandular system; syphilitic taint. Great debility; twitching of, muscles; vibrating sensation through body. The symptoms are < by touch and generally by motion; headache and toothache < lying down in evening. Eyes < on closing them. Headache < bending head backward. Great debility 3-5 p.m.; nearly all symptoms < night. Weakness after eating. Aversion to be washed. < By cold water; cold air; cold weather; moist poultices. Toothache, temporarily > by drawing in cold air; < from heat of bed. < During increasing, > during waning moon. Giddiness when lifting up head, or when moving head." ],
    "Relations" : [ "Antidoted by: Bry. (toothache, urinary symptoms), Camph. Antidote to: Merc. Compatible: Sil. Compare: Ars. (skin; Clem. has more redness, is < from washing; has moist, alternating with dry scabs); Puls. (gonorrhoeal orchitis, testicle tender and hard as a stone); Bell., Bry., Calc., Canth., Con., Caust., Dulc. (syphilitic ulcerations); Graph., Merc. (iritis, sensitive to cold); Petr. (impetigo on neck and occiput); Sars. (syphilitic ulcers). In \"aversion to be washed,\" compare Ant. c., Hep., Pho., Sep., Spi., Sul. In bending head back, Cinnabar. Cobalt. has < bending head forward." ],
    "Mind" : [ "Sadness and apprehension.", "Moroseness.", "Aversion to conversation.", "Indifference.", "Fear of being alone, but disinclined to meet otherwise agreeable company.", "Memory impaired." ],
    "Head" : [ "In the morning, confusion and heaviness of the head.", "Giddiness if he lifts his head up, or when moving the head.", "Head feels full and heavy, hanging down.", "Headache, aggravated by bending the head backwards.", "Pressive tension in the forehead and sides of the head, as well as in the bones of the cranium.", "Digging pressure on the brain.", "Piercing in the temples.", "Boring pains in the temple.", "Hammering and strokes in the head.", "Purulent pimples on the forehead, painful on being touched.", "Burning, incisive pains in the skin of the forehead.", "Eruptions on the head.", "Moist phlyctenae on the occiput and at the nape of the neck; sore, tingling and stinging-itching; often drying up in scales; when getting warm in bed, violently itching; only temporarily relieved by scratching; with soreness and rawness.", "Itching on the hairy scalp." ],
    "Eyes" : [ "Pressure on the ball of the eye.", "Smarting in the eyes, and in the margins of the eyelids, esp. on closing them.", "The closed eye is very sensitive to the air (cold air), and when it is opened very sensitive to the light.", "Shootings in the corners of the eyes.", "Itching in the canthi.", "Burning and heat in the eyes, with dryness, as if fire were streaming from the eyes.", "Inflammation of the iris.", "The white of the eyes has a yellow tint.", "While writing, the letters momentarily run into one another; at times, double vision, with flickering before the eyes.", "Inflammation of the eyes, with profuse lachrymation.", "Inflammation and ulceration of the margins of the eyelids.", "Photophobia." ],
    "Ears" : [ "Burning pain in exterior of the ear.", "Tinkling in the ear.", "Ringing, as from bells in the ear." ],
    "Nose" : [ "Purulent pimples, painful on being touched at the root, and on the point of the nose.", "Fluent coryza (with sneezing), with abundant secretion of mucus, streaked with blood." ],
    "Face" : [ "Face pale and sickly.", "Sensation of burning in the skin of the cheeks (momentary flushes).", "Incisive burning pains in the lower lip.", "Cancer of the lips.", "Phlyctenoid eruptions on the lip.", "White vesicles on the nose and on the face, as from a sunburn.", "Moist eruption on the face, preceded by stinging pain.", "Purulent pimples on the chin.", "Swelling of the submaxillary glands, with nodosities, hard, tensive, pulsative, and painful on being touched." ],
    "Teeth" : [ "Toothache, < by smoking tobacco.", "Toothache in a decayed molar tooth, much < from a crumb of bread coming into it; much > by cold water.", "Nocturnal pains in the teeth, which, in a horizontal position, are aggravated so as to occasion despair, with tossing, weakness, anxiety, and insupportable suffering on being uncovered.", "Shooting pains or successive pullings in the teeth, extending even into the head and producing incapacity for intellectual labour.", "Sensation as if the decayed tooth were too long; the least contact is exceedingly painful, with an excessive flow of saliva." ],
    "Mouth" : [ "Dryness of the tongue in the morning.", "Dull shootings and piercings in the root of the tongue.", "Small blisters on the tongue and in the throat, which soon become ulcers.", "Expectoration of sanguineous saliva." ],
    "Throat" : [ "Heat and burning in the mouth and throat.", "Sensation of roughness in the throat." ],
    "Appetite" : [ "Prolonged satiety, though the food continues pleasant to the taste.", "After eating, nausea, and sleepiness.", "Nausea on smoking tobacco, with weakness of the legs.", "Aversion to beer.", "Increased thirst, with desire for ice." ],
    "Stomach" : [ "Disagreeable sensation of coldness in the stomach.", "Tension of the stomach." ],
    "Abdomen" : [ "Pains, as from a bruise in the hepatic region, on touching the part, and on stooping.", "Stitches in the liver.", "When walking, incisive contractions in the regions of the loins.", "Pressure towards the exterior of the inguinal ring, as if a hernia were about to protrude.", "Swelling and induration of the inguinal glands, with jerking pains.", "Sensation of constriction in the lower abdomen, which is hard.", "Stitches: shooting up, < on breathing and urinating." ],
    "Stool and Anus" : [ "Frequent, liquid, or loose evacuations, without colic.", "Loose stools, with burning at the anus.", "Burning heat, and itching at the anus (in the evening); better after an evacuation.", "Haemorrhoids, itching, discharging some mucus.", "Hard stool, difficult to discharge (in the evening)." ],
    "Urinary Organs" : [ "Increased secretion of urine.", "Purulent urine.", "Urine turbid, milky, dark, with flakes of mucus and frothy.", "Secretion diminished; the last drops cause violent burning.", "Secretion slow and in a small stream.", "During the emission of urine, pulling in the spermatic cord.", "Burning sensation and smarting in the urethra, on commencing to urinate.", "Stitches in the urethra; stitches from the abdomen into the chest.", "Contraction of the urethra, with the urine stopping suddenly, or only flowing drop by drop; jerk-like tearing in fore part of urethra in the intervals." ],
    "Male Sexual Organs" : [ "Itching on the genitals.", "Violent, long-continuing erections, with stitches in the urethra.", "Swelling of the r. half of scrotum.", "Drawing pains, in the testes and in the spermatic cord, extending to the groins and the thighs.", "Painful inflammation and swelling of the testes.", "Induration of the testes.", "Thickening of the scrotum.", "Aversion to sexual enjoyment, as after excessive indulgence.", "Burning pain in the penis, during emission in coition." ],
    "Female Sexual Organs" : [ "Swelling and induration of the mammary glands; cancer of the breast; and womb.", "Menses too early." ],
    "Respiratory Organs" : [ "Violent cough, with irregular respiration, at times too slow, at times too rapid; barking cough, with burning pain in the sternum and stitches in both sides of the lungs." ],
    "Chest" : [ "Violent shocks, with dull shootings in the sides of the chest and of the abdomen.", "Shootings in the chest, aggravated by breathing." ],
    "Heart" : [ "Sharp stitch in the heart, from within to without." ],
    "Neck and Back" : [ "Itching pustules round the neck, with excoriation after scratching.", "Humid tetters from the nape of the neck to the occiput.", "Eruption of pustules in the lumbar region." ],
    "Upper Limbs" : [ "Swelling and induration of the axillary glands.", "Pressure or pullings in the muscles of the arms and of the hands.", "Gnawing blisters on the hands and fingers, with swelling; cold water aggravates the sufferings.", "The hands feel as if they were too large; they are dry and hot.", "Arthritic nodosities in the joints of the fingers." ],
    "Lower Limbs" : [ "Tearing in the thighs.", "Scaly tetters in the thigh.", "Furunculi in the thigh.", "Itching of the toes and perspiration between them." ],
    "Generalities" : [ "Convulsive movements of the muscles in different parts of the body.", "Relaxation of the muscles.", "Great emaciation.", "Fatigue of all the limbs, esp. after a meal, with beatings in all the arteries.", "Vibration through the whole body, after lying down.", "Great debility and weakness, 3-5 (p.m.).", "Lancinations from below upward, < on breathing, or urinating, concomitant with uterine or other affections." ],
    "Skin" : [ "Obstinate miliary eruptions.", "Vesicular eruptions on the body.", "Scaly tetters, discharging a sanious pus, yellowish and corrosive, and with redness, heat and swelling of the skin.", "Obstinate tetters, red and moist, with insupportable itching in the heat of the bed, and after washing.", "Itching over the whole body.", "Aggravation of all skin symptoms by the heat of the bed and from washing.", "The tetters (painful, not itching over the whole body) are red and humid while the moon is increasing, and pale and dry when the moon is waning.", "Burning or tingling, and pulsation in the ulcers, with shootings in the edges when touched.", "Psoric pustules over the whole body.", "Painful swelling and induration of the glands." ],
    "Sleep" : [ "Great drowsiness during the day, even in the morning after rising.", "Sleeplessness in the evening and, at night.", "Sleep, with frequent dreams, agitation, and tossing; vivid, lascivious dreams; profuse perspiration after midnight.", "In the morning, sensation of not having slept enough." ],
    "Fever" : [ "Pulse accelerated.", "Quartan fever, characterised by shuddering, followed by sweat.", "Sweat on waking, and sensitiveness of the skin, which the patient cannot bear to be uncovered.", "Dry heat, with sensation of general heat (at night)." ]
  }
}