{
  "remedyName" : "Cobaltum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation. Eye, affections of. Gonorrhoea. Haemorrhages. Headache. Impotence. Liver disorders. Lumbago. Masturbation, effects of." ],
    "Characteristics" : [ "The most characteristic symptom of Cobalt is a very pronounced backache < sitting; > rising up, walking, or lying down. Backache with seminal emissions. Other symptoms are: Frequent nocturnal emissions; with lewd dreams; With partial or no erections; impotence. Headache < bending head forward (Clematis < bending head backward). Pimples on the head and elsewhere; itching of the skin when warm in bed at night. Smarting, darting pains in eyes. Lachrymation in open air. Pain in hollow tooth, which feels too long and is sensitive to touch. Tongue thickly coated white; cracks across middle. No appetite for supper. Urine has strong pungent smell. Drowsiness; unrefreshing sleep. Sitting and stooping <; Lying down, rising from sitting, walking >. Most symptoms are < morning. Cold air = lachrymation, and < pain in teeth. Warmth of bed = itching all over. Jarring < headache." ],
    "Relations" : [ "Compare:", "Zinc. (in pain in back < sitting); Agn. (impotency); Nux (effects of masturbation); Selen., Titan., Thallium. Dr. Jos. Anthal, of Budapesth, has discovered that Nitrate of Cobalt is a perfect antidote to Cyanide of Potassium, the two forming an insoluble compound." ],
    "Mind" : [ "Great exhilaration of spirits.", "Great vivacity and rapid flow of thoughts (evening).", "More disposed to study.", "Feeling of great uneasiness, had to move about and could not keep still (with pain in the stomach and abdomen)." ],
    "Head" : [ "Dizziness during stool.", "Dulness in the head, with hard stools.", "Fulness in the head; feels too large, worse from stooping and bending forward.", "Pain in the forehead soon after rising.", "Bruised pain in the head.", "Headache as if it would burst, had to lie down, with sour stomach after supper.", "As if the top of the head would come off.", "When stepping, sensation as if the brain went up and down.", "Headache worse in the room, going off in the open air.", "Headache, with severe pain in the small of the back.", "Great itching in the hairy scalp, in the beard and under the chin." ],
    "Eyes" : [ "Loss of vision on writing, dimness of sight; while reading the letters look blurred.", "The eyes smart in the light.", "On writing, dartings in the eye.", "Pain in the back part of the eyes, with headache.", "Darting pains in the eyes on coming to the bright sunshine.", "The eyes ache at night.", "Profuse lachrymation in the open air with water from the nose, with pain in the eyes in cold air.", "Sensation as if something (sand) were under the upper lid, obliging him to rub it." ],
    "Ears" : [ "Stinging through the l. ear from the roof of the mouth." ],
    "Nose" : [ "Putrid, sickish smell before the nose.", "Thin discharge from the nose, water from the nose.", "The nose feels obstructed." ],
    "Face" : [ "A large, very painful boil on r. side of the chin.", "Peeling of the lips with soreness, they bleed easily.", "Disposition to keep the jaws tightly closed." ],
    "Mouth" : [ "Flat mucous taste in the mouth.", "Tongue coated white with cracks across the middle (morning).", "Stinging pain in the roof of the mouth.", "Constant secretion of water in the mouth with swallowing." ],
    "Throat" : [ "Throat feels dry and raw.", "The throat is filled with white mucus.", "Soreness of the throat when hawking.", "Sensation of fulness in the throat from the stomach." ],
    "Stomach" : [ "Hiccough after eating, with soreness in the pit of the stomach.", "Belching of wind (in the morning), (during stool).", "Rising of bitter water, with pain in the stomach, afterwards dryness in the throat.", "Feeling in the stomach as if it contained undigested food.", "Fulness of the stomach as if it were filled with air.", "Soreness in the pit of the stomach caused by hiccough." ],
    "Abdomen" : [ "Shooting pain in region of liver.", "Sharp pain in region of spleen, < on taking a deep inspiration.", "Feeling of emptiness in abdomen and umbilicus.", "Colic (5 a.m.) followed by watery stool and tenesmus.", "Rumbling in the bowels (before stool).", "Fulness in the abdomen after a slight meal." ],
    "Stool and Anus" : [ "Constant desire for stool while walking, worse when standing still, followed by diarrhoea.", "Soft, thin stool with severe colic in the lower bowels, followed by tenesmus, pain in the sphincter ani, and headache.", "Small, hard, dry stool.", "Feces like hazel-nuts, with dulness in head.", "Pressure in the rectum.", "Constant dropping of blood from the anus (no blood with the stool)." ],
    "Urinary Organs" : [ "Increased secretion of pale urine, frequent micturition, after drinking coffee early in the morning.", "Frequent discharge of small quantities of urine. Scanty urine with a greasy pellicle and yellow, flocculent sediment and strong pungent smell.", "Smarting in the end of the urethra during micturition.", "Burning in the urethra.", "(Secondary) gonorrhoea, with a greenish discharge." ],
    "Male Sexual Organs" : [ "Frequent nocturnal seminal emissions with lewd dreams, waking him up from sleep; with headache.", "Impotence and nocturnal emissions without erections.", "Severe pain in r. testicle; > after passing urine.", "Yellow-brown spots on the genitals (and abdomen)." ],
    "Respiratory Organs" : [ "Frequent sighing.", "On taking a deep inspiration, stitches in the chest, soreness in the stomach and pain in the spleen.", "Cough with soreness in the throat and rawness when hawking.", "Stitches in anterior part of larynx.", "Short hacking cough, with frequent eructation of a quantity of bright red blood, it feels as if it came from the larynx.", "Raising of much thick, tough mucus mixed with a considerable quantity of bright red blood; with the sensation of fulness and pressive pain in the larynx, accompanied by a sensation of scratching and rawness, with occasional burning pains, and a disposition to keep the jaws closed tightly; these sensations are increased by pressure, empty deglutition and cold water.", "Copious expectoration of frothy white mucus." ],
    "Neck and Back" : [ "Pain between the shoulders, in the lumbar region and small of the back.", "Aching pain in the small of the back, worse when sitting, going off when rising, walking or lying down.", "Pain in the back (spine), increasing while sitting, better on walking or lying down.", "Backache with seminal emissions." ],
    "Upper Limbs" : [ "Stitches in the arms (wrist-joints).", "Aching pain in the wrist-joints." ],
    "Lower Limbs" : [ "Shooting in the thighs from the liver.", "Excessive weakness of the knees.", "Foot-sweat, mostly between the toes, smelling sour or like sole leather.", "Flushes of heat along the legs.", "Stitches in the legs.", "Bruised pain in all the limbs.", "Jerks in the limbs when falling asleep.", "Trembling of the limbs, esp. the legs, aching when sitting.", "Tingling sensation in feet as if asleep, sometimes like pricking of needles; circulation imperfect (Cob. muriat.)." ],
    "Skin" : [ "Itching all over when getting warm in bed.", "Itching of the shoulders; outside of the knee." ],
    "Sleep" : [ "Difficulty of falling asleep.", "When falling asleep jerks in the limbs.", "Wakens from lewd dreams and pollutions.", "Can do with less sleep than usual, wakefulness.", "Unrefreshing sleep." ],
    "Fever" : [ "Chilly from to a.m.; headache with nausea and languor from noon to p.m.; followed by fever and perspiration.", "Chilliness with yawning from to p.m.; feels dull and weak with aversion to mental exertion.", "Flushes of heat with perspiration." ]
  }
}