{
  "remedyName" : "Coca",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Asthma. Constipation, chronic. Cough. Deafness. Debility. Fever. Heart disease. Haemorrhoids. Mountain-sickness, or Veta. Rheumatism. Scrofula. Scurvy. Voice, weakness of." ],
    "Characteristics" : [ "Coca has been used for centuries by natives of West South America as an intoxicant; and also as a remedy for \"Veta,\" the condition induced in persons on coming to live in high tablelands:", "faintness, throbbing heart and head, dysentery, &c. It is like tea and coffee in arresting tissue-change, and enabling those who take it to undergo unusual fatigues. Like China it produces ringing in the ears and deafness and also fever. The alkaloid Cocaine is the well-known local anaesthetic. A characteristic symptom of Cocaine poisoning is a sensation as if small foreign bodies were under the skin, generally like grains of sand; or else as of a worm under the skin. This is undoubtedly the keynote symptom of Coca. It is known as \"Magnan's Symptom,\" named after the eminent neurologist who first described it. His description is \"a sensation as if foreign bodies were under the skin, generally small round substances like grains of sand.\" Korkasoff reports a case of multiple neuritis in which this symptom was present. The patient was a woman who was being treated for a uterine affection by means of vaginal tampons containing Cocaine. A discontinuance of these caused the disappearance of the symptom. Cooper cured a case of chronic rheumatism in an aged woman who had this symptom, with the fraction of a grain of Cocaine given in single doses at long intervals. Dr. J. W. Springthorpe described (H. W., February, 1896) a variety of this symptom experienced by himself, and recorded in a paper entitled \"The Confessions of a Cocainist.\" He called it \"Hunting the Cocaine bug.\" \"You imagine,\" he says, \"that in your skin are worms, or similar things, moving along. If you touch them with wool, and especially with absorbent wool, they run away and disappear, only to peep cautiously out of some corner to see if there is any danger. These worms are projected only on the Cocainist's own person or clothing. He sees them on his linen, in his skin, creeping along his penholder, but not on other people or things, and not on clothes brought clean from the laundry.\" In a case reported in Lancet, June, 1886, a man who had a per cent. solution of Cocaine applied to a tooth, swallowed twenty to thirty drops of the solution. Half an hour after, he was seized with: (1) Feeling of faintness and giddiness; (2) next, an attack of palpitation with a sense of flushing, especially up the back. There was marked diminution of smell; great difficulty in producing vomiting; a scarlatina-like rash over the body, especially about the neck; dimness of vision; relaxation of sphincters and weakness of extremities; the mind remained clear, but the pulse was fast, weak and intermittent. A striking case was recorded in the British Medical Journal of December 13, 1890: \"At a meeting of the Paris Academie de Medecine on December 2nd, M. Hallopeau presented a communication, in which, after distinguishing two forms of cocaine poisoning-namely, the acute, in which the symptoms are produced immediately after a dose and speedily pass off, and the chronic, in which they are due to the prolonged use of the drug", "he related a case which in his opinion showed that the poisonous effects, while coming on acutely, might last for a considerable time. On March 7, 1890, a man had about eight milligrammes of hydrochlorate of cocaine injected into his gum as a preliminary to the extraction of a tooth. Toxic symptoms at once supervened. There was intense precordial oppression, with thready pulse, extreme excitement and loquacity; the patient walked about the room, hitting out at random with his fists and crying out that he was dying. In ten minutes he became quiet and the tooth was extracted, after which he was able to walk home, arriving there however, in a state of extreme prostration. Then ensued a train of nervous symptoms, such as continual headache, intractable sleeplessness, bad taste in the mouth, with occasional attacks of excitement accompanied by giddiness, faintness, and a sense of impending death. All brain work was impossible; the patient could not do the simplest sum in arithmetic, and was in a state of profound depression. A sense of formication and numbness in the hands and forearms was almost incessant. This condition lasted four months, and it was two months after the injection before the least improvement was observed, and then progress towards recovery was very slow. M. Hallopeau thinks the symptoms indicate a poisonous action of cocaine on the nervous centres, and especially the brain. As it is impossible to suppose that so small a quantity of the drug should have remained in the circulation, he is driven to conclude either that it was stored up in the cells of certain nervous centres or that it produced in them persistent lesions.\" Homoeopaths have no such difficulty in understanding the prolonged effect of a single dose. Among other effects observed from its use in dentistry are \"mental depression and drowsiness,\" and \"intense oppression in chest; dilatation of pupils; acceleration of pulse and breathing, and mental excitement.\" W. J. Guernsey quotes in H. P., November, 1888, from Med. Register, August 11, 1888, the experience of J. E. Shadle, who applied pledgets of a per cent. solution of Cocaine to the nasal cavities of a man of 35, preparatory to operation. On each occasion he complained of a \"cold, 'gone,' relaxed feeling about the external genitals, and a sensation as if the penis were absent. Towards the end of treatment he noticed a permanent weakness of the sexual organs, and finally seminal losses and impotence set in and continued until the Cocaine was entirely withheld.\" Compare this with the experiences of R. K. Ghosch (H. R., vi. 15, 49) with Coca O (which he finds, in drop doses, act better in such cases than in the potencies) in palpitation and dyspnoea on ascending, when arising from nervous causes, especially self-abuse; in complaints from self-abuse generally; excessive secretion of urine with or without sugar; enuresis nocturna; nymphomania after childbirth, during menses, from irritation of eczema or other affections of the vulva; in satyriasis. The homoeopathicity of Coca in enuresis is shown by its effect in relaxing the sphincters in one of the cases named above. There are some characteristic headaches of Coca. In general \"headaches of high altitudes\" may be taken as a strong indication. Coca has also a \"tight\" headache, as if a rubber band were stretched across the forehead. After the invigorating effects, the sense of lightness and ability to climb a mountain without fatigue, have passed off, or when the intoxication has been carried to a further degree, a sense of heaviness, numbness, and drowsiness succeeds, with a disinclination to move. There is extreme weariness, and especially weakness of the legs. A peculiar symptom is: Sensation as if oesophagus would be rent by force of rising flatus. Coca suits persons who are wearing out under mental and physical strain; bashful, timid people; old people; short-breathed people; effects of dissipation; weakly, nervous, fat or plethoric people; children with marasmus. Effects of cold; cough from cold air; rheumatism from slightest cold. Symptoms < climbing, walking or sitting; < cold air." ],
    "Relations" : [ "Compare: Arsen. (effects of climbing); Stram. likes company and light; Coca likes solitude and darkness; Paullinia, Scutel., Cypr., Valer., Can. ind., tea, coffee, tobacco. Gundlach discovered the best antidote to be Gels." ],
    "Mind" : [ "Melancholy.", "Hypochondriasis.", "Mental depression with drowsiness.", "Bashfulness.", "Prefers solitude and darkness.", "Muddled feeling in brain.", "Loss of energy.", "Great mental excitement." ],
    "Head" : [ "Vertigo and fainting.", "Tension over forehead as from a rubber band.", "Headache just over eyebrows; not constant; < raising head or turning eyes up.", "Shocks in head; dull, full feeling in occiput with vertigo, < lying down, the only possible position is on the face.", "Occiput painful, tender to touch; pains < on coughing.", "Headache with chilliness; with dryness in throat; > after eating; > at sunset." ],
    "Eyes" : [ "Intolerance of light with dilated pupils.", "Dark cloud before eyes; eyes deeply reddened until bloody tears gushed out.", "White, dark, and fiery spots before eyes; flickering or flashing.", "Indistinct vision soon followed by headache and nausea.", "Aching pain behind eyes causing feeling as if squinting inwards." ],
    "Ears" : [ "Ringing, buzzing, and humming in ears; with fever." ],
    "Nose" : [ "Epistaxis passing from r. to l.", "Sense of smell greatly diminished." ],
    "Mouth" : [ "Mouth dry, esp. on waking." ],
    "Throat" : [ "Uvula feels swollen; swallowing difficult.", "Dryness early in morning." ],
    "Stomach" : [ "Retards hunger and thirst.", "Loss of appetite esp. for solid food.", "Craves spirits and tobacco.", "Ailments from salt food.", "Flatus rises with such force, it seems as if oesophagus would be rent by it.", "Empty feeling or full feeling in stomach.", "Confirmed dyspepsia, esp. in hypochondriacs." ],
    "Abdomen" : [ "Pressure and tension in hypochondria after meals.", "Flatulence.", "Violent bellyache, with tympanitic distension." ],
    "Stool and Anus" : [ "Flatus from bowels, smells like burnt gunpowder.", "Dysentery.", "Constipation from inactivity of rectum; stools dry; like walnuts.", "Piles painful on walking or sitting.", "Sphincters relaxed." ],
    "Urinary Organs" : [ "Fine stitches in female urethra before urinating.", "Frequent desire, with increased flow.", "Disturbed frequently at night.", "Nocturnal enuresis.", "Film on urine.", "Urine smells like sweat.", "Yellowish red flocculent deposits; oily scum on surface." ],
    "Male Sexual Organs" : [ "Sensation as if penis were absent.", "Coldness, \"gone\" sensation, relaxation of external parts.", "Emissions.", "Nervous prostration from sexual excess.", "Spermatorrhoea and partial impotence.", "Satyriasis." ],
    "Female Sexual Organs" : [ "Menses flow in gushes awakening her from sound sleep.", "Nymphomania, during menses; and after parturition." ],
    "Respiratory Organs" : [ "Weak voice.", "Phthisis laryngea, when from irritability of pharynx stomach will retain no food.", "Rapid breathings.", "Painful shortness of breath; at night.", "Short breath in athletes, or in those taking alcohol or tobacco in excess.", "Haemoptysis.", "On coughing, pain in occiput.", "Cough from cold air or fast walking.", "Expectoration of small lumps like boiled starch, immediately after rising in morning." ],
    "Chest" : [ "Sudden attack of cramp in chest; became cold and unable to continue the ascent.", "Intense oppression in chest.", "Rush of blood to chest with slight headache.", "Emphysema." ],
    "Heart" : [ "Palpitation with flushing.", "Violent and audible palpitation; angina pectoris; from climbing or over-exertion.", "Pulse greatly accelerated, intermittent.", "Pulse extremely slow and intermittent, loses one beat in four." ],
    "Limbs" : [ "Feeling of internal cold with numbness of hands and feet.", "Weakness of extremities." ],
    "Skin" : [ "Scarlatina-like rash over body, esp. the neck." ],
    "Sleep" : [ "Inclination to sleep, but can find no rest.", "Great drowsiness." ],
    "Fever" : [ "Sense of flushing, esp. up the back (With palpitation). Chilliness and headache in afternoon.", "At night heat and sleeplessness, with throbbing in arteries.", "Flushes of heat on the back and burning in abdomen.", "Extreme weariness accompanies the fever.", "Night sweats." ]
  }
}