{
  "remedyName" : "Coccus Cacti",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Backache. Catarrh. Gonorrhoea. Gravel. Haemorrhages. Heart, affections of. Impotence. Irritation. Labia, inflammation of. Menorrhagia. Nephritis. Phthisis. Spasms. Tinnitus. Uric acid diathesis. Whooping-cough." ],
    "Characteristics" : [ "Coccus cacti acts more especially on mucous membranes. It compares with Cantharis in its action on the renal organs, and with Cactus in causing haemorrhages, in disturbing the heart and in causing lancinating, stitching, and pricking sensations. Itching, sticking and biting in various parts of the skin; red spots and itching pimples. Sensations of irritation predominate, especially in throat and respiratory organs, eyes and urino-genital organs. In the throat there is a sensation as if a hair or crumb were lodged behind larynx, and as if a thread were hanging down the back of the throat causing a cough. Haemorrhages are apt to be in large black clots, especially haemorrhages from kidneys and uterus. Lancinating pains and itching of glans penis, symptoms of the passage of small calculi. The cough exactly corresponds to the whooping-cough type, there is no remedy which has a wider range in this affection. \"Cough < in morning; the child awakens and is immediately seized with a paroxysm of coughing ending in vomiting clear, ropy mucus hanging in long strings from the mouth, \", Hoarseness. Fatigue of vocal organs. Violent tickling in larynx. Stitching and ulcerating pains below clavicles, especially left. Peculiar sensations are: As if a ball or stone lying in stomach; raging pain as though a fluid were injected into a small blood-vessel; as if something ascending towards stomach; as of mucus ascending and descending trachea; as of a plug of mucus moving in chest; as if head would split. Kunkel records the case of a man, an who had suffered from nocturnal enuresis up to the age of seven. When almost he frequently passed large quantities of uric acid, and at the same time he began to have symptoms of chronic catarrh of the colon, frequent scanty stools, much mucus, cross humour, itching anus, threatening of piles but no bleeding. Insomnia soon followed. Coc. c. and was given without benefit. Aqua calcis did some good but not much. In three successive years he was sent to Carlsbad with good result to the intestinal catarrh, but the sleeplessness was untouched. Gradually all kinds of arthritic symptoms developed, especially in knees. There was occasionally considerable flow of urine, and the more copious it was the better the patient slept, and the less pain in the joints. The same relief followed an attack of diarrhoea. Four weeks at Assmanhausen caused the excretion of large quantities of uric acid one year, but had no effect the next, and the knee got worse. Wiesbaden did good one year and none the next. Half a tumbler of Kronenquelle water drunk every morning did good to the knee and enabled him to walk better than he had done for a long time. In three or four years the excretions of uric acid had ceased and the patient's state grew worse: insomnia recurred, diarrhoea became much more frequent. A fortnight previous to such attack, patient noticed he had great aversion to butcher's meat. Coc. c. gtt. i. morning and evening was given. Gradually sleep returned. There was almost daily excretion of uric acid, sometimes in the form of large shot; the diarrhoea ceased and the patient went about his work with pleasure. Berridge cured with Coc. c. a case of gonorrhoea, guided by the symptom: \"Excruciating pain in left iliac region extending to groin and halfway down thigh, as if a fluid were forcing its way there.\"", "There is general sensitiveness to touch and pressure; rinsing mouth or brushing teeth causes cough and vomiting. Warmth < most symptoms; cough < entering warm room; throat < by warmth of bed. Tickling in trachea and cough > open air. Teeth very sensitive to cold. Catarrh < on slightest exposure. Catarrh from autumn till warm weather. Symptoms < night and early morning; cough < on waking. Symptoms are often periodic. The symptoms are < lying down. But the least exertion causes lassitude and tendency to perspire or cough, < during exercise. Mental exertion < pain in occiput. Rising up = haemorrhage with passage of large clots from uterus." ],
    "Relations" : [ "Compare: Canth., Cact., Ocim. can., Sars.; apices of lungs sore, tenacious mucus, Kali bi. Many of the Cactus symptoms -pricking and sticking pains, heart disturbances, &c.", "reappear in the pathogenesis of this Cactus-fed insect." ],
    "Mind" : [ "Ill-humoured, irritable, apprehensive." ],
    "Head" : [ "Giddiness; the head feels dull (pressive headache, also in frontal region), as if he had drunk too much, with a white-coated tongue.", "Congestion of blood to the head when entering a warm room; > in the open air.", "Throbbing, pressing, or sticking pains in temples.", "Violent raging pain extending from r. eye along squamous portion of temporal bone on its inner side to occiput; it seems as though a fluid were injected paroxysmally into a small blood-vessel.", "Sensation as though a hot constricting band extended from one mastoid process across occiput to the other; this region seemed tense and constricted; the condition became worse, until at last it affected the whole skull, in which the pain seemed to fix itself, and it seemed as though the bones became drawn closer and closer together; the whole scalp was also involved and seemed to be drawn tighter about the skull." ],
    "Eyes" : [ "Sensation as if a foreign body were lodged between the eyelid and the eye.", "Sensation as if the edges of the eyelids were swollen.", "Conjunctivitis; increased lachrymation." ],
    "Ears" : [ "Sudden violent stitch in l. internal ear, extending into l. side of neck and into sternum.", "Intolerable itching in l. ear.", "Tickling and itching in ears.", "Cracking in ears on swallowing.", "Great roaring in ears as from a storm." ],
    "Nose" : [ "Dryness of the nose, with inclination to sneeze.", "Swelling of nose, with itching, violent sneezing, and increased secretion of mucus.", "Redness on the edges of the nostrils.", "Crusts (yellow) on the edges of the nostrils." ],
    "Face" : [ "Crawling sensations in the face." ],
    "Teeth" : [ "Sensation as if cold air were blown on the teeth.", "Great soreness of the teeth to contact.", "Drawing and jerking pains in teeth; teeth sensitive to cold things.", "Loud speaking or brushing teeth causes cough and vomiting." ],
    "Mouth" : [ "Sweetish, metallic taste in the mouth (with accumulation of water in the mouth).", "Taste: metallic; bitter; sweetish; sour.", "Dry, brown-coated tongue.", "Mouth and tongue dry, with much thirst.", "Burning in mouth and throat.", "Rawness of mouth and throat.", "Stitches and burning in the throat and on the tongue.", "Great sensitiveness of mouth and fauces, so that rinsing of the mouth caused cough and vomiting of thick masses of mucus.", "Sensation as if the palate were elongated, with continuous hawking.", "The arches of the palate are very irritable." ],
    "Throat" : [ "Swelling of the tonsils, with continuous desire to swallow, and sensation as if a plug were lodged in the throat.", "Swelling and redness of r. tonsil.", "Dryness and burning in throat and fauces.", "Rawness and scraping in throat, with expectoration of mucus.", "Sensation as if uvula were elongated, causing constant hawking.", "Throat symptoms < from warmth, esp. in bed.", "Difficult deglutition." ],
    "Appetite" : [ "Desire to eat often and much at a time; much thirst.", "After dinner much thirst, and when he drinks water then chill.", "Sensation of hunger, with colic.", "Canine hunger." ],
    "Stomach" : [ "Spasmodic empty eructations.", "Heartburn.", "Sensation as if something indigestible were lying in the stomach.", "Nausea and vomiting; vomiting of mucus.", "Retching; inclination to vomit.", "Distension of stomach.", "Heaviness and pressure in stomach; sticking pains.", "Stitches in the pit of the stomach when inhaling.", "Epigastric region sensitive to touch." ],
    "Abdomen" : [ "Fulness in the abdomen, as if he had eaten too much, with swelling and tenderness of the pit of the stomach.", "Pains in l. hypochondrium, as from incarcerated flatulence; pains extend to l. side of back and lumbar vertebrae.", "Burning drawing in region of spleen.", "Flatulent distension of abdomen, with much rumbling.", "Griping in abdomen followed by diarrhoea." ],
    "Stool and Anus" : [ "During stool, burning in rectum; stitches in rectum.", "Itching in anus, with tenesmus from slight exertion.", "Stitch from the anus, extending into the urethra.", "Copious, soft or pasty stools." ],
    "Urinary Organs" : [ "Stitches extending from the kidneys through the urethra into the bladder.", "Dull, pressive pain and soreness in region of kidneys.", "Pressure in bladder.", "Spasmodic pain in the bladder, with alternate coldness and heat.", "Itching at the end of the urethra.", "Stitches and itching in urethra.", "Burning pain in urethra while urinating.", "Frequent and great desire to urinate.", "Great desire to urinate in the morning (with erection).", "Frequent micturition.", "Frequent and copious urination, urine clear as water.", "Red sediment like brickdust.", "The discharge of urine is slow, in small quantities, with violent burning pain." ],
    "Male Sexual Organs" : [ "Genitals hot, red, swollen.", "Frequent erections, with increased desire.", "Lascivious mood, nocturnal emissions.", "Loss of sexual power with constant dull burning pains in l. hypochondrium and pains across loins as if broken." ],
    "Female Sexual Organs" : [ "Swelling and heat of pudenda.", "Soreness of vulva; cannot bear pressure of clothing.", "Inflammation of labia.", "Great tenderness and irritation in extreme lower part of vagina, < when urinating; can walk a long distance, but is < after sitting in the house all day.", "Menses too early; too profuse; and last too long.", "Haemorrhage from uterus, with passage of large clots, which escape when quiet, or when getting up to pass water.", "Enormous black clots pass from vagina.", "Mucous leucorrhoea, preceded by drawing, thrusting pain in inguinal, vesical, and pubic regions." ],
    "Respiratory Organs" : [ "Fatigue of the vocal organs, even after speaking without exertion; the voice becoming rough and hoarse; respiration somewhat laborious.", "Scraping sensation in the throat.", "Hawking and coughing, with increased thirst.", "The bronchial tubes are loaded with mucus.", "Rawness in air-passages, causing cough.", "Sensation of a crumb the size of a walnut sticking behind the larynx, obliging him to swallow constantly.", "Whooping-cough; nightly, periodical attacks of cough from tickling in the larynx, ending with expectoration of a large quantity of viscid, stringy mucus.", "Morning cough (6 am.); first barking, dry cough, followed by expectoration of viscid mucus; the difficult expectoration causes retching and vomiting.", "Cough with expectoration of viscid, stringy, yellow, sour-tasting or reddish mucus.", "Cough, in a warm room; > in a cold room.", "Short paroxysms of cough, followed by easy expectoration of globules of mucus." ],
    "Chest" : [ "Burning under the sternum.", "In the chest sensation of heat, of soreness.", "Oppression and soreness in chest.", "Stitches and sticking pains in sides of chest." ],
    "Heart and Pulse" : [ "Pressive pain in precordial region.", "Sensation as if everything were pressed towards the heart.", "Heavy pressure in the region of the heart.", "Irregular beating and palpitation of the heart, with anxiety after eating.", "Pulse accelerated." ],
    "Back" : [ "Stitches between the shoulders.", "Bruised pain in small of back and region of kidneys.", "Violent pressive pain in region of kidneys." ],
    "Limbs" : [ "Drawing, tearing pains in the limbs." ],
    "Upper Limbs" : [ "Sensation as if a fine glass splinter were sticking in the tips of the fingers, under the nails." ],
    "Lower Limbs" : [ "Violent stitches in the r. hip-joint.", "Hot swelling of the knees.", "Pain in the r. patella when walking." ],
    "Generalities" : [ "Great weariness and prostration.", "Itching and prickling sensations in the skin." ],
    "Sleep" : [ "Irresistible desire to sleep.", "Great sleepiness (after dinner). Vivid dreams.", "Uneasy, restless sleep, interrupted by vivid dreams.", "Frequent awaking during the night, with excitement, as if he had taken too much coffee." ],
    "Fever" : [ "Chilliness all day; cold feet in the morning, with perspiration of the whole body.", "Chilliness all over the body, esp. in the afternoon and evening.", "Increased warmth of body.", "Greatly overpowered by moderate heat.", "Chilliness in the evening, with heat in the head, followed by general heat, and then perspiration all night, which relieves.", "Perspiration when walking; on the lower extremities; in the morning." ]
  }
}