{
  "remedyName" : "Cocculus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anger, effects of. Bones, affections of. Cerebro-spinal meningitis. Chorea. Colic. Convulsions. Debility. Faintness. Fear, effects of. Haemorrhoids. Headache. Hernia. Intermittent fever. Knee, weakness of; cracking in. Memory, weak. Mental excitement, effects of. Menstrual headache. Menstruation, painful. Overstrain, bodily or mental. Palpitation. Paralysis. Parotitis. Phthiriasis. Rheumatism. Riding in carriage, effects of. Sea-sickness. Sleep, affections from loss of. Somnolence. Spasms. Spinal irritation. Tympany. Vertigo. Vomiting." ],
    "Characteristics" : [ "Cocculus has been used from ancient times as a poison for stupefying fish, and making them easy to catch. Correspondingly we find it produces great disturbance of the sensorium in human beings, and all the symptoms of intoxication. It is commonly used as an adulteration of beer to heighten its intoxicating properties. A very characteristic symptom is a sensation of hollowness or emptiness in the head or other parts. Allied to this is a sense of lightness of body. Another characteristic is an opening and shutting sensation, especially in the occiput. Along with the vertigo is nausea and vomiting which bring it into close relation with sea-sickness and carriage-sickness. Coccul. corresponds perfectly to the sensitive condition caused by loss of sleep and night-watching, and is the first remedy to think of for removing this. \"Irritable weakness\" is a leading note in the Cocculus effects. The Cocculus patient is very sensitive to fear, anger, grief, and all mental disturbances; also to noise and touch. Enlargement of liver after anger. Easily startled. Fear of ghosts and spectres. Stinging pains, stitches, constriction; in the hands a pithy feeling. Many symptoms are < at menstrual period; piles during menses. Cocculus has cured a case of delirium at onset of menses during first and second days; the patient said, \"I always see something alive, on wall, floor, chairs, or anywhere, always rolling, and will roll on me.\" Cocculus is suited to persons of mild and sluggish temperament; light-haired persons; hypochondriacal, timid, fearful, and nervous persons. Other prominent features of Coccul. are: Paralytic pains, or pains as of dislocation. Paralytic weakness; lax-muscles. \"Weakness of neck muscles with heaviness of head.\" Sensation as if single parts had gone to sleep. Immovability of parts affected. Of localities, the right hypochondrium (especially liver), inner hypogastrium, inner forehead, back, upper arm, and bones of arm are chiefly affected. This has been verified: \"Spasmodic, flatulent colic, about midnight, flatus passed without relief, \", recurring several nights; promptly cured by Coccul. 3x. Lippe cured a case of enlargement of the liver after parturition, the indication being \"the liver was more painful after anger.\" The sensitiveness to touch is very great and serves to indicate Cocculus in preference to other remedies in many affections where this is pronounced, in articular rheumatism, in ulcers, in neuralgic affections of bones. The least jar is unbearable (travelling by land or sea). < By touch, pressure, or jar. < From motion generally; moving body; rising from bed; bending over or stooping. < Kneeling; walking; swallowing saliva. Sitting > some symptoms. Many symptoms are < evening and night, especially about midnight and a.m. Sensitive to air either hot or cold. Longs for cold drinks, but eating or drinking anything cold = tearing in limbs. < Open air. < From sun. < By warmth of bed. > In a room. A decoction of Cocculus is a domestic remedy used locally for destroying head- or body-lice." ],
    "Relations" : [ "Antidoted by: Camph., Cham., Cupr., Ign., Nux v., Staph. It antidotes: Alcohol, Tobacco, Cham., Cup., Ign., Nux v., and the fever of Thuj. Incompatible with: Caust., Coffee. Compatible: Follows well Aco. (endocarditis with fearfulness); Cham., Nux, Ign. Compare: Aco., Act. r.; Ant. c. (gastralgia), Agar. (somnolency), Ant. t., Ars., Bell., Calc., Carb. v. (parotitis), Cham., Coff., Cupr., Ign. (headache), Ip., Iod., Lach., Merc., Mosch., Nitr., Nux mos. (somnolency), Oleand., Petr., Puls. (headache), Rhus, Sabi., Sassafras, Scutel., Silic., Stram., Tab., Val., Ver. In effects from noise, Nux, Nit. ac. Sense of lightness, Asar., Can. ind., Calc., Gels., Sticta, Sil., Thuj.; menstrual sick headache, Lac. def.; fear of ghosts, Aco., Ars., Bro., Carb. v., Lyc., Pho., Pul., Sul., Zn. Umbilical hernia, Nux (without urging, Bry., Nat. mur., Ver.); < from kneeling, Mag. c., Sep.; nausea constant, Ip., Kali c., Sul., Ign., Acet. ac.; uterine spasm, dysmenia, dark flow, Ign. (Coccul. is distinguished by having weak, lame feeling in small of back; as if about to be paralysed; trembles on beginning to walk); weak from talking, Ver., Sul., Calc.; functional paralysis from fatigue or mental emotions, Ign., Pho., Nat. m., Collins.; in occipital headache, Gels., jug. c. Weakness of neck muscles, Ant. t.; > putting head back, Seneg. (<, Clem., Cinnab.). Compare also: Picrotoxin and Picric acid in paralytic sensations and effects of fatigue. Teste places Coccul. in his Causticum group." ],
    "Causation" : [ "Anger. Fright. Noise. Sleep, loss of. Seasickness. Travelling. Over-strain, mental or bodily. Sun. Tea-drinking." ],
    "Mind" : [ "Pre-occupation of mind, and sad and melancholy reflections, as if the patient had sustained wrongs.", "He sits as if wrapped in deep sad thoughts, and does not take notice of anything; anxiety.", "Loss of will and power to decide on any action.", "Hypochondriacal humour; despair.", "Strong, anxious apprehension, inquietude, and fear of death.", "Disposition to be frightened.", "Excessive susceptibility.", "Disposition to take everything in bad part and to be angry.", "Mania.", "Mistakes concerning the lapse of time; it passes too quickly." ],
    "Head" : [ "Confusion of the head, esp. after eating or drinking.", "Dulness in the head, increased by reading or meditation.", "Vertigo, as from intoxication, or on rising up in the bed, with inclination to vomit, which forces the patient to lie down again.", "Fits of vertigo, with nausea and loss of consciousness.", "Headache, with inclination to vomit or vomiting, and pain as from a bruise in the intestines.", "The headache is aggravated after sleeping, eating, or drinking (coffee), in the open air, while riding in a carriage; and is relieved in a warm room, or when becoming warm in bed.", "Violent aching pains, esp. in the forehead.", "Stupid feeling in the head (cold perspiration on forehead and hands).", "During motion, headache, as if the eyes were being torn from the sockets, with vertigo.", "Pain in the head, which seems, as it were, empty and hollow, or sensation of constriction in the brain.", "Pulsative pains, sometimes in the crown of the head, sometimes in the temples.", "Convulsive trembling of the head, caused by weakness of the muscles of the neck; worse after sleeping and in the open air, from coffee and tobacco; better in the warm room." ],
    "Eyes" : [ "Pressure and pain, as from a bruise, in the eyes, and difficulty in opening the eyelids at night.", "Pain in the eyes, as if they were torn out of the head (with headache).", "Convulsive rolling of the balls of the eyes during the spasms.", "Pupils very much dilated; or contracted.", "Dryness of the eyelids.", "Inflammation of the eyelids.", "Eyes prominent and glassy.", "Dim-sightedness (after reading a short time the print is all blurred).", "Confusion of sight, with black spots before the eyes.", "Phantoms before the eyes." ],
    "Ears" : [ "Buzzing in the ears, with hardness of hearing, and sensation as if the ears were stopped; with noise as from rushing water.", "The r. ear feels closed.", "Swelling of the parotids." ],
    "Nose" : [ "Swelling of the nose, sometimes semi-lateral (r.).", "Coryza, with ulcerated nostrils.", "Very acute sense of smell." ],
    "Face" : [ "Face of a burning red, puffed and hot.", "Transient heat in the cheeks.", "Flushes of heat in the face after drinking.", "Blue circles round the eyes.", "Face convulsively contracted.", "Cramps in the cheek-bone and in the masseters.", "Swelling and induration of the sub-maxillary glands." ],
    "Teeth" : [ "Pains in carious teeth, but only when eating.", "Looseness of the teeth, with swelling of the gums." ],
    "Mouth" : [ "Dryness of the mouth (in the night), without thirst.", "Foam before the mouth, forming bubbles.", "Tongue loaded with a yellow coating." ],
    "Throat" : [ "Difficulty of speech, as from paralysis of the tongue.", "Dryness of the throat.", "Excessive sensitiveness of the palate; the food seems to be too strong, or too salt.", "Constriction in the gullet, which seems to be paralysed.", "Burning pain in the oesophagus, and in the throat, with sulphurous taste in the mouth." ],
    "Appetite" : [ "Metallic, copperish taste.", "Acid taste, esp. after a meal, or when coughing.", "Acid taste of bread.", "Bitter taste of tobacco.", "Desire for cold drinks, and esp. for beer.", "Thirst during a meal.", "Excessive loathing of all food and drink.", "Repugnance to all acids.", "Bulimy." ],
    "Stomach" : [ "Risings, with pain in the stomach and in the epigastrium.", "Risings with inclination to vomit.", "Frequent empty eructations, leaving a bitter taste in the mouth and throat.", "Eructations with nausea and sticking pains in the pit of the stomach.", "Empty, or fetid and putrid risings.", "Attacks of nausea inducing syncope.", "Inclination to vomit on rising up in the bed, which compels the patient to lie down again.", "Inclination to vomit during a meal, or in consequence of a chill, with abundant accumulation of saliva.", "Vomiting and nausea from the motion of a carriage, or of the sea.", "Sensation of fulness in the stomach, with difficulty of respiration.", "Violent cramp-like pains, squeezing, as if from a claw and cramps in the stomach, sometimes a short time after a meal.", "Anxious oppression and pinchings in the epigastrium, with difficulty of respiration." ],
    "Abdomen" : [ "Pain in the hypochondria as from a bruise.", "Pressive pain in the hepatic region, aggravated by coughing or stooping.", "Shootings in the hepatic region.", "Abdominal pains, as if the intestines were bruised, or as from an internal abscess, when moving.", "Pressure, as from a stone, in the umbilical region, and in the abdomen.", "Sensation in the abdomen, as if it were hollow and empty.", "Inflation of the abdomen.", "Contractive pinchings in the upper part of the abdomen, with suspension of respiration.", "Burning pains, pullings and tearings in the abdomen.", "Cramp-like pains in the abdomen.", "Hysterical spasms in the abdomen, in women.", "Flatulent, cramp. like colic, esp. at night, aggravated by coughing, or by stooping forwards.", "Tendency to protrusion of inguinal hernia." ],
    "Stool and Anus" : [ "Constipation, with tenesmus.", "Evacuation hard and difficult.", "Ineffectual desire for stool, with constipation.", "Contractive pain in the rectum, preventing sitting (in the afternoon).", "Diarrhoea, with emission of flatulency before the stool.", "Loose evacuation of a putrid smell.", "Faeces soft and yellow, which cause burning in the anus." ],
    "Urinary Organs" : [ "Aqueous urine with urgent inclination.", "Frequent want to make water, even in pregnant women.", "Frequent desire to urinate, with small discharges." ],
    "Male Sexual Organs" : [ "Itching in the scrotum.", "Pulling pains as from a bruise in the testes, on their being touched.", "Great sensibility and excitability of the genital parts, with desire for coition." ],
    "Female Sexual Organs" : [ "Premature catamenia, with cramps in the abdomen.", "Painful catamenia, with abundant discharge of coagulated blood, followed by haemorrhoids.", "Suppression of catamenia, with spasmodic and pressive colic, flatulency, paralytic debility, oppression, anxiety, cramps in the chest, fits of nausea, even to fainting, and convulsive movements of the limbs.", "Catamenia too scanty and irregular, with leucorrhoea in the intervals.", "(Metrorrhagia.).", "Discharge of sanguineous mucus from the uterus, during pregnancy.", "Leucorrhoea like blood.", "Leucorrhoea, similar to water in which meat has been washed, intermixed with a sanious and purulent serum.", "Cramps in the uterus." ],
    "Respiratory Organs" : [ "Fatiguing cough, from oppression of the chest, which manifests itself only during the cough.", "Oppressed breathing, from contractive sensation in the trachea, as if irritated by smoke, causing constant coughing.", "Periodical cough, every fourth night, towards midnight, or about two o'clock in the morning, with constriction in the throat which brings on coughing." ],
    "Chest" : [ "Suspension of respiration, which stops in the pit of the throat, as if from constriction of the throat.", "Tightness and constriction of r. side of chest.", "Stitches in the chest (sternum) when walking.", "Short, intermittent respiration.", "Pressure on the chest, as if from a stone.", "Hysterical spasms in chest.", "Cramps in chest, with sighs and groans.", "Tensive constriction in the chest, sometimes on one side only, with difficulty of respiration.", "Gurgling and sensation of emptiness in the chest.", "Fatigue of the chest, from reading aloud.", "Congestion in the chest, with anxiety.", "Red spots on the chest." ],
    "Heart" : [ "Palpitation of the heart; nervous, with anxiety." ],
    "Neck and Back" : [ "Cracking of the vertebrae of the neck, during movement.", "Weakness of the muscles of the neck, which are inadequate to the support of the head.", "Red spots on the neck.", "Paralytic tearings (in the back and) in the loins.", "Pullings and tearings in the back, esp. when speaking, walking, and stooping.", "Tremor in the back.", "Shootings between the shoulder-blades, and in the loins." ],
    "Upper Limbs" : [ "Lancinations in the shoulder-joint, and in the arm, during repose.", "Lancinating pains in the arm, proceeding from a wounded finger.", "Convulsions of the arm, with retraction of the thumbs.", "Paralysis of the arms.", "Palpitation of the muscles of the arm.", "Pain, as from a bruise, in the bones of the arm, during movement (when lifting them up, and when touching them).", "Lameness of the arm (cannot write).", "Hot and arthritic swelling of the hands.", "Numbness, or heat and cold alternately, of one or other of the hands.", "Tingling of hands and paralytic trembling.", "Torpor of the hands.", "Cramp-like contractions, and starting of the fingers." ],
    "Lower Limbs" : [ "Paralysis of the lower limbs, proceeding from the loins.", "Drawing tearings in the knees, feet, and toes.", "Pain as if from a bruise in the thighs, during movement.", "Pain in the heel (os calcis) as if bruised.", "Cracking in l. hip-joint.", "Cracking of the knees, during movement.", "Inflammatory swelling of the knee, with transient lancinations.", "Burning sensation in the feet.", "Hot and itching swelling of the feet, sometimes in the evening.", "Numbness in the feet.", "Cold and perspiration of the feet." ],
    "Generalities" : [ "Pullings and paralytic tearings, by fits, or continuous, in the limbs and in the bones.", "Paralytic immobility of the limbs, with drawing pains in the bones.", "Convulsive movements of the muscles in different parts.", "Aching, digging pains in the limbs.", "Pains, as from a bruise, even in the internal organs.", "Sensations of hollowness; as if bruised in outer parts; same in bones; numb feeling of outer parts; sensation as if single parts had gone to sleep.", "Affections of the r. hypochondrium (particularly of the liver); inner hypogastrium, inner forehead, back, upper arm, bones of the arm.", "Aversion to open air; hysterics; paleness of the skin, red spots; shuddering in general.", "Sensation of hollowness or of constriction in the internal organs.", "Painful sensibility of the limbs to the slightest touch.", "Painful stiffness and crackings in the joints.", "Semi-lateral sufferings.", "Rheumatic pains, with hot swelling of the parts affected.", "Attacks of gout, with swelling of the affected parts.", "Shooting pains in lymphatic swelling.", "Engorgement and induration of the glands.", "Haemorrhage.", "Cramps and convulsions of the limbs, and of the whole body, sometimes induced by ulcers, or by wounds, painfully sensitive to the touch, or on using the parts affected.", "Convulsive movements of the limbs and of the muscles, as in St. Vitus' dance.", "During the convulsive fits, face red, puffed, and hot.", "Trembling of the limbs.", "Attacks of epilepsy.", "Paralysis, chiefly semi-lateral, with insensibility of the parts affected.", "Aggravation of the sufferings by sleep, speech, drinking, and eating, but esp. on taking coffee or smoking tobacco, as well as by cold air.", "Hysterical spasms, with anguish.", "Weakness and loss of strength, after the least bodily fatigue, movement, or the interruption of sleep.", "Want of vital energy.", "Fainting fits.", "Numbness, sometimes of the hands, sometimes of the feet, in transient fits.", "The open air is insupportable, whether it be warm or cold.", "Emaciation." ],
    "Skin" : [ "Great itching, esp. in the evening, or when undressing, or at night in bed.", "Red pimples, like grains of millet, with itching in a warm temperature.", "Eruption of hard and knotty pimples, with red areolas and burning pain.", "Induration, cold swelling of the glands, with stinging pains.", "Ulcers very sensitive to contact.", "Red spots in the chest and on the side of the neck.", "Pale (chlorotic) colour of the skin." ],
    "Sleep" : [ "Obstinate inclination to sleep in the morning.", "Sleeplessness on account of anxiety and bodily restlessness.", "Spasmodic yawning.", "Sleep retarded in consequence of a great flow of ideas.", "Half sleep, like coma vigil.", "Sleep interrupted by frightful anguish and inquietude.", "During sleep, starts, cries, convulsive movements of the hands, of the eyes, and of the head.", "Vivid dreams, exciting fear.", "Anxious, frightful dreams, dreams of death, of disease, &c.", "Fear of ghosts at night.", "Sleep unrefreshing, with frequent waking." ],
    "Fever" : [ "Shivering, and sensation of cold, with trembling.", "In the evening, shivering and shuddering in the back.", "Chill in the afternoon and evening, principally on the legs and in the back; not relieved by heat.", "Dry heat during the night.", "Perspiration during the night, which is only cold on the face.", "Morning sweat, esp. on the chest.", "Intermittent fever, with colic and lameness of the small of the back.", "Fever, with tendency to become chilly, though the skin is hot to the touch.", "Chilliness alternating with heat.", "Burning heat and redness of the cheeks, often with cold in the feet.", "Fever with cramp-like pains in the stomach, and paralytic weakness in the loins.", "Easy perspiration during movement, with great fatigue.", "Sweats night and morning.", "Pulse full, hard, and frequent.", "Pulse small and spasmodic; sometimes it cannot be felt." ]
  }
}