{
  "remedyName" : "Coffea Tosta",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Antidote to poisons. Labour pains. Migraine. Nervous excitement, effects of. Seminal emissions. Urinary affections. Vertigo." ],
    "Characteristics" : [ "The symptoms of Coffea t. have been principally obtained from sensitive persons on whom strong coffee has acted injuriously; and the clinical uses have been mainly based on these. But a word must be said about the antidotal effects of Coffee. As an allopathic antidote to Opium in poisonous doses its value is well known. In addition to Opium and its derivatives it counteracts the effects of Nux vomica, Belladonna, narcotic mushrooms, poisonous sumach, tobacco, bitter almonds, Prussic acid, Coloc., Valer., Cicuta, Chamom., salts of Antimony, Lead, Phosphorus, Phosphoric acid. On account of its extensive antidotal properties Coffee has largely been condemned by homoeopathic practitioners; but it should be remembered that it does not antidote all other medicines, and it is questionable if it counteracts the effect of many of the above-named drugs when they are given in high potencies. In any case it is desirable to forbid its use when Bell., Cham., Coloc., Ignat., Lyc., and Nux are being given. Coffea tost. is serviceable against both cold and heat. Beneficial to persons who live in the open air. It has caused and cures dynamically a toothache like that of Coff. crud. when > by cold; \"cold water > intense pain in sound teeth of right lower jaw.\" (I have several times cured a toothache like this with Coff. c. 30.) Coffea tost. is useful in confinements to relieve the excess of suffering which some women experience", "\"pains intolerable.\" It is useful also in heart affections where there is troublesome palpitation from heart-irritability; and in general nervous excitement. Whilst it is generally given in the form of black coffee in such conditions it is also available for use in the attenuations. Other indications for its use are: Tense arteries. Periodic headaches in hysterical women. Nervous and gastric headaches. Vomiting on least exertion. Diarrhoea from overwork and too much care. Gout and rheumatism with tendency to form chalk-stones. There is a definite and extensive proving of Coff. t. given in Allen." ],
    "Relations" : [ "Compare: Coff. crud., Coffein. Antidoted by: Caps.; see also Coff. c." ],
    "Mind" : [ "An agreeable mental excitement causing wakefulness.", "Vivacity of thought, versatility.", "Symptoms would Come Suddenly and take away all mental energy." ],
    "Head" : [ "Vertigo, with whirling sensation in head, causing a general faint feeling, < when thinking; has to banish reflection; with burning in stomach; partial > by change of position.", "Sensation as if everything in the head were going in circles, now in one direction now in another; with incessant noises in the ears.", "Rush of blood to head.", "Violent headache; < by motion." ],
    "Eyes" : [ "Intolerance of candle-light; it is surrounded by a halo.", "Sensation of fog before eyes.", "Muscae volitantes." ],
    "Ears" : [ "Every step, or loud word, is painfully felt in the ears.", "Ringing, roaring, buzzing, singing in ears." ],
    "Face" : [ "Face pale; puffy; anxious." ],
    "Teeth" : [ "Seized with such an intense pain in r. lower (sound) teeth, that it nearly drove him crazy.", "Nothing relieved but cold water. So soon as the water became warm in the mouth the pain returned." ],
    "Stomach and Abdomen" : [ "Nausea with faintness; with ineffectual efforts to vomit.", "Vomiting with difficulty.", "(Vomiting without the least exertion.).", "Heaviness and distress in epigastrium; sensitive to touch and pressure; < by cold food or drink.", "Extreme sensitiveness of hepatic region.", "Sticking pains in abdomen." ],
    "Stool and Anus" : [ "Haemorrhoids.", "Discharge of exceedingly bright blood, every morning, with the regular stool.", "Copious evacuation after the first dose followed by constipation." ],
    "Urinary Organs" : [ "At close of micturition, a slight milky discharge.", "It diminishes all the solid constituents of the urine, except the existing phosphates." ],
    "Male Sexual Organs" : [ "Weakness of sexual power.", "Seminal emissions, a.m., with voluptuous itching; followed by chill and cold, clammy sweat." ],
    "Female Sexual Organs" : [ "Spasmodic sensation deep in uterine region, it seems as if something tried to press outward and could not, because it constantly gave rise to spasms.", "(Severe labour pains, patient becoming greatly excited; severe pains in small of back.).", "Menstruation increased and prolonged." ],
    "Respiratory Organs" : [ "Diminution of amount of expired carbonic acid.", "Asthma; with oppression of chest." ],
    "Heart" : [ "Palpitation: from irritable heart; with vertigo and fainting.", "Arteries tense." ],
    "Limbs" : [ "Trembling of limbs.", "Jerking of limbs (secondary effect)." ],
    "Generalities" : [ "Great excitement.", "Trembling.", "Haemorrhages: (from nose, lungs, stomach, and rectum).", "L, side most affected.", "Aversion to open air, which <.", "General > from moderate outdoor exercise." ],
    "Sleep" : [ "Complete sleeplessness.", "Wakefulness, with ecstatic excitement, intermitting with dreams.", "When going to sleep, starts up suddenly in affright, with groans and fear of falling, or of seine impending danger.", "Visions of enchantment; followed by dreams of death of dear friends, which do not abate the cheerfulness or exhilaration, but he looks at all with supernatural indifference." ],
    "Fever" : [ "Chilliness, with general shaking and chattering of teeth cannot get warm; chills, ascend from fingers and toes, and thence to nape of neck and vertex (> by cayenne pepper taken internally).", "Excessive heat, threw off clothing and sat in a draught.", "Orgasm of blood.", "Flushes of heat.", "Sensation of alternate warmth and coldness moving about in the bowels.", "Sweat: general; profuse; cold, clammy, esp. in palms of hands." ]
  }
}