{
  "remedyName" : "Coffea Cruda",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Apoplexy. Asthma. Aural neuralgia. Colic. Convulsions. Diarrhoea. Ecstasy. Excitement. Headache. Heart, hyperaesthesia of. Hernia. Hyperaesthesia. Hysteria. Intermittents. Joy, ill-effects of. Labour pains. Metrorrhagia. Neuralgia. Over-sensitiveness. Sciatica. Shock. Sleeplessness. Toothache." ],
    "Characteristics" : [ "The effects of Coffea cruda have to be considered separately from those of Coffea tosta, since the roasting converts much of the Coffeine into Coffeone or Methylamine, which gives to coffee its aroma. But the effects are scarcely distinguishable, and I have not attempted to keep them strictly apart. The provings of Coff. c. were made with the raw berries. Coffea belongs to the same family as China, Ipecacuanha, and like these remedies has many symptoms of intermittent fever. It has been noticed that coffee-drinkers who do get ague are more difficult to cure than those who do not drink coffee. The great characteristic of Coffea is exaltation of the senses and sensibility in general. Sight is improved, fine print can be read easily; hearing is more acute, and noises are intolerable. The sense of smell is heightened. All kinds of pains are intolerable; and are accompanied with fear of death. The mental activities are exalted. Sudden emotions, especially joy, produce dangerous symptoms. Great sensitiveness to touch or contact. These symptoms will recall Acon. Guernsey places it in the front rank of remedies for irritability. He compares four others with it, all of which have irritability in high degree, but have different concomitants: Acon., \"fearful and anxious; dreads things\"; Aur., \"suicidal, will thrash around in bed (as females in confinement) as if wishing to injure or kill themselves\"; Cham., \"spiteful, uncivil\"; Coff., \"wakeful, on the constant move\"; Nux v., \"sullen, keeps the eyes shut; doesn't wish to speak or have anything to do with any one.\" Staph. and Coloc. deserve mention also. Teste groups Coff. with Causticum. He remarks that dynamised Coff. crud. prevents or neutralises, in many persons, the effects of roasted coffee. This quasi-isopathic action, as Teste truly remarks, is by no means confined to Coffea; dynamisations of many other drugs being antidotal to secondary effects of the crude substances. Hahnemann describes the migraine of coffee-drinkers thus: \"It comes in the morning after waking, increasing little by little. The pain becomes intolerable, and sometimes burning, integument of head very sensitive and painful on slightest touch. Body and mind excessively sensitive. Patients look exhausted, retire to dark places, close their eyes to avoid light of day; remain seated in an armchair or stretched on a bed. The least noise or motion excites the pain. They avoid talking, being talked to, or hearing others talk. The body is colder than usual though no chills are experienced; the hands and feet are especially cold. They loathe everything, especially food and drink, on account of a continual sickness at the stomach. If the attack is very violent a vomiting of mucus takes place, which, however, does not relieve the headache. There are no alvine discharges. This kind of megrim scarcely ever leaves before evening. If the paroxysm is less violent, a little strong coffee which was the first cause of such a headache will produce a temporary palliation of the pain, but the disposition to relapse becomes so much greater. The attacks come irregularly, every fortnight, or every few weeks, without any apparent cause, and quite suddenly, so much so that the patient often does not feel a single unpleasant symptom the evening preceding the attack. Such a headache has never been seen by me except in real coffee-drinkers.\" It is well to inquire carefully into the dietary of patients who come complaining of headaches of this kind. More recently Dr. Gilles de la Tourette (Lancet, July 1895) has described the effects of coffee. In his opinion they are very frequently mistaken for the effects of alcohol: \"morning vomiting of glairy mucus, pain in the pit of the stomach, thickly-coated tongue, loss of appetite. The disgust excited by even the idea of solid food is such that these patients eat nothing else but bread soaked in their poison-coffee. There supervene then nausea, vomiting, and painful acid eructations.\" The pulse is slowed. Insomnia is common, and if there is sleep it is disturbed by dreams of a terrifying nature, like those met with in alcoholism. The effects of coffee are less deep than those of alcohol, and quickly disappear when the habit is discontinued. Peculiar symptoms are: as if head too small; as if something hard pressing on surface of brain; as if head would burst and fly to pieces if she moved; as if intestines were being cut; as if body would burst; \"tight\" pain; sensation of warmth. Coffea is suited to tall, lean, stooping persons, with dark complexions. Sanguine choleric temperament, complaints during infancy and dentition. Diarrhoea in housewives who have much care and trouble in managing their households. The symptoms are > by warmth, and < in open air (though in toothache warm drinks <, cold drinks >). Touch <; would like to rub the part but it is too sensitive. Slight passive movements are perceived as enormous; children at times cannot bear to be carried about. Most symptoms are < at night, sleeps till a.m., after which he only dozes." ],
    "Relations" : [ "Antidoted by: Acon., Cham., Ignat., Nux, Merc., Puls., Sulph., and especially Tabac. (Teste). Antidote to: Bell., Cham., Cicut., Coloc., Lyc., Nux v., Strych., Valer. It is incompatible with: Canth., Caust., Coccul., Ignat. Followed well by: Aur., Bell., Op., Nux v., Lyc. Compare: Cypr. (ecstasy); Bry. and Cham. (toothache > by cold); Aco. (predicts hour of death); Coca, Codein, Coff. tost." ],
    "Causation" : [ "Effects of sudden emotion, especially pleasurable ones. Fear or fright. Wine (wine-drinkers should take coffee; beer-drinkers should take tea). Over-fatigue and long journeys." ],
    "Mind" : [ "Over-sensitiveness; weeping mood.", "Great anguish; cannot be composed; is not able to hold the pen; trembles.", "Sentimental ecstasy; excited imagination; increased power to think.", "Excessive weeping and lamentations over trifles.", "The pains seem insupportable, driving to despair.", "Fright from sudden pleasant surprises." ],
    "Head" : [ "Pains in the head, as if the brain were bruised (as if the brain were torn or dashed to pieces).", "Semi-lateral cephalalgia, as if a nail were driven into the parietal bone.", "In the vertex he feels and hears a cracking, when sitting quietly.", "Heaviness of the head.", "Congestion in the head, esp. when speaking (or after a pleasant surprise)." ],
    "Eyes" : [ "Eyes lively and red, with unusually clear sight; can read small writing more distinctly." ],
    "Ears" : [ "Excessive sensibility of hearing.", "Musical sounds seem to be too loud, and too sharp.", "Hardness of hearing, with buzzing in the ears." ],
    "Nose" : [ "Epistaxis, with heaviness of the head.", "The sense of smell is more acute." ],
    "Face" : [ "Heat of the face, with redness of the cheeks." ],
    "Teeth" : [ "Successive pullings, and sharp pains in the teeth, with inquietude, anxiety and tears, esp. at night and after a meal.", "Toothache, > by cold water." ],
    "Throat" : [ "Sore throat; with great and painful sensibility, and swelling of the velum palati; < when swallowing." ],
    "Stomach" : [ "Taste of hazel nuts, or sweet almonds, in the mouth.", "Tobacco-smoke appears particularly agreeable.", "Sensation of immoderate hunger, with rapid, hurried eating.", "Thirst increased, esp. at night, it wakens him.", "Bilious vomiting.", "Cramps in the stomach, with pressive, shooting pains." ],
    "Abdomen" : [ "Anxiety and oppression in the region of the epigastrium.", "The clothes are oppressive.", "Colic, as if the stomach had been overloaded, as if the abdomen would burst; cannot suffer the clothes to be tight on the abdomen.", "Pressure in the abdomen as from incarcerated flatulence.", "Abdominal pains which induce despair, esp. in women." ],
    "Stool" : [ "Faeces soft, with frequent evacuation.", "Diarrhoea, also during dentition." ],
    "Urinary Organs" : [ "Abundant emission of urine, esp. towards midnight." ],
    "Male Sexual Organs" : [ "Great excitement of sexual desire, with flaccidity or strong irritation of the genital parts; without emission of semen, and with dry heat of the body." ],
    "Female Sexual Organs" : [ "Immoderate irritation of the sexual parts of females, with voluptuous itching, great secretion of mucus, and frequent flow of blood.", "Metrorrhagia.", "Labour and after-pains insupportably painful." ],
    "Respiratory Organs and Chest" : [ "Short, jerking, dry cough, with great irritation in the larynx, and anxious tossings.", "Oppression of the chest; obliged to take short inspirations; the breathing heaves the chest visibly.", "Night cough (cough with measles).", "Fits of suffocation." ],
    "Heart" : [ "Palpitation of heart; violent, irregular, with trembling of limbs.", "Nervous palpitation.", "Palpitation after excessive joy, surprise." ],
    "Upper Limbs" : [ "Trembling of the hands, while grasping anything.", "Cramp-like contractions of the fingers." ],
    "Lower Limbs" : [ "Cramps in the calf of the leg, on bending the knee.", "Cramps in the soles of the feet on bending the instep.", "Trembling of the feet." ],
    "Generalities" : [ "Painful sensitiveness of the parts affected.", "Great flexibility of the muscles, and activity of the whole body.", "Mental and physical excitability.", "Aversion to the open air, with uneasiness and aggravation of the symptoms during a walk in the open air.", "Twitching of the limbs.", "Convulsions, with grinding of the teeth, and coldness in the limbs.", "Violent shivering, with feverish increase of bodily heat.", "Fever with inconsolable anguish.", "Shuddering with colic and violent agitation.", "The pains are felt intensely, driving to despair, and inclination to weep.", "Tears, howls, cries, tossing and discouragement, esp. during the paroxysm of pain.", "Cries of children.", "Anxiety of heart and of conscience, with apprehensions.", "He feels unusually well.", "Vivacity and excessive loquacity.", "Vivacity and elevation of the imagination, with acuteness of the intellectual faculties." ],
    "Skin" : [ "Eruptions (measles), with over excitability and weeping." ],
    "Sleep" : [ "Sleeplessness, from over-excitability of mind and body (sleeplessness of lying-in women).", "Sleeplessness from excitement of the imagination, flow of ideas, and fantastic visions.", "Inclination to lie down and to shut the eyes, without being able to sleep." ],
    "Fever" : [ "Chilliness increased by every movement.", "Internal chilliness, with external heat of the face and body.", "Chills running down the back.", "Dry heat in the evening after going to bed, with chilliness in the back.", "Nightly, dry heat, with delirium.", "Perspiration on the face, with internal chilliness." ]
  }
}