{
  "remedyName" : "Colchicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Appendicitis. Asthma. Cataract. Cholera. Colic. Cough. Cramp. Debility. Diabetes. Diarrhoea. Dropsy. Dysentery. Eye, affections of. Feels, painful. Gout. Heart affections of. Ileus. Intermittent fever. Intestinal catarrh. Lumbago. Myalgia. Nephritis (rheumatic and gouty). Pericarditis. Proctalgia. Prostatitis. Rectum, prolapse of. Rheumatism. Stiff-neck. Tongue, sensibility lost. Typhlitis. Typhoid fever." ],
    "Characteristics" : [ "Colchicum is best known as a remedy in gout and rheumatism, and the provings show its specific relation thereto. It acts on muscles, bones, and joints. It causes extreme relaxation of the muscular system", "the head falls forward on the chest; or falls back when the patient is raised from the pillow; arms fall helpless by the side. Stitching, jerking, drawing pains in muscles; periosteum, and joints. Extreme disinclination to move; < from motion. Mind befogged; but answers correctly. Absence of apprehension, no fear of death. Results of getting wet and Letting chilled; changes to damp weather; autumn dysentery, spring rheumatism. (The flowers of the plant appear in autumn; the leaves not till the following spring.) It corresponds to the gouty constitution; leuco-phlegmatic and melancholic temperament; venous constitutions; uric acid diathesis, the sediment being pale yellow and rather like fine flour than sand. Also, urine black as ink; urine loaded with albumen and casts. There is the irritability and aversion to touch so common in gout; pain in small joints, and especially the great toes. The stomach is acutely disordered, nausea and vomiting. \"Nausea at thought, sight, or smell of food, especially of cooking, \", is a characteristic symptom. (Nash records a striking cure by Colch. to which he was led by this symptom. The patient was an old lady who was vomiting blood, and passing as many as sixteen bloody stools in the day. The doors of the room had to be most carefully kept closed to prevent any smell of cooking reaching her as that immediately provoked nausea.) Sensation of icy coldness in stomach; or burning. Coldness is a common symptom: abdomen; stomach; extremities. Profuse cold sweat; marked chills with or without periodicity. Burning also is not uncommon: in cavities, especially abdomen. The characteristic stool of Colchicum is jelly-like mucus; membranous shreds being also marked; violent tenesmus accompanies. Protrusion of rectum. \"After evacuation, as in dysentery, there is generally relief (but in typhus fever, e.g., sometimes a terrific spasmodic pain of the sphincter ani comes on after stool. This may occur in common diarrhoea)\" (Guernsey). The rice-water stool, hippocratic face, coldness, cramps, prostration, led Salzer to find in it the specific for certain epidemics of Asiatic cholera. All functions, mental and bodily, are slow; nutrition and digestion are at a stand, and yet the patient does not emaciate rapidly. There is great prostration; debility from loss of sleep; the prostration of typhoid fever and typhoid states. On the other hand there are convulsions, cramps, and sometimes restlessness. The pains of Colchicum are very acute and unendurable. The Colch. dysentery and rheumatism are exceedingly painful. Very sensitive and irritable. Cannot endure strong smells. Gouty diabetes, the uric acid reappearing as the sugar disappears. The heart is affected as other muscles. Oppression and anxiety > by walking. Heart-beating. Stitches about heart and loss of consciousness. Heart affected (pericarditis) on disappearance of symptoms from extremities; rheumatism appears on disappearance of uric acid from urine. Colch. will reverse this. J. R. Simson, of Tonawanda, N. Y., cured a very bad rase of typhoid presenting among other symptoms, this: \"his left pupil was contracted so as to be almost imperceptible, while the right was dilated to the full extent.\" This is peculiar to Colch., and no remedy relieved the patient till he received this. B. Simmons calls attention (H. P., August, 1889) to the powerlessness of the affected parts which accompanies many Colchicum affections, especially when occurring in leuco-phlegmatic subjects and when there is oedematous swelling of the parts. He cured a woman, mother of two children, of leuco-phlegmatic temperament, who complained of rheumatism of the hands, which were swollen; joints stiff and powerless, pain as if bruised; the arms being affected but in less degree. \"She was unable to brush her own hair, not so much from the pain as from the extreme weakness and powerlessness of the parts affected.\" T. F. Allen gives \"Tingling in finger-nails\" as characteristic of Colch.; no other remedy has it. As usual with allopathic specifics, Colchicum has been terribly abused. Here is an instance. I was called suddenly to see an old gentleman of whom I found in a state of collapse, pallid, surface was cold and clammy, almost pulseless. He had been taken suddenly ill when in the water-closet, vomiting \"black bile, \", and had fallen on the floor when trying to walk along the passage. The history of the attack was this: He had formerly been \"a martyr to gout.\" Four years previously he began to take, on lay recommendation, a powder which analysis showed to be composed of equal parts of Colchicum and Jesuit's bark. He kept this up for six months and had no more gout. But at the end of the six months he had the first attack of this kind. It came quite suddenly and was, as far as I could learn, identical with the one in which I saw him. In addition to the symptoms named there was looseness of the bowels, the stool being black like the vomit. He was compelled to lie absolutely still, the least attempt to raise the head exciting nausea. Recovery took place in a few days. This is not exactly a case of what our friends would call \"medecine substitutive, \", but I am inclined to name it \"maladie substitutive, \", the substituted malady, Colchicism, being considerably worse than the gout it replaced. These attacks had recurred every few months, although the powders were discontinued. The < from motion is as marked as that of Bry. The patient must rest and lie down. Cannot lie on left side. < From any exertion mental or bodily. Bending forward > oppression and colic. Symptoms are < night and evening. Warmth > generally; but warm food < toothache; and damp, warm weather = profuse watery stools; warm stove or warm room = chilliness. Symptoms generally are < from cold or damp; from getting wet; from bathing, living in damp dwellings; change to damp weather; from change of weather; also complaints from getting overheated. Pains in gout go from left to right; headaches right to left. Complaints of old people; asthmatic people." ],
    "Relations" : [ "Antidoted by: Bell., Camph., Coccul., Nux v., Puls., Spigel., honey and sugar. In poisoning give Ammon. caust. in sugar water. Follows well: Lyc. Followed well by: Carb. v. (ascites). Compare: Aco., Arn., Ars. (Colch. has the prostration of Ars., but without its restlessness); Cact. and Abrot. (metastasis to heart); Bry. (gout, rheumatism, serous effusions, < by movement); Chi., Coccul., Merc., Nat. m., Nux, Op., Pod. (painless cholerine); Puls. (derangement of stomach by eggs; gout; nausea at smell or thought of food, especially if rich or fat); Sep., Calc., Ars., and Ambra. (icy coldness in stomach); Lach. (black urine; < smell of food; cholera); Ver. (cholera, cold sweat on forehead); Bar. c. (paralysis of tongue; cold, loss of sensibility); Nux (debility from loss of sleep; irritability, all external impressions annoy; the debility of Colch. is more profound and there is dislike of all food, and nausea from smells). Colch. is botanically allied to the Veratrums, the Alliums, and Iris. Teste includes it in his Zincum group. It antidotes: Thuja." ],
    "Causation" : [ "Grief. Misbehaviour of others. Wetting. Checked perspiration." ],
    "Mind" : [ "Great dejection.", "Ill-humour.", "Peevish; dissatisfied with everything.", "The sufferings appear insupportable.", "The least external impression (bright light, strong smells, bad manners) drives him to distraction.", "Weakness of memory.", "Great desire for rest and disinclination to every mental exertion; absence of mind.", "Forgetfulness and distraction." ],
    "Head" : [ "Giddiness when sitting down after walking.", "Pulsations in the head.", "The headache is relieved, after supper, from warmth and lying quiet in bed.", "Pressure on the occiput, during intellectual exertion.", "Cramp-like pains in the head, esp. above the eyes.", "Semilateral tearing in the head.", "Tingling in the forehead and upon the head." ],
    "Eyes" : [ "Pupils much dilated, only slightly sensitive to light, or immovable or slightly dilated.", "L. pupil contracted, while r. is dilated (typhoid).", "Pains in the eyes, like a digging pulling, deep in the eyeball.", "Swelling of the lower lids.", "Watering of the eyes in the open air.", "(lritis; keratitis; maculae).", "Suppuration of the Meibomian glands (ulceration, left lower lid); burning and redness of the edges of the eyelids.", "Visible traction in the lower lids." ],
    "Ears" : [ "Otalgia, with tearing shootings (after measles).", "Tingling in the ears, as if they had been frozen.", "Sensation of obstruction in the ears.", "Purulent discharge from the ears, with drawing pains.", "Dryness of the ears." ],
    "Nose" : [ "Aching pain in the bones of the nose.", "Tingling in the nose.", "Pains as from excoriation in the septum narium, aggravated by touch.", "Bleeding of the nose in the evenings.", "Excessive sensibility of smell.", "Obstinate coryza, with snuffling of a great quantity of viscid mucus, proceeding from the nose." ],
    "Face" : [ "Features disfigured.", "Aspect sickly, sad, suffering.", "Face spotted with yellow.", "Very great paleness of the face.", "Cheeks red and hot (afternoon).", "Oedematous swelling of the face.", "Sensation of separation in the bones of the face.", "Sensation in the masseters, as if they were distended, with difficulty in opening the mouth.", "Drawings and successive pullings in the muscles and bones of the face.", "Semi-lateral tearing in the face, extending to the ear and the head.", "Tingling in the skin of the face, as if it had been frozen.", "Lips cracked.", "Tearing in the lower lip.", "Cramp-like pain in the maxillary joint." ],
    "Teeth" : [ "Odontalgia, with tearing pains.", "Sensibility of the teeth, when they touch on closing the jaws.", "Acute pains in the gums." ],
    "Mouth" : [ "Heat in the mouth.", "Tearing in the palate.", "Abundant, serous salivation, with dryness of the throat.", "Heaviness, stiffness, and insensibility of the tongue.", "Tongue coated white.", "Smarting and sensation of dryness of the tongue and throat." ],
    "Throat" : [ "Sore-throat, as if from swelling of the orifice of the oesophagus.", "Tingling in the palate.", "Constriction of the gullet.", "Inflammation and redness of the palate, of the fauces.", "Inflammations, tearings and shootings in the palate, and in the throat.", "Accumulation of greenish mucus in the throat, and in the mouth." ],
    "Appetite" : [ "Appetite suddenly ceasing, merely from the sight or smell of food, with loathing, when merely looking at it, and still more from smelling it; the smell of broth nauseates, and that of fish, eggs, or fat meat almost makes him faint.", "Insipidity of food.", "Great thirst, esp. for coffee.", "Taste bitter; violent thirst." ],
    "Stomach" : [ "Frequent eructations.", "Constant hiccough.", "Nausea, increased, so as to occasion loss of consciousness, by the smell of fresh eggs, or fat meat.", "Nausea, during a meal.", "Nausea, after swallowing the saliva.", "Nausea, in an erect position, when moving at table, with inclination to vomit, with constant flow of saliva.", "Vomiting of food, or of bile, or mucus, of the ingesta, with trembling, violent gagging, colic, succeeded by bitterness in the mouth and throat; every motion excites or renews the vomiting.", "Stomach very sensitive to the touch.", "Sensation of excoriation, and tingling in the stomach.", "Sensation of cold, or of burning in the stomach, with heavy pain.", "Shooting in the pit of the stomach.", "Sensation of gnawing hunger in the stomach." ],
    "Abdomen" : [ "Inflation and fulness of the abdomen.", "Pressure towards the outside in the upper part of the abdomen.", "Colic, with tearing pains.", "Pain, as of excoriation, in l. side of abdomen, on its being touched.", "Dropsical swelling of the abdomen, with a fold over the pubic region.", "Pain, as of burning and pressure in the abdomen, in the region of the bladder, and in the internal genital parts.", "Pulsation in the abdomen." ],
    "Stool and Anus" : [ "Constipation.", "Evacuations slow, difficult, scanty, with urging, even of the soft stool, with pain in the small of the back.", "Involuntary evacuation of faeces.", "Watery discharges, going off without sensation.", "Diarrhoea, consisting of mucus like rice-water.", "Dysenteric diarrhoea, of white, transparent, gelatinous mucus.", "Ineffectual pressing to stool; he feels the faeces in the rectum, but cannot expel them.", "Discharge of much mucus from the rectum.", "Extremely painful stools.", "Sanguineous evacuations, mixed, as it were, with false membranes.", "Prolapsus recti.", "Tingling itching, burning, and tearing in the anus.", "During stool sensation as if the sphincter ani were torn to pieces.", "Cramps in the sphincter ani." ],
    "Urinary Organs" : [ "Urgent want to make water, with increased discharge of clear urine.", "Scanty discharge of urine of a deep colour, with tenesmus, and a burning sensation.", "Painful and scanty emission of urine of a bright red colour.", "Brownish or blackish urine.", "Whitish deposit in the urine.", "Burning sensation and pressure in the urinary organs, and the bladder, with diminished secretion.", "Pullings, tearings, and incisive pains in the urethra.", "Frequent micturition." ],
    "Respiratory Organs" : [ "Tingling in the trachea.", "Tickling in the pharynx, which excites a small dry cough.", "Frequent short and dry cough.", "Nocturnal cough, with involuntary emission of urine.", "Hoarseness in the morning with roughness of the throat." ],
    "Chest" : [ "Difficulty of respiration, and oppression at the chest, with anxiety; relieved by bending forward.", "Tensive, pressive, and periodical oppression of the chest; frequent pressure in small spots in the chest.", "Shootings in the chest, sometimes on breathing.", "Tearings in the chest, with obtuse lancinations.", "Pain, as of excoriation in the chest, on being touched and during movement.", "Tingling in the chest." ],
    "Heart" : [ "Violent palpitation of the heart.", "Pressure and oppression in the region of the heart, as if an attack of apoplexy threatened; > by walking.", "Hydrothorax." ],
    "Neck and Back" : [ "Shooting tension between the shoulder-blades.", "Tearings in the back.", "Pain, as from excoriation in the loins, during movement.", "Drawing in the small of the back; worse during motion.", "Soreness in the small of the back when touching it." ],
    "Upper Limbs" : [ "Stitches in the r. shoulder.", "Painful lameness in the arms, which makes it impossible to hold the lightest thing.", "Trembling of the r. hand preventing writing.", "Tearings in the arms, the hands, and the fingers.", "Paralytic pain in the arms.", "Trembling of the hands.", "Heat of the palms of the hands.", "Cramp-like contraction of the fingers.", "Tingling in the fingers, as if they had been frozen.", "Tingling in the finger-nails.", "Torpor in the extremity of the fingers." ],
    "Lower Limbs" : [ "Tearings in the legs, the feet, and the toes.", "Paralytic pullings in the thighs.", "Hot (oedematous) swelling of the legs, with acute pains during movement.", "Tingling of the toes, as if they had been frozen." ],
    "Generalities" : [ "Rheumatic and arthritic tearing in the limbs, and other parts of the body, esp. in warm weather.", "Tingling in many parts of the body, as if frost-bitten, when the weather changes.", "Tearing twitches, like electric shocks, through one side of the body, with sensation of lameness.", "Starting, shootings in the muscles, and in the periosteum of the limbs, esp. in cold weather.", "Frequent starting of the body.", "Shooting in the joints.", "Paralytic weakness, of the muscles.", "Pains accompanied by paralytic weakness, and real paralysis.", "Great weakness, with sensation of lameness through all the limbs.", "Dropsical swellings.", "The sufferings are singularly aggravated by intellectual fatigue, by touch, by too brilliant a light, and by the smell of pork.", "Aggravation of the symptoms from the commencement of the night till morning.", "General sinking, and consequent painful sensibility of the whole body, so that the patient cannot move without groaning.", "Nervous fatigue and weakness from nocturnal labour." ],
    "Skin" : [ "Itching, as from nettles.", "Tingling in different parts, as after being frozen.", "Oedematous swelling and anasarca.", "Suppressed perspiration." ],
    "Sleep" : [ "Drowsiness in the day, with unfitness for exertion.", "Irresistible sleepiness, drowsiness.", "Sleeplessness from nervous excitability.", "Sleeplessness, without entire unconsciousness.", "Sleeplessness, because he cannot lie on the l. side, on which he is accustomed to sleep.", "Frequent waking with fright.", "Nocturnal heat, with violent thirst." ]
  }
}