{
  "remedyName" : "Collinsonia Canadensis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation. Diarrhoea. Dropsy (cardiac). Dysentery. Dysmenorrhoea. Dyspepsia. Haemorrhages. Haemorrhoids. Heart, affections of. Irritation. Labour. Pregnancy, affections of. Proctitis. Pruritus vulvae. Rheumatism." ],
    "Characteristics" : [ "Collinsonia is native to North America. It has a very tough, hard, knotted root. It has been proved twice, first by Burt and later by Dowla. The former took the tincture, the latter the powder. Both experienced headache, the former in connection with abdominal and rectal disturbance, the latter with flushing, sensation of heat, numbness, feeling of enlargement. The legs felt light, as if he could run like a deer. Nux vomica relieved the sensations, the symptoms passing off from above downwards. In Dr. Burt's case the symptoms generally passed from above downwards. As a domestic remedy, and among the eclectics, it is known as a remedy for chronic catarrhal conditions, especially of stomach, bowels, and bladder; also of nose, pharynx, and larynx, and in tubular and capillary bronchitis. It is, according to Hammond, \"a stimulant, a most valuable tonic, a positive diuretic and mild laxative.\" Hammond also commends it in the palpitation of the menopause. F. S. Smith mentions that it has a domestic reputation in rheumatism. He records a case (subacute) in a woodsman of It began in foot and ankle, and travelled over nearly every joint in the body. A few drops of Collins. O was mixed in a tumbler of water, and a teaspoonful given every two hours. Rapid cure resulted. He utters a caution against using low potencies where there is organic heart affections. It is useful in heart affections alternating with suppressed haemorrhoidal bleeding; sensitiveness about the heart, fulness, oppressed breathing, faintness. Dewey mentions that it cured a case in which there was severe constrictive pain about the heart in a man who habitually passed blood by stool, the heart symptoms coming on when the bleeding ceased, and disappearing when it was re-established. Collins. cured both. It has cured inveterate cases of dyspepsia with weight in epigastrium and piles." ],
    "Collins" : [ "Neuralgia and rheumatic pains were experienced by the provers in many parts: upper jaw, arms, hands, knees, joints. The greatest number of Dr. Burt's symptoms were experienced in the bowels and rectum: Pains in umbilicus and hypogastrium, constipation with hard light stools, great straining, faintness; stools of mucus and blood. These symptoms suggested the use of the remedy in cases of piles, where it has proved most efficacious. Piles during the catamenia. Prolapse of the rectum with piles. The heart was markedly affected: irritation of cardiac nerves; palpitation, faintness, oppression. Nash has cured cases of the most obstinate constipation with Collins. In one there was severe colic, which had recurred for several years, the concomitant symptoms being great flatulence and haemorrhoidal troubles. He differentiates between AEsc. h. and Collins. (both of which have sensation as if rectum was full of sticks) thus: AEsc. has sense of fulness in rectum, which Collins. has not. AEsc. piles do not bleed as a rule; those of Collins. bleed persistently, AEsc. has pain, soreness, and aching in the back [and, I may add, < by walking.", "J. H. C.]. Collins. has more persistently constipation, with colic on account of it. AEsc. may have constipation or may not. Collins. has shown marked power of disturbing the circulation and causing haemorrhages, and also of disturbing cutaneous sensation. The symptoms are < evening and night, and > in morning. < By slightest emotion or excitement." ],
    "Relations" : [ "Antidoted by: Nux. Compare: Lycopus (botanical; heart); AEsc. h., Ham., Alo., Nux, Sul. and Ign. in piles; Carb. v., Graph., Ign., Lach., Pul. and Sul. in piles during menses; Pod. (prolapse of rectum); Op., Coloc., Arn., Diosc., Hydrast.; in functional paralysis from fatigue in mental emotions, Stan., Coccul., Ign., Pho., Nat. m." ],
    "Mind" : [ "Gloomy." ],
    "Head" : [ "Dull, frontal headache with constipation or piles; or from checked haemorrhoidal discharge." ],
    "Face" : [ "Flushing with heat of face and lips numb; pricking as if with needles." ],
    "Mouth" : [ "Whitish coating of tongue, with loss of appetite.", "Tongue coated yellow along centre or base, with bitter taste." ],
    "11, Stomach and Abdomen" : [ "Nausea, with cramp-like pains in stomach; with cutting pains in hypogastrium; with constipation during pregnancy.", "Vomiting with pains and heat in stomach.", "Weight in epigastrium.", "Sharp cutting in stomach every few minutes while sitting.", "Heavy dragging ache in pelvis.", "Colic with flatulence and nausea." ],
    "Stool and Anus" : [ "Pure mucous stools, or mucous stools mixed with dark substances; before stool, severe pain in lower abdomen; during stool, tenesmus; after stool, little pain; vomiting.", "Dysenteric stools.", "Haemorrhoidal dysentery with tenesmus.", "Obstinate constipation with haemorrhoids; stools very sluggish and hard, accompanied by pain and flatulence.", "Hard, lumpy, knotty stools.", "Light dry balls.", "Bowels more apt to act in evening than in morning.", "Bowels not moved for days, constant pressure in rectum with a heavy dragging ache in pelvis.", "Piles with constipation, or even with diarrhoea, bleeding or blind and protruding.", "Feeling of sticks, or gravel, or sand in rectum; evening and night; > in morning.", "Flowing piles, haemorrhage incessant though not profuse, with alternate constipation and diarrhoea.", "Itching or burning in anus with swelling." ],
    "Male Sexual Organs" : [ "Varicocele with extreme constipation.", "Spermatorrhoea kept up by piles and constipation." ],
    "Female Sexual Organs" : [ "Uterine diseases depending on diseases of rectum and bowels.", "Dysmenorrhoea with haemorrhoids.", "Pruritus vulvae with haemorrhoids; during pregnancy.", "Diarrhoea after confinement." ],
    "Respiratory Organs" : [ "Haemorrhage from lungs with short, hacking cough, dark, tough, coagula enveloped in viscid mucus; uneasiness in chest, but no pain; with rectal symptoms.", "Pains in chest alternating with piles." ],
    "Heart" : [ "Cardiac hyperaesthesia.", "Periodical attacks of faintness and oppression, < slightest motion.", "Palpitation in pile subjects; piles return as heart is relieved." ],
    "Limbs" : [ "Tearing pain in arms, hands, and legs; frontal headache.", "Tearing in both knees, passing down inside of legs to feet while sitting; dull frontal headache." ],
    "Generalities" : [ "Sensation as if face and limbs were enlarged, with warmth, numbness and pinching as from innumerable needles lower extremities seemed not to belong to him." ]
  }
}