{
  "remedyName" : "Colocynthis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cataract. Ciliary neuralgia. Colic. Coxalgia. Diabetes. Diarrhoea. Dysentery. Dysmenorrhoea. Glaucoma. Headache. Hoarseness. Menstrual colic. Neuralgia. Ovaries, affections of. Paraphimosis. Peritonitis. Rheumatism. Sciatica. Toothache. Tumours. Uterus, pains in. Vagina, pains in." ],
    "Characteristics" : [ "\"The strongest characteristic calling for the use of this remedy is an agonising pain in the abdomen causing the patient to bend over double. Relief is obtained by motion, such as twisting, turning and wriggling around, and the motion is kept up steadily while the pain lasts; the pain is < by eating or drinking the least amount. This pain may occur alone, or in the dysentery, cholera, &c. The doubling over of the patient is the chief characteristic\" (Guernsey). The patient bends double or presses something hard against the abdomen. He leans over chairs, the table, or bedposts to get relief. According to Nash Mag. Phos. comes nearest to it in colic and neuralgic affections. Cham. is also very close, both having colic from disturbing emotions, but the Cham. child does not double up, it tosses about. The Staph. patient is likely to have black or decayed teeth and sore eyelids, and there is chronic tendency to colic. Verat. has colic > bending double, but it has also cold sweat. Dioscorea has wind colic, but is > by stretching out. The Stan. child wants to be carried with the abdomen on the mother's shoulder.", "The nearest analogue to Colocynthis in its entire action on the human body is its botanical congener Bryonia, with which it should be compared. Both have the same general features", "pain in muscles, nerves, and joints, gastro-enteric disturbance, and the same condition in regard to rheumatic joints, < by movement. Both have great irritability and ailments from mental emotion, though the latter feature is more marked in Colocynth. Arthritis and gouty headaches with ophthalmia, facial neuralgic pains extending to eye.", "Coloc. has diarrhoea from grief, indignation or chagrin. Suppressed lochia from indignation. Diabetes with milky, gelatinous, or colloid urine. The characteristic griping of Coloc., forcing the patient to bend double, may be accompanied by cramps in other parts, which may occur with or without stool; if a stool occurs it gives immediate relief (Nux the opposite); any attempt to eat or drink <. Cramps occur in the legs, uterus, and ovaries. A sensation as if clamped with iron bands is very characteristic in (coxalgia; dysmenia, &c.). Dragging in uterus and vagina. Griping, cutting, tearing, and spasmodic pains in the body; burning pains; pulsations through the body; sensation as of hard stones or potatoes in the body. Easily intoxicated by stimulants. Affections of right side generally. The pains are often accompanied by stiffness and retarded motion of the affected parts; often affect the hip-joints; pains affecting joints are much < by motion; many neuralgic pains are > by rest. Abdominal pains are > by violent exertion. > Lying with head bent forward. Rheumatic pain in the limbs is > by discharge of flatus. Touch <, and pressure > many of the pains. Warmth > most pains. < Evening and night. Coloc. has, like Lyc., Helleb., and Caust., a p.m. aggravation. One prover had: \"At p.m. the colic came on, six days in succession.\" This has been verified clinically. Coloc. is suited to blondes; persons of choleric temperament; and those liable to cramps and colic, from fruit, lead-poisoning, or excessive venery." ],
    "Relations" : [ "Coloc. is antidoted by: Camph., Caust., Cham., Coff., Op., Staph. Large doses are counteracted by tepid milk, infusion of galls, Camph., and Op. It antidotes: Caust., Magnes. Compatible: Staph., Cham. Complementary: Merc. (dysentery) with much tenesmus). Compare: Bry. (nearest analogue), Elater., Cucurbita pepo. Diosc. (griping, tearing, cutting, spasmodic pains in body, but > stretching body and motion); Dig. (paraphimosis); Caust. (Joint rheumatism; follows Coloc. in colic); eyes feel hard, Can. ind.; Canth., Cham., Chel.; Chi. (beer intoxicates easily); Coccul., Gamb., Lyc., Merc.; Nux; Plumb. (inclination to assume strange attitudes in bed). Staph. (anger with vexation, abdominal pains, neuralgia", "they follow one another well); Verat.; Pul. (hoarseness p.m.). From emotions, Cham., Bry., Gels., Pho. ac. Ign.; stiffness of knee-joints and all joints, Colch.; stiffness after acute rheumatism, hinders squatting, Graph. Compare also Guaiac.; Crot. tig." ],
    "Causation" : [ "Anger. Indignation. Chagrin. Grief. Catching cold." ],
    "Mind" : [ "Mental dejection with taciturnity.", "Aversion to talk; disinclined to answer questions.", "Inclined to be angry and indignant.", "Lachrymose humour.", "Anxiety and inquietude, with an inclination to run away.", "Want of religious feeling.", "Disinclined to occupy oneself, even averse to visit his otherwise well-liked friends." ],
    "Head" : [ "Easy intoxication (from drinking beer).", "Vertigo, which occasions falling, on turning the head quickly, with tottering of the knees.", "Headache, as from a draught of air, which is dissipated by walking in the open air.", "Compressive pain in the sinciput, aggravated by stooping, or lying on the back.", "Pressing pain in the forehead and root of the nose, as if a coryza would appear.", "Attacks of semi-lateral headache, drawing and cramp like, or pressive, with nausea and vomiting, sometimes daily, towards five o'clock in the afternoon.", "Pain in the forehead and in the eyes, as if proceeding from the outside inwards.", "Headache with violent pains, which do not permit a recumbent posture, and occasion cries or weeping.", "Attacks of headache, followed by suffocation.", "Congestion in the head.", "Burning pain in the skin of the forehead, and the scalp.", "Heat in the head.", "Profuse perspiration on the head, itching, smelling like urine (also on the hands, thighs, and feet); worse at night in bed; relieved after rising and walking in the warm room." ],
    "Eyes" : [ "Sensitive pressure in the eyes, esp. when stooping.", "Obscuration of the sight.", "Great white light at side of and below r. eye.", "Shimmering circle with rays before r. eye.", "Inflammation of the eyes.", "Burning and incisive pains, and shootings in the eyes (and forehead).", "Eyes feel hard.", "Aching in upper and outer portions of r. eyeball in evening, < by rubbing it with finger; it feels harder than usual there; this aching lasted some days.", "Smarting in eyes; painfulness of eyeballs.", "Pressive feeling in orbits, towards root of nose.", "Painful pressure in eyeballs, esp. on stooping.", "Pains in eyes, sharp cutting in r. eyeball.", "Stitches as with knives in r. eyeball, extending to root of nose.", "Pain as from pressure on both eyelids from above downward.", "External strabismus of r. eye, with smarting lachrymation.", "Dryness; burning; smarting; lachrymation.", "Discharge of acrid serum from the eyes." ],
    "Ears" : [ "Warmth in r. ear.", "Obstruction before l. ear.", "Itching, sticking deep in ear, extending from Eustachian tube to tympanum; > by boring in ear with finger.", "Crawling within ear > by boring.", "Difficult hearing; everything heard is accompanied by a roaring noise.", "Constant roaring and throbbing in both ears, esp. l." ],
    "Nose" : [ "Fluent coryza.", "Severe burning above the nose.", "Throbbing burrowing pain in nose extending from l. side to root." ],
    "Face" : [ "Pale and wasted face, with downcast (sunken) eyes.", "Tensive, tearing, burning or shooting pains (prosopalgia) in the face, often on l. side only, and extending to the ears and into the head.", "Cramp-like sensation in the l. malar bone, extending into l. eye.", "Scabs on the face.", "Face of a deep red colour (during the fever).", "Face puffed, with heat and redness of l. cheek, and tearing pains." ],
    "Mouth" : [ "Pains in the teeth, as if the nerve were pulled or stretched.", "Pulsative pains in the teeth on l. side.", "Burning at the tip of the tongue.", "Sensation as if the tongue had been scalded by some hot fluid.", "Roughness of the tongue.", "Tongue loaded with a white or yellow coating.", "Cramps in the gullet, with empty eructations and palpitations of the heart." ],
    "Stomach" : [ "Diminished appetite, without thirst, though accompanied by a strong desire for drink, with a sickly taste in the mouth.", "Constant nausea with risings.", "Bitter taste in the mouth, and of all food and drink.", "Colic and diarrhoea, however little is eaten.", "Pains in the stomach sometimes after a meal.", "Vomiting of food, or of greenish matter.", "Vomiting, with diarrhoea.", "Painful sensitiveness of the epigastrium to the touch.", "Violent pressure on the stomach (with sensation of hunger), and in the precordial region." ],
    "Abdomen" : [ "Inflation of the abdomen, as from tympanitis.", "Feeling in the whole abdomen as if the intestines were being squeezed between stones.", "Cramp-like pain and constriction in the intestines, esp. after a fit of anger.", "Excessively violent colic, with incisive, cramp-like, or contractive pains, which compel the patient to bend double (< in any other position), with restlessness in the whole body, and with a sensation of shuddering in the face, which seems to proceed from the abdomen.", "Pain in the abdomen when walking (navel).", "Colic, with cramps in the calves of the legs.", "Colic, as if from a chill.", "Colic after a meal.", "The colic and abdominal pains are relieved by bending double, by violent exercise, by coffee and tobacco-smoke; every other food or drink causes an aggravation.", "Pinching, and sensation of clawing in the abdomen, mitigated by violent exertion.", "Cuttings and shootings in the abdomen, as from knives, with shiverings and tearings along the legs.", "Great sensibility, soreness, and sensation of emptiness in the abdomen.", "Grumbling in the abdomen.", "Inguinal hernia." ],
    "Stool and Anus" : [ "Constipation.", "Constipation, and evacuations retarded (during pregnancy).", "Loose evacuations of a greenish yellow, frothy and of a sour smell, putrid or mouldy.", "Slimy diarrhoea.", "Sanguineous evacuations.", "Dysenterical evacuations, with colic.", "During the evacuation, contraction in the rectum.", "Painful swelling of the haemorrhoidal tumours of the anus, and of the rectum.", "Discharge of blood from the rectum, with stinging, burning pain in the small of the back and anus (daily).", "Haemorrhage from the anus.", "Paralysis of the sphincter ani." ],
    "Urinary Organs" : [ "Tenesmus of the bladder, with but small discharges.", "Diminished secretion of urine.", "Abundant discharge of urine of a bright colour, during the pains.", "Urine (like that in dropsy after scarlet fever) of a faint flesh colour, with a white-brown flocculent, transparent sediment, depositing on the chamber small, red, hard, solid crystals, which adhere firmly to the vessel.", "Fetid urine, which soon becomes thick, gelatinous, and glutinous.", "Itching at the orifice of the urethra, with desire to urinate.", "Burning in the urethra after micturition." ],
    "Male Sexual Organs" : [ "Sensation as if everything were flowing towards the genital parts, from both sides of the abdomen, occasioning a discharge of semen.", "Excitement of sexual desire, as in priapism.", "Complete impotence.", "Retraction of the prepuce behind the glans." ],
    "Female Sexual Organs" : [ "Cramp-like pain in l. ovary; in uterus; as if parts were squeezed in a vice.", "Ovarian cyst, paroxysm of acute pain in abdomen, sacrum, and hip, > by flexing thigh on pelvis.", "Metritis; metrorrhagia; suppressed catamenia, with cramping pains > by bending double; or caused by indignation or chagrin.", "Stitches in the ovaries.", "Lochia suppressed; puerperal fever after vexation.", "Painful nodosities in the mammae." ],
    "Respiratory Organs" : [ "Small dry cough, excited by irritation in the larynx, or by tobacco smoke.", "Constriction in the larynx, which induces frequent deglutition with oppressed breathing; > in the open air.", "Fits of asthma at night." ],
    "Chest" : [ "Oppression of the chest, as if it were compressed." ],
    "Heart" : [ "Palpitation of the heart.", "Stitches in cardiac region." ],
    "Neck and Back" : [ "Tension in the neck and shoulder-blades.", "Drawing pains in the back, as if the muscles were stretched.", "Great weakness in the back, esp. in the small of the back, with pressing headache (morning).", "Congestion and suppuration of the axillary glands; subsultus of muscles." ],
    "Upper Limbs" : [ "Bruise-like pain in the joint of the shoulder, esp. after a fit of passion.", "Aching, pressive, and shooting pain in the arms.", "Cramp-like pain in the hands, which with difficulty suffers the fingers to be opened; < when at rest.", "Pulling in the tendons of the thumbs." ],
    "Lower Limbs" : [ "Pain in the coxo-femoral joint, as if it were fastened with an iron clasp, the pelvis and sacral region, with pains extending from the lumbar region to the legs.", "Tensive lancination, in the lumbar region and of the hips, esp. when lying on the back.", "Pain (in the r. thigh) while walking, as if the psoas muscles were too short; on stooping it ceased, but began again when he commenced to walk.", "(Spontaneous dislocation of the coxo-femoral joint.).", "Want of flexibility in the knee, which prevents the bending of it.", "Cramps in the legs.", "Shootings in the legs, esp. during repose.", "Stitches in the knee-joints.", "Sensation of coldness in the knees (in the morning).", "Great heaviness and trembling of the legs.", "The feet go to sleep (first the l., then the r. foot).", "Swelling of the feet.", "Tearing in the soles of the feet during repose." ],
    "Generalities" : [ "Semi-lateral pains.", "Painful cramps, and cramp-like contractions, in the internal or external parts.", "Sensation as though stones were being ground together in the abdomen, working upon the soft parts.", "Contraction of the tendons in some parts only, or throughout the body, with a drawing up of all the limbs.", "Twitching of the muscles.", "Stiffness in all the joints.", "Tearing shootings, traversing the whole body longitudinally.", "Physical depression while walking in the open air.", "Fainting, with coldness of the external parts.", "Swelling of various parts, with oppression of breathing.", "Pulsations through the body.", "Burning pains." ],
    "Skin" : [ "Troublesome itching, with great restlessness in the whole body, esp. in the evening in bed, followed by perspiration.", "Desquamation of the skin over the whole body.", "Carbuncles, with continuous burning pain.", "Small ulcers, with itching and burning.", "Eruptions which resemble scabies.", "Skin hot and dry." ],
    "Sleep" : [ "Disturbed sleep at night (by dreams).", "Sleepiness, alternately with delirium, with the eyes open.", "Sleeplessness following a fit of indigestion.", "Very wakeful and sleepless.", "Lying on the back when asleep, with one hand under the occiput.", "Frequent vivid and lascivious dreams." ],
    "Fever" : [ "Cold and shivering, with heat in the face, without thirst.", "Coldness of the hands and soles of the feet, while the rest of the body is warm.", "Pulse hard, full and quick.", "Strong pulsation in the arteries.", "External dry heat.", "Internal heat, with attacks of flushes of heat.", "Nocturnal sweat, of the smell of urine, on the head, hands, legs, and feet, causing itching of the skin.", "Perspiration principally on the head and on the extremities." ]
  }
}