{
  "remedyName" : "Comocladia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Antrum of Highmore, affections of. Breasts, affections of. Ears, affections of. Eczema. Erysipelas. Eyes, affections of. Herpes. Leprosy. Neuralgia. Skin, malignant inflammations of. Toothache. Ulcers. Zona." ],
    "Characteristics" : [ "Comocladia shows its botanical affinity with the Rhus family by the virulence of its effects on the skin, the slightest contact, and, at times, even walking in the neighbourhood of the growing tree, being sufficient to cause violent inflammation. The trunk and branches of the tree contain a milky fluid, turning black on exposure to sunlight, discolouring the skin, linen, &c. (Compare the \"Marking Nut\" Anacardium.) The plant causes tormenting itching, swelling, redness, vesication, ulceration. Hale quotes from Navarro cures of ulcers: \"Sloughing ulcer of right breast.\" \"Indolent ulcer, lower third right leg, \", deep, discharging sanious fetid pus. \"Inflammation of left leg and foot, with enormous swelling and fever.\" A cough, with pain under left breast going through to left scapula, has several times been cured with Comocl. The eye symptoms are peculiar: pain in right eye, sensation as if it were larger than left, and more protruded. There are also rheumatic pains, and, as with Rhus, these and the symptoms in general are > by motion and < by rest. In contradistinction to Rhus, heat < and open air > most of the symptoms. Most symptoms are < at night as with Rhus. Pressure >." ],
    "Relations" : [ "Compare: Anac., Rhus, Euphorb. (red stripes on skin); Apis (eye symptoms < near stove)." ],
    "Head" : [ "Giddiness on rising from bed; everything looks dark; > motion; < heat.", "Severe pain at intervals from posterior portion of eyeballs to occipital protuberance; < near warm stove; when stooping; > in open air.", "Corrosive itching with shooting pains, > by movement." ],
    "Eyes" : [ "Eyes protrude; feel sore; feel heavy; as if pressed out from above.", "Eyeballs feel worse on moving them.", "R. eye painful, feels much larger and more protruded than l. (3 or p.m.).", "Eyes < near warm stove.", "Sees a red ring round flame of lamp." ],
    "Ears" : [ "Heat and fulness in interior of r. ear.", "L. ear all cracked, and desquamating a substance like powered starch." ],
    "Face" : [ "Burning; extreme swelling; heat and itching of face.", "Aching first in l. and then in r. maxillary joint on entering a warm room.", "Aching in base of r. antrum of Highmore, afterwards in l., sense of heat and fulness, sensation as of a pimple on r. antrum.", "Lower lip blistered and swollen.", "Sensation as if the skin was puckered or drawn up from the face and about the nose, causing slight giddiness." ],
    "Mouth" : [ "Sensation as if a tooth were being drawn out of its socket, putting the nerve on the stretch.", "Pains in teeth > by pressure.", "When toothache stops, head feels large.", "Second r. molar carious, pain commences in it to p.m.; at times shoots down in line with larynx, leaving sore track; pain < in bed, > by external warmth and pressure.", "Gums of lower jaw inflamed.", "Tongue coated dirty yellow.", "Mouth dry." ],
    "Stomach" : [ "Some eructations two hours after eating.", "Pressure and heaviness in region of stomach." ],
    "Stool" : [ "Severe flatulent pain in abdomen preceding and during a diarrhoeic stool; followed by a feeling of weakness and perspiration on face and neck." ],
    "Male Sexual Organs" : [ "Intense itching on lower part of penis, also on inner side of prepuce.", "Continued tingling, itching of scrotum during night." ],
    "Respiratory Organs and Chest" : [ "Spasmodic dry cough at night, with tickling in throat, and constant dull pains under l. nipple, extending through to l. scapula.", "Cannot draw a long breath on account of sharp pain at centre of thorax on l. side.", "Soreness in l. lung.", "Sharp pain in l. breast, about one inch above nipple, and leaves a burning sensation; it goes to r. side and down r. arm.", "Sloughing ulcer on r. breast." ],
    "Neck and Back" : [ "On moving head, sense of fulness, rigidity and lameness of muscles of neck.", "Rheumatic pains and stitches in back; stitches leave a burning." ],
    "Upper Limbs" : [ "Sharp pains through r. shoulder to scapula.", "Painful burning on arms.", "Crampy sensation in muscles of r. upper arm.", "Numb, tensive pain in forearm and rheumatic stiffness of shoulders and elbow-joints.", "Drawing aching in forearm.", "Drawing, cramping in fingers.", "Vesicular eruption on arms and hands." ],
    "Lower Limbs" : [ "Intermittent, pressing-outward pain in l. sacro-iliac synchondrosis, sensitive to pressure, > by walking, but feels lame and sore.", "Pulsating pain in neck of r. femur and in r. thigh.", "Severe pains in both knees; pressing down to feet on inside of legs.", "Drawing in r. knee extending into anterior muscles of thigh.", "Drawing, cramping in hollow of r. foot, passing along outer border of gastrocnemius to knee, then in tibia, where it becomes a numb aching, then in tarsus as if foot would cramp.", "Inflammation of leg and foot with violent fever; swelling increased enormously when pain subsided; skin became white and covered with thin scales, which cracked and discharged a sanious fluid.", "Vesicular eruption changing to pustules and ulcers.", "Herpes on legs." ],
    "Skin" : [ "Tormenting itching and burning over whole body.", "Red all over like scarlet fever.", "Red stripes on skin.", "Enormous swelling; vesicles; desquamation; ulcers.", "Malignant erysipelas; herpes; zona; leprosy." ],
    "Sleep" : [ "Dreamy, refreshing sleep with pleasant dreams, almost clairvoyant." ]
  }
}