{
  "remedyName" : "Conium Maculatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Bladder, inflammation of. Breast, affections of; painful. Bronchitis. Bruises. Cancer. Cataract. Chorea. Cough. Depression of spirits. Diphtheritic paralysis. Dysmenia (membranous). Erysipelas. Eyes, affections of. Galactorrhoea. Herpes. Hypochondriasis. Jaundice. Liver, enlarged. Melancholia. Menstruation, disordered. Numbness. Ovaries, affections of. Paralysis; Landry's. Peritonitis. Phthisis. Pregnancy, painful breasts during. Prostatitis. Ptoses. Scrofula. Spermatorrhoea. Sterility. Stomach, affections of. Testicles, affections of. Tetters. Trismus. Tumours. Ulcers. Vertigo. Vision, disordered. Wens." ],
    "Characteristics" : [ "According to Hahnemann Con. is one of those drugs of which it is exceedingly difficult to distinguish the primary and secondary effects. He thinks, nevertheless, that the primary action is one of \"rigidity, condensation, and constriction of the fibres, with swelling of the glands and diminution of the senses.\" In this Teste concurs, adding that the action is primarily inflammatory, and that this accounts for its suitability for \"persons of a lively, quick, sanguine disposition, with a marked development of the glandular system;\" and explains why it is characteristically adapted to painful glandular affections, \"principally such as result from a strain or blow, but the precise cause of which may have escaped our recollection.\" Teste places Con. at the head of the analogues of Acon. It is to the glands and capillary system what Acon. is to the heart and arterial system. In many cases Con. may be regarded as the \"Aconite of chronic diseases.\" The other Aconite analogues, according to this author, are Cham., Seneg., Canth., and Phos. ac. Con. corresponds to chronic or subacute inflammation with sanguineous engorgement of the parenchyma, induration, and even subsequent ulceration of the tissues. Thuja represents the slow and progressive hypertrophy of certain tissues, certain constituents of our organs. Stoerck used Conium in his heroic fashion and made with it some notable cures of scirrhous tumours, ulcerating and otherwise; but it was Hahnemann who first showed how the remedy could be used safely as well as effectively. Guernsey writes: \"This remedy is characterised by a great dizziness, brought on when lying down, and moving the head ever so slightly, or even the eyes", "all the contents of the room appear to whirl around; patient wishes to keep the head perfectly still. In urinating the water flows at first in a full stream, then stops, flows again, again stops, \", &c. Nash illustrates the modality: < by moving the head. He thinks \"turning the head sideways\" is the most characteristic form of it. Some give it as \"Lying down in bed and turning over, \", but he regards the \"lying down\" as the least important part. He cured a patient who had all the symptoms of locomotor ataxy, and who could not, when walking, turn the head the least bit sideways without staggering or falling. A case of lumbago was cured with Con. in six days, after seven months' suffering, this symptom being present: Cannot turn over in bed without being dizzy. < Ascending; by exercise.", "Feeling of ball pressing into back over left hip, pain shooting clown left leg, ending in a spot that felt as though pricked by a bunch of hot needles. Under \"Sensations\" Guernsey gives these: \"Heartburn; e.g., in pregnant women where an excessive heartburn comes on, when going to bed at night. Attacks of sick feeling. Sensation as if a hoop, band, or something tight was around the parts. Deficiency of irritability of the body; the body has very little sensation. Darting from within outwards, in the bones; tension in inner parts, also in outer parts; pricking in the bones.\" Another symptom is \"yellow nails.\" Proell (H. R., xxx. 541) mentions a use of Con. which illustrates the symptom: \"Interrupted flow.\" He has had excellent results with Con. in strangury and ischuria, when the urine cannot be discharged, from nervousness, or swelling of the prostate. (Nat. sul. trit. was effective where the bladder could not be entirely emptied.) Con. has a very marked action on the pelvic organs. Constipation is very pronounced; or there may be diarrhoea. Faintness after stool. Burning, or coldness, in the rectum. Sircar has recorded (Calcutta J. of Med., May, 1896) a striking case illustrating the latter. A patient had severe diarrhoea, for which the doctor was about to give Sulph., when he asked if the stools were hot. \"On the contrary, they are cold, \", replied the patient. Sircar found \"cold flatulence\" under Con., and gave it on analogy with brilliant effect. On the sexual sphere Con. has profound action, often meeting quite contradictory conditions", "hypertrophy or atrophy of glands; excess of function or abrogation. \"Unsatisfied sexual desire\" is a very leading indication; and sufferings therefrom in either sex are effectually allayed by Con. I have used the remedy with very great good in numberless cases of weakness from masturbation in men and youths. \"Emission on the slightest stimulus, such as merely being in the society of a woman, \", is very typical. Many \"engaged\" young men have been helped by the remedy. It corresponds more to scanty menses than the opposite. Goodno (Hoyne's Theurapeutics", "Amer. Hom., xxi. 386) cured a girl of of severe dysmenia (which had existed since the periods commenced) with scanty, almost arrested flow. She had also epistaxis, cough, and stitches through left lung at times. Two years previously, after unusual excitement, she had bearing-down pains, prolapse, and anteversion. The dysmenia pains were relieved by Sepia and other remedies, but prolapse increased, with bearing-down as though the womb would be forced from vulva, < standing and walking before and during menses; intermittent flow of urine, with cutting after micturition obstinate constipation of long standing; stool (once in seven days) large, hard, followed by tremulous weakness; she must lie down; dull pain below left mamma. Prompt relief and speedy cure were effected by Con. 1m. Scanty menses (especially in old maids) is an indication. Checked lochia. Pains in breast before menses, < by every step, is a strong indication for Con. Also all effects of hurts to the breast by falls or blows. After a blow on the breast a course of Con. should always be given. Nash mentions another characteristic of Con.: \"Sweats day or night; as soon as one sleeps, or even on closing the eyes.\" This enabled Lippe to cure a man of of hemiplegia. R. C. Markham cured with Con. 1m. an obstinate cough, dry, hard, frequent, with asthmatic wheezing or fine rattling in chest on deep breathing, < slightest exposure to cold air; getting into cold bed, or out of a warm one, or even putting arms out was sufficient to bring on severe coughing. The guiding symptom which appeared last and led to the remedy was this: \"Pain in the apex of left lung, with soreness in a small spot, midway between neck and shoulder just back of clavicle. The pain, cutting and stitchlike, ran downward and inward toward the sternum. A. H. Birdsall reports a case of contusion of testicle. He found the patient writhing in agony, the pain complained of being \"sharp, cutting, running up spermatic cord to lower part of back, and also through scrotum to root of penis\". Con. relieved in five minutes, and at the end of twenty minutes the pain was gone (H. P., ix. 190.) Conium corresponds to: light-haired persons; old persons; old, feeble men; old maids and bachelors; women of rigid fibre and easily excited, and also to those of the opposite temperament; persons of strong, sedentary habit more than to lively, slender persons and children; persons who are easily intoxicated with stimulants; women who have scanty menses; scrofulous constitutions; cancers and glandular enlargements. The effects of blows or falls; effects of grief; of over study. Patients who are < when idle. Conium is said to have been, and almost certainly was, the poison with which Socrates was executed; and whether or not this was the case ascending paralysis, which occurred in his poisoning, is an indication for Conium. Benumbed sensation; inability to sustain mental effort; weak memory; tired sensation in brain; imbecility. Hot spots on head. Erysipelas, pain piercing to brain. Red vision. Weakness; tremulousness and palpitation after every evacuation. Sensation of unreality, as if in a dream. Insanity, periodical or alternating. Vertigo < on turning in bed. Accumulation of earwax. Craving for salt, coffee, and sour things. There is the same flatulent tendency as with Ammoniac and Asafoetida, its relatives. Numbness and deadness of limbs. Stabbing pains are a great indication for Conium. Weak-spells; faintness; sudden loss of strength while walking. Paroxysms of hysteria and hypochondriasis from abstinence from sexual intercourse. In phthisis patients cannot expectorate, must swallow sputa. The eye symptoms are very pronounced: photophobia; ptosis, &c. These symptoms are < night and early morning. Most symptoms appear when at rest, especially in the night and in periodical attacks; some when walking in the open air. < During eating; while standing; while lying down (cough); when at rest, when lifting the affected part; when turning in bed (vertigo) moving the head ever so little; turning head sideways. > In the dark; from letting the affected limb hang down; from moving; when walking; by stooping. Aversion to open air. Desire for warmth, especially that of sun. Liability to take cold from least exposure of feet. Great liability to take cold. Night and morning sweat, with offensive odour and smarting in skin; or offensive odour without sweat. Touch <, cannot bear the pressure of tight clothing. Jar, shock, or fall <." ],
    "Relations" : [ "Conium should be compared with Aethusa, Oenan., Phell., Petrosel., Ammoniac., Asafoet., and other Umbelliferae. It is antidoted by: Coff., Dulc., Nit. ac., and Nit. Sp. dulc. It antidotes: Merc., Nit. ac., Sul. Compatible: Arn., Ars., Bell., Calc., Lyc., Nux, Phos., Puls., Rhus, Stram. Incompatible: I have sometimes found Con. disagree with patients who had been taking Psorin. Compare: in swelling and painfulness of breasts before and during menses, Calc. (Con. precedes and follows Calc. well in Calc. subjects who have scanty menses; Bell. corresponds to Calc. in other respects); in scanty menses, Graph.; in suppressed lochia, Nux, Hyo., Pul., Secal.; as if in a dream, Ambra, Anac., Calc., Can. ind., Stram.; ascending paralysis, Hydrocy. ac., Mang. (descending, Merc.); paralysis, post-diphtheritic, Gels.; sexual melancholia, Zn. ox.; vertigo when turning in bed, Sil. (Sil. has vertigo when turning to left, whilst lying down); < beginning to move, > by continued motion, Rhus; bruised glands, Sul. ac. Impotence, Phos.; weakness after stool, Phos. (most marked), Nux." ],
    "Causation" : [ "Contusions. Blows. Grief. Sexual excess. Sexual abstinence. Excitement. Over-work. Snowy air. Spring." ],
    "Mind" : [ "Hysterical anguish, with sadness and great inclination to weep, from suppression of, or from too free an indulgence in, the sexual instinct.", "Anthropophobia, and yet fear of solitude.", "Timidity of character (fear of robbers).", "Superstitious ideas.", "Disposition to be frightened.", "Ill-humour and moroseness.", "Hypochondriacal indifference.", "Want of mental energy.", "Inaptitude for labour.", "Irritability, and disposition to be angry.", "Derangement of ideas and mania.", "Confusion of ideas, as from drowsiness.", "Slowness of conception.", "Weakness of the intellectual faculties, and of the memory.", "Ready forgetfulness; excessive difficulty of recollecting things.", "Delirium." ],
    "Head" : [ "Intoxication, after having taken the smallest quantity of spirituous liquid; even wine and water in small quantities intoxicates him.", "Vertigo when turning in bed; feels as if the bed were floating.", "Whirling vertigo on rising, and sometimes so as to cause a fall, sideways, on looking behind (on looking around); or when lying down in bed, esp. in the morning.", "Attacks of headache, with nausea, and vomiting of mucus.", "Lancinating pain, esp. in the vertex.", "Stupefying pains in the head, esp. when walking in the open air, first in the fore-part of the head, later in the back part, with coryza; relieved on stooping and moving the head.", "Excessive sensibility of the brain, even to talking, and to any other noise.", "Quotidian headache, on account of insufficient evacuations.", "Semi-lateral pains in the head, as if it were bruised.", "Tearing in the temples and sides of the head, with the sensation as if the brain were gone to sleep; worse from contact, motion, and after eating; better in a recumbent position, or while stooping.", "Headache as if the head were beaten to pieces, or would be pressed asunder.", "Downward pressure as from a stone on top of the frontal bone.", "Sticking in head while coughing.", "Sensation as if there were a large foreign substance in the head.", "Heaviness and fulness in the head, esp. on waking in the morning.", "Pulling in the head, with numbness of the brain.", "Hydrocephalus; the pains are < when awaking, after eating, in the open air; > on external pressure, on lying down, and on closing the eyes.", "Attack of tearing headache, which forces the patient to lie down.", "Obstinate shooting pains in the sinciput, which seem coming through the forehead.", "Hot flush in occiput; later in head.", "Heaviness, and squeezing, as from a claw, in the forehead, and as if proceeding from the stomach.", "Apoplexy with paralysis (in old people).", "Falling off of the hair." ],
    "Eyes" : [ "Aching of the eyes when reading.", "Itching below the eyes, with burning and smarting pain when they are rubbed.", "Itching, shootings, or smarting in the internal canthi.", "Sensation of cold, or burning, in the eyes, when walking in the open air.", "Pain, as of burning in the eyes, with aching in the orbits in the evening.", "Inflammation and redness of the sclerotica.", "Hordeolum.", "(Specks in the cornea.).", "Cataract from contusion.", "Short-sightedness.", "Yellow colour of the sclerotica.", "Eyes dull.", "Eyes prominent.", "Tremulous look.", "Obscuration of the sight.", "Momentary blindness by day in the brightness of the sun.", "Myopia.", "Presbyopia.", "Diplopia.", "The lines seem to move while reading.", "Black spots and coloured bands before the sight, in a room.", "Red appearance of objects.", "Dazzling of the sight by the daylight.", "Aversion to light without inflammation of the eyes.", "Photophobia, with pale red colour of the ball of the eyes." ],
    "Ears" : [ "Tearings and shooting in the ears, and round the ears, esp. when walking in the open air.", "Accumulation of cerumen, which resembles mouldy paper, and which is mixed with purulent mucus.", "Blood-coloured cerumen.", "Roaring and humming in both ears.", "Buzzing, tinkling, and rumbling in the ears.", "Painful sensibility of hearing.", "Diminution of hearing, ceasing when the cerumen is removed, and until it is renewed.", "Swelling and induration of the parotids." ],
    "Nose" : [ "Swelling of the nostrils.", "For several days tip of nose thick red, hot, painful, < l. side; later a yellow blister full of pus appeared l. side of lip.", "Purulent discharge from the nose.", "Nasal haemorrhage, frequent when sneezing.", "Increased acuteness of smell.", "Too frequent sneezing.", "Troublesome sensation of dryness in the nose.", "Obstinate stoppage of the nostrils.", "Stoppage of the nose in the morning." ],
    "Face" : [ "Heat in the face.", "Complexion sickly, pale, and bluish, sometimes even with swelling of the face.", "Fissures in the skin of the face, with pain as from excoriation after washing and wiping.", "Nocturnal pains in the face, tearing and shooting.", "Itching, eruptions, tetters and gnawing ulcers on the face.", "Moist and spreading herpes in the face.", "Eruptions of pimples on the forehead.", "Dryness and exfoliation of the lips.", "Blisters and ulcers on the lips.", "Cancerous ulcer on the lip (from the pressure of the pipe).", "Spasmodic clenching of the jaws.", "Grinding of the teeth." ],
    "Teeth" : [ "Odontalgia, generally drawing, provoked by walking in the open air, or excited in hollow teeth by cold food.", "Shootings, jerks, gnawing, and piercing in the teeth.", "Gums swollen, ecchymosed and bleeding." ],
    "Mouth" : [ "Dryness of the mouth and of the throat; or salivation.", "Embarrassed speech.", "Tongue stiff, painful, swollen, dry; covered with dirty mucus.", "Horribly offensive tongue.", "(Cancer of tongue.)" ],
    "Throat" : [ "Sore throat, as from a ball (globus hystericus) mounting from the epigastrium.", "Impeded deglutition.", "Involuntary deglutition, esp. when walking in the wind.", "Constant want to swallow, when walking against the wind.", "Cramps in the gullet.", "Scraping in the throat.", "Spasmodic constriction of the throat." ],
    "Appetite" : [ "Bitterness in the mouth and in the throat.", "Putrid or acid taste in the mouth.", "Total absence of appetite, and great weakness of digestion.", "Bread will not go down, and does not please the taste.", "Bulimy.", "Desire for coffee or for acid or salt food.", "During a meal, and esp. after taking milk food, a sensation of inflation in the stomach, and in the abdomen, and speedy satiety.", "After a meal, sourness, pyrosis, pressure and fulness in the stomach, risings, colic, flatulency, nausea, deadness in the fingers, weakness, fatigue, and sweat." ],
    "Stomach" : [ "Empty risings, frequent and noisy, sometimes during the entire day.", "Abortive risings, with sensation of fulness in the hollow of the throat.", "Risings, with taste of food.", "Suppressed eructations, with subsequent pain in the stomach.", "Pyrosis, ascending up into the throat, sometimes after a meal.", "Acid regurgitation, esp. after a meal.", "Nausea with inclination to vomit, and complete loss of appetite, or else with eructations and lassitude.", "Nausea after every meal, or in the evening.", "Nausea and vomiting during pregnancy.", "Vomiting of mucus.", "Pressure on the stomach, even during a meal.", "Inflation of the stomach.", "Cramp-like, contractive pain, shootings, and pain as from excoriation, in the stomach and in the epigastrium.", "Sensation of soreness and rawness of the stomach and of the abdomen when walking on the stones.", "Pain, with sensation of cold in the stomach." ],
    "Abdomen" : [ "After taking milk sensation of inflation of the abdomen.", "Tensive pain in the hypochondria, as from a band tightly fastened.", "Hardness of the abdomen from swelling of the mesenteric glands.", "Pressure, traction, tearings, and shootings in the hepatic region.", "Lancination in the left hypochondrium, even in the morning in bed, with oppression.", "Lancinations in the abdomen, as if knives were plunged in; stitches in the spleen.", "Fulness of the abdomen, even in the morning on waking.", "Swelling of the mesenteric glands.", "Contraction of the abdomen, with oppression.", "Spasmodic colic.", "Incisive and tearing abdominal pains.", "Movement and digging in the umbilical region.", "Sensation as of excoriation in the abdomen, esp. when walking on the pavement.", "Noise and borborygmi in the abdomen.", "Expulsion of cold wind, with cuttings.", "Incarceration of flatus.", "Cuttings on expelling flatus." ],
    "Stool and Anus" : [ "Constipation with tenesmus.", "Constant urging without stool.", "Hard evacuations, only every second day.", "Hard stool, with tenesmus (headache; discharge of prostatic fluid).", "Loose, undigested evacuations, with cuttings, and frequent risings.", "Debilitating diarrhoea.", "(Stools undigested, with colic.).", "Lancinations in the anus.", "Heat and burning sensation in the rectum, while evacuating, and at other times.", "Emission of fetid or cold flatulence; (stool feels cold).", "Faeces, with streaks of blood.", "After the evacuations, weakness, palpitation of the heart, frequent expulsion of flatulence, and trembling.", "Involuntary discharge of faeces during sleep." ],
    "Urinary Organs" : [ "Pressure on the bladder, as if the urine were going to issue forth with violence (with stitches); worse when walking, better when sitting.", "At night, emission of urine, frequent, and sometimes involuntary.", "Flow of urine, attended by violent pain.", "Urine thick, white and turbid.", "Urine red.", "Retention of urine.", "Difficult emission of urine, which flows only drop by drop.", "Nocturnal urination.", "Wetting the bed.", "Diabetes, accompanied by great pain.", "Frequent inclination to emit urine, which is clear and aqueous.", "Viscid mucus, mixed with the urine, which cannot be passed without great pain.", "Discharge of pus from the urethra.", "Emission of blood, sometimes with difficulty of respiration.", "The urine stops suddenly, and does not begin to flow again for some moments.", "Incisive pains in the urethra during the emission of urine.", "Burning sensation and shootings in the urethra, esp. after the emission of urine." ],
    "Male Sexual Organs" : [ "Swelling of the testes (after contusion).", "Cutting pain through scrotum to root of penis.", "Lasciviousness.", "Impotence, insufficient erections, and absence of erections.", "Want of energy in coition.", "Erections imperfect, and of too short duration.", "Easy emission of semen, even without firm erections.", "Dejection, after coition.", "Immoderate pollutions.", "Flow of prostatic fluid during evacuation, and after any mental emotion.", "With weakness of sexual organs, much sexual erethism, amatory thoughts, even emissions provoked by mere presence of women." ],
    "Female Sexual Organs" : [ "Cramps in the uterus, with pinchings or contracting, or with digging above the vulva, accompanied by tension in the abdomen, and shootings extending into the l. side of the chest.", "Itching in the external and internal genital parts.", "Shootings in the vagina, and sensation as of bearing down.", "Shooting in the labia.", "Catamenia premature and too weak.", "Suppression of catamenia.", "Before the catamenia, pains in the breasts; anxious dreams, dry heat, pain as from fatigue in the limbs, lachrymose humour, inquietude, and hepatic pains.", "During the catamenia, sensation of bearing down and dragging in the thigh, or painful cramps in the abdomen.", "Suppressed menstruation (with barrenness).", "Burning, acrid, corrosive, and pungent leucorrhoea, accompanied or preceded by colic.", "Breasts flabby.", "Inflammation of the mammae, with stitches; scirrhus of the mammae after contusion.", "Scirrhous induration of the mammary glands, with itching and shooting pains." ],
    "Respiratory Organs" : [ "Catarrh, with fever, sore throat, and want of appetite.", "Hoarseness.", "Dryness in one small circumscribed place in the larynx, and tickling which excites coughing.", "Cough provoked by tickling and scraping in the throat.", "Dry cough, provoked by a tickling, with oppression of the chest, and fever in the evening.", "Suffocating cough, with flushes of heat in the face.", "Dry, convulsive cough.", "Cough, like whooping-cough, with sanguineous expectoration, or in violent fits during the night, caused by itching in the chest and throat, or from a small dry spot in the larynx, without expectoration at night, and difficult, bloody, purulent, offensive expectoration during the day.", "The cough manifests itself generally at night or in the evening.", "Shortness of breathing when walking; suffocative attacks; oppressed breathing, in the morning, when waking.", "Cough provoked by taking a deep breath, or by taking acid or salt things.", "Loose cough, but without expectoration; he must swallow what he coughs up.", "Yellow and purulent expectoration, of a putrid smell.", "Cough increased by lying down.", "During the cough, pains in the head or in the abdomen, with shootings in the l. side aggravated by movement.", "Cough during pregnancy." ],
    "Chest" : [ "Short respiration when walking, and on the least movement, often with convulsive cough.", "Cough relieves the tightness of the chest.", "Difficulty of respiration, even in the morning on waking.", "Respiration difficult and slow, esp. in the evening in bed.", "Difficulty of respiration, with pains in the chest, in the evening in bed.", "Fits of suffocation, as if there were an obstruction in the throat.", "Shooting in the sternum, or in the side of the chest.", "Beating stitch, with pain in upper and l. part of chest towards the centre of the chest.", "Pressure behind sternum and desire to breath deeply.", "Violent pains in the chest, with violent cough.", "Pressure on the chest, in the sternum, and in the region of the heart.", "Drawing pains in the chest.", "Shocks in the chest.", "Caries of the sternum." ],
    "Heart" : [ "Palpitation of the heart, esp. after drinking.", "Frequent shocks in the region of the heart." ],
    "Neck and Back" : [ "Tension in the nape of the neck.", "Pain as from excoriation in the vertebrae of the neck.", "Enlargement of the neck.", "Pains in the loins on bending backwards.", "Aching and compression above the hips.", "Pressive, cramp-like, and tractive pain in the back.", "Pain, as from a sprain in the l. side of the back and neck." ],
    "Upper Limbs" : [ "Shoulders painful, as if they had been bruised and excoriated.", "Humid, scabby, and burning tetters in the forearms.", "Numbness of the hands, and esp. of the palms of the hands.", "Cracking in the wrist-joint.", "Sweat in the palms of the hands.", "Torpor of the fingers.", "Itching in the back of the fingers.", "Yellow spots on the fingers and yellowish nails.", "Panaris." ],
    "Lower Limbs" : [ "Drawing pains in the hips.", "Arthritic pains in the knee, tearing, and tensive, aggravated on beginning to walk after sitting down, with a sensation as if the tendons were too short (during the suppression of catamenia).", "Restlessness and heaviness in the legs.", "Lassitude in the knees.", "Cracking of the knee-joint.", "Painful swelling of the legs and of the feet.", "Red spots on the calves of the legs, sometimes painful, becoming subsequently green or yellow, as after a blow or bruise, and impeding the movement of the foot, which is drawn back, as if the tendons were contracted.", "Cramps in the calves of the legs.", "Coldness, and strong disposition to take cold in the feet (even from a slight exposure of the feet).", "Torpor and insensibility of the feet.", "Pustules in the feet." ],
    "Generalities" : [ "Cramps and cramp-like pains in different parts.", "Pain, as from fatigue in the limbs and joints, while at rest.", "Nocturnal pains and sufferings, which disturb sleep.", "The symptoms appear during repose, and are aggravated on beginning to walk, or by any movement.", "Tendency to strain the lower part of the back.", "Attacks of hysteria and hypochondriasis.", "Shocks in the tendons, trembling and convulsive shakings in the limbs.", "Ebullition of blood.", "Dropsical swellings.", "Swelling and induration of the glands, with tingling and shooting pains.", "Fainting fits.", "Great general dejection, with involuntary laughter.", "Sensation of fatigue esp. early in the morning in bed.", "Restlessness in the body, esp. in the legs.", "Want of energy, and nervous debility.", "Consumption.", "Sudden sinking, while walking.", "Great liability to take cold.", "Great fatigue and other sufferings, from walking in the open air.", "Continued deprivation of natural vital heat." ],
    "Skin" : [ "Shootings, and pricking itching in the skin.", "Swelling of the glands, with tingling and stitches after contusions and bruises.", "Bluish colour of the skin over the whole body.", "Painful inflammation of the skin.", "Nettle-rash in consequence of violent bodily exercise.", "Pimples, like those in scabies, which become scurfy.", "Brownish, or red and itching spots, over the whole body, which disappear and return.", "Humid, or scabby and burning tetters.", "Blackish ulcers, with sanious, sanguineous, and fetid discharge, and tingling tension.", "Gangrenous ulcers.", "Ulceration of the bones.", "Panaris.", "Petechiae.", "Reddish and greenish spots, as from ecchymosis." ],
    "Sleep" : [ "Drowsiness during the day, even very early in the morning.", "Somnolence.", "Inclination to sleep in the evening, with falling down of the eyelids.", "Tardy sleep.", "Disturbed and unrefreshing sleep, with lachrymation, and frequent, anxious, and frightful dreams.", "Dreams of disease, mutilation, death, danger, and quarrels.", "At night, headache, nausea, gastralgia, bleeding of the nose, pains in the limbs, &c.", "Half-waking after midnight, with great anguish.", "Nightmare.", "Starting of the limbs during sleep." ],
    "Fever" : [ "Shivering, frequent coldness and shuddering.", "Coldness and chilliness in the morning and forenoon.", "Chilliness, with desire for heat, esp. in the sunshine.", "Heat internally and externally, with great nervousness.", "Dry, internal heat.", "Slow fever, with total want of appetite.", "Inflammatory fever with great heat, abundant sweat, anorexia, diarrhoea, and vomiting.", "Fever with inflammation of the throat, and cough.", "Pulse irregular; generally slow and full, alternating with small and frequent beats.", "Nocturnal sweat, even at the commencement of sleep.", "Heat with profuse perspiration.", "Perspiration day and night, as soon as one closes the eyes and goes to sleep.", "Local, fetid, and acrid sweats." ]
  }
}