{
  "remedyName" : "Copaiva",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Anus, itching of. Bladder, irritable. Blenorrhagia. Bronchitis. Catarrh. Cough. Cystitis. Dysentery. Fistula. Gastritis. Gonorrhoea. Haemorrhoids. Measles. Nose-bleed. Prostatitis. Pruritus. Urethritis. Urticaria. Vulva, inflammation of." ],
    "Characteristics" : [ "Copaiva is an old-world remedy for gonorrhoea, and it has also been used for other blenorrhagic conditions. It has been proved; and observations have been made on patients who have overdosed themselves with the drug. The chief incidence of the drug's action is on the genito-urinary organs, and rectum. It is suited to the irritable bladder of old women. Irritation accompanying thickening of bladder. Burning at neck of bladder and in urethra; discharge milky, corrosive; meatus tumid and inflamed. It affects the skin and mucous membranes generally. In chronic bronchitis it is useful when there is profuse, greenish-grey, disgusting-smelling sputa. A. P. Bowie (Med. Adv., xx. 14) has verified this indication: \"In old persons (men, I should say) who from cold or other causes cannot urinate; or where there is frequent desire and only a few drops pass with much straining", "frequently with a mucous discharge from the bowels, with much rumbling and rolling in the bowels.\" He gave 5-drop doses of the first dilution. He commends also an ointment of gtt. x of the balsam to one ounce of vaseline, \"to relieve the burning and itching at the anus caused by piles.\"" ],
    "Relations" : [ "Antidoted by: Bell., Calc., Merc., Sulph. Compare: Cannab., Canth., Cubeb., Eriger., Kali bro., Kali i., Sep., Senec. It has less violent action than Canth. Teste says he is unable to find any difference between the therapeutic properties of Copaiv. and Sep. Both are antidoted by the same drug: Merc. cor. in the male, and Merc. sol. in the female, according to Teste, neutralise the action of Copaiv. almost instantaneously." ],
    "Mind" : [ "Depression with anxious sadness.", "Excessive sensitiveness of whole nervous system; least noise causes starting and anger.", "A young girl weeps on hearing a piano.", "Uneasiness on account of one's health.", "Misanthropy.", "Deficient memory.", "Loathing of life, and at the same time fear of death." ],
    "Head" : [ "Heaviness of head, esp. of occipital region, which is instinctively pressed against collar of coat, which relieves.", "Pulsative, deep stitches in occiput.", "Dull pain in occiput.", "Every step jars the head.", "Hemicrania (l.) with burning pains, sense of coldness in part, weeping and constant moaning (in young man of twenty-two, disposed to be hypochondriacal. It was so violent that Teste had to give Merc. to relieve him).", "Pressure at forehead.", "Headache > pressing head back against collar of coat; gentle pressure with hand < evening and night; intolerable when leaning on pillow; washing face with cool water in morning (sudden stitches in both temples).", "Falling out of the hair.", "Sensitiveness of hairy scalp." ],
    "Eyes" : [ "Formication in canthi of eyes in evening.", "Black points hovering before eyes.", "On alternately closing eyes objects look much paler to l. eye than to r." ],
    "Ears" : [ "Excessive sensitiveness of hearing, esp. to sharp sounds." ],
    "Nose" : [ "Epistaxis of small boys; also after wounds.", "Profuse yellow and green, thick, fetid discharge from nasal passages running down throat at night." ],
    "Face" : [ "Face pale and sickly-looking.", "Acne.", "Urticaria.", "Red humid tetter on upper lip, which is swollen and painful when touched." ],
    "Mouth" : [ "Teeth set on edge.", "Sense of coldness in teeth.", "Foul breath in morning.", "Tongue covered with whitish coating, greenish at base.", "Tenacious phlegm in mouth and throat, which is constantly reproduced." ],
    "Throat" : [ "Chronic catarrh of throat.", "Sensation of foreign body in pharynx.", "Swelling of both tonsils (< r.)." ],
    "Stomach" : [ "Thirst and diminished appetite.", "Bitter taste.", "Hungry in evening on going to bed.", "Every article of food seems too salt.", "Rush of blood to head and face when eating or after a meal.", "Spitting up of ingesta with large quantities of mucus.", "Inclination to vomit.", "Distension and fulness after eating; gastric troubles during menstruation or following urticaria." ],
    "Abdomen" : [ "Pressing pain in region of spleen, becomes pulsative from time to time.", "Tearings in the abdomen preceded by pullings in the bones of the thighs.", "Sensation of burning in the abdomen.", "Borborygmi and movements in the intestines." ],
    "Stool and Anus" : [ "White, loose evacuations, chiefly in the morning, with cold and drawing tearings in the abdomen, which force the patient to bend double.", "Involuntary evacuations.", "Stools like sheep's dung.", "Insufficient stools.", "Fluent piles.", "Bloody stools.", "Stools with tenesmus.", "Stitches; spasms in rectum.", "Intolerable burning at the anus.", "Burning, itching at anus." ],
    "Urinary Organs" : [ "Constant, ineffectual desire to urinate; contraction of the urethra; emission of urine in drops.", "Itching, soreness, and sensation of scalding in the urethra, before and after the emission of urine.", "Inflammation of the urinary organs; swelling, dilatation, and inflammation of the orifice of the urethra.", "Pain as from excoriation in the orifice of the urethra, which remains wide open, with throbbing pain in the penis generally.", "Haematuria.", "Urine foaming; greenish-turbid, smelling like violets.", "Yellow, purulent gonorrhoea." ],
    "Male Sexual Organs" : [ "Burning and sensation of dryness in the region of the prostate gland; induration of the prostate gland.", "Swelling of testes.", "Swelling and induration of the testes." ],
    "Female Sexual Organs" : [ "Burning and itching of urethra; itching of vulva; burning red spots in vulva.", "Milky, acid, excoriating discharge with painful menstruation.", "Profuse gonorrhoeal discharge.", "Metrorrhagia." ],
    "Respiratory Organs" : [ "Dry, painful cough, with dryness in the larynx.", "Profuse expectoration of a greenish-grey purulent mucus, of a disgusting smell.", "Spitting of blood." ],
    "Heart" : [ "Palpitation of the heart." ],
    "Lower Limbs" : [ "Pain and swelling of the knees and malleoli." ],
    "Generalities" : [ "Burning pain (skin, abdomen, urethra, prostate gland, chest).", "Heaviness and pressure (abdomen, chest, perineum)." ],
    "Skin" : [ "Large red blotches all over the body, with constipation and some fever.", "Dark-coloured or bright red, elevated, intolerable itching, lentil-sized, measle-shaped exanthema, in clusters, flowing into one another.", "Nettle-rash, pale red or bright red, with violent itching.", "Jaundice." ],
    "Sleep" : [ "Drowsiness in daytime.", "Restless sleep at night.", "Frightful, or lascivious dreams." ],
    "Fever" : [ "Quotidian fever, shiverings and cold in the forenoon, with pain in the dorsa of the feet; then, in the afternoon, general heat and thirst, with desire for cold water.", "During the febrile cold, the instep is painfully sensible to motion.", "Perspiration profuse of a pungent smell.", "Sour-smelling sweat at night.", "Profuse inodorous sweat in morning." ]
  }
}