{
  "remedyName" : "Corallium Rubrum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma milleri. Catarrh. Chancre. Cough. Eruptions. Glands, inflamed. Hysteria. Measles. Post-nasal catarrh. Psoriasis. Purpura. Syphilis. Whooping-cough." ],
    "Characteristics" : [ "Red coral, the product of a coralligene zoophyte, contains carbonate of lime, oxide of iron (whence its colour), gelatin, and other elements. In old physic it was considered to have \"strengthening properties, \", and to be astringent, sudorific, diuretic, and absorbent. In homoeopathic practice Corallium corresponds to a combination of syphilis and psora. Is suited to persons of nervous temperament; nervous coughs. It causes eruptions which are for the most part of its own colour, coral-red. Red spots on the palms of the hands, at first coral colour, then darker, and finally coppery. The chancres to which it corresponds are coral-red. The cough is of the whooping-cough type; smothering sensation before, and great exhaustion after cough. Cough in \"minute-gun\" paroxysms. Crowing inspiration; sensation as if inspired air was icy cold. There is much drowsiness with Coral., and many symptoms appear during sleep. J. N. Lowe cured with Coral. an infant, almost a year old, suffering from laryngismus stridulus, the indications being < during sleep and after waking. Lach., given first, failed to relieve. Guernsey's indication is: \"Whooping-cough, or any other kind of cough when the attack comes on, with a very rapid cough, and the attacks follow so closely as to almost run into each other.\" I have found it most effective in the nervous \"minute-gun\" cough where the patient gives an isolated cough at regular intervals through the day. Nash finds it the most useful of all remedies in post-nasal catarrh. Guernsey's other indication is: \"Red, flat ulcers on the glans and inner surface of the prepuce, with secretion of a quantity of yellow ichor.\" In the head there is a sensation of emptiness or hollowness. Head feels very large. Sensation as if forehead were flattened. Change of air causes coughing. Feels cold when uncovered and too hot when covered." ],
    "Relations" : [ "Antidote to: Mercury. Complementary: Sulph. Compare: Bell., Caust., Coff., Coc. c., Con., Hyos.; Hydrphb. (inspired air feels cold", "also Cistus.); Nit. ac., Nux v., Mephit., Staph.; Dros. (cough always moist", "Coral. always dry); Petrol., Selen., Graph.; teeth feel too close together, Tuberc. (Koch). Teste, who proved Coral. and elicited its respiratory symptoms, groups it with Caustic." ],
    "Mind" : [ "Grumbling humour, with oaths in consequence of the pain.", "Irascibility and ill-humour.", "Wine has a natural taste, but immediately stupefies him." ],
    "Head" : [ "Head bewildered, as if in consequence of drunkenness.", "Confusion in the head, which feels empty and hollow.", "Intoxication after drinking very little wine.", "Pressive cephalalgia, as if everything were going to protrude through the forehead, compelling motion of the head, and mitigated only by uncovering the body, which is burning hot.", "Pressing headache in the forehead; she cannot keep the eyes open; relieved by walking in the open air.", "Violent cephalalgia with nausea, greatly aggravated on sitting down.", "Pain in the sinciput as if it were flattened.", "Aggravation of the headache, and congestion in the head and in the face, on stooping.", "Sensation, as if wind were traversing the head, on moving it rapidly (or rocking it).", "Sensation, as if the head were increased in size (three times its size)." ],
    "Eyes" : [ "Pressure, as from sand, in the reddened eyes (evening).", "Sensation of compression in the orbit.", "Pain, as from excoriation in the eyes, on moving the balls or the eyelids.", "Sensation of heat in the eyes, on closing the lids, with a sensation as if they were swimming in tears.", "Sensation of burning in the eyes, by candle-light." ],
    "Nose" : [ "Semi-lateral swelling of the nose, with heat, pulsation and sleeplessness.", "Painful ulcer in the nostril (on the inside of the r. wing, with the sensation as if the nasal bones were pressed asunder).", "Epistaxis, sometimes at night.", "Bleeding of the nose, from one nostril at a time (at night).", "Great dryness of the nose.", "Fluent coryza, with excessive secretion of an inodorous mucus, resembling tallow.", "Profuse secretion of mucus through the posterior nares, obliging one to hawk frequently." ],
    "Face" : [ "Heat in the face, < by stooping.", "Pain, as from a bruise in the cheek-bone, < by touch.", "Pain, as from dislocation in the maxillary joint, on masticating, and on opening the mouth wide.", "Painful swelling of the sub-maxillary glands; < when swallowing and on bending the head forward.", "Lips cracked and painful." ],
    "Teeth" : [ "Every tooth on the l. side feels as if set on edge; it feels as if the teeth were too close to one another, or as if a tenacious body were lodged between them." ],
    "Throat" : [ "Great dryness of the fauces.", "Constant hawking, owing to an accumulation of mucus in the posterior nares.", "Great dryness of the palate and of the throat, with sensation of excoriation on swallowing." ],
    "Appetite" : [ "Insipidity of food.", "Sweetish taste of beer.", "Violent thirst; longing for acids and salt food.", "After a meal, the head turns round, as during intoxication.", "After dinner, hot cheeks and forehead, with cold feet." ],
    "Stomach" : [ "Nausea, with dryness of the tongue and violent headache; < when sitting up." ],
    "Stool and Anus" : [ "Constipation (for six days), followed by copious papescent stool." ],
    "Urinary Organs" : [ "Loam- or clay-coloured urine, with similar sediment.", "Burning urine." ],
    "Male Sexual Organs" : [ "Copious sweat on the genital parts.", "Swelling of the prepuce, with pain as from excoriation when it is touched.", "The margin of the prepuce feels sore when the linen touches it.", "The fraenum is painful, as if pricked by needles.", "Pseudo gonorrhoea (balanoblennorrhoea) with fetid secretion of a yellowish-green colour.", "Red and smooth ulcers on the glans, and in the internal surface of the prepuce, with sanious and yellowish secretion.", "Pollutions.", "Involuntary seminal emissions during sleep (without dreams or erections)." ],
    "Respiratory Organs" : [ "Painful cough, as if a stone were depressing the pleura.", "Yellow, puriform expectoration, in consequence of the cough.", "Sensation of cold in the respiratory organs, on taking a deep inspiration; inclination to cough, with difficult hawking up of bronchial mucus (in the morning).", "Crowing during inspiration.", "Violent, spasmodic cough, \"firing minute-guns\" of short, barking cough all day.", "Whooping-cough, or other rapid cough, attacks following so closely as almost to run into one another; cough till patient falls back exhausted.", "Cough with morning aggravation; smothering sensation before paroxysms.", "Cold expectoration." ],
    "Neck and Back" : [ "Stiffness in nape of neck.", "Pain, as if the small of the back were broken." ],
    "Upper Limbs" : [ "Pressive pain in the shoulder-blades, aggravated by coughing.", "Pain in the wrists, as if he had been writing much and rapidly.", "Pains in the shoulder-joints, as if the head of the humerus were pressed violently outwards.", "Smooth spots of a deep-red colour, in the palms of the hands and in the fingers." ],
    "Lower Limbs" : [ "Pain in the knees, tibia and tarsal joint, as if he had walked a great deal." ],
    "Generalities" : [ "Failing of the limbs, after the least exercise in the open air.", "Sensation of cold in the hot parts, on uncovering them.", "The symptoms of heat and cold are > by artificial heat." ],
    "Skin" : [ "Red and smooth spots on the skin.", "Smooth spots on the palms of the hands and fingers, first of a coral colour, then dark-red, and lastly copper-coloured.", "Measles; purpura; psoriasis." ],
    "Sleep" : [ "Yawning, violent, frequent and in rapid succession, with pain in the articulation of the jaw.", "Great sleepiness; falls asleep while standing.", "As soon as she falls asleep she starts up, on account of frightful dreams.", "Cannot sleep before midnight tosses about; if he uncovers himself, he feels too cold, and when covered, he feels too hot." ],
    "Fever" : [ "Pulse full and hard.", "Chill; the skin is of the ordinary temperature, with headache and violent thirst; > by external heat.", "Febrile shivering, with burning thirst, and pains in the forehead.", "Dry heat, internally and externally, with full and hard pulse.", "Dry heat without thirst, and not followed by perspiration.", "The hot parts feel cold when uncovered." ]
  }
}