{
  "remedyName" : "Cornus Alternifolia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Eczema. Intermittent fever." ],
    "Characteristics" : [ "F. H. Lutze communicated to H. Recorder, (x. 501) a Long Island farmer's cure for eczema with a decoction of the leaves of this tree. His method was to give three times a day a wineglassful for three days. Then for the next three days apply it locally or wash the part with it; then administer it internally for another three days, and so on. He cured, thus, all his cases in eighteen days. This was the first acquaintance Lutze had with the remedy. Later on he made a proving (H. R., xi. 346) on himself and another, eliciting symptoms of fever, restlessness, and sleeplessness, skin eruptions, and emaciation. A striking symptom was a cold feeling in chest as if full of ice. Symptoms > after walking in open air; after supper." ],
    "Relations" : [ "In the skin effects it compares more closely with Cornus circinata. In fever with drowsiness and gastro-enteric disturbance it is practically identical with the other Cornels. All three have greatly disturbed sleep." ],
    "Mind" : [ "No ambition to do anything.", "Awful, uneasy feeling, that something terrible is going to happen." ],
    "Head" : [ "Dull pain across forehead (esp. r. side) with aching in l. shoulder.", "Dull, heaving feeling, accompanied with a nauseous and dizzy feeling.", "Violent pressing headache in forehead, lasting all day; < on motion, on stooping felt as though everything would come out." ],
    "Nose" : [ "Sneezing; head partially stopped up towards night." ],
    "Face" : [ "Eruption on chin r. side, small pustules, one blind.", "Ring-worm on forehead (r. side).", "Pustules on face and neck." ],
    "Mouth" : [ "A little sore inside mouth became very annoying; when food came in contact with it, or only moving the mouth in a certain direction, sticking, pricking pain.", "Tongue yellowish white." ],
    "Throat" : [ "Raw feeling in throat.", "Raw feeling in throat, with frequent desire to clear, sensation as though something lodged there and should come out." ],
    "Stomach" : [ "Sick sensation an hour after dinner.", "On waking, desire to vomit, with chills; an hour later vomited, which gave relief, and heat followed." ],
    "Abdomen" : [ "Dull pain r. side, in region of liver, about a.m." ],
    "Stool" : [ "Two loose evacuations in quick succession in afternoon.", "About p.m. diarrhoea set in, continued all night every half-hour to an hour; lasted a week, during which time Lutze lost six pounds in weight.", "Stool scanty, hard and difficult.", "Stool hard at first, then loose.", "Stool scanty or absent." ],
    "Male Sexual Organs" : [ "Dreams of coitus and has an emission." ],
    "Respiratory Organs" : [ "Cough, with a feeling as though something heavy was lying on chest and throat." ],
    "Chest" : [ "Cold feeling in chest, as if it were filled with cold air or ice; (lasted two days, was very disagreeable, but did not affect respiration or heart)." ],
    "Heart" : [ "Dull ache in region of heart (afternoon)." ],
    "Neck and Back" : [ "Transient pain across small of back." ],
    "Upper Limbs" : [ "Aching in l. shoulder." ],
    "Generalities" : [ "Can hardly pull one foot after the other.", "Tired and drowsy." ],
    "Skin" : [ "Eruptions of small pustules on face and neck.", "Eruption on r. wrist, and r. side of chin, small pustules, one of them blind; next day another pustule, ringworm on forehead.", "(Decoction internally and externally has cured eczema; skin cracked everywhere, esp. where it had a fold or crease, exuding a sticky watery fluid.)." ],
    "Sleep" : [ "Sleep much broken and full of exciting dreams; hears all the clocks strike; hears every little noise and sound; when once awake mind becomes active and it is difficult to get to sleep again.", "Tossed and turned all night; could not get into a comfortable position.", "Dreams: of dead rats mashed to a pulp; of coitus and has an emission.", "Awakes tired.", "Drowsy and tired during the day." ],
    "Fever" : [ "Towards evening felt very tired and drowsy, with heavy sensation in head; about lay down on lounge and dropped off into a doze; awake half an hour after with a feeling as though he wanted to vomit, and chills which continued for an hour; then he vomited, which seemed to relieve somewhat, after which fever took the place of the chill, which abated somewhat towards morning." ]
  }
}