{
  "remedyName" : "Cornus Florida",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Dyspepsia. Intermittent fever. Pneumonia." ],
    "Characteristics" : [ "Hale commends Corn. f. in obstinate intermittents where quinine has been abused and where the following group of symptoms is present: For days before chill sleepiness; sluggish flow of ideas; dull, heavy headache. Paroxysms attended with nausea; vomiting and sometimes watery or bilious diarrhoea. In the chill, cold, clammy skin; in the fever, violent headache, with throbbing, stupor, confusion of intellect and vomiting. He also commends it in old cases of dyspepsia where the chief symptom is acid pyrosis. Corn. f., which has had a separate proving, has some very remarkable neuralgic pains in arms, chest, and trunk, and a sensation as if broken in two. It has been used successfully in a case of pneumonia on the indication of the stitches in the chest." ],
    "Relations" : [ "Compare: The other Cornels., Eup. perf., Nux, Chi., Kali c., Abies n., Abies can." ],
    "Head" : [ "Constant dizziness.", "Severe headache and quick pulse and violent pains in bowels.", "Fulness and pains in head with gastric disturbance; constant tendency to sleep." ],
    "Eyes" : [ "L. eye weak, like a cloud over it." ],
    "Stomach" : [ "Drinks little and often; hunger soon after eating; desire for sour things, pickles, pastry, cakes, &c.", "Nausea, vomiting, and violent pains in bowels; with headache.", "Acid pyrosis; painful and slow digestion.", "Indigestion and heartburn." ],
    "Abdomen" : [ "Violent pain in bowels with purging." ],
    "Stool and Anus" : [ "Ineffectual urging, followed by cutting in l. ribs and under scapula; later copious stool." ],
    "Urinary Organs" : [ "Difficult urination in morning in old men." ],
    "Chest" : [ "Stitches in region of l. clavicle extending towards r. side, < by taking deep breath; constant tickling in chest compelling him to cough, with difficult expectoration; constant dizziness; chilliness, followed by heat with thirst and finally sweat; drinks little and often; hunger soon after eating (inflammation of the lungs).", "Stitch in r. chest as from a knife thrust, with vertigo.", "Ineffectual urging to stool, followed by cutting pains in ribs, l. side, with pain under l. scapula as if a piece of flesh were being forcibly twisted out; later, copious stool." ],
    "Heart" : [ "Increased strength and frequency of pulse with fever heat; pulse quick and hard.", "Pain beginning in elbow, settled about heart causing feeling of pressure and palpitation." ],
    "Neck and Back" : [ "Sensation like a jerk or shock in nape of neck.", "Pains at waist as if she would break in two; pains run up whole l. side of trunk or body like lightning; seems as if they would give her a twist while running up; pains in elbows and wrist." ],
    "Limbs" : [ "Cramps in popliteal spaces with tension in flexor muscles, also in l. arm.", "Hands and feet swollen." ],
    "Upper Limbs" : [ "Neuralgic sharp pains begin in r. elbow, extending to hand and shoulder, passing down r. and then up l.; pain settled about heart causing feelings of pressure and palpitation; could not raise arm because of pain and lameness; hands and feet swollen, pains of a darting, needle-like kind, very severe; difficulty in passing water.", "Pains in wrist.", "Numbness and stitches in wrists.", "Blueness of fingers." ],
    "Sleep" : [ "Sleepy, but couldn't sleep all night." ],
    "Fever" : [ "Chill with cold, clammy skin, followed by heat with thirst, and finally sweat.", "Chill followed by heat with thirst, drinks often, but little at a time, then sweat; constant giddiness; hungry soon after eating; desire for sour things, later for sweets.", "First moderate heat, then light perspiration, ending with a crawling sort of chill, beginning in back and going upward.", "Increase of body temperature; hot sweat, fulness in head.", "Heat: with violent headache; thirst hot, but moist skin; stupor.", "Sweat rolls down from her; chilly, but warm cramps from sides of waist running toward pubes; Sleepy but couldn't sleep all night; had to get up and look out of window, she was so sleepless; could not sleep in daytime, sweating all the time." ]
  }
}