{
  "remedyName" : "Cornus Circinata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aphthae. Bilious headache. Diarrhoea. Dysentery. Eczema. Intermittent fever. Jaundice. Liver derangement. Mucous membranes, ulcers of. Pruritus vulvae.", "Urticaria." ],
    "Characteristics" : [ "A popular remedy for aphthous and ulcerated conditions of mucous membranes. Hale says he has seen it cure chronic ulceration of mouth and throat, which had recurred for many years. Corn. c. has had an extensive proving. It has caused liver derangement with aching eyeballs. Disturbed sleep. The symptoms are < at night; on waking; by motion of any kind; from catching cold; from summer heat; > by coffee. The fever symptoms are identical with those of Cornus f." ],
    "Relations" : [ "Compare: Nux v., Hydrast., Chi., Eup. perf., Ars." ],
    "Mind" : [ "Forgetful.", "Indifferent; with drowsiness.", "Indolence with loss of mental and physical energy.", "Unable to concentrate attention.", "Mind confused, particularly on rising in the morning.", "Depression and petulance." ],
    "Head" : [ "Dulness and weight in head, esp. temples, > by coffee.", "Heaviness of head, with nausea.", "Aching and throbbing pain over l. eyebrow.", "Dull pains over eyeballs; unusual pulsation extending to back of head.", "Pulsating headache in temples.", "Headaches, with drowsiness and confusion of ideas; semi-lateral headaches; deep-seated pains under vertex; dull, heavy pains over whole head, with drowsiness, lassitude, nausea, and general sweat.", "Headache; < by walking, stooping, shaking head; > by coffee." ],
    "Eyes" : [ "Eyes sunken, hollow, as after a debauch; dark circles under them, conjunctiva tinged yellow.", "Soreness of eyeballs; aching pains through them.", "Eyeballs and lids heavy, as if pressed down by a weight; inclination to close eyes in sleep.", "Herpes of lids." ],
    "Ears" : [ "Ringing in ears." ],
    "Nose" : [ "Prickling in nose and nasal bones.", "Coryza early in morning." ],
    "Face" : [ "Heat and burning in face; without redness.", "Countenance yellow, or pale, sallow, and sunken, indicating suffering and debility." ],
    "Mouth" : [ "Pungent, bitter, or insipid taste; yellowish or white fur on tongue.", "Ulceration of tongue, gums, and mouth; from cold, or gastric derangement; aphthae.", "Sweating and burning in mouth, throat, and stomach, with desire for stool." ],
    "Stomach" : [ "Thirst for cold drinks.", "Eructations.", "Acid pyrosis; painful and slow digestion.", "Gagging as if to vomit in morning.", "Nausea, with confused and heavy pain in head.", "Nausea with bitter taste and aversion to all kinds of food, and desire for sour drinks.", "Sense of faintness and emptiness in stomach and bowels.", "Distension; burning; oppression: pulsating pain in stomach." ],
    "Abdomen" : [ "Chronic hepatitis and bilious derangement.", "Constant working in bowels as if all in motion.", "Borborygmus.", "Distension > after loose stool.", "Griping in umbilical region; < during stool." ],
    "Stool and Anus" : [ "Urgency to stool; early in morning in bed; with fulness and uneasiness of bowels; frequent but ineffectual.", "Diarrhoea with excessive debility and nervous irritability.", "Stools: dark, bilious, watery, mucous, with griping, burning, and tenesmus, nausea, drowsiness, dulness of the head, and general perspiration; dark green, thin and offensive; greenish slimy; mucous, bilious or watery; frequent and scanty; offensive flatus.", "Bearing-down pains in rectum and bowels, with urgent desire for stool.", "Hard, dry, scanty stool, with pressing in rectum.", "Ulceration of rectum.", "Bowel complaints with pains before, during, and after discharges.", "Dysenteries and diarrhoeas with inactivity of liver." ],
    "Urinary Organs" : [ "Frequent desire to pass water.", "Urine scanty and high-coloured." ],
    "Male Sexual Organs" : [ "Increased desire, but lack of power.", "Frequent strong and persistent erections during the night.", "Pruritus." ],
    "Female Sexual Organs" : [ "Leucorrhoea.", "Pruritus." ],
    "Respiratory Organs" : [ "Frequent inclination to expand chest by taking a long breath.", "Cough with sharp stitches in chest.", "Dry, spasmodic cough, or tedious, chronic cough, with mucous expectoration." ],
    "Chest" : [ "Choking sensation in upper part of thorax.", "Soreness of chest on rising in morning.", "Stitches; bruised feeling; in chest and back.", "Dragging down on each side of chest.", "Shooting pains from centre of thorax to lower abdomen.", "Intermittent shooting pains in chest and abdomen.", "Rheumatic or neuralgic pains in chest, back, and limbs.", "Fine scarlet rash on chest, with, itching." ],
    "Heart" : [ "Perceptible pulsations in chest.", "Palpitation of heart.", "Circulation accelerated." ],
    "Neck and Back" : [ "Drawing pains at nape of neck.", "Dull pains in back.", "Sore pains in lumbar region, < bending forward." ],
    "Limbs" : [ "Weakness of extremities.", "Coldness of hands and feet after a loose stool." ],
    "Upper Limbs" : [ "Weakness and fatigue of arms.", "Burning and itching sensation in hands and arms.", "Coldness of hands following a loose stool." ],
    "Lower Limbs" : [ "Pain in r. hip while lying in bed.", "Legs weak and tremulous, particularly when ascending.", "Itching on legs and thighs; burning sensation in feet." ],
    "Generalities" : [ "General debility and impaired mental energy, with great drowsiness; in heat of summer." ],
    "Skin" : [ "Yellow or earthy appearance of skin.", "Heat of whole surface with itching, burning, or prickling sensations; < by scratching or rubbing.", "Eczema, pruritus and similar affections of external genitals.", "Itching in paroxysms < at night.", "Dry or moist eruptions; with cough.", "Vesicular eruptions; urticaria; miliaria; roseola." ],
    "Sleep" : [ "Drowsiness with entire loss of mental and physical energy; heavy feeling in head; depression of spirits; tendency to perspire.", "Sleep unrefreshing and disturbed by unpleasant dreams." ],
    "Fever" : [ "Chilliness, with nausea, dull pain in head, debility, and languor.", "Chilly sensation, followed by transient flushing.", "Flushes of heat and coldness in alternation, followed by cold perspiration.", "Transient flushes of heat pervading whole body, with shooting pains through brain.", "Paroxysm preceded for days by sleepiness, dull, heavy headache, sluggish flow of ideas; slight exercise causes sweat and great fatigue: during apyrexia, debility and painful diarrhoea; first moderate heat, then light sweat, ending with a crawling sort of chill; when all the stages seem aborted, and the patient says the chills amount to nothing; weak, languid, and loss of appetite.", "General clammy sweat, with headache, nausea, pain in back, lassitude, and confusion of ideas." ]
  }
}