{
  "remedyName" : "Cotyledon",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Heart affections. Hysteria. Sinuses. Spleen, affections of. Rheumatism." ],
    "Characteristics" : [ "Cotyledon has had a considerable proving, but I am not aware of any clinical experience with it having been recorded. The whole houseleek family are deserving of careful study by homoeopathists. Among the most peculiar symptoms of Cotyl. are: a feeling as if some part of the body", "a foot or the head", "were absent. The senses of sight and hearing are dulled. A yellow patch follows the sight. Disagreeable surging in ears; ears feel stuffed. A number of pains in the region of the spleen appear. The breathing is oppressed, the heart is disturbed. Rheumatic symptoms are prominent. Weak, faint feeling. Stitching, pricking, jerking pains are predominant sensations. Cooper considers it a cancer remedy. He has cured with it sinuses in buttock. A patient to whom he gave it for polypus said it made him \"stagger as if drunk.\" Symptoms are < morning and evening." ],
    "Relations" : [ "Compare: Sedum acre." ],
    "Mind" : [ "On waking disagreeable sensation running down back of r. thigh and leg, with a feeling, as if there were no foot.", "Head felt exceedingly light for some time as if there were no solid head; could not articulate for some time though she tried; followed by pressing vertical headache > by tea.", "On waking, sensation as if going out of, mind, followed by trickling as of blood down l. arm from shoulder to finger-joints.", "Exhilaration.", "Difficulty of collecting ideas.", "Feels lost before headache comes on." ],
    "Head" : [ "Headache, causing desire for open air, which >.", "Dull headache with cold feet.", "Dull, heavy, stupefying pain in forehead and vertex, shifting suddenly between them." ],
    "Throat" : [ "Constant choking in throat-pit, and feeling as if he would burst into tears.", "Back of throat feels as if covered with thick mucus." ],
    "Stomach" : [ "Pain at epigastrium through to shoulder with nausea.", "On swallowing, the morsel seems to pass and press against some swelling in cardiac region (in evening) recurring during the pain." ],
    "Abdomen" : [ "Long stitch in l. hypochondrium.", "Dull pains in l. hypochondrium.", "Dull pushing in region of spleen recurring at intervals." ],
    "Stool" : [ "Bowels freely opened, later, constipation." ],
    "Urinary Organs" : [ "Calls to urinate frequent.", "Increased flow of clear urine." ],
    "Respiratory Organs" : [ "Tickling in larynx with dry cough.", "Oppressed breathing.", "Shooting in all directions in chest, particularly under r. scapula and l. nipple during evening.", "Stitches below both nipples." ],
    "Heart" : [ "Heat about heart.", "Uneasiness.", "Clawing, dragging pain, on riding, > by compressing side.", "A troublesome palpitation and fulness at sternum on walking up-hill, consisting of one or two jumps or rolls of heart with occasional intermission." ],
    "Upper Limbs" : [ "Between attacks of headache, gnawing, rheumatic pain in r. shoulder.", "Aching, bruised pain in wrists.", "Aching, tingling in hands, esp. at night, preventing sleep; tingling down arm when the nerve is struck." ],
    "Lower Limbs" : [ "Aching in l. thigh followed by numbness.", "Stinging pain under l. gluteus maximus in region of sciatic nerve." ],
    "Generalities" : [ "Occasionally during the day attacks of faintness with green shadows before the eye.", "Creeping in the flesh, and feeling as before severe cold or rheumatic attack." ]
  }
}