{
  "remedyName" : "Crataegus Oxyacantha",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Heart, affections of; failure of; hypertrophy of." ],
    "Characteristics" : [ "Crataegus was introduced into medicine as a heart remedy by Dr. Greene, of Ennis, Ireland, and it has been used empirically with much success in cases of heart failure. It has usually been given in 5-drop doses of the tincture. Weak and rapid pulse; dyspnoea and dropsy, dependent on failure of heart-power whether from valvular affection or from anaemia, appear to be the leading indications. Heart-failure threatened from slightest exertion. The drug may cause nausea when given in the tincture unless given during or immediately after a meal. The mental state is that of irritability, crossness, and melancholy. Crataeg. is the nearest approach to a positive heart tonic that I know of. It has produced some heart symptoms and has, doubtless, a homoeopathic relation; but it is not a heart-poison like Digitalis, and has no cumulative action. Here are some cases: Halbert in Clinique, March, records this case: \"Mr. S., a young man sixteen years of age, had worked hard at manual labour since his twelfth year to support a widowed mother. He had, in fact, done a man's work before his physical maturity would permit it. For some time he had shown some signs of cardiac hypertrophy, and had been cautioned by physicians to take good care as to his heart. About a year ago, during some gymnastic extreme in the nature of sport, he was suddenly admonished that something had \"given way, \", and for relief was obliged to take to his bed. When I first saw him he was obliged to lie down, respiration was laboured and irregular, and the heart's action was greatly exaggerated and erratic. There was decided precordial bulging; the apex beat was considerably displaced, downward and to the left, and the whole cardiac dulness was greatly extended; the impulse was heaving in character, with considerable mitral systolic blowing and the corresponding diastolic intensification; there were also signs of considerable pulmonary engorgement and some pain in the chest region. The patient was put into a warm bath for twenty minutes, and then carefully returned to bed. Aconite 3x was administered every half-hour, and continued hourly for a day or two afterward until he was somewhat relieved. Crataegus, five-drop doses of the tincture, was then administered five times daily for a long time. The effects of this remedy were most remarkable; the cardiac irritation gradually lessened; the area of dulness decreased and the rhythm improved; at the same time all the general symptoms improved rapidly. He has now been using the remedy for several months, and the result is most satisfactory. I have every reason to expect a cure of the extreme symptoms, and believe the heart will be reduced to a safe hypertrophy, which will virtually be a cure.\" A girl of twelve had a sudden collapse in third week of typhoid (Clinique, vii. 52). Crataeg. gtt. v. every two hours was given on these indications: Great pallor, irregular breathing, cold extremities, pulse very weak and irregular. Strychnia, Digit. and Cact. had failed to give more than temporary relief. Under Crataeg. she rallied at once. Cases of hypertrophy with failing power, dilatation, alcoholic heart, and nervous palpitation have all been relieved by the remedy. T. C. Duncan (H. Recorder, xii. 199) gave complete relief in a case of angina pectoris, the pain being above and to left of stomach; pulse strong and forcible; indications of hypertrophy were found. A very tender spot on left side of spine. Crataegus removed at the same time it a hurried, flurried feeling\" and the anxious expression of her face. Dr. Duncan produced in himself when proving Crataegus a \"flurried feeling, \", which he attributed to the rapid action of the stimulated heart. A nervous lady medical student who also proved it had \"an unusual rush of blood to the head with confused feeling, \", followed later by \"a feeling of quiet and calmness mentally.\" The remedy is well worth a thorough proving." ],
    "Relations" : [ "Compare: Other members of the Rose family, notably Prunus Virginianus and Amygdala amara, and also, Laurocer., Camphor, Hydrocy. ac., Digitalis, Arsen. iod., Strophanthus, Phaseolus, &c." ],
    "Mind" : [ "Irritability, crossness, melancholy.", "Hurried, flurried feeling; with rapid action of heart.", "An unusual rush of blood to the head with confused feeling; followed by a feeling of quiet and calmness mentally." ],
    "Stomach" : [ "Nausea.", "Dyspepsia and nervous prostration, with heart failure." ],
    "Heart" : [ "Faintness and collapse.", "Heart failure in hypertrophy and valvular disease.", "Palpitation and rapid action of heart.", "Angina pectoris, pain above and to l. of stomach, pulse strong and forcible; indications of hypertrophy; very tender spot l. side of spine.", "Hypertrophy from overexertion; from alcoholic, venereal and other excesses.", "Heart collapse in typhoid.", "Heart dropsy." ]
  }
}