{
  "remedyName" : "Crocus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion, threatened. After-pains. Anger. Asthenopia. Blepharospasm. Brain, congestion of. Chorea. Dysmenia. Fainting. Gastric affections. Haemoptysis. Haemorrhages. Headache. Heart, affections of. Hysteria. Lachrymation. Laughter. Leucorrhoea. Mania. Menstruation, profuse. Metrorrhagia. Nose, bleeding of. Operations, effects of, Ophthalmia. Pregnancy, imaginary; affections of. Tumours. Ulceration. Wounds." ],
    "Characteristics" : [ "Crocus has three characteristics which clearly call for its use when met with. The first is haemorrhage from various parts (nose, uterus, &c.), when the blood is black, viscid, clotting, forming itself into long black strings, hanging from the bleeding orifice. The second is a peculiar sensation as if something alive were moving about in the abdomen or chest. This may be a definite sensation, or it may be a hallucination or fixed idea. A curious circumstance in this connection is the fact that Crocus has often been successfully given to pregnant women who have complained of violent foetal movements, as well as in cases of imaginary pregnancy. The remaining characteristic is in the mental sphere. It is a rapid alternation of mental conditions: anger with violence rapidly followed by repentance; laughter quickly followed by tears. I once cured with a few doses of Crocus a young artist who had become subject to violent outbursts of rage in which he would take up a knife to throw at his mother, with whom he lived, and almost immediately after would be abjectly repentant. The household was on the point of being broken up when the trouble was completely removed by Crocus. Uncontrollable laughter is also in the Crocus symptomatology. Hysterical laughter is one of the effects observed by the older physicians. Teste cites from Murray the case of several children \"who were seized with an extraordinary laughing mania, from having smelled of leather bottles that had contained essence of saffron.\" On one occasion, in hospital, I happened to see a young girl who was really desperately ill with heart failure and valvular disease, in a fit of hysterical laughter. This made me think of Crocus. The only definite sensation she complained of in the heart region was a \"jumping\" sensation. Crocus was given, and very soon she was able to lie down flat (after having been propped up for weeks), and from that time she made a rapid recovery. Another Crocus symptom is: Sensitive to music, involuntarily joins in on hearing any one sing. Stitches, shocks, throbbings, broad thrusts, cuttings and jerkings are among the commoner sensations. Twitchings of single sets of muscles (chorea). A warm sensation ascending to the heart, impeding breathing and > by yawning is a peculiar symptom. Tingling, crawling, pricking and itching are met with in the skin. Scarlet redness of the whole body, or scarlet spots on skin. (It is a domestic remedy for \"bringing out\" the eruption of measles.) Painful suppuration of bruised parts; old cicatrised wounds re-open and suppurate. Lipoma and encephaloma of scalp. Tumours with ulceration and characteristic bleeding. The reputation of Crocus in the cure of tumours is also an old one. It was used externally \"to scatter indolent tumours and ecchymoses.\" Cooper has given it new confirmation. He has given it in single doses of the O tincture in a case of malignant disease of the side following extirpation of cancerous kidney, with the result of arrest of progress after an initial aggravation, and complete relief of pain. The patient was a woman, who had formerly had haemorrhage with dark clots at the periods and feeling of weight towards womb. She had had also the sensation of something moving in the abdomen. Cooper agrees with Culpepper in thinking Croc. very similar to Calend. in its action. It is a vulnerary and corresponds to the effects of blows (deafness; tumours, &c.). Crocus is especially suited to women and hysterical men. The symptoms are < fasting; evening and night; during new and full moon; looking fixedly at an object; during pregnancy; in a hot room; in hot weather. > By yawning (desire to take a long breath, > by yawning); in open air (for which there is craving); after breakfast. Great thirst for cold drinks." ],
    "Relations" : [ "Crocus should be studied along with the other Iridaceae, the Alliaceae and the Liliaceae. It is antidoted by: Acon., Bell., Op. Compatible: Chi., Nux, Puls., Sul. Compare: Plat. in dark or black clotted flow; Croton (pain through left chest to back); Staph. (> by yawning); Fluor. ac. (sensation of cold wind blowing across eyes); Codein (twitching of muscles, especially of eyeballs); Lach. (pains in eye to top of head); Tarent. (contractions of single groups of muscles); Calc., Ipec., Ign. Tarent. (hysteria hearing music wants to join in.", "In Tarent. music subsequently > in Croc. it does not). Wants to jump (Tarent., Stram., Sticta, Asar., Agar.); wants to kiss, Agar. In miscarriage at third month, Sabi., Kreas. In violent movements of foetus, Op., Sil., Thu., Sul.; in heat in heart, Rhod., Lachn., Op." ],
    "Mind" : [ "Great tendency to sadness, sometimes alternating with great gaiety and joyousness.", "Great inclination to laugh, to jest, and to sing, sometimes with excessive weakness.", "Loquacious.", "Sings involuntarily, and then laughs.", "Immoderate, improper laughter; changeable disposition.", "Frolic-some and jesting mania, with paleness of face, headache, and obscuration of the eyes.", "Abandonment of free will.", "Choleric passion and violence, frequently followed by prompt repentance.", "Alternate austerity and mildness of character.", "Forgetfulness and distraction.", "Quickness of memory." ],
    "Head" : [ "Stupefying cephalalgia, as during intoxication, with downcast eyes.", "Giddiness, as if intoxicated, in the forehead; in the room, but not in the open air.", "Vertigo, with fainting.", "Confused vertigo on rising from a reclining posture.", "Vertigo when raising the head, with heat of the whole body.", "Cephalalgia above the eyes, with burning pain, sensation of burning and aching in the eyes, esp. in the evening, by candle-light.", "Head heavy in the morning, with aching at the vertex.", "Drawing pain in the forehead, with nausea.", "Semi-lateral pulsation in the head, and in the face (l. side, extending into the eye).", "Blows in the forehead and the temples.", "Sensation of looseness of the brain, during movement (as if it were tottering to and fro)." ],
    "Eyes" : [ "Itching in the eyelids.", "Tingling in the eyebrows.", "Pressure, pain as from excoriation, and sensation of burning in the eyes, and in the eyelids, esp. on closing them, and or, reading, or in the evening by candle-light.", "Sensation of swelling in the eyes, as from much weeping.", "Dryness of the eyes.", "Lachrymation on reading.", "A quantity of tears rush from the dim eyes as soon as he begins to read.", "Lachrymation in the room; not in the open air.", "Heating and lancinating pains in the eyes after surgical operations.", "Nocturnal agglutination of the eyelids.", "Visible quivering of the eyelids.", "Heaviness and cramp-like contractions of the eyelids.", "Nocturnal cramps in the eyelids.", "Constant winking of the eyes (inclination to wipe the eyes, as if a pellicle of gum were drawn over them).", "Pupils dilated.", "Constant necessity to rub the eyes.", "Confused sight, as when looking through a veil, esp. in the evening, when reading by candlelight.", "When reading, the white paper seems of a pale rose colour.", "Sparkling before the eyes.", "Sudden flashes like electric sparks (during the day)." ],
    "Ears" : [ "Otalgia, similar to a cramp.", "Tinkling in the ears, in the evening, after lying down.", "Buzzing in the ears with hardness of hearing, esp. on stooping." ],
    "Nose" : [ "Epistaxis of black and viscid blood, often only from one nostril at a time; with cold perspiration on the forehead, and occasional fainting.", "Violent and frequent sneezing." ],
    "Face" : [ "Face of an earthy colour.", "Redness and paleness, alternately, in the face.", "Circumscribed, burning red spots on the face.", "Burning heat in the face, esp. in the morning.", "Lips cracked and ulcerated.", "Pulsation on one side of the face." ],
    "Mouth" : [ "Scraping and roughness in the mouth.", "Accumulation of water in the mouth.", "Tongue moist, and charged with a white coating, with erection of the papillae.", "Unusual warmth in the mouth." ],
    "Throat" : [ "Sore throat as if caused by elongation of the uvula, or as if there were a plug in the throat, during deglutition, and at other times.", "Scraping and roughness in the throat (in the evening before and after, but not during the time he takes his food)." ],
    "Appetite" : [ "Nauseating, acid, sweetish taste.", "Nausea, disappearing in the open air.", "Sweet or bitter taste in the bottom of the gullet.", "Constant thirst in the evening, with uneasiness in the abdomen after drinking.", "Absence of appetite, with sensation off fulness, however little be eaten." ],
    "Stomach" : [ "Empty risings, while fasting in the morning.", "Pyrosis after eating with a good appetite.", "Heartburn after eating.", "Qualmishness, uneasiness, and sensation of oppression, in the epigastrium.", "Burning pain in the stomach.", "Borborygmi, and fermentation in the epigastrium.", "Great sinking sensation at epigastrium.", "Drawing in the pit of the stomach, back and forth, and up and down.", "Some violent stitches in pit of stomach." ],
    "Abdomen" : [ "Abdomen inflated, with sensation of fulness.", "Distension of the stomach and abdomen (the stomach feels distended in the morning before eating anything).", "Cramp-like pains in the abdomen.", "Pinchings in the abdomen after drinking (water).", "Pains in the abdomen from taking cold.", "Movements in the abdomen, stomach, pit of the stomach, arms, and other parts of the body, as of something alive hopping about.", "Shocks above l. hypochondrium.", "Sensation of heaviness in the inguinal region.", "Sensation of heaviness in the abdomen, with pressing towards the uterus." ],
    "Stool and Anus" : [ "Itching and tingling in the anus.", "Creeping in the anus, as from ascarides.", "Obtuse shooting in the side, and above the anus.", "Stitches and itching at the anus (stitch extending from the anus through the small of the back into the left groin, increasing during an inspiration)." ],
    "Male Sexual Organs" : [ "Excitement of the sexual desire." ],
    "Female Sexual Organs" : [ "Sensation of something living and moving in the abdomen; abdomen swollen; (these symptoms, when occurring in females, as they often do at the change of life and at other times, may lead to the erroneous idea of pregnancy).", "Urging of blood towards the genital parts, as if the menses were commencing.", "Catamenia too frequent and copious.", "Catamenia painful.", "Metrorrhagia of black and slimy blood.", "Flow of blood, during the new and full moon.", "Haemorrhage from the uterus (during the least movement); blood viscid, black, smelling badly (miscarriage third month).", "Threatened abortion, esp. where there is a haemorrhage of dark, stringy blood.", "Post-partum haemorrhage." ],
    "Respiratory Organs" : [ "Violent dry, shaking cough, much mitigated by passing the hand over the epigastrium.", "Cough, with spitting of blood.", "Disagreeably smelling breath.", "Difficulty of respiration.", "Inclination to breathe deeply, occasioned by a sensation of heaviness about the heart.", "Oppression of the chest, with desire to draw a long breath; > by yawning.", "On breathing, a sensation is felt as from the vapour of sulphur in the throat." ],
    "Chest" : [ "Shootings in the chest and esp. in the sides.", "Movements, as if something alive were hopping in the chest.", "Shocks in the chest, which suspend respiration.", "Peculiar jerking pains in interior of l. breast (chest) as if drawn towards the back by a thread." ],
    "Heart" : [ "Sensation of heat, which ascends to the heart, with anxiety and difficulty of respiration, mitigated by yawnings.", "Sensation of heaviness at the heart.", "Sensation of great emptiness in precordial region.", "Drawing in precordial region extending to stomach.", "Stitches beneath heart, < on inspiration.", "Frequent palpitation.", "Anxiety at heart, with sense of weakness extending thence through abdomen to soles of feet." ],
    "Neck and Back" : [ "Sensation of stiffness in the neck during movement.", "External swelling of the neck.", "Pulling in the loins, with pains in the groins.", "Sensation of coldness in the back." ],
    "Upper Limbs" : [ "Pain in the shoulder-joint, on moving the arms, as if it were out of joint, or on the point of being dislocated; cracking.", "Numbness of the arms and of the hands, with immobility, esp. at night, during sleep.", "Digging pulling in the forearms.", "Heaviness and pain, as from a bruise in the forearms, after any slight movement of them.", "Burning pricking, and tension in the tips of the fingers, as from stagnation of the blood, after a walk in the open air.", "Chilblains in the hands, and in the fingers." ],
    "Lower Limbs" : [ "Sensation of weakness in the thighs, when seated.", "Violent cracking of the hip-joint, of the knee-joint (when stooping).", "Nocturnal tearing in the leg, with uneasiness in that part.", "Pain, as from a bruise, in the calves of the legs.", "Fatigue in the soles of the feet (from standing), with burning pain and tingling.", "Chilblains on the toes." ],
    "Generalities" : [ "Movements, as of something alive (hopping and jumping) in various parts of the body.", "Tingling in different parts of the body.", "Convulsive attacks, like chorea (every seven days), with laughter, dancing and leaping, alternately with violent paroxysms of whooping-cough.", "Sensation of relaxation and bending in the joints.", "Numbness of some of the limbs, at night, during sleep.", "Amelioration of symptoms in the open air; several of them appear at night, and are generally aggravated in the morning.", "Ebullition of blood, sometimes throughout the body.", "Discharge of a black viscid blood from different organs.", "Epistaxis.", "Dark stringy blood from the nose; mucous blood from the same.", "Cough with bloody (dark) expectoration.", "Heaviness and failing of the limbs, after light exercise.", "Striking alternation of the most opposite, physical, and mental symptoms.", "Symptoms generally appear on the l. side.", "Excessive general weakness, with fainting fits, during movement.", "Desire for open air.", "Great depression in the morning.", "Trembling of all the limbs." ],
    "Skin" : [ "Pricking, crawling, burning, and tingling in skin.", "Red (scarlet) colour of the body.", "Chilblains.", "Suppuration, painful, of old wounds (old cicatrised wounds open again and suppurate)." ],
    "Sleep" : [ "Continuous yawning and desire to sleep.", "Great inclination to sleep in the day, esp. after a meal, sometimes in the evening.", "Sings while sleeping.", "Drowsiness, with eyes dull and glassy.", "Cries, and starts, while sleeping.", "Frightful, or gay and pleasant dreams." ],
    "Fever" : [ "Pulse accelerated; feverish.", "Chill in the afternoon, growing worse in the evening, with chilliness extending from the back into the legs, with trembling.", "During the chill (and heat), thirst.", "Chilliness, only of the back part of the body.", "Flushes of internal heat, with pricking and tingling of the skin.", "Heat, mostly of the head and face, with paleness of the cheeks and thirst.", "Perspiration very little, and only at night; cold and debilitating.", "Perspiration only on the lower part of the body." ]
  }
}