{
  "remedyName" : "Crotalus Cascavella",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Goitre. Headache. Mania. Metrorrhagia. Nose-bleed. Uterus, neuralgia of." ],
    "Characteristics" : [ "The poison of Cascavella is as deadly as that of the other Crotalidae, and the general symptoms are like those of the other members of the group, but the mental symptoms are more pronounced and peculiar. Lancinating pains are frequent, and are < by cold washings. Many symptoms are < at night. Pains in bones. Hallucinations are marked and peculiar; a magnetic state is induced. There is headache after sleep as with Lach. Compare: Crotal. hor., Lach., &c." ],
    "Mind" : [ "Magnetic state; she hears nothing, and again sees the spectre of death, as a gigantic black skeleton.", "Hears a strange voice to l. and behind her, and follows it, throws herself against closed doors, and scratches them with her nails.", "Attempts to throw herself out of window.", "Fancies her eyes are falling out.", "He fancies he hears groans.", "Thoughts dwell on death.", "Fright at night about indefinite things.", "Clairvoyant.", "Anxiety and inquietude.", "Involuntary groaning." ],
    "Head" : [ "Entire skull compresses the brain like an iron helmet.", "Sensation as if something alive were walking inside the head in a circle.", "Headache, epistaxis and great excitement, caused by starting out of sleep.", "Shocks in head which almost throw her off her balance.", "Acute lancinations in r. temple.", "Sensation as if a red-hot iron were stuck into vertex." ],
    "Eyes" : [ "Feels a blur before her eyes.", "Dazzling blue light.", "Pressive sensation of r. eyeball, which felt as if drawn out.", "L. eye feels as if drawn towards temple.", "Cutting sensation all round eyeball as if it was being taken out with a pen-knife." ],
    "Ears" : [ "Swelling of r. ear.", "Very deaf.", "Buzzing in ears while going downstairs." ],
    "Nose" : [ "Bloody serum runs from nose.", "Epistaxis of bright blood.", "Tip of nose feels drawn up as by a string and fastened to centre of forehead.", "Smell, like that of the snake; as of a hospital." ],
    "Face" : [ "Face red; or yellow.", "Crawling sensation in face.", "Difficult to move lips." ],
    "Mouth" : [ "Tongue scarlet red; paralysed.", "Pain in tongue and larynx extending to abdomen.", "Burning and prickling at tip.", "Itching of tongue.", "Thick, viscid, dark saliva.", "Discharge of white mucus from mouth.", "Taste, very salt; of onions; putrid.", "Speech difficult." ],
    "Throat" : [ "Feeling of dust in throat; of lump.", "Burning; constriction; formication.", "Constrictive pain as if a string were tied round thyroid body.", "Pain in oesophagus extending to abdomen.", "Swallowing difficult." ],
    "Stomach" : [ "Great desire for snow, without wanting either water or wine.", "Feeling of coldness in stomach after eating.", "Sensation of an opening in stomach through which air passes.", "Each mouthful of food falls suddenly into stomach, like a stone, with pain felt even in the back.", "Epigastrium sensitive, cannot bear clothing.", "Violent blow in epigastrium." ],
    "Abdomen" : [ "Feeling as if a peg were sticking in middle of liver.", "Weight at diaphragm; and in hypogastrium.", "Sensation of a band round abdomen." ],
    "Stool and Anus" : [ "Prolapsus ani; urging and tenesmus, followed by discharge from anus of mucus like white of egg.", "Yellowish diarrhoea.", "Obstinate constipation." ],
    "Urinary Organs" : [ "Copious urination.", "Involuntary emissions during sleep." ],
    "Female Sexual Organs" : [ "Violent lancinations in uterus when washing with cold water; terrible lancinations if the water is warm, with weight in uterus.", "Lancinations like knife-stabs in uterus and anus, esp. when washing with cold water.", "Intermitting metrorrhagia (vermilion-coloured)." ],
    "Respiratory Organs" : [ "Dry cough at night from tickling in throat.", "Green expectoration in morning.", "Suffocative feeling with dread of another attack." ],
    "Chest" : [ "Intolerable pains in thorax.", "Sensation as if head and chest were compressed by iron armour.", "Sensation of water in chest, with efforts to throw it up, and faint feeling as if heart were dipped in a liquid.", "Bone-pain and swelling of l. clavicle.", "Stitches in l. side on drawing breath." ],
    "Heart" : [ "Feeling as if heart were beating from above downwards.", "Palpitation if any one stands at her r. side.", "Faintness > in open air." ],
    "Neck and Back" : [ "Full feeling in carotids.", "Pain in sacro-lumbar articulation." ],
    "Limbs" : [ "All limbs tremble and are weary." ],
    "Upper Limbs" : [ "Knife-stabs under r. axilla, arresting breathing.", "Cramp in arms.", "Pain in palm of hands extending to wrist.", "Numbness and swelling of arms." ],
    "Lower Limbs" : [ "Sensation as if r. hip, from hip to heel, were shortened; this sensation, though illusory, causes him to limp." ],
    "Skin" : [ "Skin red.", "Eruption of small red pimples.", "Prickling formication, itching." ],
    "Sleep" : [ "Somnolence.", "Dreams of corpses and ghosts." ],
    "Fever" : [ "General coldness, not relieved by energy.", "Feet icy cold." ]
  }
}