{
  "remedyName" : "Crotalus Horridus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Apoplexy. Appendicitis. Bilious fever. Boils. Cancers. Carbuncles. Cerebro-spinal meningitis. Chancre. Ciliary neuralgia. Convulsions. Delirium tremens. Dementia. Diphtheria. Dysmenorrhoea. Dyspepsia. Ears, discharges from. Ecchymosis. Epilepsy. Eyes, affections of. Erysipelas. Face, eruption on; distortion of. Haematuria. Haemorrhagic diathesis. Headache. Heart, affections of. Herpes. Hydrophobia. Intestinal haemorrhage. Jaundice. Keratitis. Liver, disorders of. Lungs, affections of. Mastitis. Measles. Milk-leg. Meningitis. Ovaries, affections of. Ozaena. Palpitation. Peritonitis. Perityphlitis. Phlebitis. Psoriasis palmaris. Purpura. Pyaemia. Remittent fever. Rheumatism. Scarlatina. Sleeplessness. Small-pox. Stings. Sunstroke. Syphilis. Tetanus. Thirst. Tongue, inflammation of; cancer of. Ulcers. Urticaria. Vaccination, effects of. Varicosis. Varicocele. Vomiting, bilious. White-leg. Whooping-cough. Yellow Fever." ],
    "Characteristics" : [ "The first regular proving of Crotalus was made by Hering and under his direction. Stokes also contributed a proving; but the most complete account of the remedy is to be found in the monograph of J. W. Hayward, forming part of Materia Medica Physiological and Applied. This includes provings made by Hayward and his provers. Crotalus produces profound nervous shock and prostration with trembling, mental alienation, and disorganisation of the fluids and tissues. It causes bleeding from all orifices and surfaces, and it corresponds to the haemorrhagic diathesis; to diseases caused by previous low states of system, by zymotic or septic poisoning, by abuse of alcohol, &c. Low, typhoid states, with oppressed nervous system, and degraded blood-supply often require it. Neuralgia occurring as a sequel of septic toxaemic, or even miasmatic disease; or chronic bilious, climateric, or albuminuric conditions. Broken-down constitutions. The Crotal. patient is readily moved to tears. Weeping mood; agony, despair. In one prover perception was so clouded that she was in danger of being run over in the street; and memory was so impaired that on entering a shop she forgot what she had come for. Sleepy, but cannot sleep. Grinds teeth. \"Crotal. is preferable in fluid haemorrhages, yellow skin (hence in yellow fever with black vomit), epistaxis of diphtheria. Naja has more nervous phenomena. Lach. has skin cold-clammy rather than cold and dry; haemorrhage, with charred-straw sediment; and more markedly ailments of the left side. Elaps. is preferable in otorrhoea and in affections of the right lung. The cobra poison (Naja) coagulates blood into long strings. Crotalus poison is acid; the Viper neutral. The Rotton-snake [\"Birri\"] causes more sloughing than any other\" (Hering). But Hayward observed that sloughing is a strong indication for Crotal., and the cure by this remedy of his own daughter of scarlatina maligna, with gangrenous-looking sore-throat, was a dramatic outcome of his researches. A case of rattle-snake bite and its isopathic cure, related by Dr. J. S. M. Chaffee, in Hom. News, Sept., gives a good general idea of the action of the venom: \"I was called to see James Wright, aged years, who, while binding wheat, was bitten on third finger of right hand by a rattlesnake. I found him bleeding from the bitten finger, and from eyes, nose, ears, mouth, rectum and urethra; pulse small, wiry; respiration 40; temperature 105; haggard expression; whole body bathed in hot perspiration; delirium. This patient had had the regular routine treatment of whisky, quinine and carbonate ammonia for ninety-six hours, when the attendants withdrew and pronounced the case beyond the reach of medical aid. A marked characteristic symptom was a mouldy smell of breath, with scarlet red tongue, and difficult swallowing. Great sensitiveness of skin of right half of body, so much so that the slightest touch would produce twitching of muscles of that side. I prescribed Crotalus hor. 30th trituration, gr. in four ounces of water, a teaspoonful every hour, until my return visit, twenty-four hours later, when I found marked improvement. Temperature normal; pulse full, soft and regular; delirium gone; saliva and urine slightly tinged with blood; appetite returning, he having asked for food for the first time since the accident.\" The medicine was continued for two more days, when recovery was practically complete. The action on the right side is noteworthy, as Crotal. is predominantly a right-side medicine (Lach. is more left); it acts strongly on the liver and corresponds to jaundice and yellow fever. Crotalus has been used with great success in the treatment of yellow fever, and also as a prophylactic against it. For this, inoculation with diluted virus has been practised. The pains of Crotalus alternate rapidly with each other, and frequently recur; also (except headache) appear and disappear suddenly after lasting some time. Swelling of whole body. Fetor of evacuations and discharges. Haemorrhages from all the orifices and even pores of the skin. Peculiar sensations are: as from a blow on occiput; as if tongue and all round throat were tied up; as of a plug in throat to be swallowed; of choking; as if the heart turned over like a tumbler pigeon. Periodicity marks many of the symptoms. Metastasis of erysipelas to brain. Many symptoms are < in morning on waking; or wake the patient up in the night. Orbital pains < in evening. Rest >, and motion and exertion <. Open air > head and stomach symptoms. Cold air < throat and respiratory symptoms. Dry air < cough." ],
    "Relations" : [ "Antidoted by: Lach. Its effects are modified by Ammon., Camph., Opium, Coffea, Alcohol, and radiant heat. Compare: C. Cascavella (thoughts dwell on dead and dreams of the dead); Tarent-cub., Arsen., Lauroc. (tetanus, whooping-cough); Apis., Carb. v., Silic. (vaccination effects); Camphor (coldness; Crotal. has more marked genuine collapse with confused speech), Hyos. Op., Nux v., Cupr., Bell. (sleepy but cannot sleep); Cad. s. (yellow fever)." ],
    "Causation" : [ "Fright. Sun. Lightning. Alcohol. Foul water. Noxious effluvia." ],
    "Mind" : [ "Memory weak; stupid, cannot express himself; makes ridiculous mistakes; with coldness of skin.", "Inability to hold her mind to a subject; perception clouded, on walking street would have been run over but for her sister's watchfulness; entering a shop she forgot what she came to purchase.", "Torpid, sluggish, incoherent, hesitating, quiet indifference.", "Delirium: with drowsiness; with wide-open eyes; loquacious with desire to escape; delirium tremens.", "Sadness; thoughts dwell on death continually.", "Oppression of brain, as if from carbonic acid.", "Excessive sensitiveness, easily moved to tears by reading.", "Weeping, with timidity, fear, anxiety.", "Snappish temper." ],
    "Head" : [ "Vertigo: with faintness; with weakness and trembling; with pale face; epileptic; auditory cardiac with soft, weak pulse; > resting head; with venous congestion and degraded blood; with dilated pupils from lightning, anaemia, or sunstroke; from fright.", "Fainting on assuming upright position.", "Dizziness and fainting with occipital headache.", "Apoplectic convulsions: at outset of zymotic diseases; in inebriates.", "Awakes in morning with headache over eyes.", "Headache extending into eyes.", "Dull, heavy pain and heat over eyes and in sides of nose; > walking in open air.", "Severe pains in r. eye and top of head, on r. side down back of neck at intervals.", "While sitting in chair, heaviness of head came on so much that head felt as if it would tumble about, as if muscles of neck were too weak to support it, and needed the help of the hands.", "Dull, heavy throbbing occipital headache, faint spells; pain as from a blow in occiput.", "Violent itching of scalp; eruptions, pustules; falling off of hair." ],
    "Eyes" : [ "Illusions; blue colours; vanishing of sight while reading.", "Blood exudes from eye.", "Yellow colour of eyes.", "Tearing, boring pain, as if a cut had been made round the eye, sometimes sticking, < morning and evening." ],
    "Ears" : [ "Full sensation in ears.", "Deafness; illusions of hearing; auditory vertigo.", "Otorrhoea.", "Blood oozes from ears." ],
    "Nose" : [ "Epistaxis; in zymotic diseases; blood thin, dark, uncoagulable; with flushed face, vertigo or fainting.", "Ozaena after exanthemata or syphilis." ],
    "Face" : [ "Acne; of all varieties; of masturbation; of drunkards.", "Face, puffed; yellow; red.", "Neuralgia of a dull character, chronic or periodic.", "Parotitis.", "Lips swollen, stiff, numb.", "Lockjaw.", "Copious, red, itching, papular eruption on face, esp. chin, with delayed menses." ],
    "Mouth" : [ "Grinding of teeth during sleep.", "Tongue and all round throat during sleep feels tied tip, cannot speak a word.", "Tongue very red, smooth and polished, feels swollen.", "Tongue: enormously swollen; protruded; inflammation of; cancer of, with much tendency to haemorrhage; syphilis of.", "Fetid breath; peculiar mouldy smell.", "Putrid sore mouth.", "Salivation, bloody or frothy." ],
    "Throat" : [ "Tight constriction of throat.", "Sensation of a plug to be swallowed; as if uvula swollen or stiff; as of a dry spot or tickling, esp. l. side; < on waking.", "Impossible to swallow solids.", "Gangrenous or diphtheritic throat with much swelling; much swelling of glands, head thrown up and backwards." ],
    "Stomach" : [ "Hunger with trembling, weakness, and occipital headache.", "Unquenchable burning thirst.", "Eructations, sharp, sour, rancid.", "Nausea on movement, bilious vomiting.", "Dark green vomiting immediately on lying on r. side or back.", "Black vomit.", "Frequent faint sinking, hungry sensation about epigastrium with trembling and fluttering sensation lower down.", "Craving for stimulants.", "Agonising pain, restlessness, coldness, weak pulse.", "Cannot bear clothes round stomach or hypochondria.", "Haematemesis, blood does not coagulate." ],
    "Abdomen" : [ "Stitches in region of liver on drawing a long breath, < by pressure.", "Aching in liver, vomiting, coldness.", "Violent pain in l. side near last ribs as if in diaphragm.", "Jaundice; malignant jaundice with haemorrhage.", "Heat and tenderness of abdomen, can scarcely bear clothes on.", "Swelling.", "Violent pain in course of colon; in region of appendix.", "Bubo." ],
    "Stool and Anus" : [ "Stools: black, thin, like coffee-grounds, offensive; dark green, followed by debility; yellow, watery with stinging in abdomen; low spirits and indifference to everything.", "Shuddering with diarrhoea; aphonia.", "Diarrhoea from noxious effluvia; from septic matter in food or drink; from high game; summer diarrhoea.", "Dysentery; septic; from foul water, food, &c.; excessive flow of dark fluid blood, or involuntary evacuations; great debility and faintness.", "Constipation with congestion to head and headache.", "Vomiting, purging and micturition simultaneously caused by spasmodic contractions with tenesmus and strangury.", "White stools.", "Haemorrhage, dark, fluid, uncoagulable.", "Haemorrhoids: great tendency to bleed, on using paper, on straining a little at stool, or on standing; in pregnant women; with menstrual irregularities; with heart or liver disease; in inebriates." ],
    "Urinary Organs" : [ "Haematuria.", "Suppression or painful retention of urine.", "Urine: scanty, dark and red with blood; jelly-like; green-yellow from much bile; copious and light-coloured." ],
    "Male Sexual Organs" : [ "Sexual instinct increased with entire relaxation of penis.", "Sharp cutting in glans." ],
    "Female Sexual Organs" : [ "Menses a week too soon, first preceded by weight in head and ears, accompanied by pains in abdomen and back, and cold feet.", "The pains last some hours longer than usual, and go off after two days with intense frontal headache, which lasts from p.m. to a.m.", "Five days before menses much pain in hypogastrium and down thighs; in region of heart, l. arm and shoulder-blade; with cold feet.", "In evening, severe sharp shooting, rather burning pain, repeated at short intervals; apparently starting l. side of womb, passing up to region of transverse colon, there shooting or cutting across from both sides to centre; thence passing up l. side of trunk to l. side of face and temple as a sharp, cutting, intermittent, neuralgic pain; and across middle of forehead there was a heavy, dull, continuous pain; the sharp pain in temple lasted an hour; the dull pain only ceased on going to sleep.", "Flushing and sinking of menopause.", "Puerperal fever, or convulsions, with albuminous and septic conditions.", "Offensive lochia.", "Inflamed breasts.", "Phlegmasia alba dolens, < from slightest touch." ],
    "Respiratory Organs" : [ "Hoarseness, with weak, rough voice.", "Bruised pain from larynx to chest.", "Cough with stitch in l. side and bloody expectoration.", "Dry cough on speaking, < in dry or cold air.", "Nervous cough, esp. laryngeal; dry tickling, constant choking, as if from dry, irritating vapours, or salt or pepper, or from dry spot in larynx, < l. side; provoked by: cold or dry air; deep inspiration; speaking; by external pressure, which cannot be borne, < on waking.", "Whooping-cough, with blueness or pallor which is long in passing off, attacks followed by puffiness of face and haemorrhagic spots, bloodshot eyes, epistaxis, frothy, stringy, bloody expectorations; threatened oedema and paralysis of lungs.", "Excessive oppression of chest.", "Burning in chest with heat in forehead.", "Pneumonia with tendency to gangrene.", "Lungs seem passive.", "Stitches in r. chest near sternum." ],
    "Heart" : [ "Much pain in heart, through l. shoulder-blade and down l. arm.", "Palpitation with sore pain in and about heart; feeling as if heart tumbled over.", "Heart tender when lying on l. side.", "Pulse hardly perceptible.", "Phlebitis; varicosis; varicocele." ],
    "Neck and Back" : [ "Tearing pains from (r.) shoulder to neck, < on moving arm.", "Pain on top of shoulder and in ascending aorta.", "Aching in r. kidney and in stomach." ],
    "Limbs" : [ "Painful paralytic sensation.", "Rheumatic and neuralgic pains.", "Bruised pain in joints and bones.", "Heaviness, as if bones were made of heavy wood.", "Numb pain as after cramp in anterior of fingers and in toes.", "Contraction of flexors." ],
    "Upper Limbs" : [ "Bruised pains in bone of shoulder in paroxysms.", "Large inflamed furuncle on r. upper arm near elbow.", "Tight, cord-like feeling extending from front of l. elbow down front of forearm, with \"round spots\" of pain here and there along front of forearm.", "Tubercle on wrist, near end of radius, size of large split-pea, and rather blue from sting of insect some years before, more pronounced in summer months.", "Vesicular and pustular eruption about wrists.", "Trembling of hands.", "Hands (esp. l.) go dead on least exertion.", "Violent spasmodic pains in l. palm as from bee-sting.", "Itching and heat of palms.", "Oozing of blood from under nails." ],
    "Lower Limbs" : [ "Starting, jerking, trembling, cramps, numbness.", "Drawing suddenly from l. hip to foot.", "During and after walking, feels as if a tendon was drawing from sole of r. foot through bone of leg.", "Small purple spots on legs." ],
    "Skin" : [ "Itching stinging all over; urticaria.", "Skin dry, stiff like thin parchment; usually cold.", "Yellow colour of whole body (haematic rather than hepatic jaundice).", "Petechiae.", "Vesicles; herpes; pimples; boils; carbuncles; burns; stings; pemphigus; ulcers; gangrene; felons; anthrax.", "Old cicatrices break out again.", "Peliosis rheumatica.", "Dropsies." ],
    "Sleep" : [ "Yawning; torpor; sopor.", "Drowsiness with inability to sleep.", "Starting in sleep.", "Dreams of travelling, of quarrels; of the dead.", "Symptoms < after sleep." ],
    "Fever" : [ "Surface cold, esp. extremities.", "Flushes of heat all over.", "Sweat: cold; coloured, esp. axillary; bloody.", "Malignant scarlatina, with infiltration of tissues, esp. of throat.", "Low, bilious remittents of South.", "Yellow fever, haemorrhagic, oozing of blood from every pore, vomiting and purging bloody and bilious; fainting.", "Septic or purpuric fevers.", "Cerebro-spinal meningitis." ]
  }
}