{
  "remedyName" : "Croton Tiglium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cholera. Cholerine. Colds. Cornea, opacity of. Cough. Diarrhoea. Ear, affections of. Eczema. Eyes, affections of. Hypopion. Keratitis. Neuralgia. Nipples, painful. Ophthalmia. Proctalgia. Rheumatism. Rhus poisoning." ],
    "Characteristics" : [ "Croton oil is best known in its uses as a powerful purgative, and as an irritant of the skin. The characteristic stool of Croton is a sudden evacuation in one gush, like a shot; followed by great prostration. Colic before stool; constant urging; < from eating and drinking and from every movement. The evacuation is yellowish or yellowish green. On the skin Croton produces erythema, erysipelas, eczema, herpes pustules. The antidote to Croton is Ant. tart. Croton antidotes Rhus tox. Some peculiar sensations are: produced by Croton: \"As if the skin were hide-bound\", (Also mentally hide-bound; can't think outside of himself.) \"As of a string pulling from one part to another; from eyeball to back of head; from nipple to back with pain in nipple when the child nurses.\" \"As if a plug were forcing outwards at anus.\" Cutting, sticking, stinging, stitching pains and burning stitches. Writhing in transverse colon. Guernsey gives the skin indications thus: \"In any skin disease which itches very much, but the patient cannot bear to scratch very hard as it hurts; a very slight scratch, a mere rub suffices to allay the itching. Erysipelas that itches exceedingly.\" He also gives: \"Otorrhoea when there is much itching.\" Teste, who was among the first to use Croton homoeopathically, gives a very interesting account of it. He quotes Trousseau and Pidoux as saying that it often happens that eruptions are developed on parts not touched by the remedy, in those who have been engaged in making Croton inunctions on patients. The face and the scrotum especially have been thus attacked. The itching which it causes, says Teste, is at first more tingling than burning (the contrary taking place with Rhus). The itching changes to burning (like the itching of Rhus) if it is taken in large doses or applied externally. The eruptions in which he succeeded were: urticaria; large copper-coloured spots almost like liver-spots: small red blotches, not very apparent, in thighs, abdomen, and genitals, of fifteen years' standing-all accompanied with intolerable itching. Two remarkable cases are recorded by Teste. A delicate, cachectic, psoric girl of four had suffered for two years without interruption from a fetid discharge from the nose, less in winter more in summer. Before this she had a vesicular eruption on chest and neck, which disappeared of itself, being followed in three or four days by the discharge. After the failure of Sul., Merc. sol., Calc., on the indication of the previous eruption Teste gave Croton, and in less than a fortnight the disease lost three-fourths of its intensity, although it was in mid-summer. Six months completed the cure, the only other remedies given during the time being Lob. i., and Kreas. The other case was that of a man of forty, very fleshy, who for fifteen years had been subject to attacks of gout returning every spring, except on two occasions when a most fatiguing and obstinate exanthem appeared instead. This consisted in an intense redness of the whole body, accompanied with a burning itching, especially in the hollow of the hands, at the chest, and behind the ears. These parts were the seat of a yellowish, plastic exudation, emanating from a multitude of small vesicles in close contact with each other, which were only distinctly perceived in places where they were less numerous, and where a greater degree of resistance on the part of the epidermis imparted to them a certain persistence. Each time this eruption broke out it lasted three months in spite of purgatives and the baths of Bareges and Aix les Bains. When Teste saw the patient he had neither gout nor eczema, but a dry, racking, almost convulsive and unceasing cough. Skin rather hot, thirst, a little headache, heat in chest, no dyspnoea. Sometimes, especially in the evening, but only for a few days, he showed a tendency to syncope. At the end of three weeks, having received no benefit from Teste's treatment, the patient took of his own accord three tablespoonfuls of the \"Syrup of White Poppy,\" at bedtime. The cough ceased entirely for some hours, and then returned in its old intensity. But during the intermission the malady had come out on the skin, and at daybreak the patient found himself covered from head to foot with his old horrible eczema. He was almost unrecognisable, and in a state of the deepest anxiety and despair. He expected three or four months of it. Teste now gave Croton. The itching disappeared the same day. Within five or six days there remained not a trace of either cough or eruption. As the patient removed from Paris, Teste was not able to follow the case in subsequent years. Conrad Wesselhoeft cured a case of proctalgia in a woman of thirty with Crot. tig. 3x. The attacks came on after stool, lasting half a day, and preventing her from fulfilling her duties of teacher. There were no piles, only sensitiveness of rectum to touch. He was led to the remedy by having previously had another patient who suffered from a similar pain after using Croton pills; pain in the rectum came on with extreme intensity after straining at stool; and the patient (also a woman) was in agony for three hours afterwards, with frequent tenesmus. The pills were stopped and Nux v. given, and she was well in a week. The eye symptoms of Croton are very strongly marked. Purulent ophthalmia, ulceration, and hypopion have been cured by it. Many of the symptoms of Croton spread from below upwards. Touch, pressure and motion <. < When sitting or crouching. Open air < dizziness and faintness. Drinking cold water while heated = complete loss of voice. Hot milk < colic. Diarrhoea is < in summer. Many symptoms are < at night. > After sleep." ],
    "Relations" : [ "Antidoted by: Ant. t. Antidote to: Rhus. Compatible: K. bro. Compare: Elat., Verat., Ricin., Euphorb., Anac., Colch., Rhus, Phos.; in pains in breast, Bry., Borax., Phelland., and Sil.; in faintness during stool, scanty stools, Dulc., Ox. ac., Petrol., Sars., Sul. (stools not scanty, Apis., Nux mosch., Puls., Spi., Ver.); faintness after stool, Nux." ],
    "Mind" : [ "Sadness, sometimes with dislike to labour; or else with anxiety, and displeasure concerning everything.", "Frequent melancholy.", "Agitation.", "Grumbling, discontented humour.", "Dislike to labour.", "Nothing is desired but loitering, and to avoid all serious undertakings.", "Disordered aspect, with eyes haggard, sparkling.", "Weakness of memory.", "Feeling as though one cannot think outside of himself, \"feels all pent up\" inside, and no chance for the thoughts to flow out." ],
    "Head" : [ "Head confused: on rising, as if by a cloud, with dulness and pressure in the forehead in the forehead, with pressure and heaviness; with pressure in the temples in the occiput, sometimes as though it were held in a vice (on l. side), with heaviness in the head, and digging in the eyes, with fulness, cloudiness, and heaviness in the forehead, esp. on r. side, with pressure, proceeding downwards from the occiput to the part underneath the ear, with lancinations.", "Giddiness in the head, as after spirituous liquors.", "Vertigo with dulness of the head, pale complexion, debility and nausea; < in the open air.", "Vertigo: with headache; with heaviness of the head, so as to cause falling while standing upright; hardly permitting a sitting posture, esp. on raising the eyes; with bewilderment of the head until supper-time; on walking in the open air; esp. on the r. side, with aching in the eye; in the sinciput, with draggings across the nose to the forehead.", "Headache; < in the morning.", "Fulness in the head, with numbness and weight in the forehead, every day, and with great heaviness, which prevents reading; with sensation of vertigo and pressure in the forehead.", "Pressure in the head; in the r. temple and the side of the forehead; in the sinciput, and sometimes chiefly on the l. side; or else with violent pains, throbbings, and tension proceeding from the forehead, with bewilderment of the whole head, < after a meal.", "Numbness in the orbits, < within doors and towards night; above all in the air.", "Pressure at the occiput.", "Tension at the sinciput, with pressure and dartings.", "Squeezing in the temples.", "Tearings, ascending towards the vertex; in the forehead, extending to r. temple, where they become lancinations.", "Lancinations in forehead, above r. eye; in l. temple; between the occiput and the nape of the neck.", "Congestion in the head, proceeding from the abdomen, with hot skin and perspiration.", "Externally, pricking in the teguments of the head; tingling at the occiput; jerking of the head; burning at the temple, as by live coals; sensitiveness of the teguments of the head: the hat gives pain." ],
    "Eyes" : [ "Lancinations, esp. in l. eye; jerkings and dartings in the angle of the l. eye; with frequent contractions and jerking of the whole eye; contractive pains in the l. eyelids, esp. towards the internal angle.", "Sensation as of a string pulling eyeball back into head.", "Stinging in the eyeball.", "Itching of the eyelids.", "Irritation of the conjunctiva.", "Inflammatory redness of the l. conjunctiva.", "Ulceration of the conjunctiva, contraction of the pupil, and profuse lachrymation and dimness of the cornea.", "Hypopion.", "Inflammation of the eye, in which a drop of oil has been introduced, extending over the whole side of the face.", "Burning pain in the inflamed eye, with burning in the ear, vertigo, and fainting.", "OEdematous swelling of the eyelids.", "Small vesicles round the eye.", "Swelling of a subcutaneous gland below the inferior r. eyelid, with redness of the skin.", "Much quivering of the eyelids.", "Lachrymation.", "Sight bedimmed, as though crossed by a fog or by smoke; cloud before the weak eye; before both; the sight is lost, sometimes as by vertigo (in a room), or else by heaviness and weakness of the eyes." ],
    "Ears" : [ "Forcing pain in the l. ear; sometimes spasmodic and deeply seated.", "Dull aching in the direction of the two auditory ducts.", "Pressure and revolving sensation towards the orifice of the ear, with confusion of the head.", "Lancinations below l. ear.", "Hardness of hearing of r. ear.", "Loss of hearing for a short time.", "Noise in the ear." ],
    "Nose" : [ "Inflammation of the nose, and of the whole face.", "Burning in the nostrils.", "Eruption on the septum, with redness of the part, pain on touching it, and small yellow vesicles, which, at a later period, form crusts, and at last desquamate.", "Internal irritation of the nose; dryness; cessation of respiration by the nose.", "Increase of nasal secretion; thin coryza." ],
    "Face" : [ "Paleness and coldness of the face.", "Increased heat, sometimes burning, esp. in the cheeks; or else over the whole face, remaining several days.", "Inflammation of the face and of the nose; swelling of the face; eruption of pimples.", "Burning in the lips; sometimes in the commissures, principally with swelling of the external edges; tension in the commissures of the lips; dryness of the lips, sometimes with chaps, or else experienced chiefly in the evening, with tension.", "Dragging in the l. maxillary articulation; swelling of one gland, which is painful on being touched." ],
    "Teeth" : [ "In a hollow molar, pain, as of excoriation, while eating.", "Gums bleed, when cleaning the teeth; interior swelling, sometimes painful." ],
    "Mouth" : [ "The interior of the mouth as if burnt; heat within; dryness, with scraping in the throat.", "Accumulation of water, which sometimes escapes at the corners of the mouth.", "Augmented secretion of saliva, with sensation of heat in the mouth.", "Frequent salivation.", "Irritation of the salivary glands, causing frequent expectoration, occasioning a sensation of burning and an acridity, with rancid taste in the throat, which cease only after experiencing symptoms in the rectum akin to those which follow an evacuation.", "Tongue loaded with a white coating.", "Sensitiveness of the tip of the tongue.", "Swelling of the palate; tickling, scraping, and burning at the junction of the soft and solid parts." ],
    "Throat" : [ "Sensation of a peg, or a morsel, in, the throat, which cannot be swallowed.", "Pulling in the throat.", "Scraping, disagreeable taste in the fauces.", "Scraping in the throat, which provokes hawking.", "Burning in the fauces and pharynx.", "Burning in the gullet and the larynx, preceded by a sensation of roughness, followed by burning; removed on taking a breath.", "Burning in the throat, as by pepper; continuous, with constriction; much > after a short sleep; > during inspiration, < during expiration; heat in the throat and the oesophagus, extending into the stomach.", "Uvula red and elongated.", "Painful swelling of sub-maxillary glands and tonsils.", "Dryness of the gullet, with irritation, as though it were inflamed; with difficulty in swallowing; with expectoration of mucus, which is acid, like vinegar.", "Copious expectoration of viscid mucus, with an acid taste." ],
    "Appetite and Taste" : [ "Taste: of almonds; sickly, with painful tingling at the tip of the tongue; clammy, the tongue being charged with coating; sweet-bitter, and as though the tip of the tongue were acted upon by electricity; bitter; acid, acrid, ascending from the stomach.", "Appetite diminished, as well as thirst; no appetite; loathing; repugnance to beer; inability to eat, even milk porridge, because of loathing and nausea; after taking milk, great repugnance and nausea, with inclination to vomit.", "After a meal, pain in the abdomen." ],
    "Stomach" : [ "Risings, with nausea, sometimes to a greater extent after drinking, or else with prostration of strength; with loathing.", "Regurgitations: of water; of bile, in the evening.", "Hiccough.", "Excessive nausea, with vanishing of sight, sweat on the forehead, distension of the abdomen, excessive gagging, vertigo; < after drinking.", "Nausea, and inclination to vomit; frequently; with continuous loathing and uneasiness; with disgust; continual, with coldness, regurgitation of water with salivation; with vertigo and want of appetite; which hardly permits writing; in the abdomen, with retching; frequent efforts to vomit, with accumulation of water in the mouth.", "Vomiting: with nausea; of coffee taken; of mucus, with bitterness in the mouth; of a yellowish liquid, having the smell of oil, and a smooth taste like oil; after a meal, of water, of mucus, and of bread, with continual nausea; bitter in the evening, of aliments taken at supper, preceded by nausea, fulness, and pressure of the stomach, followed by sweat upon the face; at night, of an acid liquid, of an acrid smell, preceded by nausea; violent, of aliments taken into the stomach, on walking in the open air (after great nausea), or else of water following nausea, < after a slice of bread and butter; violent, sudden, of a frothy water, yellowish white, with spasmodic efforts; vomiting of bile.", "Fulness: with painful sensitiveness of the stomach; aching, sometimes with nausea and want of appetite.", "Painful sensitiveness of the stomach; to the touch; with sensation of emptiness and nausea, and inclination to vomit, until the afternoon.", "Pressure at the stomach: with movement in the abdomen; with tickling; with anguish; with uneasiness in the abdomen; with squeezing, anguish, and excessive uneasiness, or else accompanied by tension.", "Pressure in the pit of stomach.", "Contractions in the stomach, with pressure in the pit, and discharge of water from the eyes and nose; spasmodic movements as if about to vomit, with nausea; retraction of the upper part of the stomach.", "Scraping in the stomach; burning, sometimes as if by hot coals; burning and heat in the pit of the stomach; borborygmi, and weight upon the chest." ],
    "Abdomen" : [ "In the spleen: lancinations; aching.", "Violent pains in the abdomen and the stomach, the lower portion of the abdomen affected; and painful abdominal symptoms >, after taking milk porridge; constant pain in the abdomen, on touching the navel, with noise in the abdomen, and bellyache; pain in the umbilical region and lower part of the abdomen; the pains in the umbilical region are < by the touch, or on lying down, on which occasion they sometimes extend to the anus, which then protrudes.", "Colic in the umbilical region, sometimes more particularly in the evening, and with inflation of the abdomen, followed by an evacuation.", "Pain as if the intestines were twisted in the umbilical region, followed by tearings in the l. side.", "Violent spasmodic pains in the abdomen, more violent when in a crouching posture (as when at stool), than when walking or standing upright.", "Tension in the abdomen: between the navel and the pit of the stomach; painful and spasmodic in the upper part of the abdomen, esp. on being seated; violent, with inflation of the whole abdomen, evacuation, emission of fetid wind, and great aggravation of all the symptoms on being seated; in the umbilical region on being seated, with pressure in the anus.", "Pressure in the abdomen: on going out, ascending towards the stomach, with sudden nausea, and with pinchings and tension at the navel; above the navel with squeezing.", "Pinching in the abdomen: with borborygmi; in the umbilical region, sometimes more particularly while walking; with cuttings, sometimes chiefly in the umbilical region and l. side of abdomen; with pressure on the anus; violent on awaking, with rumbling in the abdomen soon after, emission of fetid wind, with great urging to go to stool, and evacuation with abdominal cuttings and spasms.", "Cutting pains, with pinching, in the transverse colon, renewed after every evacuation; commencing at the navel, almost stopping respiration, and causing a lateral bending of the body; above the navel, as with knives, disappearing after an evacuation; in the umbilical region and the intestines at the same time, or else followed by an evacuation; below the stomach, in the abdomen.", "Tearings in the abdomen during a meal; in the r. side of the abdomen, with incisive pains below the stomach; in the colon; in umbilical region after a meal.", "Lancinations in the abdomen: above the navel; to the l. of the navel; in the caecum; in the region of the sigmoid flexure.", "Excoriating pains in the inferior part of the abdomen, while coughing.", "Sensation as if tepid water were moving in the intestines, esp. on the l. side.", "Sensation of coldness in abdomen.", "Heaviness: in the superior part of the abdomen, with nausea; in the lower part, with retraction of the abdomen.", "Fulness in the abdomen: with borborygmi and colic; with pinching; with tension and colic in the umbilical region.", "Inflation of the abdomen every day, with tension and borborygmi, < while walking.", "Movement in the abdomen; fluctuation as if water were there; borborygmi, sometimes on the l. side; rumbling, esp. in the small intestines.", "Externally, tingling heat in the teguments of the abdomen.", "Tension and pain in the groins.", "Emission of wind: before a stool; with borborygmi in the abdomen; frequent, sometimes with lancinations, or else such as precede a soft stool; fetid wind." ],
    "Stool and Anus" : [ "Urgent inclination to go to stool: with rumbling and pinching in the abdomen; as from heat and agitation in the abdomen; with pressure on the anus, as in diarrhoea; in the morning in bed, and after getting up, stool, followed by excoriating pain in the anus; sudden, immediately after rising or commencing exercise; so pressing that the closet cannot be reached soon enough.", "Stools: soft, like pap, sometimes with burning at the anus; viscid, of good consistence, mucous, aqueous, sometimes copious and frequent, even at night, or else with lancinations in the anus; liquid, with scraping at the anus; yellow, loose, sometimes after vomiting, or else following sweat, mucous, with tenesmus; dark green, liquid, followed by long-continued debility; now firm, afterwards bilious mucous, and finally aqueous; brown, pap-like, with mucus, or else followed by borborygmi in the l. side: greyish-green, dirty brown, quick, and ejected by one effort.", "Stool as soon as he drinks (the child has a stool and colic as soon as it nurses).", "After taking coffee, the stools (frequent) cease.", "After the stool, drawings and pressure in the upper part of the abdomen, and the umbilical region.", "Ejection of ascarides, and of the taenia solium.", "Pressure and tenesmus in the rectum, with cutting pains going round it on being seated.", "In the anus: burning, which sometimes does not permit the patient to remain seated, with swelling of the surrounding parts, or with pulsations and lancinations; scraping after a stool; pains of excoriation and burning after taking exercise, contractive and lancinating pains in walking; pain as if a peg were endeavouring to pass out; pain of excoriation after the stool, with prolapsus ani, and inclination to go to stool, and on compressing the abdomen, pressure on the anus extending to the genital parts and the glans; with this, much anguish, oppression, sweat on the forehead, and nausea, with loss of sight and hearing; rest soothes the pains." ],
    "Urinary Organs" : [ "In the r. renal region, violent lancinations, which cut short respiration.", "Inclination to urinate, sometimes immediately after having made water; increased emission, sometimes with frequency, even every half-hour.", "Urine: yellow, copious; cloud in the urine, which is sometimes turbid; after the cloud has disappeared, brown crystallisations float in its place; urine pale, frothy, in the morning; pale, with white sediment, in the daytime; orange-yellow pale at night, a little turbid and fleecy at the bottom; high-coloured, fiery-red, and very fleecy; night and morning; blood-red, depositing much mucus at the bottom, which, on being disturbed, forms elongating threads; thick sediment in the urine, afterwards urine with a streaked coating.", "When urinating, heat in the urethra, or in the glans." ],
    "Male Sexual Organs" : [ "Penis painful, with redness of the glans, and lancinations in the urethra.", "Pullings in the l. spermatic cord, hindering walking.", "L. testicle retracted, the r. pendant, and flaccid.", "Tetter-like eruption on the scrotum.", "Erections." ],
    "Female Sexual Organs" : [ "Catamenia too scanty, or altogether suppressed, with dyspnoea and palpitation of the heart, esp. on going to bed.", "Pain and stitches through the breasts into the chest, and extending to the back, as soon as the child begins to nurse." ],
    "Respiratory Organs" : [ "Hoarseness.", "Voice hoarse, sometimes as from a cold, or with necessity for hawking.", "Tickling in the larynx.", "Secretion and accumulation of rattling mucus in the larynx, sometimes increased, with tickling, or chiefly in the evening.", "Bronchial catarrh.", "Pressure on the larynx, esp. on l. side.", "Cough: with frequent hawking; continual, sometimes with mucus in the bronchia, difficult to be detached, with expectoration of mucus, esp. in the morning, or else in the evening, and with pressure on the chest.", "Mucus continuing in the lungs, with dyspnoea and wheezing on breathing deeply.", "When coughing, soreness in the abdomen." ],
    "Chest" : [ "Respiration impeded by aching in the abdomen: difficult, with oppression; sometimes with anguish.", "Respiration laboured sometimes with fulness and anguish in the chest.", "Respiration short, after a stool.", "Dyspnoea aggravated on going up stairs.", "Chest painful on pressing upon it.", "Fulness and painful sensitiveness of the two cavities, with burning lancinations on l. side, and towards the shoulder-blades, or else with pressure and burning on r. side, and on l.", "Particular uneasiness in the chest and abdomen.", "Feeling of emptiness in the chest.", "Pressure on the chest: in breathing deeply; violent in the evening; deep in the middle of the chest.", "Lancinations in the chest: below, to r., during in inspiration; sometimes on l. side, esp. in the evening.", "Pulsation, backwards from the r. side.", "Burning in the chest, sometimes violent, extending to the intestines." ],
    "Heart" : [ "Palpitation of the heart: sometimes violent, such as may be felt externally; during coition; after a meal, esp. on lying down; sudden throbbing in the region of the aorta.", "Palpitation of the heart, with difficulty of breathing, esp. on going up stairs.", "Frequent lancinations in the region of the heart, sometimes more esp. during inspiration; frequent jerkings towards the heart; the l. ventricle of the heart is chiefly affected.", "Externally, pulsation, and throbbing-bubbling in (r.) side of chest; tearing pains." ],
    "Neck and Back" : [ "In the cervical vertebrae, pressure and pulling.", "In the lumbar region, tingling as from insects.", "Lancinations in r. kidney." ],
    "Upper Limbs" : [ "Aching in r. shoulder, lancinations in l.", "In the arms, heaviness and lassitude; tensive, contusive pain; sensation of heaviness and weariness; tearing in r. arm.", "In l. elbow, perforating sensation in the joint.", "In r. forearm, pulling, tension, pressure and contusive pain; tearing in l. fore-arm; pullings in the r. hand.", "In the fingers of l. hand, jerkings; pullings and tearings in the middle fingers of l. hand; digging pains in the last phalanges of the fingers." ],
    "Lower Limbs" : [ "In l. coxo-femoral articulation, tensive pain, felt esp. when rising from a sitting posture; pullings and swellings in the buttocks, and in the anus, after taking exercise.", "In the legs, lassitude and heaviness.", "In the thighs, tension and contusive pain; itching burning in l. leg, also sensation of paralysis.", "Digging and tearing in the knees; tension and pricking; arthritic digging.", "In l. leg, pricking; tearing; jerking during after-dinner sleep; hot itching of r. tibia.", "Weight and aching in the articulation of the r. foot; lancinations in both feet, sometimes as if they were dislocated; jerking and tearing in the sole of the l. foot.", "In the toes, lancinations and tearing, esp. in the great toes." ],
    "Generalities" : [ "General lassitude and depression.", "Pains in the limbs.", "General uneasiness, ill-feeling, with lassitude, followed by inclination to sleep, < on lying down, with loss of sight and hearing; drops of sweat on the forehead, and a feeling of the impossibility of reaching the nearest house, with vertigo, paleness of face, lassitude and depression, striving to reach the open air, where, however, the malady is increased.", "Sensation as if the body were shattered, sometimes with frequent anxiety.", "Sensation of numbness over the whole body.", "Great excitement throughout the whole body.", "General trembling.", "Weakness, sometimes attended by uneasiness, or else by depression.", "Fainting fits.", "Symptoms > during sleep." ],
    "Skin" : [ "Heat, esp. of the hands, with swelled veins.", "Itching, followed by burning pain.", "The patient can't bear to scratch very hard as it hurts; a very slight scratch, a mere rub suffices to allay the itching.", "Erysipelas that itches exceedingly.", "Vesicular inflammation (scarlet redness) of the skin.", "Redness, warmth, stinging here and there, with pustules, running into one, oozing and forming a grey-brown crust on the day following, which finally falls off.", "Pustules, with inflammation, nearly general, of the teguments of the abdomen, followed by desquamation.", "Herpetic eruption on the scrotum." ],
    "Sleep" : [ "Frequent yawning during the morning, with a sensation of flaccidity and tenderness in the stomach.", "Inclination to sleep, unconquerable in the afternoon; towards noon obliging the patient to lie down, but without the power to go to sleep, with palpitation of the heart.", "Disturbed sleep during the night, in consequence of a multitude of dreams, which are sometimes painful and anxious.", "At night, in bed, anxious tossing about, without power to sleep; afterwards sudden sleep, with painful dreams.", "Waking at midnight from a profound sleep, with legs as heavy as lead.", "On awaking, contusive pain in the limbs, and dulness and confusion of the head.", "Headache, which awakens the patient.", "Sudden awakening.", "In sleep the patient lies on his back, and is awakened by an emission of semen.", "Numerous dreams, concerning the sleeper himself, of a painful and afflicting character." ],
    "Fever" : [ "Susceptibility to cold: esp. at the extremities, with corrugated skin, disappearing in bed; in the afternoon, not ceasing even in bed; chiefly in the back, above all in the abdomen; from the feet to the calves of the legs.", "Coldness of the skin of the body, which becomes hot as the pulse is accelerated, with perspiration.", "Heat and fever accompanying the cutaneous eruption.", "Sudden coldness and paleness of the hands (as though dead), with wrinkles on the fingers.", "Chilliness, with shuddering.", "At night, shivering, which passes over the whole body.", "Febrile condition, sometimes painful; at first with increase of heat in body, afterwards with a sensation of coldness in the back, in the region of the lumbar vertebrae.", "Increased heat throughout the body; in the abdomen.", "Ascension of heat on the body.", "Heat, proceeding from the lumbar vertebrae; general, with perspiration and cephalalgia; burning, smarting, afterwards coldness, proceeding from the lumbar vertebrae.", "Pulse frequent and full, quick and irritable; feeble, and sometimes frequent at the same time; or else weak and small at first, becoming full and strong.", "Sweat, sometimes only on the forehead." ]
  }
}