{
  "remedyName" : "Cucurbita Pepo",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Sea-sickness. Tapeworm. Vomiting; of pregnancy." ],
    "Characteristics" : [ "An excellent remedy for tapeworm which may be given with safety to children. The seeds are scalded. The outer skins being softened are peeled off, the green inner pulp being the part used. Two ounces of the seeds, yielding an ounce of the pulp, should be used for each patient. The pulp should be rubbed in a mortar or some other vessel to make a smooth mass. It may be mixed with milk or cream, and sweetened and taken like porridge. It should be taken in the morning after a twelve to sixteen hours' fast, and be followed in two hours by a castor-oil purge. Hale's method is as follows: The patient to eat but little of the lightest food all day, take no supper, and on going to bed eat one ounce of the peeled seeds, bruised with milk or cream. In the morning on waking, to take a tablespoonful of castor oil, mixed with half a teaspoonful of pure Sulphuric ether. No breakfast to be taken", "only a cup of tea or coffee. In two or three hours the oil will operate, expelling the worm. Hansen mentions that missionaries find the mother tincture of great use in sea-sickness and vomiting of pregnancy. Bonino records that Cucurb. p. cured salivation and vomiting in a woman in whom the menses were absent, and who was erroneously supposed to be pregnant. L. E. Griste records the following case: A woman, four months pregnant, had vomited almost from conception, and for six weeks had not retained a meal. \"I am almost starved to death, \", she said; was pale, haggard; tongue clean. Soon after eating or drinking anything she became intensely nauseated. The doctor got a fresh pumpkin stem, cut it into thin slices and covered them with alcohol. At the end of half an hour he poured off a little and made a ix dilution, and directed half a drachm to be put in half a teacupful of water; a teaspoonful every two hours. There was no further vomiting. Dr. Griste's indication is", "\"Intense nausea immediately after eating.\"" ]
  }
}