{
  "remedyName" : "Cundurango",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, rhagades of. Breast, tumours of. Cancer. Cracks. Epithelioma. Fistula. Headache. Locomotor ataxy. Rodent ulcer. Small-pox. Stomach, affections of. Syphilis. Ulcers." ],
    "Characteristics" : [ "Cundurango belongs to the \"Milk-weed\" family, and is thus related to Asclepias Syriaca, and Tuberosa, and also to Calotropis. The action of the latter in syphilitic conditions may be compared with the power of Cundurango over cancer. The Condor plant was introduced into medicine as a cancer remedy by Dr. Bliss, of Washington. Clotar Muller cured with it several cases of \"old, obstinate, foul-smelling, ichorous ulcers\"; one case of \"carcinoma of the lips, an unclean and sinuous ulcer.\" Burnett, who proved it, and whose symptoms were of a severe nature, observed that it produced \"a painful crack in the right corner of the mouth.\" These cracks he has seen produced in several patients who were taking the drug; and he has cured similar cracks with it. He regards them as a keynote indication, and has cured patients of tumours, some undoubtedly cancerous, who had that symptom as a concomitant. In his opinion Cundur. is antipsoric (Tumours of the Breast, p. 28). Dudgeon (H. W., xxiv. 543) has recorded a cure with Cundur. of an undoubted case of cancer of left breast in a woman of sixty-nine. The nipple was so retracted as to be invisible. A hard tumour the size of an egg on the outer side of the nipple was the centre of lancinating pains radiating from it, the whole breast being very tender to touch. The tumour increased steadily under Hydrast. and Phytolac., and was only checked temporarily by Conium. Under Cundur. it entirely disappeared. Cundurango has found its chief use as a cancer remedy, especially in cancers originating in epithelial structures. Rhagades at muco-cutaneous orifices and warty excrescences are a leading indication for it. Cutting, stinging, burning, tingling, constrictive, and piercing pains are complained of. The skin manifests much of the action of the remedy: blotches; eczema; pimples; pustules; indolent ulcers; lupus; varicose ulcers; syphilitic affections; epithelioma, and scirrhus. Burnett considers it has a very strong affinity for the tongue. He cured with it a jagged ulcer of the tongue (doubtful whether cancerous or syphilitic); tongue and lips red. One prover had a slight creeping pain along periosteum of right humerus; and I observed \"a creeping sensation up the back, and headache in right temple\" in a patient taking it in the 1x tincture. An old-school authority, Dr. Guyvenot (Bull. Gen. de Therap. No. 32, 1890) credits Condurangin with causing a \"veritable locomotor ataxia.\" It appears late, and he thinks it is due to the formation of some toxic substance by the splitting up of the alkaloid in the organism." ],
    "Relations" : [ "Compare: Ant. tart. (pustular eruptions); Arum tri. (corner of mouth cracked; sore throat); Bapt. (sore throat; open cancers with very offensive discharges); Ars., Con., Hydrast., Phytol., Trifol. prat., Kreos. (cancer, especially of breast); Hydrast., Kali sul., (rodent ulcer, lupus, cancer of stomach); Thuja (epithelial cancer, fissures at muco-cutaneous outlets); Silic. (fistulous ulcers)." ],
    "Mind" : [ "Feels miserable." ],
    "Head" : [ "Severe dull headache all day.", "Violent pain in l. temple; cutting in l. temple and through ball of l. eye.", "Sensation as if forehead were broad and high; as if l. half were bigger than r. (l. half feels heavy, r. clear)." ],
    "Eyes" : [ "Appearance of objects before eye.", "Flat epithelioma on lower eyelid." ],
    "Nose" : [ "Much glairy mucus from nose alternating with unusual dryness.", "A state of nose giving a nasal sound to voice.", "Stiffness in nose.", "Pressive full feeling in bridge.", "Flat epithelioma l. side of nose." ],
    "Face" : [ "Deep crack in corner of mouth, warty growths occupying edges.", "Ulcer on chin, r. side perforating to gums." ],
    "Mouth" : [ "Slight pain in l. half of tongue.", "Small painful pustule on r. side of tip of tongue, on upper surface towards edge.", "(Cancer of tongue.)" ],
    "Throat" : [ "Aching in throat, extending to stomach, with great burning in stomach.", "Persistent sore throat.", "Sore throat with burning and aching, and a husky feeling which causes a dry, hacking cough." ],
    "Stomach" : [ "Anorexia.", "Slight nausea arising from r. hypochondrium.", "Cancer of stomach." ],
    "Abdomen" : [ "Pain in r. hypochondrium." ],
    "Stool and Anus" : [ "Constipation.", "Rhagades at anus; terrible pains when bowels are moved; cracks at angles of mouth." ],
    "Urinary Organs" : [ "Incontinence of urine.", "Urine scanty; high-coloured, loaded with phosphates." ],
    "Chest" : [ "Ulcer on false ribs as large as hand, apparently carcinomatous.", "On r. wall of thorax, esp. round nipple, several swellings in size from pigeon's to hen's egg, some suppurating, nipple being on a hard, painful swelling; axillary glands swollen; emaciation.", "Tumours of breast on either side." ],
    "Heart" : [ "Constrictive pain.", "On rising in morning sharp, distinct pain in heart, followed by passage of flatus." ],
    "Back" : [ "Dull, heavy, continuing pain in l. scapula." ],
    "Limbs" : [ "Soreness all over body, like rheumatism, < through l. shoulder and under l. scapula (burning).", "Rhagades on hips and in bends of knees." ],
    "Skin" : [ "Some small congenital warty excrescences enlarge and look fresh.", "Blotches, pimples, and boils in many parts." ]
  }
}