{
  "remedyName" : "Cuprum Sulphuricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alopecia. Diarrhoea. Dysentery. Eyes, granular lids; catarrhal and purulent conjunctivitis. Itch. Syphilis. Trachoma." ],
    "Characteristics" : [ "Sulphate of Copper is a well-known emetic and caustic. It causes forcible vomiting and much nausea. Paleness of face; or jaundiced appearance; pale skin generally; a peculiar diarrhoea; enlarged liver. J. D. Tyrrell (Med. Adv., xix. 14) mentions the case of a lady who could not use Cupr. sul. for \"stamping\" fancywork, because it \"made her face hurt and swell so she could scarcely see, and her lips became everted, \"turned inside out, \", she said.\" It is a well-known application in allopathic practice for stimulating flabby granulations, and it has cured itching eruptions, and manifestations of syphilis. Rest > pains." ],
    "Relations" : [ "It is antidoted by: Milk; eggs; pure yellow prussiate of potash. Compare: Kali bich. (cough) and Merc." ],
    "Mind" : [ "Anxiety; or great apathy.", "Remarkable disturbance of mind, every utterance distorted." ],
    "Head" : [ "Bald spot over r. parietal bone, not depending on any discoverable cause." ],
    "Eyes" : [ "Twitching of closed lids.", "Eyes stiff and dim." ],
    "Face" : [ "Lips pale, bluish, at corners and internal edges.", "Face painful and swollen so she can scarcely see; lips turned inside out." ],
    "Mouth" : [ "Tongue cold; coated, bluish.", "Greenish tint along free border of gums.", "Burning in mouth and oesophagus in morning." ],
    "Stomach" : [ "Excessive nausea; forcible vomiting returning from time to time; vomits greenish-brown mucus.", "Violent pain in stomach followed by faintness." ],
    "Abdomen" : [ "Tearing pains in hypochondria, on inspiration, painful to touch as if bruised.", "Liver enlarged.", "Abdomen drawn in." ],
    "Stool" : [ "Four pultaceous greenish-yellow stools, without the least trace of blood.", "Stool pultaceous, brown-red, with streaks of blood and tenesmus during stool.", "Constipation." ],
    "Respiratory Organs" : [ "Hacking cough which impedes respiration.", "Croupy cough with very tenacious mucus." ],
    "Heart" : [ "Feeling as of a throbbing lump in heart internally, beating of heart seems louder; lasted five minutes and went away gradually." ],
    "Limbs" : [ "Limbs cold, nearly cyanotic.", "Dull aching soreness in middle of tibia, when walking; > at rest; tenderness on pressure." ],
    "Skin" : [ "Pale, colourless.", "Icterus.", "Itching nodules on shoulders.", "Itchiness; a kind of dry itch." ]
  }
}