{
  "remedyName" : "Cuprum Aceticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Apoplexy. Brain, affections of. Brow ague. Cerebro-spinal meningitis. Cholera Asiatica. Chorea. Croup. Diarrhoea. Eruptions. Erysipelas. Hallucinations. Hydrocephalus. Mania. Measles. Paralyses. Scarlatina. Small-pox. Strabismus. Tapeworm. Uraemia. Whooping-cough." ],
    "Characteristics" : [ "Cupr. acet. produces the leading features of Cupr. met.", "cramps, griping pains, spasms, paralytic affections, and convulsions. Attacks come on suddenly and periodically. It corresponds to the results of repelled eruptions. Dr. Burnett has cured with it a case of left-sided brow ague of many years' standing. He used Rhademacher's Tincture of Copper. The pain was described as boring, screwing and was spoken of by the patient as \"awful.\" Dr. Burnett is unable to say whether the cure was strictly homoeopathic or \"whether the Cuprum acted on the basis of the Paracelsic Universalia of which it is one.\" A man, 50, was cured with Cupr. ac. trit. of a tonic spasm of the toes of the right foot, very painful, lasting for hours, brought on by friction, standing on cold floors, &c. There was no traceable cause, and no other derangement of health. Complete cure in five days, after months of previous suffering (H. R., ii. 71). Petroz recommended its use in small-pox and verified his induction in practice. As pointed out by General Phelps (H. W., October, 1896), the \"Crimson Cross Ointment\" used successfully by Fielden in the Gloucester epidemic of small-pox owes its virtues to the Cupr. acet. which it contains. In epilepsy the aura begins in the knees and ascends to hypogastrium, when patient becomes insensible. The symptoms are < by heat and by motion. The patient frequently changes, posture. It is suited to the carbo-nitrogenous constitution." ],
    "Relations" : [ "In poisoning cases it is antidoted by: sugar, or white of egg, given freely. Homoeopathic antidotes: Bell., Chi., Con., Cicut., Dulc., Hepar, Ipec., Merc., Nux v. Complementary: Calc., Gels. (overworked brain): Cicut. and Solanaceae (mental symptoms); Zinc. (hydrocephalus and convulsions from suppressed exanthems)." ],
    "Causation" : [ "Overworked brain. Repelled eruptions." ],
    "Mind" : [ "Memory weak; brain functions decreased.", "Absent-minded.", "Fixed ideas: he sees policemen come to seize him.", "Hallucinations of all kinds of figures and grimaces, esp. in evening when going to bed and shutting eyes.", "Delirium; wants to go home.", "Maniacal talk; wakes screaming and scolding; tries to escape.", "Fear: of falling; of persons approaching; of death.", "Talkative.", "Extreme anguish, with vomiting, colic, thirst, coldness of the limbs, and quick and spasmodic pulse.", "Grief and dejection, with eyes sunken, tongue humid, insipid taste in the mouth, want of appetite, continual hawking, risings, with taste of copper, violent thirst, and smallness of pulse." ],
    "Head" : [ "Vertigo with stupefaction; > by evacuation of bowels.", "Violent cephalalgia, with thirst and violent colic.", "Agonising headache at distinct intervals like paroxysms, lancinating pains, sometimes in forehead, sometimes in vertex, sometimes in temples or occiput, < least pressure.", "Inflammation of brain: prostration, breathing short and anxious; face puffed and pale; when drinking, child bit glass or spoon; following disappearance of rash.", "Heaviness in the head, and slight deafness." ],
    "Eyes" : [ "After riding several hours in railroad car sudden indistinct and double vision (paralysis of l. abducens nerve)." ],
    "Nose" : [ "Discharge of blood from the nose." ],
    "Face" : [ "Tetanic condition of jaws.", "Neuralgia behind r. ear, in cheek-bone and upper jaw, < moving; at night; from mental exertion, > by pressure, and by wrapping up head; feeling of coldness in head.", "The face wears an expression of great anguish." ],
    "Mouth" : [ "Constant protrusion and retraction of tongue." ],
    "Throat" : [ "Inflammation of tonsils; or, when they are enlarged will cause suppuration and favour healing." ],
    "Stomach" : [ "Copper-like taste, and tongue covered with a greyish film.", "Loathing of food and drink (with animals), sometimes with retching.", "Risings, with copper-like taste and constant hawking.", "Constant inclination to vomit, sometimes with cough and convulsive respiration, or else with frequent emission of urine.", "Vomitings, sometimes very frequent, with colic and convulsions.", "Vomitings, which are greenish, white, and frothy.", "Frequent vomits of a bluish colour, followed by retching, dyspnoea, and irregular and frequent pulse.", "Vomiting, with loose evacuations.", "Bloody vomiting, following frequent retching.", "Tearings in the precordial region.", "Periodical contraction of the stomach." ],
    "Abdomen" : [ "Abdomen retracted, slightly sensitive to pressure.", "Violent colic, attended by vomiting and diarrhoea.", "Nocturnal colic with vomiting.", "Great inflation of the abdomen, with copious evacuation of faecal matter.", "Abdomen hard, puffed up, and painful to the touch." ],
    "Stools" : [ "Stools with many worms, blackish or mixed with bloody mucus.", "Stools accompanied by tenesmus and general weakness." ],
    "Urinary Organs" : [ "Urine turbid, of a deep red, with yellow sediment, attended by much thirst and general uneasiness." ],
    "Female Sexual Organs" : [ "Catamenia too copious and violent." ],
    "Respiratory Organs" : [ "Dyspnoea.", "Chest spasmodically constricted, impeding respiration, and increasing her anxiety.", "Frequent violent dry cough, with tearing pains in head: cough followed by violent palpitation lasting several minutes; anxiety and pressure in chest, < sitting; cough between eleven and one at night.", "Red face, blue round mouth and lips during attack; starting in sleep; fretful crying with paroxysms of cough." ],
    "Heart" : [ "Deathly feeling behind ensiform cartilage.", "Frequent attacks of angina pectoris coming on from exertion or excitement." ],
    "Limbs" : [ "Violent drawing and tension in limbs with shuddering and chilliness though skin is not cold.", "Periodic, spasmodic, painful contraction of fingers and toes, frequently so severe that the fingers could scarcely be extended by any force.", "Cramps and coldness." ],
    "Upper Limbs" : [ "Numbness and lameness of l. hand." ],
    "Lower Limbs" : [ "Cramps in calves.", "Drags l. foot in walking." ],
    "Generalities" : [ "Lassitude, with trembling and want of appetite; great weakness sometimes attended by convulsions; inability to stand upright.", "Insensibility and weakness; stiffness of the limbs and of the body; paralysis of the limbs.", "Lying on the side (in animals), with anguish, with intestinal evacuations, greenish and frothy; the animal is stretched out, almost without respiration, with inclination to vomit (speedily followed by death).", "In epilepsy aura begins in knees, ascending till it reaches hypogastric region, when unconsciousness ensues, foaming at the mouth and falling down convulsed.", "As soon as patient goes into a high-ceilinged room, the head reels and she loses her senses.", "Position, on the back, with the head thrown backwards; great agitation and frequent cries.", "Trismus, with spasms in the palate, and dumbness; convulsive starts, with movements, as in eating and swallowing, painful vomiting and dyspnoea.", "Jaundice.", "Inflammation and swelling (by external applications)." ],
    "Skin" : [ "Cyanosis.", "Scarlatina.", "Measles.", "Miliaria.", "Small-pox.", "Erysipelas.", "Psoriasis." ],
    "Fever" : [ "Fever, with swelling of the belly and constipation; heat, with hard pulse, cephalalgia, difficulty in swallowing, and inflation of the abdomen; pulse small and contracted.", "Measles, with bronchitis." ]
  }
}