{
  "remedyName" : "Cuprum Arsenicosum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cholera. Cholerine. Chorea. Diarrhoea. Enteralgia. Paralysis (left side). Uterine neuralgia. Vomiting." ],
    "Characteristics" : [ "Cupr. ars. combines the characters of its two metallic components. Intense neuralgic pains in abdomen; awful distress in epigastric region; burning along oesophagus and in urethra; numbness; creeping, itching, and chilly sensations. According to J. N. Majumdar, who gives a case, the great characteristic of Cup. ars. in choleraic conditions is \"icy-coldness of the whole body, with cramps and an obstinate hiccough.\" B. L. Bhaduri pointed this out to him. Salzer has shown that \"cold, clammy perspiration of intermittent nature\" is unique and characteristic. He has found it most valuable in the collapse stage of cholera, where intermittent cold, clammy sweat was noted. The skin is very sensitive to touch; and pressure < all symptoms. Rest > and motion < most symptoms; but motion > stiffness of back and tingling of hands. Damp weather = neuralgia of abdomen. Weakness and restlessness. There is a periodicity in the symptom." ],
    "Relations" : [ "For antidotes see under Arsen. Compare: Arsenical and Copper preparations; Acon.; Act. r. (angina pectoris, numbness of left side of body, paresis of left arm); Merc. cor. (diarrhoea and tenesmus); Iris. v." ],
    "Head" : [ "Vertigo, confusion of ideas and headache between temples.", "Fulness in head, brain seems to expand and press against frontal bone.", "Sharp pain in temples, < in l.", "Headache between temples; the pain seems to meet in centre of forehead and pass thence down nose.", "Dulness and soreness of head in morning after washing." ],
    "Eyes" : [ "Dark spots before eyes; eyes very sensitive." ],
    "Ears" : [ "Boring pain in r. ear; sharp pain in temple, < in l." ],
    "Nose" : [ "Bones of nose very sore, esp. on pressure." ],
    "Face" : [ "Face haggard; expression of great suffering.", "Violent twitching and jerking of muscles of l. side of face between eye and corner of mouth.", "Soreness of bones." ],
    "Mouth" : [ "Mouth very dry; frequently called for something to wet his mouth.", "Shooting in upper l. molars, extending upward into superior maxillary line.", "Back part of tongue thickly coated.", "Tongue, dry and tremulous.", "Bad breath." ],
    "Throat" : [ "Burning along oesophagus from stomach to mouth." ],
    "Stomach" : [ "Moderate thirst; but drink of any kind increased the nausea; a few mouthfuls satisfied; desire for drink seemed rather due to dry mouth than thirst.", "Intense thirst.", "Nausea and vomiting, < after eating; < after study.", "Obstinate hiccough.", "Nausea and awful distress at epigastrium.", "Burning.", "Cutting in stomach while eating.", "Cramp in stomach and bowels, followed by tonsillitis." ],
    "Abdomen" : [ "Burning, cramping, colic pains.", "Spasmodic and neuralgic pains, accompanied by screams and cramps in fingers and toes.", "Cramping pains in lower bowels, with extreme vesical and rectal tenesmus; micturition frequent causing great suffering.", "Attacks of excruciating pains in bowels occurring every two or three weeks." ],
    "Stool and Anus" : [ "Vomiting and purging, with cramps and collapse.", "Rectal tenesmus, with almost constant mucous discharges.", "Chronic slimy diarrhoea during summer, with cramps in abdomen." ],
    "Urinary Organs" : [ "Pain in sacral region, with frequent urging to urinate.", "Dark red urine; burning pain during and after urination.", "Strong smelling urine; odour of garlic." ],
    "Male Sexual Organs" : [ "White purulent discharge from urethra; soreness of penis, with pain in prostate gland; tingling and burning in urethra.", "Perspiration of scrotum, which is constantly moist and damp.", "Boils frequently forming on scrotum." ],
    "Female Sexual Organs" : [ "About close of menses, worked out of doors during a moist, drizzling day; during night agonising pains in lower abdominal region; tender spot over l. ovary; tongue heavily coated white.", "During pregnancy constant nausea, rejects everything; weak, very nervous; pulse quick and feeble; spasmodic uterine pain; at one time tenesmus and dysenteric stools." ],
    "Respiratory Organs" : [ "Voice altered; speech difficult.", "Oppression of chest as if constricted.", "Weight on chest, with difficult breathing.", "Soreness of small spot in l. scapula, extending into l. lung, followed by dull, sticking pains in l. chest, between sixth and seventh ribs, < on deep inspiration; weak, Dumb feeling in l. chest, l. side of back, l. shoulder and arm.", "Dull soreness in r. side of chest, with dull pains in back, < from deep inspiration." ],
    "Heart" : [ "Heart's action weak and hurried; pulse small, compressible, weak, and frequent, though quite regular.", "Sudden debility, with dull pain in heart, and sense of oppression; l. chest feels too small; long involuntary inspiration; empty feeling in stomach, with vertigo and confusion of ideas, and headache between temples.", "Palpitation of heart, with trembling of limbs.", "Palpitation moving walls of chest up and down.", "Cardiac chorea: at one time heart beats very irregular and feeble, at another time violent and irregular; attacks appear in paroxysms, action being normal in intervals." ],
    "Neck and Back" : [ "Soreness of glands of neck, with stiffness of neck; pain < on moving head.", "Severe pains under lower angle of l. scapula < from motion or breathing.", "Stiffness and lameness of back, < by motion > by rest; returns after sitting awhile.", "Lameness of lumbar region.", "Pain in r. lumbar region, and in anterior portion of r. thigh." ],
    "Limbs" : [ "L. arm feels numb and powerless; similar feeling in l. leg.", "Spasms in extremities; coldness.", "Itching of arms and legs.", "Pustular tumours in wrists and ankles, and excessive sensitiveness and irritability of skin." ],
    "Generalities" : [ "Tremulousness of whole body, very noticeable on attempting to walk.", "Quivering, impossible to control.", "Great prostration; as from traumatic shock." ],
    "Fever" : [ "Whole surface covered with cold moisture; skin pale like death.", "Icy coldness of whole body, with cramps and obstinate hiccough.", "Intermittent, cold clammy sweat (in cholera collapse)." ]
  }
}