{
  "remedyName" : "Cuprum Metallicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "After-pains. Angina pectoris. Asthma. Asthma millari. Cardialgia. Catarrh. Chlorosis. Cholera. Chorea. Convulsions. Cough. Cramps. Croup. Cyanosis. Dentition. Dyspnoea. Emissions. Epilepsy. Eruptions. Erysipelas. Fainting. Gastric disturbance. Gout. Haematemesis. Herpes. Hysteria. Inflammations. Larynx, spasm of. Mania. Measles. Meningitis. Neuralgia. Palpitation. Paralysis. Pneumonia. Psoriasis. Ringworm. Sleeplessness. Spasms. Spinal irritation. Ulcers. Whooping-cough. Yellow fever." ],
    "Characteristics" : [ "Metallic copper is an antipsoric remedy, working from within outwards. It ranks with the most important of those which relieve states arising from the \"striking inward\" of diseases or the failure of eruptions or discharges to appear. It is this power to relieve internal spasm which renders it appropriate to the collapse stage of cholera, of which it is also, like Sulphur, a prophylactic either when worn next the skin, or when taken internally. Cuprum produces many skin eruptions, and also foot-sweat, and it corresponds to these, and also to the effects of suppression of eruptions, exanthems, and foot-sweat; whether these effects be internal pains or spasms or oppression of the brain and mental disturbance. Mackechnie made a brilliant cure of psoriasis in a young girl with Cuprum. The leading features of its symptomatology are: Cramps, convulsions, spasms of the most violent form, coming on from disappearance of pains, discharges, eruptions, mental derangement. With suppression of menses, patient screams. Tonic spasms of thumbs. Eyeballs turn up. Opisthotonos. Tonic and clonic spasms. \"Convulsions during pregnancy and puerperal convulsions which begin in the fingers or toes, and spread all over the body; or where there is great restlessness between the attacks, either filling up the entire interval, or only a part of the time.\" Thus Guernsey. He also says that \"a slimy metallic taste in the mouth\" is one of the strongest indications for Cupr. Rhus is the only other remedy which has this symptom so marked. \"Cramps or spasms beginning in hands and feet, extending to belly, \", is confirmed by J. C. McLaren. Mossa regards Cupr. as one of the remedies for the effects of fright, and relates the case of a girl who, after a fright, was affected by involuntary motions of left arm and leg developing into pronounced general chorea. Cupr. brought about slow but decided recovery. Another girl, who had recovered from whooping-cough got a kind of chorea from repeated frights on seeing an epileptic. To the muscular movements was added silly behaviour: tongue heavy, speech slow, gait unwieldy. Frightened at night. Greediness in eating and drinking. Ign., Stram., Sul., did little good. She became ill-natured. Cupr. every four days cured completely in three months. Mackechnie reports the case of a boy who became epileptic after being locked up in school. Very great improvement followed the administration of Cupr. Schwencke cured a case of epilepsy of forty years' standing with Cupr. after Bell. and Hyo. had done some little good. The patient was a man aged The fits began suddenly towards morning with chewing motion of lower jaw; gnashing of teeth; becomes upright and rigid in bed; shrieks; limbs convulsed. After giving way to violent anger, attacks become more severe; arms and legs were thrown outwards and trunk arched upwards. Cupr. was now given. For a time the attacks continued severe, but gradually improvement set in, and in less than three months they ceased altogether. The \"anger\" in this case and the \"ill-humour\" in Mossa's are noteworthy. Maliciousness is an indication for Cupr. In a second case cured by Schwencke, that of a man, epileptic seven years, a pressive headache preceded the attacks, ascending from nape to forehead; then there was profuse salivation, head turned to left, eyes closed, tongue in active motion in open mouth, trunk arched upward, slight spasms of right arm outward. After attack, dulness of head, and feeling in body as if beaten. Cupr. first removed the fits and then the dulness of the head. Cupr. has pains like knife-thrusts, < on least motion; take away the breath, thinks he must die if they last. Speaks in a whisper. The thrusts go through to back from ensiform cartilage, from umbilicus. Restless tossing all night. Perfect stupor, with jerking of muscles. Paralysis of isolated muscles. Many unusual symptoms are produced, including maliciousness and desire to injure. Screaming, with cerebral or mental symptoms. Loquacious. Violent head pains < over left eye. Brain seems paralysed. Chlorosis from abuse of iron. Vomiting, hiccoughs, and spasms > by drink of cold water. Over-sensitiveness of skin, especially in region of stomach and fourth and fifth dorsal vertebrae. Touch and pressure <. < Before menses; from vomiting. Symptoms are < evening and night. Cold air and cold wind <; cold drinks > (colic, cough &c.). Wrapping head > headache. < At new moon. Periodicity every or minutes; every fortnight. Getting wet = epileptic attacks. > From being mesmerised; during perspiration. Suited to fair-haired people; and the carbo-nitrogenoid constitution. Women who have borne many children (after-pains)." ],
    "Relations" : [ "Is antidoted by: Sugar, or white of egg mixed with milk and given freely. Hepar, or potash soap may be used after poisoning from food prepared in copper vessels. Aggravations are > by smelling Camphor. Dynamic antidotes: Bell., Cham., Chi., Con., Cic., Dulc., Hep., Ip., Merc., Nux v. Antidote to: Aur., Merc., Op. Complementary: Calc. Compare: Other Copper preparations, Calc. c., Gels. (overworked brain); Cicut. and Solaneaceae (mental symptoms); Silic. (head pains > wrapping up head). Nux, Phos., Coloc., Camph., Secal., Verat., Arn., Apis., Zinc., Puls., Arsen. As if in a dream (Amb., Anac., Calc., Can. i., &c.) Loquacity (Hyo., Lach., Op., Stram., Ver.) Lack of reaction (Sul., Carb. v., Lauro., Val., Ambra, Caps., Pso., Op., Bell., Stram., Bry., Apis)." ],
    "Causation" : [ "Suppressions. Fright." ],
    "Mind" : [ "Melancholy, with attacks of extreme anguish, like fear of death; restlessness, groaning, and desire to escape.", "Want of moral courage.", "Anxiety and tears, alternating with buffoonery.", "Convulsive laughter.", "Incoherent, delirious talk.", "Mildness, alternating with obstinacy.", "Unfitness for exertion, with fear to be idle.", "Fits of abstraction, with fixed ideas of imaginary occupations at which the patient labours, or with lively songs; or else with malice and moroseness (with proud bearing, and at times interrupted by clonic spasms; craziness), and often with quick pulse, red and inflamed eyes, wandering looks, followed by sweat.", "Attacks of rage (wants to bite the bystanders).", "Furor.", "Dementia.", "Loss of sense and thought.", "Delirium." ],
    "Head" : [ "Vertigo on reading, and on looking into the air.", "Whirling vertigo, as if the head were going to fall forward (< during motion, > when lying down).", "Sensation (painful) as if the head were empty.", "Pain in the parietal bone, so as to cause, crying out on putting the hand upon it.", "Pain as from a bruise in the brain, and in the orbits, on moving the eyes.", "Stupefying depression in the head, with tingling in the vertex.", "Aching in the temples, < by the touch.", "Pulling in the head, with vertigo, > by lying down.", "Headache, in consequence of an epileptic attack.", "External, burning shootings, in the side of the forehead, in the temples, and in the vertex.", "Pains in the occiput and in the nape of the neck, on moving the head.", "Swelling of the head, with redness of the face.", "Distortion of the head on one side and backwards; the head is drawn to one side or falls forward; aggravated or renewed by each contact (hydrocephalus).", "Purplish-red swelling of the head; face purple-red and blue lips; convulsion and twitches in the limbs; < when touched, which causes the swelling to pain." ],
    "Eyes" : [ "Itching (violent) in the eyes towards evening.", "Aching in the eyes and in the eyelids, < by the touch.", "Eyes, red, inflamed, wandering, or fixed (staring), sunken.", "Convulsions and restless movements of the eyes.", "Eyes are turned upward.", "Greater immobility of the pupils.", "Eyes prominent and sparkling.", "Eyes closed (weak and dim).", "Pupils insensible.", "Obscuration of the sight.", "Pains resembling a bruise in the orbits on turning the eyes." ],
    "Ears" : [ "Itching in the ears.", "Tearing in the ears.", "Pressure on the ears, as from a hard body.", "Boring pain in and behind the ear." ],
    "Nose" : [ "Strong congestion in the nose.", "Stoppage of the nose.", "Violent fluent coryza." ],
    "Face" : [ "Face pale (changed features, full of anguish), with eyes downcast and surrounded by a livid circle.", "Face bluish; bluish-red.", "Spasmodic distortion of the muscles of the face.", "Sad and anxious air.", "Redness of the face.", "Lips bluish.", "Excoriation of the upper lip.", "Aching of the lower jaw, increased by the touch.", "Spasm in the jaw." ],
    "Teeth" : [ "Odontalgia, with acute pullings, extending into the temples.", "Difficult dentition in children, with convulsions." ],
    "Mouth" : [ "Mouth clammy in the morning.", "Accumulation of water in the mouth.", "Foam at the mouth.", "Sweet taste in the mouth.", "Burning sensation in the mouth.", "Coldness of the tip of the tongue.", "Tongue clammy, loaded with a white coating.", "Hoarse crying like a child.", "Cries, like the croaking of frogs.", "Loss of speech." ],
    "Throat" : [ "Inability to talk, on account of spasms in the throat.", "Dryness of the throat, with thirst.", "Inflammation of the pharynx, with impeded deglutition.", "Singultus and spasm of the oesophagus.", "Desire for warm food; eats hastily.", "Audible sound of drink (gurgling) while swallowing it.", "Swelling of the glands of the neck." ],
    "Appetite" : [ "Taste, sweetish, or metallic, acid, or salt.", "Watery taste of food.", "Desire for cold things in preference to hot." ],
    "Stomach" : [ "Constant risings.", "Hiccough.", "Singultus preceding the spasms.", "Flow of water like saliva, after taking milk.", "Nausea, with inclination to vomit, extending from the abdomen to the gullet; but chiefly in the epigastrium, with a feeling like intoxication, loathing, and putrid taste in the mouth.", "Violent periodical vomitings, mitigated by drinking.", "Vomiting is prevented by drinking cold water.", "Vomiting in general, which is very severe.", "Vomiting of bile, of water (containing flakes, offensive-smelling), of slimy matter, or even of blood.", "Violent vomitings, with pressure in the stomach, cramps in the abdomen, diarrhoea, and convulsions.", "Cramps in the stomach.", "Excessively troublesome pressure on the stomach, and on the epigastrium, < by touch and by movement.", "Anguish in the epigastrium.", "Gnawing and corroding sensation in the stomach." ],
    "Abdomen" : [ "Pain, as from a bruise, in the hypochondria, on the part being touched.", "Drawing pains from l. hypochondrium to the hip.", "Violent pains in the abdomen, with great anxiety.", "Abdomen hard, with violent pains on its being touched.", "Pressure in the abdomen, as from a hard body, aggravated by the touch.", "Retraction of the abdomen.", "Spasmodic colic, with convulsions and shrill cries.", "Tearing and gnawing (corroding, stinging ulcers) in the intestines." ],
    "Stool and Anus" : [ "Constipation, with great heat of body.", "Violent diarrhoea (with flakes), sometimes sanguineous.", "Bleeding of haemorrhoidal tumours." ],
    "Urinary Organs" : [ "Urgent want to make water, with scant emission.", "Frequent emission of fetid (dark-red, turbid, with yellowish sediment), viscid urine.", "Burning shootings in the urethra, during and subsequent to the emission of urine.", "Wetting the bed at night." ],
    "Male Sexual Organs" : [ "Swelling of the penis, with inflammation of the glans." ],
    "Female Sexual Organs" : [ "Before the catamenia, ebullition of blood, palpitation of the heart, and headache.", "Menstruation too late; protracted; complaints before.", "Menses absent for months; violent delirium.", "Before, and during menses, cramps, convulsions, piercing shrieks; spasmodic dyspnoea; violent palpitation.", "Menses not appearing after suppression of foot-sweat.", "Torpid chlorosis." ],
    "Respiratory Organs" : [ "Obstinate hoarseness, with great inclination to lie down.", "Bronchial rale, as if from mucus.", "Tickling in the larynx.", "Dry cough, with fits of suffocation, like whooping-cough.", "Spasmodic affections generally; whooping-cough where the attacks run into catalepsy; movements of the head; epilepsy.", "Cough, with expectoration of whitish mucus, during fits of spasmodic asthma.", "Asthma increases (at a.m.) when bending the body backwards, when coughing, when laughing.", "Cough, in the morning, with expectoration of putrid matter." ],
    "Chest" : [ "Respiration accelerated, rattling, moaning, with convulsive efforts of the abdominal muscles. Short, difficult respiration, with spasmodic cough, and crepitation in the chest.", "Cough, with wheezing respiration at each effort to breathe.", "Difficulty of respiration, increased by coughing, laughing, throwing back the body, &c., as well as in the night.", "Asthma when ascending or walking quickly, with necessity to breathe deeply.", "Spasmodic asthma.", "Fits of suffocation.", "Pressure on the chest.", "Painful contraction of the chest, esp. after drinking.", "Cramps in the chest, which cut short the respiration and the voice (after fright and anger)." ],
    "Heart" : [ "Spasm of heart.", "Angina pectoris.", "Palpitation of the heart (before the menses).", "Pulse very changeable; imperceptible; small; soft." ],
    "Neck and Back" : [ "Sensation of heaviness in the axillary glands.", "Swelling of the glands of the neck.", "Paralysis of muscles of back up to neck. Hyperaesthesia of spinal column.", "Backache top of sacrum." ],
    "Limbs" : [ "Cramps of limbs; contraction of joints." ],
    "Upper Limbs" : [ "Herpes in the bends of the elbows (forming yellow scales, itching, esp. in evening).", "Swelling of the hand, with inflammation of a lymphatic vessel extending to the shoulder.", "The arms and hands are bluish marbled.", "Aching and acute pullings in the metacarpal bones.", "Weakness and paralysis of the hand.", "Starting of the hands, in the morning, after rising.", "Torpor and shivering of the fingers.", "Convulsions in the fingers, particularly which begin in the fingers and toes, then spreading all over the body; spasms clonic." ],
    "Lower Limbs" : [ "Pains in the legs, esp. in the calves of the legs during repose.", "Tensive pain and cramps in the calves of the legs.", "In the knee-joint weakness, pain as if broken.", "Twitching of the muscles of the lower extremities.", "Pressive and drawing pains in the metatarsus.", "Burning sensation in the soles of the feet.", "Sweat in the feet.", "Suppression of sweat in the feet.", "Painful weariness and stiffness in the limbs.", "Convulsions in the toes." ],
    "Generalities" : [ "Pressive tearings or startings in the limbs.", "Pain, as from a bruise in several places, esp. in the joints and in the limbs.", "Aching in the bones.", "Rheumatic pains.", "Many pains, esp. those which are aching, are < on being touched.", "Shaking pains, which traverse the whole body.", "Shocks or painful blows in different parts.", "On weeping, convulsions, with want of breath, and retraction of the thighs.", "Clonic spasms.", "Tonic spasms with loss of consciousness, turning of the head backwards, redness of the eyes, salivation, and frequent emission of urine.", "Convulsions, with piercing cries.", "Epileptic convulsions.", "Epileptic attacks (at night), followed by headache.", "Involuntary movements of the limbs, as in St. Vitus' dance, with redness of the face, distortion of the eyes, of the face, and of the body, tears and anxiety, buffoonery and desire to hide oneself.", "The convulsions begin mostly in the fingers and in the toes.", "Spasmodic laughter.", "Convulsive startings, at night, when sleeping.", "Violent convulsions, with great display of strength.", "Paralytic affections.", "Symptoms which appear periodically, and in groups.", "Great lassitude, and sinking of the whole body.", "Obstinate weakness.", "Consumption.", "Excessive sensibility of all the organs.", "Fainting fits.", "Outward appearance of the face bluish; bluish-red.", "Affections of the soles of the feet; attacks of sick feeling; blackness of outer parts; cyanosis or morbus caeruleus; bloated skin." ],
    "Skin" : [ "Eruptions which resemble (dry) itch.", "Tetters, with yellow scales.", "Miliary eruptions, esp. on the chest and on the hands.", "Old ulcers; caries." ],
    "Sleep" : [ "Profound sleep, with shocks in the body, and starting in the limbs.", "Lethargic sleep.", "During sleep constant grumbling in the abdomen." ],
    "Fever" : [ "Pulse small, weak, and slow.", "Chilliness over the whole body, mostly in the extremities.", "Shiverings after attacks of epilepsy.", "Debilitating, hectic, internal heat.", "Flushes of heat.", "Slow fevers.", "Cold sweat (at night).", "Many attacks (epileptic attacks, attacks of mania) end with (cold) perspiration.", "Violent nocturnal perspiration." ]
  }
}