{
  "remedyName" : "Curare",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cancer. Catalepsy. Corns. Cough. Debility. Diabetes. Dysmenia. Dyspnoea. Ears, affections of. Eczema. Emphysema. Epilepsy. Face, paralysis of. Fainting. Headache. Hydrophobia. Liver spots. Locomotor ataxia. Nervous debility. Neuralgia. Otitis. Ozaena. Paralysis. Phthisis. Pseudo-hypertrophic paralysis. Ptosis. Scrofula. Tetanus. Ulceration. Uterus, affections of. Vaginitis. Whooping-cough." ],
    "Characteristics" : [ "Curare produces muscular paralysis, probably through its action on the nerve endings in the muscles, without affecting either the muscle substance or the nerve substance, and without impairing sensation and consciousness. It is thus in many ways the opposite, in its action, of Nux vomica, though it is said to have the juice of a Strychnos in its composition. It causes death by paralysis of the respiratory muscles. Reflex action is diminished or abolished (opp. Nux), and this is one great indication for its employment in homoeopathic practice. A cure of pseudo-hypertrophic paralysis by the 200th has been recorded. A condition resembling catalepsy has been induced by it; immobility with fixed gaze on waking. Fetidity characterises many of the secretions and discharges. Two cases of diabetes in middle-aged men have been cured by Burkhardt with Cur. It is suited to scrofulous children; producing scrofulous eruptions on skin, eczema, especially of face and behind ears; also liver-spots, yellow-brown. It favours the formation of corns. Debility short of paralysis indicates it; debility of the aged, and nervous debility from loss of fluids. Its relation to hydrophobia and tetanus is probably antipathic. It causes a sensation as if the brain were full of fluid. Piercing, lancinating pains. Throbbing pains. Weakness; heaviness; numbness; numbness with tingling. < By movement; walking; ascending. < Dampness, cold air, cold weather, cold wind, change of weather. < a.m. and 2-3 p.m. Many symptoms appear on right side." ],
    "Relations" : [ "In cases of poisoning artificial respiration must be resorted to. Bromine and Chlorine antidote its effects. If the poisoning is due to a punctured wound, rubbing in tobacco or salt will neutralise it. It is an antidote to: Strychnia and to the poison of rabies. Compatible: After Arn. (paralysis from injury) after Bell. (paralysis after epistaxis). Follows well in debility of the aged: Bar. c. Compare: Nux v.; Aran. d. (fever < in damp weather; Ferr. (hammering pains in head). Crotal (blows in region of cerebellum). In yellow-brown spots on skin (Sep., Lyc., Nux, Sul.)." ],
    "Mind" : [ "Inability to think or study; forgetful; stupid; sleepy; indolent.", "Indecision.", "Excited, hurried feeling.", "Depressed; desire to be alone." ],
    "Head" : [ "Instant giddiness; falling in swoon while standing or walking.", "Dizzy when looking at near objects or at water.", "Head confused, great weight in vertex.", "Nervous headache; lancinating, piercing pains all over head compelling to lie down and stretch; head drawn backward with stiffness of neck; painful oscillation of brain, as if it were full of fluid; neuralgic pain starting in front and radiating to neck and face; violent blows in region of cerebellum.", "Darting through temples, < r.", "Headache from base of brain up, < from mastication.", "Headache: despairing of power of thought; < vigorous movement, or stooping.", "Shattered, torn feeling on coughing, side of head must be held.", "Sharp sticking over r. eye extending backwards over l. side of head.", "Head beats like a hammer, with vomiting of bile.", "Rush of blood to head." ],
    "Eyes" : [ "Heavy eyes lids can hardly be kept open; ptosis (r.).", "Eyes haggard, sunken.", "Red, hot sensitive to light.", "Feel as if full of sticks.", "Black spots before vision, esp. < from reading." ],
    "Ears" : [ "Different noises as of whistling, or crying of animals; ringing in r. ear.", "Lancinating pains starting from ears and reaching down legs, compelling to lie down.", "Otitis interna, driving crazy, purulent discharge." ],
    "Nose" : [ "Nasal catarrh.", "Ozaena; fetid lumps of pus." ],
    "Face" : [ "Paralysis of muscles of expression.", "Red face, head beats like a hammer; after fever; with cough.", "Aching r. side of face.", "Facial and buccal paralysis; in some cases with difficulty of swallowing." ],
    "Mouth" : [ "Tongue and mouth drawn to r.", "Tongue coated.", "On waking tongue yellowish at base, papillae raised, light pink anteriorly, bitter or bloody taste, yellow-white.", "Mouth dry." ],
    "Stomach" : [ "Thirst and great hunger with fever.", "Sudden hunger almost to faintness.", "Great thirst esp. evening and night.", "Craves acids.", "Aversion to bread.", "> After first mouthful of food.", "Chill after eating.", "Hiccough frequent and annoying.", "Nausea in morning; after eating.", "Vomits green bile all night; so weak can hardly stand.", "Empty, gone feeling in stomach.", "Sharp rheumatic pain in pit of stomach, followed by nausea.", "Shooting in stomach.", "Pyrosis, pain and distension after eating ever so little." ],
    "Abdomen" : [ "Weary ache from throat to l. hip.", "Bowels feel sore and bruised.", "Pain in groin low down with heaviness in limbs while walking.", "Neuralgic pain in hypogastrium with pressure in vagina." ],
    "Stool and Anus" : [ "Diarrhoea with constant urging; fetid, thin faeces, excessive pain in piles.", "Extreme watery diarrhoea." ],
    "Urinary Organs" : [ "Clear and frequent urine, with digging, crampy pain in kidneys; shooting in stomach; dry mouth; great thirst, esp. evenings and night; sugar in urine; great emaciation; (acute diabetes).", "Urine copious, urgent; bladder feels distended." ],
    "Female Sexual Organs" : [ "Menses seven days too early, griping in r. ovary, bearing-down, dragging, tired, in all pelvic organs, severe (causing faintness) in lumbo-sacral spine, running down thighs, flow scanty, very dark, lasting three days instead of five.", "Ulcerations of os uteri (scirrhus), ichorous, corroding discharge; bearing-down pains in womb; shocks, sharp shooting stitches, quivering.", "Ulcerations, smarting in vulva and thighs; shooting and digging pains in womb.", "Indolence, night sweats, repugnance to sexual intercourse (vaginitis).", "During menses: colic, headache, pains in kidneys, malaise, hypochondriasis.", "Leucorrhoea, thick, purulent, offensive, in clots." ],
    "Respiratory Organs" : [ "Dyspnoea, stitching pains r. side.", "Dyspnoea from weakness of motor nerves as in phthisis or emphysema.", "Paralysis of respiration.", "Dyspnoea < ascending.", "Short, hacking cough, always dry, with soreness of chest walls, < damp weather, or laughing; spasmodic, shakes whole body, = vomiting, is often followed by vomiting; = headache, red face.", "Cough always troublesome in morning.", "Cough < breathing cold air; laughing; moving; eating.", "Burning heat in throat with sensation of distension.", "Severe pains in lungs, esp. l.; sharp, piercing pain through chest, always much < in damp weather; dyspnoea, chronic cough." ],
    "Chest" : [ "Chest sore, can hardly bear pressure of stethoscope." ],
    "Heart" : [ "Precordial anguish, with palpitation and stinging pains in heart." ],
    "Neck and Back" : [ "Stiffness in neck, head drawn back.", "Stiffness of muscles of r. neck and shoulder.", "Dull, tired ache in shoulders and across back; numb, tired pains up and down spine and in head.", "Chills running up back and all over body." ],
    "Limbs" : [ "Paralysis of extremities burning with heat and chills.", "Aching in all the limbs and body.", "Numbness and tingling." ],
    "Upper Limbs" : [ "Complete paralysis of r. deltoid.", "Pain and numbness l. side of chest and l. arm.", "Leaden heaviness in arm increasing difficulty in playing piano.", "In evening, arms and hands swollen, more painful and heavy.", "Great weakness, esp. of wrists and hands." ],
    "Lower Limbs" : [ "Legs tremble and give way in walking.", "Sciatica with great stiffness.", "Corns." ],
    "Skin" : [ "Body blue, and yet fever.", "Itching with hunger.", "Eczema.", "Liver-spots." ],
    "Sleep" : [ "Drowsy; cannot keep awake.", "Nights restless, always desiring to put feet out of bed, esp. towards morning.", "Cannot sleep late enough to obtain a good night's rest; dreams of fire and the business of day; < from lying long in bed, must get up as her feet and back ache." ],
    "Fever" : [ "Chill; creeping up back; from stomach, on abdomen, and spreading all over; without thirst.", "Heat < at night and in open air.", "Sweat with every exertion.", "Sweat, cold and bloody, esp. at nights." ]
  }
}