{
  "remedyName" : "Cyclamen",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Bones, pain in. Chlorosis. Climacteric sufferings. Coryza. Diplopia. Dyspepsia. Enteralgia. Eyes, affections of. Headache. Heel, pain in. Hiccough. Menstruation, disorders of. Mental derangement. Pregnancy, sickness of; disorders of. Prostatitis. Rheumatism. Strabismus. Thirst, absence of. Urethritis. Vertigo. Weaning, complaints after. Writer's-spasm." ],
    "Characteristics" : [ "Cyclamen has a traditional reputation as a remedy for affections of the uterus and appendages. The later provings have demonstrated the correctness of this. It is in many ways analogous to Pulsatilla, from which it differs mainly in having no > from open air; and in not having thirstlessness as so frequent an accompaniment of other conditions." ],
    "<" : [ "It is suited to the phlegmatic temperament; blonde leucophlegmatic subjects with chlorotic conditions; disinclined for labour and easily fatigued; special senses enfeebled or their functions suspended. Debility, torpidity of mind and body. Dulness of senses; flickering before the eyes; squint, especially in connection with menstrual irregularities or fevers; after convulsions, convergent squint; left eye drawn inwards. Amblyopia, diplopia, hemiopia. Many digestive disturbances; saliva has a salty taste, which is communicated to all food eaten. After eating but little, satiety, aversion to food, with nausea in palate and thirst. Desire for lemonade. Aversion to bread, butter, meat, fat, beer, and ordinary food; craving for inedible things; for sardines. Frequent vomiting in morning. Hiccough is very marked. Hiccough during pregnancy. Prostatic troubles, with stitches and pressure, urging to stool and micturition. Menstruation too early, with some relief of melancholy mood and heaviness of feet. Scanty or suppressed menstruation, with headache and vertigo. During pregnancy: hiccough; loathing and nausea in mouth and throat; complaints after weaning. Pressing, drawing, or tearing pains at parts where bones lie near surface. Chilliness. Itching leaving a numb sensation. Chilblains; itching and pricking, < at night in bed. Eidherr, of Vienna, has given the best account of this remedy (Allg. Hom. Zeit., liv. 7, translated H. R., viii. 558). Hahnemann proved it on males only, eliciting as leading symptoms: \"Stupor, sluggish memory, vertigo, dull, pressing headache, obscured sight, dilated pupils, drawing pains in neck and teeth; nausea, eructation, disgust for food, hiccough following soon after dinner; stitching, pinching pains in abdomen; flatulence and pressure to urinate. Oppression of chest, pressing pain in chest, drawing and stitching pain in back. Sawing pressure, drawing and stitching in extremities; prostration and itching. Moroseness, sleepiness, lassitude, troubled, heavy dreams; chilliness of whole body alternating with heat, thirstlessness, disinclination for work or conversation, great dejection and melancholy; at times joyous sensations with lively phantasies.\" The Vienna provings corroborated these, but, including both sexes, also elicited symptoms in the female sexual sphere: Menstruation more copious; more frequent; too early, with severe abdominal pains. Accompanied with labour-like pains; flow excessive, black and lumpy. Recommencement of menses after protracted cessation (clinical). Eidherr's clinical experience illustrates in a remarkable way Cyclamen's sphere of action. His cases include: of chlorosis; of retarded and scanty menstruation; of complications with vertigo and headache accompanying scanty menses; of diplopia; of strabismus. In numbers of cases Cycl. developed ocular symptoms in the patients, in 15x and 3x. In one instance a higher potency of the same remedy antidoted this effect. He found the remedy especially suited to blonde leuco-phlegmatic subjects. (But one of the cured was a Jewess and was presumably not a blonde.) It will be noticed that the \"sleepiness, moroseness, and lassitude,\" and also the vertigo noted by Hahnemann, are prominent in many of Eidherr's cases. Josepha K., 24, blonde, pale delicate skin, pale lips and gums, had menstruated normally till 22, when she got wet at a picnic just as menstruation was starting. It stopped at once and did not reappear till ten months later, after vigorous use of all kinds of domestic remedies. Now the periods were accompanied by terrible abdominal, labour-like pains, lasting eleven hours. Menses recurred every two or four months, always with the pains, starting from sacrum, extending along both sides of abdomen to pelvis. They were periodical, every one, two, or five minutes, during which time there was no flow; the blood appearing after these attacks was somewhat watery. Other symptoms were: Eyelids slightly oedematous; pressing pain in forehead; vertigo frequently changing into syncope; chilliness of whole body; disturbed, unrefreshing sleep interspersed with terrible dreams; continued loathing for meat; longing for salt fish; frequent vomiting in morning. After partial relief from Puls., Cyclamen made a complete cure. The ocular symptoms which developed were remarkable. The vertigo and headache were untouched by Puls., but quickly subsided under Cycl. 15x. On their disappearance she saw fiery flames dancing before her eyes on awakening at night, and in the morning she saw everything double. And she had the hallucination as if two persons lay in her bed, and that the body of the other overlapped hers by half. Cycl. was discontinued and in two days her sight was normal. Anna F., 20, blonde, menstruated since her tenth year. In seventeenth year suffered from chlorosis; ever since, menstruation regular, but lasting only one-two days in a moderate degree. Is troubled also at other times by vertigo and pressing pain in forehead and temples, which attacks are ameliorated by footbaths with ashes. Appetite poor; little thirst; stool regular; sleeps too long; always sleepy; is of dejected mood, morose; all movements, as well as speech, languid; palpitation. Puls. made no change. Cycl. 3x quickly improved headache, vertigo, and spirits. After three days sight became obscured, and there was glimmering before eyes. A vivacious Jewess, 16, menstruated twice regularly after the first commencement in June, then went six weeks, and by the end of December the recurrence entirely ceased. She lost spirits, sought seclusion, was offended by very trifles; her usual work was distasteful to her, and she could not be prevailed upon to leave the house for a walk. She would sleep unusually long in the morning. The hitherto blooming girl had become pale, anaemic, with swollen eyelids; lips and gums pale; heart turbulent. She complained chiefly of great lassitude compelling her to rest frequently on going up stairs; palpitation without cause; she was apprehensive, had a feeling as if all the rooms were too small, and yet would not leave the house. All pastimes rejected; was only content when she could seclude herself and sit down and weep. During the forenoon often had pressing pains in forehead with vertigo; appetite poor; stool sluggish. March 14th Cycl. 15x was prescribed. After several weeks the headache and vertigo had become less severe and the attacks less frequent. April 19th the period set in, and with its flow headache and vertigo left her completely. May 15th, menstruation recurred rather copiously, and the patient was well. Two cases of pulmonary catarrh were cured, both had pressing headache and vertigo and one scanty menses as well. The following case of hemicrania was cured: Theresa F., 37, had menstruated sparingly and irregularly (often at two or three months' intervals). For four years suffered from violent headache affecting right side of head and face; coming every 8-14 days, spells lasting 12-36 hours. During menstruation the attacks were extra severe. Patient was emaciated; skin, gums, and lips pale. Right eye closed owing to cramps in eyelids; when forcibly opened a stream of hot tears gushed out; otherwise the eye was normal. Under Cycl. the symptoms diminished, but there appeared \"glittering sparks before the eyes\" and these remained after all symptoms of headache had gone. Cycl. was given persistently, the periods became regular and rather copious and the headaches entirely ceased. Another case (in a wet-nurse who had just weaned her baby) presented unceasing, violent, stitching pain in temporal region extending to vertex. Throbbing temporal arteries. Bell. diminished the pain, but vertigo came on. Under Cycl. 3x headache and vertigo disappeared altogether, but the patient complained of her sight having become so weak that she did not dare to walk alone. This passed off when the medicine was discontinued and her headache did not recur. Cycl. 15x cured a boy of violent squinting. Six months before, he had a fall from a table; convulsions followed, and after the second attack the squinting came on. Arnica was given and the convulsions did not recur, but the squinting remained. Cycl. 15x was given, and after a few weeks the squint entirely disappeared. (Wurmb cured a case of squint in a coachman with Cycl.) Acute rheumatism with retrocession of menses was also cured by Eidherr. His last case was remarkable and important. Theresa P., 30, of short, robust stature, had never been ill till ten years previously. At that time, without apparent infection, an eruption appeared over her whole body with terrible itching. It was declared to be itch and was driven away with Sulphur ointment. With the receding of the eruption her eyesight waned so that she was soon unable to walk without a guide. She sees large objects only in outline and only then if in a strong light; in closed rooms she cannot discern anything. The pupils are dilated, but there are no other objective symptoms. She had never menstruated. She complains of congestions of the blood about every three or four weeks, accompanied by headache, a pressing vertigo, heaviness and frequent trembling of the lower extremities and of a pressure towards the parts. For several months she experienced an itching of the skin over the whole body, which becomes intolerable, especially during the time she should have her period. There is nothing to be seen, however, on the skin. In September Sul. 15x was given and quickly relieved the skin symptoms; but later (in the beginning of December) she sought relief for a violent headache and vertigo. Cycl. 3x lessened these by the fourth day. A week later she reported both symptoms gone; but now \"fiery balls danced continually before her eyes.\" Cycl. 15x three times a day. Shortly after (December 27th) the fiery balls ceased to trouble her. Early in January the menses reappeared, with considerable abdominal pains, and the headache and vertigo had disappeared altogether. Thereafter menses appeared regularly and copiously. From Dr. Eidherr's account no improvement appears to have been effected in the power of vision. Dr. George Royal (of Des Moines, Iowa) records another use of this drug. A medical man had suffered from soreness of the heel for over three months. The soreness seemed to be in the bone, and was < sitting or standing. Not so much noticed on walking. Rhus, Kali bi., and Phos. ac. had done no good. Cycl. cured in a week. It also cured, in three days, a case almost identically similar. The only < here was on standing, Cycl. has cured migraine with scintillations after the failure of Iris v. In the case recorded the headache increased as the vision returned, the head seemed about to burst (Kali bi.) Itching, pricking < at night in bed. Many symptoms are < by rest, > on walking about. Sitting < menstrual flow. Drawing shoulders forward <, drawing them backward > twinges in back. Many symptoms are < at night. Open air <, cold water > headache. > From moistening diseased parts and from bathing. < From eating at night." ],
    "Relations" : [ "Ferr. and Chi. resemble it in chlorosis; Crocus and Thuja in sensation of something alive in abdomen; Am. mur. (menses < at night); Iris v. and Kali bi. (migraine with scintillations; headache < as sight returns, Kali bi.); Coccus c. (leucorrhoea < sitting > walking; Cycl. menses < sitting > walking); Rhus t. (enteralgia); Gels. and Seneg. (diplopia), Arn. (falls); Baryt. c., Calc. c., Canth. (chilly and fever); Coccul. In speedy satiety, Lyc., Nux, Sep. In prostatitis and urethritis, Lith. c., Dig., Sel., Caust., Lyc., Apis; in squint, Alum.; sudden vanishing of sight with menses, Sep., Pul. (Pul. scanty, Cyc. profuse and dark); nausea in throat, Sep. Berb., pain in heels on standing. Desire for lemonade, Bell., Sabi. Antidoted by: Camph., Coff., Puls. (The modalities of Cycl. are in general opposite to those of Puls.; the menstrual flow of Cycl. is more profuse while at rest; with Puls. the opposite is the case)." ],
    "Mind" : [ "Taciturn, depressed, out of humour.", "Sudden change of sadness and cheerfulness.", "Weakness of memory.", "Secret vexation and troubled conscience.", "Ill-humour and slovenliness, with dislike to conversation, by fits.", "Love of labour, alternately with indolence.", "Memory alternately quick and weak.", "Dulness and confusion of mind, with unfitness for every kind of labour.", "Hallucination as if two persons lay in her bed, and that the body of the other overlapped hers by half." ],
    "Head" : [ "Vertigo, when standing (when leaning against anything), as if the brain were moving.", "Vertigo; < when exercising in the open air, > when sitting in a room.", "Headache in the morning, when rising.", "Numbing headache, with obscuration of the eyes.", "Migraine with scintillations before the eyes; as vision returns, head seems about to burst.", "Shootings in the brain on stooping.", "Shootings in the temples (in the l. temple, the forehead, with dizziness).", "Pricking itching in the scalp, which only changes its situation on the part being scratched (< in the evening and when at rest, > from motion).", "Congestion of blood to the head; increased sensation of heat in the head." ],
    "Eyes" : [ "Eyes dull and hollow.", "Shootings in the eyes and the eyelids.", "Swelling of the eyelids.", "Itching of the eyelids.", "Pupils dilated.", "The eyes lie deep in the orbits, look dim, and are surrounded by blue rings.", "Double vision; strabismus.", "Burning in the eyes; < when reading.", "Sight confused, as if looking through a cloud.", "Glimmering and glittering before the sight.", "Fiery flames dancing before eyes." ],
    "Ears" : [ "Drawing in the ears.", "Diminution of hearing, as if the ears were stopped." ],
    "Nose" : [ "Diminution of smell.", "Fluent coryza, with sneezing (morning)." ],
    "Teeth" : [ "Toothache, with dull tractions at night.", "Shootings and piercings in the teeth." ],
    "Mouth" : [ "Tongue loaded with a white coating.", "Constant sensation of roughness and of mucus in the mouth.", "Sensation of torpor in the upper lip, as if it were hardened.", "Dryness of, the lips, without thirst.", "Mouth and throat redder than usual.", "Fine stitches on the surface of the tongue.", "Burning on the tip of the tongue (evening).", "In the evening, great dryness in the palate, with hunger and thirst.", "The tonsils and palate are shrivelled and white." ],
    "Throat" : [ "Dryness in the throat. Sensation of painful constriction in the throat.", "Burning and scraping in throat.", "Nausea in throat." ],
    "Appetite" : [ "Putrid taste in the mouth.", "Insipid taste of all food.", "No thirst all day, but it occurs in evening as face and hands become warm.", "Hunger and appetite rather weak, esp. in the morning and in the evening.", "Speedy satiety, followed by disgust, on beginning to eat.", "After eating but little, aversion to the rest of the food, with sensation of nausea in the throat.", "Repugnance to butter (aversion to eat bread and butter), and cold food; less aversion to warm food.", "Great inclination to sleep after a meal." ],
    "Stomach" : [ "Frequent risings, empty or acid.", "Risings, with hiccough, esp. after a meal.", "Nausea, with inclination to vomit, and uneasiness in the region of the epigastrium, as after taking fat food, esp. after dinner and supper.", "Nausea and fulness in the chest, with unusual hunger (morning).", "Nausea caused by eating and drinking; could only drink lemonade without being nauseated.", "Vomiting of mucus followed by sleep.", "Vomiting of blood.", "Water-brash, with nausea, esp. in the evening." ],
    "Abdomen" : [ "Fulness and pressure at the pit of the stomach, as if it were overloaded.", "Uneasiness in the abdomen, with nausea.", "Painful sensibility of the abdomen, on the slightest touch.", "Sudden attacks of griping, with pinching.", "Stitches in the stomach, region of the liver, navel, abdomen.", "Borborygmi in the abdomen, immediately after a meal." ],
    "Stool and Anus" : [ "Evacuations hard and frequent.", "Evacuations of the consistence of pap, with vomiting at night.", "Pressure in the rectum.", "Discharge of blood from the rectum.", "Drawing pressure in the anus, and in the perineum, as from subcutaneous ulceration, when, walking or sitting." ],
    "Urinary Organs" : [ "Frequent want to make water, with abundant emission of whitish urine.", "Shootings in the urethra, when making water, followed by a sudden discharge of a dark red urine." ],
    "Male Sexual Organs" : [ "The prepuce and corona glandis feel sore from slight rubbing." ],
    "Female Sexual Organs" : [ "Catamenia too profuse and too frequent.", "Before menstruation (at night) labour-like pains; the abdomen was bloated and swollen on the previous day; the menstrual blood is black and clotted.", "Secretion from the swollen mammae like milk.", "Menses suppressed." ],
    "Respiratory Organs" : [ "When reading aloud the voice is weak.", "Scraping and dryness in the pharynx, causing a suffocative cough." ],
    "Chest" : [ "In the evening, shortness of breath, as from weakness.", "Fits of suffocation.", "Pressure in the sternum.", "Oppression of the chest, with difficulty of respiration.", "Sensation of great weakness in the chest, as if there was not strength enough to breathe.", "Lancinations, and acute pullings in the chest, with short and difficult respiration." ],
    "Heart" : [ "Pressure on the heart, as from congestion of blood, with very sensible palpitations of the heart; stitches in the region of the heart." ],
    "Neck and Back" : [ "Pains of excoriation in the nape of the neck.", "Aching, with paralytic weakness, or traction in the nape of the neck and in the neck.", "Shooting pains in the loins.", "Dull stitches in the region of the kidney; worse when drawing along breath." ],
    "Upper Limbs" : [ "Pressure, as by a hard body, on the arms, as far as the fingers, which hinders writing.", "Tractive pains in the arms, and as far as the fingers.", "Cramp-like, slow contraction of the right thumb and index; they have to be extended by force.", "Pains in bones of forearms, bruise-like, < by touch, pressure, movement.", "Pain, as after being struck, or pain of bruising in the arms.", "Painful traction in the arms, and in the wrist.", "Contraction of the fingers.", "Red vesicles in the joints of the fingers, preceded by violent itching, ceasing after scratching." ],
    "Lower Limbs" : [ "Cramp-like pains in the thighs.", "Red spots in the thigh, as from a burn.", "Frequent and violent itching in the calves of the legs, in the ankle-bones and in the toes.", "Pain of dislocation in the joints of the foot.", "Sensation as if sprained in the l. foot.", "Soreness of the heels when walking.", "Pains of excoriation in the toes, when walking.", "Deadness of the toes after walking.", "Fetid sweat between the toes." ],
    "Generalities" : [ "Pressive traction, or tearings, chiefly where the bones are covered by the skin.", "Affections of the inner temples; want of appetite; nausea in the throat; hiccough; simple pressure in the muscles; tearing with drawing and pressure in the bones; pain as if paralyzed.", "During movement, all the sufferings, except dejection, disappear; but numerous symptoms show themselves when in a sitting posture.", "Great lassitude, esp. evening, with painful weariness and stiffness in the legs, and drawing pressure in thighs and knees." ],
    "Skin" : [ "Gnawing itching in several parts of the skin, esp. when seated.", "Darting and insupportable itching, in the evening in bed." ],
    "Sleep" : [ "Great inclination to lie down, and to sleep.", "Late sleep in the evening, with sensible pulsations in the brain.", "Nightmare on falling asleep.", "Unrefreshing sleep interfused with terrible dreams." ],
    "Fever" : [ "Pulse double-beat.", "Attacks of chilliness in the morning or evening.", "During the evening, chill, great sensitiveness to cold air or to being uncovered.", "Febrile shivering and cold, followed by heat, esp. in the face, with redness, augmented after a meal; afterwards anxiety, with heat in some parts, in the back of the hand, and in the nape of the neck, but not in the face." ]
  }
}