{
  "remedyName" : "Daphne Indica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Amblyopia. Constipation. Cough. Eyes, affections of. Exostosis. Fever. Gastralgia. Gonorrhoeal rheumatism. Gout. Leprosy. Mercurio-syphilis. Prostatorrhoea. Rheumatism. Splenitis. Sleeplessness. Toothache." ],
    "Characteristics" : [ "Daph. ind. was proved by G. Bute. It is like its relative D. mezereon in producing affections of muscles, bones, and skin, hence its relation to syphilis and the anti-syphilitic remedies Aur., Merc., Staph. Its pains are erratic and electric-like. It is like Jambos in the craving for tobacco. The skin is clammy. Red rash in spots on legs in evening. Itching. Daphne oleoides is credited by Hering with relieving leprosy. A peculiar symptom of Daphne is", "tongue coated on one side only (Rhus has the same, only the Rhus coating is specified as white). Other symptoms are: Foul-smelling tongue. Ptyalism with hot saliva. Cold feeling on buttocks. Sudden stitch in region of spleen. Fetidity is a marked feature-breath, urine, sweat. The pains are apt to be sudden. They wander suddenly from extremities. Ball of right great toe swollen and very painful; the pain suddenly shoots into the body to region of heart, or some other part of body to abdomen. It is probable that a sensation of parts of the body being separated from one another is characteristic of Daphne. The symptoms of sensation as if the head were separated appeared in the proving (see 20); and Erastus E. Case has recorded the cure of a man, 45, obese, rheumatic, who presented these symptoms: \"Swaying sensation in the head when walking. Constant sensation as if the head were separated from the body. Sensation as if the vertex were screwed up in a vice. While driving a horse, sensation as if the arias were detached from the body, yet they are under complete control of the will.\" The gastric symptoms are < from alcohol; prostatorrhoea < from tobacco. Most symptoms are < evening and night (which further marks its appropriateness in syphilis). < While moon is on the wane. Pains are < from warmth of bed. Cold air < wandering gout. < From touch and pressure. Lying down < gouty pains; backache. Stooping or bending < pains in spinal cord. Walking < rheumatic pains in thighs." ],
    "Relations" : [ "Antidoted by: Bry., Dig., Rhus, Sil., Sep., Zn. Antidote to: Chrom. ac., Merc. Compare: Thuja (effects of suppressed gonorrhoea); Benz. ac. (fetid urine); Puls., Chi., Taxus (erratic pains); Verat. a. (lightning pains); Bapt. (limbs seem scattered about the bed); Ars. (body seems divided at waist). Dirca pal. belongs to the same family." ],
    "Mind" : [ "Mental dejection.", "Timidity.", "Irritability, over-excitement, and trembling, during the pains.", "Irascibility, absence of mind, and indecision." ],
    "Head" : [ "Headache, provoked by all kinds of intellectual labour.", "Pain behind the eyes, from one temple to the other.", "Sensation of fulness in the head, as if cranium were going to burst, esp. on raising oneself in the bed.", "Sensation, as if the head were too thick, with shootings in the temples.", "Sensation as if the external parts of the brain were inflamed, and were striking painfully against the cranium.", "Violent heat in the head, esp. in the vertex, and sometimes with a sensation as if the head were compressed.", "Painful pulsation in the temples, and the gums, sometimes with pain like excoriation on being touched.", "Exostosis in the cranium.", "Tuberosities in the vertex, soft, as if there were water in them, with troublesome pains, esp. at night; the pains hinder sleep, and are < by the touch.", "Hard swelling of the whole left side of the head, as if in the bone, with sensation of numbness, and acute, transient, shooting pain." ],
    "Eyes" : [ "Scraping in the eyes.", "Troublesome sensation round the eyes and eyelids, with dryness and heaviness of eyelids.", "Painful feeling in the eyes, as if pressed into the head.", "Painful sensation as if the eyes were pushed outwards from the head.", "Violent pains in the eyeballs, in the evening, with great nervous excitement.", "Con traction of the pupils.", "Eyes inflamed, weak, dull, as it were swimming in tears.", "Sensation as if a membrane were placed before the eyes.", "Weak sight, with confusion of the letters when reading.", "Diplopia.", "Pupils very much contracted." ],
    "Ears" : [ "Buzzing in the ears.", "Roaring in the ears." ],
    "Face" : [ "Heat and burning sensation in the cheeks, round the ears, and in the vertex, sometimes with constant inclination to yawn.", "Sensation of swelling, of stiffness and of tension in the temporo-maxillary joint, with burning smarting in the skin." ],
    "Teeth" : [ "Pulsation in the teeth and gums.", "Acute drawing pains in all the teeth.", "Toothache, with and without salivation.", "Toothache with erections, or after coition.", "Toothache with fits of shivering, or disposition to perspire." ],
    "Mouth" : [ "Tongue loaded, on one side only.", "Dryness of the tongue after sleep, as if it had been burned.", "Fetor of the tongue.", "Salivation; with toothache.", "Hot saliva.", "Craving to smoke tobacco." ],
    "Stomach" : [ "Pyrosis and sour vomiting.", "Vomiting with nausea, after breakfast.", "Sensation of fulness and ebullition in the precordial region.", "Aching in the stomach after drinking.", "Frequent cramps in the stomach.", "After each meal, burning pain and sensation of excoriation in the stomach, with frequent risings of flatus; the pains extend to the left hypochondrium and to the back." ],
    "Abdomen" : [ "Shootings and pains in the region of the spleen.", "Arthritic pains which pass rapidly from the limbs to the abdomen.", "Pain in the abdomen, with shiverings." ],
    "Stool and Anus" : [ "Contraction of the abdomen, and constipation.", "Faeces scanty, and sanguineous towards the end." ],
    "Urinary Organs" : [ "Frequent and abundant emission of urine.", "Frequent wetting of the bed at night.", "Urine turbid, thick, yellowish, like rotten eggs.", "Urine of a reddish yellow colour.", "Fetid urine.", "Reddish sediment, which adheres to the side of the vessel.", "Pain, as from excoriation in the urethra, when making water." ],
    "Male Sexual Organs" : [ "Sweating of the scrotum.", "Discharge of prostatic fluid, after making water.", "Erections during the toothache.", "Toothache after coition." ],
    "Respiratory Organs" : [ "Voice weak.", "Breath fetid.", "Expectoration thin, slimy, and copious.", "Sanguineous expectoration.", "Cough, with vomiting, and yellowish frothy expectoration, mixed sometimes with streaks of blood; the cough fatigues and hinders sleep." ],
    "Heart" : [ "Palpitation and starting of the heart, with inability to remain lying on the left side.", "Acute pains in the region of the heart, with discouragement and trembling.", "Suffocating fits at night, with sensation as if the glands of the neck were swollen, and the arteries stiff with blood." ],
    "Neck and Back" : [ "Pain in the nape of the neck with headache.", "Screwing pain from the ear to the shoulder.", "Sensation as though the cervical glands were much swollen and the arteries excessively distended, with a feeling of suffocation, as if the head were separated from the body, at night.", "Sharp pain beneath l. scapula.", "Burning itching in the back.", "Painful pulling along the spinal marrow, < by stooping." ],
    "Upper Limbs" : [ "Phlyctenae, excessive itching on the arms and hands.", "Bone-ache, piercing pains in the bones and acute shooting pains in the fingers." ],
    "Lower Limbs" : [ "Itching miliary eruption on the legs.", "Rheumatic pains in the thighs and in the knees.", "Cold in the knees and in the feet.", "Pain as from contusion in the toes.", "Painful swelling of the ball of the great toe, with pains which often pass rapidly into other parts of the body." ],
    "Generalities" : [ "Shooting pains, as from blows, in different parts of the body, passing rapidly from one part to the other, < by cold air, and by taking brandy.", "Rheumatic and arthritic pains as well in the muscles as in the bones (esp. after suppressed gonorrhoea).", "Exostosis, with shooting, or with aching and dull pains.", "Pain, resembling excoriation, in the exostosis.", "The majority of symptoms exhibit themselves on the left side of the body, and are < chiefly by fresh air, also while the moon is waning, in the morning, or towards the evening, and esp. in bed.", "Great lassitude and painful weariness in all the limbs.", "Necessity to remain lying down." ],
    "Sleep" : [ "Complete sleeplessness, caused, sometimes, by aching in the bones.", "Inclination to sleep, with inability to accomplish it.", "Dreams of fire; or of black cats, with nightmare.", "Agitated, unrefreshing sleep.", "Starts with fright, on going to sleep, accompanied by shivering, with viscid sweat." ],
    "Fever" : [ "Fever, similar to typhus, with excessive shivering, followed by continued heat, by viscid sweat over the whole body, and complete loss of appetite.", "Fever, with gastric and nervous suffering.", "Clammy sweat, of a putrid smell." ]
  }
}