{
  "remedyName" : "Digitalis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Angina pectoris. Asthma. Bright's disease. Cyanosis. Delirium tremens. Dropsy. Fever. Gonorrhoea. Headache. Heart, affections of. Hydrocele. Hydrocephalus. Impotence. Jaundice. Lungs, congestion of. Memory lost. Meningitis. Noises in head. Paraphimosis. Prostate, enlarged. Ptyalism. Spermatorrhoea. Toothache. Urinary disorders. Vision, disorders of." ],
    "Characteristics" : [ "There are three main symptoms in the Digitalis pathogenesis which should be borne in mind: (1) Slow, weak, irregular and intermittent pulse. (2) Enlarged, sore, painful liver. (3) White, pasty stools. Along with these is prostration from slight exertion. The mental condition is: anxious; low-spirited; tearful, wants to be alone; tries to escape if others force themselves on her. Anxiety as if conscience-troubled. \"Anxious and concentrated sadness, with sleeplessness at night, owing to pains at the heart: for instance, from unhappy love, especially in women of brown complexions, firm and obstinate dispositions. In such cases far preferable to Ignatia\" (Teste). Teste classes Digit. with Bryonia and Ignatia. The stomach symptoms (from portal engorgement) are nausea and vomiting; the mere sight or smell of food excites violent nausea, with clean tongue, thirst for water, absence of fever; the complaints may come either from excessive venery or from high living. In old men there are: enlarged prostate; impotence; lascivious thoughts. Malcolm Macfarlan (H. P., xiii. 490) reports Digit. having produced severe urethritis, phimosis, and strangury. He has cured with it many cases of gonorrhoea. Ballard cured a man of headache and dizziness originating probably in gonorrhoea suppressed several years before. He complained of feeling bad about the head after drinking, and this keynote symptom was elicited: \"after drinking cold water the pain would seat itself in the forehead and extend down the nose.\" Delirium tremens in high livers, stomach and liver diseases with the mental state of the drug. Nausea < from smell of food; not > by vomiting. The food eaten comes up by mouthfuls, cannot expectorate without vomiting. Every shock, like bad news strikes her in the epigastrium. Deathly sinking in the epigastrium. The use of Digitalis as a remedy for pneumonia in the old school is well known. It has proved a very dangerous remedy, but it has been used by homoeopaths with very good effect in senile pneumonia (E. V. Ross., H. P., xvii. 177). Ross regards the indications as being: \"Dry cough with mucous rales and no expectoration or only 'prune-juice' expectoration; cyanosis, cold extremities; feeble, intermittent pulse deathly nausea or gone sensation at epigastrium.\" Restlessness with great nervous weakness. Lassitude, mental and bodily. Faintness. Convulsions, with retraction of head, syncope, and collapse. Among the peculiar sensations of Digit. are: Sensation as if the heart would stand still if he moved, must hold the breath and keep still (Gels. has \"must keep moving or the heart would stop.\") As if the brain were loose; as if something fell forward in the head on stooping; as if the brain were made of fine glass and shattered at a blow; as if something were running out of urethra; as of a weight attached to stomach; as if the internal parts were grown together. As if the lungs were constricted and tied up in bundles. As if heart stood still; as if heart had torn itself loose and were swaying to and fro by a thin thread; as if the stomach would sink into abdomen. Terrible pain at root of nose after vomiting.", "Discharged blood coagulates slowly or not at all. Distended veins in eyes, ears, lips, and tongue. Blue skin. Digitalis is suited to the climacteric period: sudden flushes of heat followed by great debility; least motion = palpitation. Nervous lymphatic constitutions. Children with very white complexions, light hair, scrofulous. Most symptoms are < at night or on waking in the morning. Symptoms are > when stomach is empty; < after meals; from cold diet; after drinking (anything); < from spirituous liquors. Motion < most symptoms and may = fatal collapse. < From being raised up in bed. < From touch or pressure. Great sensitiveness to cold air; cold weather; changes of weather; cold food; cold drinks; all of which <. Getting heated < cough. In a room, lachrymation is <. With fear of suffocation there is desire for open air, and the symptoms of catarrh are > in open air. < From music; sadness from music." ],
    "Relations" : [ "Antidoted by: Vegetable acids, Vinegar, infusion of galls, Ether, Camphor, Serpentaria. It antidotes: Wine, Myrica cerif. (Jaundice). Compatible: Bell., Bry., Cham., Chi., Lyc., Nux, Op., Phos., Puls., Sep., Sul., Verat. Incompatible: Chin. (increases the anxiety); Spirit. nitros. dulcis. Compare: Acon. (anxiety), Ant. t. (deathly nausea), Apocy., Arsen., Bell., Bry., Camph., Chi., Con., Zn., Kalm., Lach. (sleep), Lobel., Lycopus, Crataegus (weak heart), Nat. m., (frequent and intermittent pulse), Phos. (genital symptoms), Spi., Sul., Tabac. (deathly nausea), Verat. In gonorrhoea, Sul. (prepuce indurated; Dig., puffed, infiltrated with serum); paraphimosis, Coloc. Palpitation with diarrhoea, Ant. t. Act on base of brain, Lob., Tab. One hand cold, the other hot, Chi., Pul., Ip., Mosch. Fainting before stool, Sul. (after stool, Nux, Crot. t.). Food eaten comes up by mouthfuls, Fer., Pho. Every shock strikes in pit of stomach, Pho., Mez., Kali c., Calc. Cracking in head, Alo. Headache extending into nose, Diosc." ],
    "Causation" : [ "High living. Sexual abuse, or sexual excess. Alcohol." ],
    "Mind" : [ "Extreme anguish, esp. in the evening, with disposition to weep and great fear of the future.", "Gloomy and peevish.", "Indisposed to speak; inclination to lassitude.", "Remorse.", "Tearful moroseness; with sensation of internal uneasiness.", "Indifference.", "Great love of labour.", "Weakness of memory.", "Nocturnal delirium and agitation.", "Sadness from music." ],
    "Head" : [ "Dizziness.", "Vertigo with trembling.", "Dulness of the head, with limited power of thinking.", "Jerking pressure in the head, esp. during intellectual labour.", "Pressure in the forehead, from mental exertion.", "Tension in the forehead on turning the eyes.", "Tearing in temples and sides of the head.", "Shootings in the temples and in the forehead, sometimes extending to the point of the nose, esp. after drinking anything cold.", "Stitches in the temples (evening and night).", "Itching in the brain, on one side of the head only.", "Sensation on stooping, as if the brain were falling forwards.", "Undulations in the brain, as if it contained water, with confusion in the head.", "(Hydrocephalus; sensation as if waves or water were beating on the skull; < while standing, talking, shaking the head and bending the head backward, > when lying down or bending the head forward.).", "Swelling of the head.", "The head is constantly inclined backwards.", "Sudden cracking in the head (during a siesta) with starting, as in a fright." ],
    "Eyes" : [ "Aching in the eyes, greatly augmented by the touch.", "Burning pain and pressure above the eyes, with confused sight.", "Burning pain in the r. eyebrow.", "Shootings in the eyes.", "Inflammatory redness of the conjunctiva and of the eyelids, with swelling, and sensation as if sand were introduced into the eyes.", "Blueness of the eyelids.", "Inflammation of the meibomian glands.", "Smarting lachrymation, increased by a bright light, and by cold air.", "Agglutination of the eyelids, with copious secretion of mucus (in the morning).", "Disposition of the eyes to turn sideways.", "Pupils insensible and dilated.", "Sight confused, as if directed through a mist.", "Obscuration of the sight and complete blindness, as from amaurosis.", "Opacity of the crystalline lens.", "Painless obscuration of the lens.", "Illusion of the sight.", "Phantoms, visions, and the colours of the rainbow before the eyes.", "Dark bodies, like flies, hover before the eyes.", "Objects appear green or yellow.", "Sparks before the eyes.", "Diplopia." ],
    "Ears" : [ "Hissing before the ears, like boiling water (with hardness of hearing).", "Single stitches behind the ears.", "Otalgia, with tensive and contractive pains in the ears.", "Swelling of the parotids, and behind the ear." ],
    "Nose" : [ "Pain above the root of the nose.", "Coryza, with hoarseness." ],
    "Face" : [ "Paleness of the face (bluish hue under the pale skin.).", "Blue colour of the lips and eyelids.", "Convulsions on one (l.) side of the face.", "Cramp-like and drawing pains in the cheek-bones.", "Swelling of the cheek, with pain on being touched.", "Eruptions, with gnawing itching in the cheeks and in the chin.", "Pores of the face black and suppurating.", "Bluish swelling of the lips.", "Eruptions on the lips.", "Dryness of the lips." ],
    "Mouth and Throat" : [ "Roughness, excoriation and scraping in the mouth and throat, with clammy taste.", "Sweetish and fetid saliva.", "Profuse flow of frothy saliva compelling to spit all the time.", "Salivation with excoriation of the tongue, and of the gums.", "Bluish tongue.", "Swelling of the tongue.", "Ulcer on the tongue.", "Tongue loaded with white mucus (morning).", "Stinging in throat between acts of swallowing.", "Peculiar sensation in fauces as if walls of pharynx swollen, or as if they were constricted by swelling of tonsils.", "Spasmodic constriction of throat.", "Sore pain on swallowing." ],
    "Appetite" : [ "Sweetish taste, esp. after smoking tobacco, sometimes with constant accumulation of saliva in the mouth.", "Bitterness in the mouth.", "Clammy taste.", "Bitter taste of bread.", "Want of appetite, sometimes even with a clean tongue.", "Continuous thirst, with dry lips.", "Thirst esp. for acid drinks.", "Gulping up of an acrid or tasteless fluid.", "Great appetency for bitter things.", "After a meal, pressure and inflation of the abdomen and of the stomach." ],
    "Stomach" : [ "Sour eructation and regurgitations, sometimes after a meal.", "Pyrosis.", "Nausea, with inclination to vomit, moral dejection and inquietude.", "Convulsive retchings.", "Vomitings and nausea, with fulness and pressure on the epigastrium.", "Vomiting in the morning (of the ingesta; of a green liquid), or at night.", "Vomiting of mucus, of food, or bile, with excessive nausea.", "Nausea in the morning, on waking.", "Nausea and vomiting during a meal.", "Vomiting of food on expectorating.", "Sensation or retraction in the stomach.", "Burning in the stomach, extending up to the oesophagus.", "Pressure, burning pain, and heaviness in the stomach and in the epigastrium.", "Nausea, as if he would die with it; continuous, and not relieved by vomiting.", "Sensation of weakness in the stomach, as if life would be extinguished, esp. immediately after a meal.", "Deathly sinking in the stomach-pit.", "Cramp-like pains in the stomach, sometimes with nausea and vomiting, mitigated by eructations.", "Shootings in the pit of the stomach, extending to the sides and the back.", "Fulness in the pit of the stomach." ],
    "Abdomen" : [ "Contractive tense pain in the hypochondria.", "Sensibility, and pressive pains, in the region of the liver.", "Twisting, and cramp-like pinching, in the intestines.", "Shooting and tearing colic, with inclination to vomit, esp. during movement and expiration.", "Inflation of the abdomen (ascites).", "Dropsical swelling of the abdomen.", "Cuttings, as from a chill, or a diarrhroea.", "Cramp-like tension in the groins.", "Sufferings from flatulency." ],
    "Stool and Anus" : [ "Faeces white, like chalk, or the colour of ashes.", "Diarrhoea of excrement mixed with mucus, preceded by shiverings and cutting pains.", "Dysenteric evacuations.", "Involuntary stools.", "Retention of stool; prolonged constipation.", "Watery diarrhoea; with much thirst." ],
    "Urinary Organs" : [ "Retention of urine.", "Urgent and almost futile, inclination to make water, with discharge of hot, burning, and very scanty urine.", "Pressure on the bladder, with the sensation as if it were too full, continuing after micturition.", "Frequent emission of small quantities of water-coloured urine.", "While in a recumbent position the urine can be retained for a longer time.", "Difficult urination, as from contraction of the urethra.", "Wetting the bed at night.", "Urinary flux.", "Diminution of the secretion of urine, sometimes alternating with abundant emission.", "Incisive pains in the urethra, before and after the urinary discharge.", "Involuntary emission of urine.", "Urine of a deep colour, brownish or reddish.", "Nausea before and after urination.", "On making water, burning sensation and constriction in the; urethra.", "Inflammation of the neck of the bladder.", "Prostate enlarged." ],
    "Sexual Organs" : [ "Hydrocele (l.); scrotum looks like a bladder filled with water.", "Testes; bruise-like pain in; swelling of.", "Gonorrhoea; phimosis; with burning, and dropsy of prepuce.", "Desire strongly excited, frequent erections and pollutions.", "Dropsical swelling of genitals.", "(Nymphomania.", "Menorrhagia.)" ],
    "Respiratory Organs" : [ "Hoarseness (in the morning after a night sweat).", "Hollow, spasmodic cough, from roughness and scraping in the throat; expectoration only in the evening, of yellow jelly-like mucus, tasting sweet.", "Hoarseness and coryza in the morning.", "Much phlegm in the larynx, which is detached by a slight cough.", "Cough, after a meal, with vomiting of food.", "Dry cough, with pains in the shoulders and arms.", "Cough, with expectoration of matter resembling starch.", "Smarting in the chest on coughing.", "Cough worse at midnight and during the morning hours.", "The cough is caused by talking, walking, drinking anything cold; when bending the body forward.", "Troublesome choking sensation with cough; mostly at night, and on physical exertion.", "Dry, cramp-like cough, excited by prolonged conversation.", "Sanguineous expectoration on coughing (small quantities of dark-blood)." ],
    "Chest" : [ "Sensation of soreness in the chest.", "Respiration painfully restricted, esp. at night, when lying down, or in the day, when walking, or seated.", "In the morning, suffocating constriction of the chest, forcing the patient to rise up in the bed.", "Asthmatic sufferings as from hydrothorax.", "Pressure on the chest from keeping the body bent.", "Tension in the chest, with necessity to breathe deeply.", "Contractive pain in the chest, when sitting with the body bent.", "Smarting in the chest.", "Sensation of weakness in the chest, proceeding from the stomach.", "Congestion in the chest.", "Shuddering at the mammae." ],
    "Heart" : [ "Acceleration of the movements of the heart, with palpitations that can be heard (with slow pulse), anguish, and contraction in the sternum.", "Very slow pulse.", "On rising up in bed pulse becomes much more frequent and irregular.", "Irregular and intermittent pulse.", "Dull uneasiness in various parts of heart region, with sensation of weakness in forearm.", "Feeling of slight confusion of heart, esp. on moving, with painful sensation of weakness in wrist and forearms.", "Sudden sensation as though heart stood still, with great anxiety and necessity for holding breath, after dinner; must keep perfectly still.", "Peculiar sensation as though heart standing still; single, violent, slow heart-beats, with sudden violent heat in occiput, and transient unconsciousness (the whole lasting only a moment).", "Shifting pains in heart.", "Oppression, must breathe deeper.", "Heart's action has lost its force; beats more frequent, intermittent, irregular.", "Palpitation easily excited on going up slight ascent.", "Heart seems to dilate slowly; palpitation at each movement of body; slight uneasiness at heart, cold sweats.", "Constant pain or anguish at heart, with palpitation, < by exercise or mental emotion; at times < without apparent cause, when perfectly at rest; paroxysms accompanied by sinking sensation, face purple; fainting, believes she is dying; dizziness ringing in ears; sharp pain in l. shoulder and l. arm, tingling in arm and fingers; paroxysms come sometimes at night, with suffocation, wakes up in anguish; terrifying dreams.", "Heart so weak that even sitting up in bed has caused fatal syncope.", "Attacks of angina brought on by any slight careless movement, esp. of arms in an upward direction; inexpressible anxiety with fainting; for a moment heart seems to stand still, and then several rapid and violent pulsations occur, with sensation as if heart had torn itself loose and were swaying to and fro by a thin thread.", "Cyanosis.", "Frightful stitches in region of heart, coming on every fifteen minutes, lasting only five or six seconds each time." ],
    "Neck and Back" : [ "Stiffness and tension of the muscles of the neck and of the nape of the neck.", "Drawing pains in the back and in the loins, as after a chill.", "Bruise-like pains in the loins on blowing the nose." ],
    "Upper Limbs" : [ "Paralytic pullings, and tearings in the arms.", "Heaviness or paralytic weakness of the l. arm.", "Sharp pain in l. shoulder and arm, tingling in arm and fingers; with heart affection.", "Nocturnal swelling of the r. hand and of the fingers.", "Coldness of the hands.", "Tearings in the joints of the fingers.", "Sudden and paralytic stiffness in the fingers.", "Torpor and disposition to numbness of the fingers." ],
    "Lower Limbs" : [ "Pain in the hip-joint.", "Great stiffness in the legs after being seated, which abates when walking.", "Want of energy, and paralytic weakness in the legs.", "Swelling in the knee, like steatoma.", "Incisive pains in the thigh, and burning sensation in the calf of the leg, on crossing the legs.", "Tension in the ham.", "Coldness of the feet.", "Swelling in the feet, by day only (diminished at night)." ],
    "Generalities" : [ "Burning shootings and tearings, esp. in the limbs.", "Penetrating pains, and painful weariness in the joints, as after great fatigue.", "Engorgement of the glands.", "Tense and painful swellings, esp. of the limbs.", "Convulsions.", "Epileptic fits.", "Dropsical swellings of internal and external parts.", "Emaciation.", "Great dejection and nervous weakness.", "Throbbing in every part of the body, < by pressure.", "Gouty nodosities.", "Pricking pain in the muscles of the upper and lower extremities.", "Fits of excessive weakness esp. after breakfast and dinner.", "Sudden prostration of strength, as if about to faint, with general perspiration." ],
    "Skin" : [ "Gnawing itching, which changes, if the skin be not scratched, into a burning and insupportable pricking.", "Dry, and heat of skin.", "Desquamation of the skin from the whole body.", "Jaundice.", "Bluish skin (cyanosis), particularly at the eyelids, lips, tongue, and nails.", "Dropsy.", "Elastic white swelling of the whole body.", "General paleness of the skin." ],
    "Sleep" : [ "Continuous sleepiness during the day (lethargy).", "Uneasy, unrefreshing sleep.", "Drowsiness in the day, and somnolency interrupted by fits of convulsive vomiting.", "At night, half-asleep with agitation.", "Nocturnal sleep, interrupted by anxious dreams, with starts (as if one were failing from a height or into water).", "Uneasy sleep at night on account of constant desire to urinate.", "Feeling of great emptiness of the stomach frequently, previous to falling asleep." ],
    "Fever" : [ "Chilliness with heat and redness of face.", "Coldness of the body, often with cold sweat, esp. on the forehead or one side of the body only.", "Coldness in the hands and in the feet (with cold perspiration).", "Heat of one hand and coldness of the other.", "Frequent and sudden flushes of heat, followed by weakness.", "Copious nocturnal perspiration, preceded sometimes by shivering and shuddering, with internal heat (beginning with coldness of the extremities, from them extending over the whole body), during the day.", "Perspiration generally at night; cold and clammy.", "Perspiration after the chill, no heat intervening.", "Pulse small, weak, and excessively slow (esp. when at rest, every other beat intermits), but accelerated by the slightest movement.", "Pulse irregular; intermitting." ]
  }
}