{
  "remedyName" : "Digitalinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Diarrhoea. Emissions. Exophthalmus. Heart, affections of. Palpitation. Spermatorrhoea. Vertigo. Vision, hallucinations of." ],
    "Characteristics" : [ "Digilalinum is a poison of very great activity. It produces a profound effect on muscular tissue, both voluntary and involuntary, more especially on the heart. It causes profound prostration, even to inability to move a muscle. Paralytic weakness; numbness; tremulousness of the limbs. Cold, clammy surface. Gooseflesh. The heart is slowed, or else its action is made rapid and feeble or \"sensation as if the heart stood still.\" Digitalis has: Sensation as if the heart would stand still if he moved. According to Hale Dgn. is specially indicated in cases of \"overburdened heart where it is constantly labouring.\" Irregular and intermittent action. A sinking, faint sensation is felt at the epigastrium, nausea and vomiting of yolk-of-egg matter, shivering, diarrhoea, the stools not being noted characteristically white as are those of the plant. Sensitiveness of eyes to light and nose to odours. Disorders of vision and hearing are very numerous. One prover noted \"frontal headache, dazzlings, loss of appetite, sinking at epigastrium, intestinal flatulence, borborygmi, eructation, slight abdominal pains; urine abundant; great fatigue; painful heat in evening but no thirst.\" For a whole day pressure in supra-orbital region towards frontal sinus, and when walking a feeling as if the ground gave way under his feet. Sexual weakness is shown in: Deep sleep in which an emission occurs without waking him;\" and \"Sexual power diminished or quite abolished temporarily.\" Dgn. has cured the following case: Mrs.", " had for over a year swelling of right hand and fingers, which she thought to be rheumatic. Digitalis has the symptom, \"swelling of right hand and fingers,\" and this would have been given but only Digitalin was at hand. This was given in 4x. After the second dose the swelling began to subside, and in two or three days was completely gone. (H. W., xxvi. 552). The heart pains are < lying on left side. Many symptoms appear on waking in the morning; chilliness and fever in afternoon and evening. Confusion of the head is > walking in open air. Symptoms are > after dinner. Drinking = nausea, and vomiting. Pains in trunk < during rest." ],
    "Relations" : [ "Compare: Digitalis, Conium, Gratiol., Tabac., Gelsem., Secale. See under DIGITALIS." ],
    "Mind" : [ "Agitation.", "Hallucinations.", "Irritability.", "Sometimes dejection, sometimes hilariousness.", "Inability to fix attention; or to take in what is read." ],
    "Head" : [ "Vertigo, with unsteady vision; inability to fix distant objects.", "Objects seem to turn horizontally from l. to r.; > closing eyes.", "Head thrown back.", "Lancinating pain in head; hot and confused towards evening.", "Forehead heavy, hot.", "Headache in morning, worse in afternoon, and increasing in evening to a violent migraine.", "A peculiar sensation of drawing, of raising up in occiput and vertex; afterwards a pressure in occiput." ],
    "Eyes" : [ "Sensation as if the eyes were becoming larger and were starting from their orbits; exophthalmus.", "Hallucinations of vision.", "Muscae volitantes, in evening upper part of visual field seemed shaded by a cloud.", "Flickering and dazzling.", "A large bright spot advancing, sometimes resembling a ring showing prismatic colours; < after exertion.", "Circles floating before eyes.", "All objects in a room seem to run together.", "Yellow vision.", "Halo round candle flame." ],
    "Nose" : [ "Frequent sneezing and coryza; with pressing, throbbing pains in arms; nasal mucus streaked with blood in morning; smell lost." ],
    "Face" : [ "Face hot, red, and feverish; or else very pale.", "Constant jerking of upper lip of l. side." ],
    "Teeth" : [ "Burrowing, sticking, pulsating pains in teeth; l. upper eye tooth; r. back lower teeth; l. and r. upper incisors." ],
    "Mouth" : [ "Tongue large and smooth with a saburral coating.", "Saliva rather thick, flows slowly from the mouth.", "Bitter taste." ],
    "Stomach" : [ "Violent sensation of hunger on waking.", "Very great thirst, esp. for beer.", "Drinking renews nausea and vomiting.", "Nausea.", "Violent vomiting; yellow like egg; white sourish mucus; with great sensitiveness of eyes to bright light and the nose to odours.", "Faint, sinking sensation.", "Feeling of fulness and nausea as if contents of stomach rose up in throat.", "Pinching or contracting pain.", "Stitches immediately after dinner." ],
    "Abdomen" : [ "Abdomen retracted without colic.", "Emission of much offensive flatus, in morning, immediately after rising, followed by copious pasty stools with violent griping.", "Stitching lightning-like pains.", "Violent labour-like pains from small of back into abdomen as if menses would appear." ],
    "Stool and Anus" : [ "Urgent desire for stool.", "Stools: diarrhoeic; loose; or soft without being diarrhoeic.", "Constipation; stool like rabbit's." ],
    "Urinary Organs" : [ "Urine increased; very abundant.", "Decidedly diminished.", "Falling off in urea and chlorides, increase in phosphoric and sulphuric acids." ],
    "Male Sexual Organs" : [ "Activity greatly depressed and even abolished.", "During deep sleep an emission which does not awaken him." ],
    "Female Sexual Organs" : [ "Menstruation two days too early without usual premonitory pains.", "Menstruation more profuse." ],
    "Respiratory Organs" : [ "Symptoms of cold, hoarse so could hardly speak, with violent sticking pains in larynx.", "Voice extinct.", "Short hacking cough; whitish-yellow sputa.", "Breath short; while walking; on waking." ],
    "Chest" : [ "Rush of blood to chest.", "Rheumatic pains; constriction; stitches.", "Pains in the r. or l. side.", "Rheumatic pains l. chest just below axilla only on motion.", "Boring l. chest from scapula forward to precordial region < deep breathing.", "Sticking in l. side between nipple and axilla, evening in bed, while lying on l. side.", "Throbbing-sticking, pulsating pains." ],
    "Heart" : [ "Sensation as though heart stood still for a moment while playing the piano.", "Peculiar sensation in heart with anxiety, and trembling with standing still, in the evening while sitting.", "Stitches corresponding to heart pulsations.", "Palpitation with dull sticking in heart while walking.", "Violent palpitation in bed lying on l. side.", "Action tumultuous, irregular.", "Pulse: slow; irregular; intermittent; jerking; hurried.", "Pulse not corresponding to heart's impulse, small, thready, nearly imperceptible, while heart is strong and hammering." ],
    "Neck and Back" : [ "Neck stiff in morning (l.).", "Violent pain in neck.", "Violent pain between scapulae like cramp with oppression of breathing.", "Painful sensation as though scapulae would be drawn together." ],
    "Limbs" : [ "Limbs tremulous; weak; unsteady; heavy as if paralysed; pains < during rest.", "Pains are sticking, pressive, pulsating." ],
    "Upper Limbs" : [ "Pressure in shoulders.", "Drawing pain in biceps muscle.", "Pressure; throbbing, tearing in elbows (r. at p.m.).", "Pressing asunder in the fingers.", "(Swelling of r. hand and fingers.)" ],
    "Lower Limbs" : [ "Cramp in thigh and calves.", "Pains in knees; above r. knee.", "Sprained pain in r. ankle.", "On walking sensation as if the ground sank away under the foot.", "Numb sensation of l. foot obliging him to move it frequently.", "Pressing asunder of toes of r. foot." ],
    "Fever" : [ "Chilliness and shivering.", "Feet and hands cold, palms moist.", "Shivering over back, esp. sacral region.", "Heat in nape rising up into head and extending over whole body.", "Profuse sweat at night.", "Cold sweat; after a cup of coffee.", "Bathed in cold sweat." ]
  }
}