{
  "remedyName" : "Digitoxinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Phlegmon. Suppuration. Vision, disordered Vomiting." ],
    "Characteristics" : [ "Digitoxin has been proved by Kopfe, who took a single dose of millegrammes at a.m. It began to take effect in an hour-faintness, nausea, and slight vertigo, which increased till he was obliged to hurry home at o'clock to avoid vomiting in the street. But he was too weak to walk, and had to take a carriage. He went to bed immediately and remained in bed three days and part of the fourth. The pulse had remained regular and at the usual rate, to 84, but at o'clock was and intermitting. Excessive nausea was constant and prevented sleep at night. Vomiting of dark greenish masses of mucus gave instant relief, which, however, only lasted a short time. The pulse went down to 42, intermitting after every two beats, the heart-beats and intermission being plainly felt in the chest. The limbs refused service in spite of the greatest exertion of will power. Sight became weak, faces of friends were indistinguishable, and he only knew them by their voices. Objects ran together without outlines, so that he could only distinguish some very dark or bright, or large or small images in the field of vision. Therewith all objects, especially all bright ones, seemed in a slightly yellow light. (This yellow vision was very persistent, lasting eight days; it may prove a keynote for this preparation of Digitalis.) The nausea continued more distressing and was aggravated by drinking champagne, aerated waters, and ordinary water. The second night was very restless with partial sleep, interrupted four times in an hour by confused, anxious dreams and frightful phantasies. In the evening of third day he was able, with effort, to eat a little, and did not vomit. On the fourth day he was up a little and felt better, was able to eat a little meat and drink as much water as he wished. On the fifth day he was able to walk out a little, leaning on the arm of another. During the three succeeding days the symptoms gradually disappeared. With sound sleep and extraordinary appetite, physical strength and normal vision returned." ],
    "Relations" : [ "Compare: Digitalis (< from drinking is marked in both); Digitalinum; Cina and Santonine in yellow vision." ],
    "Head" : [ "Slight vertigo, with nausea and faintness." ],
    "Eyes" : [ "Weak sight: features of friends seemed to swim and become indistinct.", "All objects in room run together without any outlines, could only distinguish some very dark or bright, or large or small images in the field of vision. Therewith all objects, esp. all bright ones, seemed in a slightly yellow light. (This appeared on the first day, was in no way diminished on third and fifth days, and did not pass away till the eighth.)" ],
    "Face" : [ "Paleness and collapsed appearance of face." ],
    "Stomach" : [ "Aversion to every kind of food.", "Faintness, nausea, and discomfort.", "Constantly increasing discomfort and tormenting nausea, ending in vomiting a large quantity of dark greenish masses of mucus. Relief was immediate, but lasted only a quarter of an hour, giving place to the most excessive nauseous sensation. An hour later vomiting was renewed violently, bilious-coloured masses of mucus, accompanied, preceded, and followed by retchings. Slow, intermittent pulse.", "In evening attempted to take a glass of iced champagne, but the nausea increased rapidly and in a few minutes vomited a large quantity of a watery, slimy substance slightly coloured with bile, much retching followed.", "Carbonated waters and ordinary drinking-water always aggravated the nausea.", "Third day able to drink a little.", "Sixth day extraordinary appetite." ],
    "Chest" : [ "Oppression and anxiety in chest; heart-beats and intermissions plainly felt." ],
    "Heart" : [ "Pulse at first normal and regular, became later markedly slow, intermittent, dicrotic, and then tricrotic.", "Pulse very easily excited by the slightest excitement or physical exertion." ],
    "Generalities" : [ "Faintness; rapid loss of power.", "Prostration; limbs refuse their service; cannot rise from bed without assistance.", "(Phlegmonous inflammation going on to suppuration.)" ],
    "Sleep" : [ "Not a moment's rest on account of distressing nausea and weakness.", "Second night restless, with partial sleep, which was interrupted by confused, anxious dreams and frightful fantasies.", "Sleep sound fourth night." ]
  }
}