{
  "remedyName" : "Dioscorea",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, distended. Acne. Angina pectoris. Biliousness. Cholerine. Chorea. Colds. Colic. Constipation. Cough. Cramps. Diarrhoea. Dysentery. Dysmenorrhoea. Dyspepsia. Enteralgia. Flatulence. Gall-bladder, affections of. Gastralgia. Haemorrhoids. Headache. Knee, pain in. Legs, pain in. Liver, disorders of. Lumbago. Mind, affections of. Neuralgia. Paronychia. Parotitis. Pregnancy, pyrosis of. Renal colic. Rheumatism. Sciatica. Side, pain in. Spinal irritation. Spleen, pain in. Smell, disordered. Spermatorrhoea. Tea, effects of. Toothache. Whitlow." ],
    "Characteristics" : [ "Burt, who made a heroic proving of this remedy, says: \"The grand sphere for the use of Dioscorea is among neuroses of the bowels and stomach; where the coeliac and umbilical plexuses are in a state of great hyperaesthesia, the pain and spasm being unbearable.\" Hale considers as characteristic: \"A constant pain, aggravated at regular intervals by paroxysms of intense suffering.\" Any kind of colic or neuralgia with these characteristics may indicate Dioscor., which stands in the highest rank among stomach and abdominal remedies, with important actions in many other spheres. Dioscorea causes pain in the bowels; spasmodic; twisting; writhing; drawing; lancinating; pulsating; burning. Pains radiate upwards and downwards. Frequent sharp, darting pains from one part to another. Pains spread, especially from abdomen to distant parts. Great faintness at stomach. Morning diarrhoea. Pains < at meals; > moving about; cannot sit still. Seminal emissions (passive) with weakness of knees. According to Cushing's proving the primary effect of Diosc. was to cause strong-smelling perspiration of the genitals; constant excitement with strong and frequent erections day and night; amorous dreams with emissions. Afterwards came relaxed genitals, absence of desire, and emissions without erections. In the female sphere it has frequently cured dysmenorrhoea, uterine colic, and after-pains; also gastric disorders during pregnancy and the menses. J. B. Bell has pointed out how closely the throat symptoms of Dios. resemble the initial stage of a cold when it has attacked the fauces and before it has spread to the nose or chest. Peculiar sensations are: As if top of head was lifted off. As if temples were in a vice. As if head tied with a band (also neck). As if sticks, &c., in eyes; as if hot air streamed out of them. As if tongue burnt. As if a stone were in stomach. In small spot in abdomen sensation as if drawn forcibly upward and backward to spine. Diosc. resembles Coloc. in colicky pains, but differs in the Conditions: whilst Coloc. has > bending double and < by motion, Diosc. has > by stretching out and by moving about. Some of the symptoms of Diosc. are <, others are > by touch and pressure. Many symptoms appear, or are < in early morning from a.m. onwards; on awaking; a.m. (cough). Symptoms generally > in open air. Pains are remittent and paroxysmal. It is one of the first remedies in whitlow; and in biliary and renal colic. Suited to persons of feeble digestive powers, old or young, with flatulence after meals, in stomach or bowels, unattended with liver or bowel derangement, who from some excess in eating, or from fasting, or from some error in diet, as eating old cheese, or uncooked fruit, pastry, &c., especially if they are great tea-drinkers, may be suddenly seized with violent colic." ],
    "Relations" : [ "Compare: Bism., Bry., Nux (stomach); Cham., Coloc., Ip., Kali bi., Pod., Rhus, Rum., Stan., Sul. (abdomen and stool); AEsc., Alo., Collin., Nux (haemorrhoids); Sarsap. (urinary symptoms); Calc. c., Can. i., Gels., Calad., Agn. c., Nux, Phos. (sexual organs); Act. r., AEsc., Alo., Bry., Nux (headache); Sil. (whitlow). Ver., Caps. (pain in ears on coughing). Tamus belongs to the same N. O. Ver. relieved pain in r. temple." ],
    "Causation" : [ "Tea-drinking. Excess in eating. Fasting. Errors in diet. Onanism." ],
    "Mind" : [ "Calls things by wrong names; writes down r. arm or leg when he means l.", "Aversion to company.", "Irritable; feels cross and troubled.", "Great depression of spirits." ],
    "Head" : [ "Vertigo and dizziness; goes to r. while walking; inclined to fall backward.", "Faintness < sitting up in bed; numbness < lying down.", "Vertigo from onanism.", "Vertigo with heat in head; with sharp pains in r. side of forehead extending to ears; a remittent pain < by pressure.", "Fulness in head speedily followed by spasmodic pains in abdomen.", "Head feels as if tied with a band.", "Headache in vertex and down to both shoulders.", "Dull pain in head and temples.", "Pain in forehead, extending into nose, with nausea and coryza.", "Pain as if lifted up in forehead and temples.", "Digging, cutting pain in the temples; in occiput; over eye." ],
    "Eyes" : [ "Eyes weak, sore, and smarting; (r. <); seems as if hot air streamed out, evening.", "Agglutination of the lids mornings.", "Sharp pain from r. eye to occiput.", "Feeling as of a round or large smooth substance, or as if dust, sticks, or lashes in eye.", "Lachrymation, hot tears, eyes fill in open air, smarting, wants to keep lids closed." ],
    "Ears" : [ "Dull, pressing pains in front of both ears.", "Sharp pain in front and behind the ears.", "Small balls of wax drop out of r. ear almost daily.", "Both ears feel suddenly stopped up and are sore to touch.", "Pains in ears, < blowing nose or coughing (8 a.m.).", "Itching in internal ears (< r.)." ],
    "Nose" : [ "Irritation of nasal passages with much sneezing; dry, or watery discharge.", "Discharge of bright-red blood from l. nostril; followed by a dark clot; while sitting writing.", "Soreness of the nostrils.", "Frequent or constant bad smell in the nose; like bilious-fever patients; any bad smell remains in nose a long time." ],
    "Face" : [ "Dull, grinding, drawing, digging, or sharp darting pains at angle of l. lower jaw.", "Spasmodic closing of jaws, biting tongue when neither eating nor drinking.", "Little pimples with black heads.", "Lips dry; commissures sore." ],
    "Mouth" : [ "Heavy brown coating on the tongue mornings.", "Sides of tongue sore as if burnt.", "Tip of tongue sore.", "Mouth very dry, bitter, and clammy in the morning (on waking a.m.).", "Mouth dry, but full of sticky mucus; no thirst.", "Soreness of gums and roof of mouth.", "Saliva runs out while asleep." ],
    "Throat" : [ "Irritation, burning, and smarting in throat and fauces.", "Fauces rough, dry; frequent inclination to swallow; but it causes nausea and shudderings.", "Belching gas, but throat so dry it prevents escape of gas.", "Constricted feeling as from something tight about neck; makes breathing difficult.", "Itching in l. tonsil.", "Stitches in tonsil up to ear.", "Constricted feeling.", "Soreness and sharp aching pain in both parotid glands." ],
    "Stomach" : [ "Sour or bitter eructations.", "Belching of large quantities of tasteless wind momentarily relieving the distress at the stomach.", "Nausea.", "After eating: nausea, faintness, distress, burning at stomach; dull, heavy pain > by belching; tastes food eaten; > of symptoms.", "Faint, uneasy feeling at stomach.", "Headache < after dinner.", "Constant distress at stomach, with frequent sharp pains; had to unfasten the clothing.", "Distressing pain at epigastrium relieved by raising sour, bitter wind.", "Burning at the stomach.", "Sharp, cramping pain in pit of stomach, followed by raising, belching, and gulping enormous quantities of tasteless wind, followed by hiccough and discharge of flatulence from the bowels.", "Sharp, cutting pains in epigastrium.", "Faintness at epigastrium." ],
    "Abdomen" : [ "Sharp pain in l. hypochondrium.", "Dull, heavy, grinding pain in region of liver, worse evenings.", "Cutting pain in region of liver; (r. lobe).", "Hard, dull pain in region of gall bladder.", "Constant distress in the umbilical and hypogastric regions, with severe cutting, colic-like pains every few minutes in stomach and small intestines.", "Griping, cramping pains in the umbilical region.", "Rumbling in the bowels, and passing large quantities of flatulence.", "Flatulence after meals; wind colic, but with little or no hepatic derangement.", "Discharges of offensive flatus.", "Twisting and sharp cutting pains in the bowels.", "Bowels sore and tender on pressure.", "Pain in inguinal regions extending to the testicles." ],
    "Stool and Anus" : [ "Itching in the rectum.", "Haemorrhoidal tumours as large as red cherries, with pain and distress in anus.", "After stool: prolapsus ani; weak, faint feeling in abdomen; colic.", "Frequent urgent desire for stool.", "Very offensive flatulence.", "Diarrhoea early in morning, driving out of bed.", "Just before and during a stool, severe pain in sacral region and bowels, of a writhing drawing character; the pains radiate upwards and downwards, until the whole body and extremities become involved in spasm.", "Very profuse, thin, yellow stool in the morning; followed by a very weak, faint feeling, without relieving pain in bowels.", "Loose stools with much straining.", "Stools slimy; dark-coloured; bilious; very offensive; light mushy.", "During pregnancy, alternate constipation and relaxation." ],
    "Urinary Organs" : [ "Writhing, with dry and crampy pains, with passing of renal calculus (r.).", "Spasmodic stricture of urethra, with pain about navel > by pressure; pressure on rectum, paroxysmal colic." ],
    "Male Sexual Organs" : [ "Constant excitement of genital organs, with frequent erections.", "Genitals cold and relaxed.", "Strong-smelling perspiration on scrotum and pubes.", "Diminished sexual desire.", "Emission of semen during sleep." ],
    "Female Sexual Organs" : [ "Dysmenorrhoea; spasmodic uterine colic; pains suddenly fly to distant parts.", "After-pains.", "False pains.", "Cramps in fingers and toes alternating with uterine pains." ],
    "Respiratory Organs" : [ "Hacking cough from irritation and tickling low down in the throat.", "Sharp cutting pain from l. axilla to nipple and down side deep in lung.", "Cough with pain in region of umbilicus and temples, brown tongue, weak knees.", "Dull, aching, or sharp cutting pains in both lungs, from front to back, or vice versa." ],
    "Heart" : [ "Sharp pain in region of heart, arrests breathing; < lying l. side." ],
    "Neck and Back" : [ "Dull pain in back of neck; stiff.", "Back lame in morning.", "Back in region of liver so lame it is almost impossible to turn in bed; > by motion.", "Severe backache.", "Sharp deep pain in lower portion of l. scapula, followed by sharp pain through centre of r. lung.", "Itching over r. scapula.", "Drawing pains in sacrum: in sacro-iliac joint.", "Spinal hyperaesthesia.", "Spinal cord feels bruised all the way up and down.", "Sharp pains in the back." ],
    "Upper Limbs" : [ "Pain in l. shoulder.", "Grinding in elbows.", "Hard aching pains in bones of forearm, and in wrist and hands.", "Numbness of l. hand.", "Panaritium, early stage; pain, pricking, sharp, agonising.", "Paronychia." ],
    "Lower Limbs" : [ "Hard, dull, or tearing pains in the hip.", "Pain in r. leg from point of exit of sciatic nerve, felt only when moving the limb, or when sitting up.", "Knees lame, weak, and painful; trembling.", "Hard, dull, or sharp pains in leg.", "Ankles weak and painful." ],
    "Generalities" : [ "Restless, trembling, faint feeling.", "Languid, tired feeling.", "Rheumatic pains < night and early morning.", "Chorea; with seminal emissions.", "Itching of various parts of the body and limbs." ],
    "Skin" : [ "Panaritium, early when pains are sharp and agonising, or when pricking is felt; nails brittle.", "Little pimples with black heads." ],
    "Sleep" : [ "Many symptoms are < after sleep: bitter mouth; pains in bowels; hard beating of heart.", "Restless after a.m.; must move, yet it hurts, he is so sore.", "First sleep late; wakes early." ]
  }
}