{
  "remedyName" : "Dolichos",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cough. Dentition. Gums, neuralgia of. Herpes zoster. Jaundice. Jaundice, irritation of. Jaw, pain in. Neuralgia. Pruritus. Sore throat." ],
    "Characteristics" : [ "The most characteristic symptoms of Dolichos are", "a general intense itching without eruption, < by scratching; and a pain in the throat on right side below angle of jaw as if a splinter were embedded vertically in it. It is mainly a right-side medicine, and hence its relation to the liver. It corresponds to exalted nervous sensibility, as in dentition. Gums intensely sensitive; seem to itch. Kraft has recorded (N. A. J. H., p. 20) a striking cure with Dolichos (Kent) of a woman who had symptoms of jaundice, white stools, and desperate itching, preventing sleep at night. There was, in addition, enormous distension of abdomen with continuous rattling of wind, intolerance of anything tight round neck or body; intense restlessness, unable to sit still a minute. The symptoms of Dol. are < at night. Warmth < itching at night. Cold water burns on the itching skin. Colic from getting feet wet." ],
    "Relations" : [ "Aconite antidotes it, and in \"cases of dentition with fever Aconite should be given before Dolichos to prevent convulsions\" (Hering). Dolichos follows Rhus in herpes. Compare: Bell. (dentition); Arg. n., Hep., Nit. ac. (throat)." ],
    "Eyes" : [ "Eyes yellow." ],
    "Mouth" : [ "Gums (upper) irritated, tumid, excessively painful; can scarcely take food or drink in the mouth.", "Pain in the gums prevents sleep.", "Soreness and tenderness of gums in teething children.", "Gums swollen; neuralgic pains in them; < at night." ],
    "Throat" : [ "Painful sensation of the throat below the angle of the lower jaw on r. side; it was as if a splinter three-quarters of an inch in length was imbedded vertically in that spot; pain < by swallowing." ],
    "Abdomen" : [ "Bloated, swollen abdomen (with constipation).", "Worms.", "Swelling of the liver." ],
    "Stool" : [ "Constipation during teething or pregnancy.", "White stools." ],
    "Respiratory Organs" : [ "Cough most troublesome about bed-time and for awhile after going to bed.", "Cough, with wheezing and dyspnoea." ],
    "Chest" : [ "Sharp pain through upper portion of both lungs." ],
    "Generalities" : [ "Neuralgic pains following herpes zoster.", "Twitching of the muscles.", "Clonic spasms of the extremities, with loss of consciousness; eyes motionless; eyelids open." ],
    "Skin" : [ "Intolerable itching all over the body; < at night, preventing sleep; scratching < the itching; there is nothing perceptible on the skin.", "Jaundice, with itching of the skin.", "Dry, tettery eruptions on arms and legs, resembling zona.", "Pain under l. axilla for three days, when an herpetic eruption breaks out on axilla of affected side, spreading in rings forward to sternum and backward to spine with burning and smarting." ]
  }
}