{
  "remedyName" : "Drosera",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Asthma. Bronchitis. Catarrh. Consumption. Cough. Coxalgia. Epilepsy. Haemorrhage. Headache. Laryngitis. Measles. Nausea. Phthisis. Sciatica. Vomiting. Whooping-cough." ],
    "Characteristics" : [ "The chief feature of the Drosera effects is a spasmodic cough resembling whooping-cough, in which affection it is one of the leading remedies, as it is also in the spasmodic cough of phthisis. The characteristic cough is: Frequent spells of barking cough; < evening and after midnight; patient holds his side; vomits if he cannot get up phlegm; every effort to raise a little phlegm ends in retching and vomiting; there may be bloody stools. Teste, who places Drosera in his Zincum group of medicines, mentions that it grows in damp prairies, along the border of marshes, and is avoided by animals. Barrich states that when eaten by sheep it gives them a cough which is fatal to them. Curiously enough, it was recommended by German physicians of the eighteenth century as a panacea for hoarseness, chest affections, and even for phthisis. Serrand, of Paris (translated H. R., vi. 153) maintains that Drosera has an important role in the prophylaxis of tubercle. He refers to the fact that sheep eating Drosera leaves acquire a nocturnal cough and die, and that the pleurae of cats to which Drosera had been administered were found studded with tubercles. The indications calling for it in the premonitory stage are: pallor, weakness, loss of appetite, dry cough, emaciation. Three laryngoscopic indications are: (1) Anaemia and pallor of larynx; (2) vocal cords not sufficiently approximated from functional impairment of crico-arytenoid muscles; (3) redness and swelling of mucous membrane covering and between the arytenoid cartilages. Dr. Serrand commends Dros. in cases of declared phthisis as well. He gives it in the low attenuations. Buchmann of Alvensleben agrees with Hahnemann that Dros. in high attenuation should not be repeated. He cured himself of a bronchial catarrh which used to attack him every spring and fall, characterised by a violent tickling cough, which almost drove him to distraction at night, with Dros. 1x. and O. A single dose as soon as the tickling in the larynx commenced sufficed to allay it at once and allowed him to rest, and it was only repeated when the tickling returned. Among the characteristics of Drosera are: Spasmodic and constricting pains in abdomen; larynx; throat; chest; hypochondria. Crawling in larynx; feeling as if a soft substance were lodged in larynx, as a feather. Difficult swallowing of solids. Voice fails. Stitching pains in chest and all parts; lancinations in brain. Stitches from left loin into penis; itching stitches in glans. Haemorrhages of bright red blood, from nose; mouth (bloody saliva); with vomit; with stool; expectoration. Gnawing stinging pains in joints and long bones. Dros. has many pains about the hip-joints and has cured sciatica with the following characters: \"Pressing pains, < from pressure, from stooping, from lying on painful part, > after rising from bed.\" Eruption like measles; prickling burning itching; < undressing; > by scratching; bleeding, burning ulcers, cutting pains. Epileptic attacks: with rigidity; with twitching of limbs; after attack, haemoptysis and sleep. Symptoms are < towards evening and after midnight. < By warmth; by warm drinks; > in open air. Many symptoms are < at rest and when lying in bed. Supporting the part > pains in head and chest. Stooping <; walking >; singing and talking <. Motion of eye < head pains. Motion > stitching in chest and joints, and shivering. < From acids." ],
    "Relations" : [ "Antidoted by: Camph. Complementary: Nux. Compatible: Calc c., Puls., Verat., Gnaph. Compare: Bell., Coral., Cup., Hyo., Ip., Sambuc., Meph., Op., Coc. cact. In inability to expectorate Caust., Sep., Arn., Kali c. Teste considers Meny. the closest analogue." ],
    "Mind" : [ "Mental dejection, caused by ideas of imaginary enmity.", "Anxiety, esp. (in the evening) in solitude, with fear of ghosts.", "Great mistrust.", "Restlessness, which does not allow prolonged attention to the same object.", "Inquietude respecting the future.", "Discouragement.", "Inclination to drown oneself.", "Pertinacity in executing resolutions.", "The least thing puts the sufferer beside himself." ],
    "Head" : [ "Painful perplexity of the head, as after loud speaking.", "Vertigo on walking in the open air, which occasions falling (to the l.).", "Pressive pains in the head, esp. in the forehead and in the cheek-bones, sometimes with nausea and dizziness.", "Pressing headache (temples), with stupefaction and nausea (morning); worse when stooping and from heart; better from motion and in the cold air.", "Beating and hammering in the forehead from the inside outwards.", "Pains, as of excoriation in the scalp." ],
    "Eyes" : [ "Shootings in the eyes towards the outside, esp. on stooping.", "Suspension of the sight, or confusion and paleness of the letters while reading.", "Gauze before the eyes.", "Presbyopia and weakness of the eyes.", "Contraction of the pupils.", "Dazzling by candle-light and daylight." ],
    "Ears" : [ "Shootings and squeezing in the ears, esp. on swallowing.", "Hardness of hearing, with buzzing and roaring in the ears.", "Humming and drumming in the ears." ],
    "Nose" : [ "Bleeding at the nose, esp. in the evening.", "Discharge of blood on blowing the nose.", "Black pores on the nose.", "Constant dryness of the nose.", "Great sensibility to acid smells.", "Fluent coryza with sneezing." ],
    "Face" : [ "Paleness of the face, with cheeks hollow, and eyes sunken.", "Small pustules here and there on face, with fine stitching sensation < when touched.", "Burning and pricking sensation in the skin of the cheeks, below the eyes.", "Lips cracked and constantly dry.", "Pressure in the cheek-bones towards the outside, aggravated by pressure and contact.", "Black pores in the chin." ],
    "Mouth" : [ "Shooting pains in teeth, after taking hot drinks.", "Ulcers on tongue.", "Bleeding of the mouth.", "Ulceration of velum palati." ],
    "Throat" : [ "Rough, scraping dryness deep in fauces, and in region of soft palate, inducing short and hacking cough, with yellow mucous expectoration, hoarse deep voice, oppression in chest as if breath could not be expelled when coughing or talking.", "Shootings in the throat, after eating anything salt.", "Stinging in the throat during deglutition.", "Difficulty in swallowing solid food, as from contraction of the throat.", "Sensation of dryness in the throat.", "Sensation in the throat, as if crumbs of bread had been stopped in it.", "Hawking of yellowish or greenish mucus." ],
    "Appetite" : [ "Thirst, esp. in the morning (during the hot stage of the fever and not during the cold stage).", "Insipidity of food.", "Aversion to pork.", "Bitter taste of food and esp. of bread." ],
    "Stomach" : [ "Bitter risings.", "Frequent hiccough.", "Water-brash.", "Vomiting at night, and after dinner.", "Vomiting of bile, in the morning.", "Vomiting of blood.", "Nausea after eating fat food.", "Vomiting of slimy matter and of food during the cough.", "Shootings and beatings in the pit of the stomach.", "Clawing sensation in the pit of the stomach." ],
    "Abdomen" : [ "Pains in the hypochondria, on coughing and on being touched (he has to press on them with the hand when he coughs).", "Colic after taking acids." ],
    "Stool and Anus" : [ "Frequent evacuations of sanguineous mucus, with cutting pains; after the stool, pain in abdomen and small of the back." ],
    "Urinary Organs" : [ "Frequent want to make water, with scanty emission, often drop by drop.", "Emission of urine at night.", "Brownish urine of a strong smell.", "Watery, inodorous urine (with fetid stool of white mucus)." ],
    "Female Sexual Organs" : [ "Catamenia suppressed.", "Catamenia retarded.", "Leucorrhoea, with pains like those of childbirth, spasmodic pains in the abdomen." ],
    "Respiratory Organs" : [ "Tingling in the larynx, which excites a slight cough, and shootings extending to the throat.", "Sensation, as if there were a soft body, such as a feather, in the larynx.", "Sensation of dryness, or roughness, and of scraping in the bottom of the gullet, with inclination to cough.", "Hoarseness, and very low voice.", "Oppressed breathing when talking; mostly while sitting.", "Sensation of oppression in the chest, as if the voice and breath were retarded when speaking and coughing.", "Fine stitches in larynx extending down to r. side of oesophagus.", "Cough without much sound.", "Cough as soon as the head touches the pillow.", "Accumulation of slimy matter, alternately hard and soft, yellowish, greyish or greenish.", "Cough and hoarseness.", "Cough, proceeding from the depth of the chest, with pains in the hypochondria and in the chest, mitigated by pressing the hand upon them.", "Cough at night, and in the evening, immediately after lying down.", "Dry, spasmodic cough, with retching.", "Fatiguing cough like whooping-cough (attacks, every one to three hours, with barking or dull-sounding coughs, choking the breathing, caused by tickling or dryness of the throat; yellow and bitter expectoration; has to swallow this mucus down) with bluish face, wheezing respiration, attacks of suffocation, bleeding from the nose and mouth, and anxiety.", "The cough is excited by laughter, weeping and mental emotions; after having had the measles; aggravation after lying down, and still more increased after midnight; when at rest; when lying in bed; from heat; from drinking; from singing.", "Vomiting of food during the cough, and afterwards.", "Cough, with fetid breath.", "Singing, tobacco-smoke, and drinking, excites the cough.", "Cough, with expectoration of a bright red blood, or of blackish clots.", "Cough, in the morning, with bitter and nauseous expectoration.", "Cough, with expectoration of purulent matter, and shootings in the lower part of the chest.", "Greenish expectoration.", "Laryngeal and tracheal phthisis." ],
    "Chest" : [ "Restricted respiration on speaking, as if the throat were contracted, chiefly when seated.", "Oppression of the chest, as if something stopped the voice on coughing or on speaking, or, as if the breath could not be expelled.", "Tightness of the chest on coughing.", "Pains in the chest on coughing and on sneezing; he has to press his chest with the hand.", "Pains, as from subcutaneous ulceration in the sternum, on pressing upon it.", "Black pores on the chest and shoulder." ],
    "Neck and Back" : [ "Stiffness at the nape of the neck, with pains during movement.", "Bruise-like pains in the back, particularly early in the morning." ],
    "Upper Limbs" : [ "Twitchings in r. shoulder, only when at rest.", "Pains, as from a bruise, in the joints of the arms and of the hands.", "Cramp and stiffening of the fingers, on grasping an object.", "Nocturnal pains in the bones of the arm, going off during motion in the day." ],
    "Lower Limbs" : [ "Paralytic pains in the coxo-femoral joint, and in the thighs, on walking, which occasion limping.", "Incisive shootings in the legs.", "Violent stitch in the os ischium, on rising from a seat.", "Tearings in the joints of the foot, as if they were dislocated, only when walking.", "Stiffness in the joints of the feet.", "Cold sweat in the feet, which are constantly cold." ],
    "Generalities" : [ "Rapid emaciation (with acute laryngitis).", "Gnawing shootings in the cavities of the bones of the arms and of the legs, exceedingly violent, with violent shootings in the joints, during repose, rather than during movement.", "Shooting and painful pressure in the muscles (of the limbs), mitigated in no position.", "Pains as from a bruise, excessively distressing sensitiveness, paralytic weakness in all the limbs.", "All the limbs feel sore, as from too hard a bed.", "Weakness in the whole body, with cheeks and eyes hollow.", "Epileptic convulsions, with sleep and spitting of blood, after the fit.", "The majority of the sufferings appear at night and in the morning, as well as in a warm atmosphere, and during repose.", "Gnawing-stinging in the long bones; worse during rest." ],
    "Skin" : [ "Violent itching while undressing; when scratching, the skin readily peels off.", "Black pores on chest and shoulder." ],
    "Sleep" : [ "Snoring during sleep, and when lying on the back.", "Frequent starts with fright, during sleep.", "Nocturnal waking, on the breaking out of perspiration.", "Frequent waking with perspiration, or as if too wakeful.", "Sleep at noon and in the evening at sunset." ],
    "Fever" : [ "Shuddering over the whole body, with heat of the face, icy coldness of the hands and absence of thirst, or shiverings with coldness and paleness of the hands, the feet, and the face.", "In the morning hours, coldness of one side (l.) of the face, while the other side (r.) is hot.", "Chilliness and chill while at rest, finds it everywhere too cold, even in bed.", "Chilliness during the day, heat during the night.", "Heat almost exclusively in the face and on the head.", "Warm perspiration at night, esp. after midnight and during the morning hours, mostly in the face.", "Heat, with headache and convulsive cough.", "(Intermittent) fever, with nausea, and inclination to vomit, and other gastric sufferings, or with sore throat." ]
  }
}