{
  "remedyName" : "Duboisinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Delirium. Drowsiness. Eyes: dilated pupils. Locomotor ataxy. Mouth, dryness of. Paralysis. Presbyopia. Throat, dryness of. Vertigo. Vision, disorders of." ],
    "Characteristics" : [ "Duboisia belongs to the same order as Belladonna, and its alkaloid, Sulphate of duboisia, has been used as a substitute for Atropine. Its application to the eye has caused marked constitutional symptoms of fever, delirium, stupor, and dry mouth. A symptom which may prove a keynote is \"a red spot floating in the field of vision.\" Guided by this, C. H. Helfrich cured a case of hyperaemia of optic nerve with Duboisin (N. A. J. H., xiii. 267). Dryness of mucous membranes is very characteristic. Cool feeling in the eyes. Sensation as if stepping on empty space. Feeling of largeness in eyes, in tongue. Inability to stand with the eyes shut gives it a place in locomotor ataxy. It has also been proved." ],
    "Relations" : [ "Antidoted by: Coffee; lemon-juice. Compare: Bell., Atrop., Dulc., Stram., &c. Anhalonium (coloured vision)." ],
    "Mind" : [ "Excitable; tries to get off the sofa.", "Stupor; though if questioned replies, but with difficulty.", "Picks at surrounding objects; slight drawings up of arms; very rest less.", "Carphology; glances suspiciously under bed-clothes and behind back; left to himself upsets room in a few moments", "towels, brushes, shoes placed on bed, and boots on dressing-table; throughout air of fun and humour; on recovery remembers nothing of what he had done.", "Busy delirium; plucks at collar of night-dress; gazes intently at foot of bedstead where no one is, reaches out toward imaginary person or object.", "Unable to concentrate thoughts on any subject; absent-minded thoughts wander from subject to subject; forgets what he started with thoughts silly, nonsensical.", "Unable to express herself." ],
    "Head" : [ "Dizziness; strange feeling in head, with nausea and darkly flushed face; the \"strange\" feeling lasted longer than the faintness and drowsiness ensued.", "Headache.", "Head feels light; vertigo on rising up or walking; great inclination to fall backward, esp. on going up stairs; almost impossible to stand with eyes shut.", "Head heavy, dizzy.", "Dull pain through upper part of eyeballs and forehead like sick-headache." ],
    "Eyes" : [ "Pupils widely dilated.", "Eyes feel cool.", "Sharp pain in upper eyeball.", "Eyes feel tired.", "Things seemed elevated; every time he looked up from his book a dull pain flies through upper part of eyeballs and forehead like sick-headache; eyes felt large and protruding.", "Faces repeated in all directions.", "Countenances of bystanders appear to have hollow cheeks; walls to have great hollows excavated in them.", "Hallucinations of vision: suddenly sits on ground imagining a chair ready for him; drops a glass in mid-air instead of placing it on the table; grasps in the air above his head for his watch which had been taken from him.", "Imagined it was quite dark when it was a bright summer afternoon.", "Cannot make out print within two feet, and it shows several colours-blue, orange, and reddish-brown, as does the ink when writing; pupils nearly normal; a + glass makes reading at normal distance possible, but eyes feel strained in using it.", "Appearance of a red spot in field of vision moving with the eye.", "Hyperaemia of optic nerve; optic disc very red, small vessels visible, large vessels much enlarged and tortuous; accommodation paralysed; outline of disc indistinct; arteries diminished.", "Fluttering sensation in eyeball.", "Twitching of orbicularis palpebrarum.", "Eyes for the most part kept closed, but opened occasionally (in a prover)." ],
    "Ears" : [ "Ringing in ears (esp. r.), comes on suddenly." ],
    "Nose" : [ "Nose very dry and stopped up." ],
    "Face" : [ "Face deep red.", "Lips very dry." ],
    "Mouth" : [ "Tongue appears to swell; becomes too large for mouth, impeding speech.", "Tongue feels \"flat\"; cannot articulate distinctly.", "Excessive dryness in mouth and throat, can scarcely speak for it." ],
    "Throat" : [ "Throat dry; red; capillaries varicose; no secretion of any kind visible; in consequence of the dryness the follicles are very prominent, and the conformation of spinal column plainly visible; an almost perfect picture of \"pharyngea sicca\"; epiglottis hyperaemic; laryngeal cavity engorged, dry, with here and there patches of mucus, viscid, semi-transparent. Next day larynx entirely dry, pharynx having isolated patches of adherent, yellowish-white mucus.", "Constant desire to clear throat.", "Great difficulty in swallowing, esp. empty swallowing." ],
    "Stomach" : [ "Loss of appetite, nausea.", "Deadly \"gone\" feeling, as if at greater curvature, not > by eating or drinking; pulse feeble and intermittent." ],
    "Urinary Organs" : [ "Constant desire to pass water, with great difficulty in doing so.", "No urine passed; bowels inactive; bathed in sweat.", "Slight burning in urethra during micturition." ],
    "Respiratory Organs" : [ "Hoarseness.", "Hard, dry, hacking cough caused by tickling at about bifurcation of trachea; cough = feeling of soreness or rawness over whole of both lungs, esp. lower lobe l. and upper r.; cough not > or < by anything.", "Respiration puffy and noisy." ],
    "Heart" : [ "A rapid pulse.", "Faintness.", "Sense of oppression and longing to get rid of the medicine (immediately after the dose in a poisoning case); increased to agony.", "Agony of breathlessness and sense of impending death.", "Pulse rate falls on sitting up and increases on lying down.", "Pulse irregular and intermittent." ],
    "Back and Limbs" : [ "L. leg powerless, r. leg rigid.", "Arms frequently and involuntary jerked away from the sides.", "Dorsal and lumbar muscles thrown into violent rhythmic contractions.", "Loss of power in lower limbs; staggers as if drunk.", "Going down stairs or kerb-stones is difficult, every step jolting his back \"as if he had stepped down from the top of a house.\".", "Severe pressive pain in lumbar region in each side on waking, > on moving about.", "Peculiar sensation in legs, then in thighs, arms, and other parts of the body, as if they were asleep." ],
    "Generalities" : [ "Heaviness of limbs, esp. lower.", "General weakness, disinclination to move.", "Sense of lightness throughout body and head.", "Unsteady gait, occasionally a feeling as if he had stepped on empty space, and would catch himself for fear of falling.", "Staggered, had to concentrate his energy and look directly ahead, for on looking to one side there was disposition of falling to the other.", "General trembling; unable to hold up head; hallucinations and nausea." ],
    "Sleep" : [ "Stupor which is not sleep, he replies if questioned.", "Sleepy.", "Drowsiness and rambling." ],
    "Fever" : [ "Complained of chilliness.", "Temperature 100.5°.", "Cold and chilly, wants to wear extra clothing, which makes him feel comfortable.", "Bathed in sweat." ]
  }
}