{
  "remedyName" : "Dulcamara",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Adenitis. Angina faucium. Aphonia. Bladder, affections of. Blepharophthalmia. Catarrh. Cholera. Crusta lactea. Diarrhoea. Dropsy. Dysentery. Emaciation. Exostoses. Haemorrhage. Haemorrhoids. Hay-fever. Headache. Herpes. Influenza. Irritation. Lichen. Lumbago. Measles. Meningitis. Myalgia. Myelitis. Nettle-rash. Neuralgia. Ophthalmia. Paralyses. Pemphigus. Rheumatism. Scarlatina. Scrofula. Stammering. Stiff-neck. Thirst. Tibiae, pains in. Tongue, affections of. Tonsillitis. Tumours. Typhoid. Urine, difficulty in passing; incontinence of. Warts. Whooping-cough." ],
    "Characteristics" : [ "The leading indication for the homoeopathic use of Dulcamara is found in its modality, \"< from cold and damp.\" Any condition which has this feature may find its remedy in Dulc. Effects of lying on damp ground (e.g., paralysis); conditions which are < in cold, damp weather; or, from changes from hot to cold weather, especially if sudden. Phlegmatic, torpid, scrofulous patients, who are restless and irritable and who take cold on damp changes, are especially suited for Dulc. Sensitiveness to cold and damp runs through the Solanaceae, and is marked in Bell. and Caps., but it is supreme in Dulc. This feature among others renders them all good antidotes to Mercurius. Baryta carb, is the complement of Dulc. in \"< from cold weather, especially in scrofulous children.\" In poisoning cases Dulc. produces: Hard, griping pains in bowels; unconsciousness; tetanic spasm; trismus; loud, rattling breathing; death. Paralyses are numerous: paralysis of tongue; of lungs; of heart (pneumogastric paralysis). (I once gave Dulc. 30, with complete relief to the pain, in a case of sarcoma of the bones at the base of the skull, in which there were stabbing pains in the front of the head, and partial paralysis of the tongue. It was the latter symptom which determined the choice of the remedy.) Paralysis of the bladder. Rheumatic paralyses. Paralysed part feels icy cold. One-sided spasms. Convulsions beginning in face. Trembling, especially of right arm. It cured: \"Paralysis of vocal cords (aphonia) from sleeping over a damp cellar.\" McLaren cured with a single dose the following case, which was the result of a wetting: Facial paralysis (l.) following neuralgia, the eye having remained unclosed for eight months. Red rash with itching < in damp weather. After a slight aggravation improvement began in two weeks and continued steadily (Med. Adv., xviii. 214). Dulc. is a scrofulous remedy and has many scrofulous-looking eruptions: moist or dry, red, tettery eruptions, especially on face; furfuraceous; herpetic; urticaria; skin callous; warts, fleshy or large, smooth. Painless ulcers. (Dulc. cured in two doses a rash like mosquito-stings appearing every month before the menses, < when warm; compelled to sit where it is cold.) It corresponds to results of repercussed eruptions. Offensive sweat; effects of sudden cooling whilst sweating. Dropsical affections. Catarrhal troubles. Dryness of mucous membranes strongly indicate it. Dulc. causes diarrhoea, and a characteristic form is when there is vomiting with the stool. It causes a mucous-like sediment in the urine and is particularly indicated when a muco-purulent urine is associated with general one-sided sensitiveness, especially of the abdomen. (Amer. Hom., xxi. 317), records the cure with six doses of Dulc. of the following case: A prison-warder had difficulty with urine four years; frequent micturition, dribbling a few drops. Stains linen yellow. < Afternoon; in damp cold weather. Some pain over left kidney and left iliac region; > after moving about or in warm weather. Sweats easily and often takes cold, when he suffers from sore-throat. Dislikes sweets.) Pains in many parts, as if from cold. Bruised feeling. Sensations: as of a board pressing against forehead; as if head were enlarged; as if hair stood on end; as if fire were darting out of eyes; as if worms were crawling up and down in abdomen; biting in rectum as from salt; as if lung moved in waves; as if arms were of wood; as of needles over whole body. Crawling, tickling itching of various parts; of tip of tongue. < Lying on back; > lying on side. < Stooping, > erect. < Bending diseased part backward. Most symptoms < at rest and > by motion. Most symptoms are < evening and night. Warmth > most symptoms, but < cough and nettle-rash. < Cold air; cold change of weather; damp weather; getting wet; using water. < From cold drinks; from ice-creams. Skin eruptions are sensitive to touch; pressure >. Small furuncles appear on places hurt by concussion." ],
    "Relations" : [ "Dulc. antidotes: Cupr. and Merc. Is antidoted by: Camph., Cup., Ip., Kali c., Merc. Follows well: Bry., Calc. c., Lyc., Rhus t., Sep., Verat. Incompatible: Bell., Lach. Complementary: Baryta c. Compare: Acon., Ars., Cham., Helleb., Nit. ac., Puls., Staph., Sul. In faintness during stool, Crot. t., Ver. Effects of cold, moist winds, Ars., Calc., Nux m. (cold, dry winds, Aco., Bry.). Effects of exposure to wet, and > by motion, Rhus. Rheumatic paralysis, Rhus, Caust. Hasty speech and actions, Hep., Bell., Lach., Sul. Paralysis of lungs, Solania." ],
    "Causation" : [ "Damp with cold. Wading. Washing. Injuries. Checked eruptions. Checked perspiration." ],
    "Mind" : [ "Mental agitation.", "Great impatience and restlessness.", "Impatient desire for different things, which are rejected as soon as they are obtained.", "Inclination to scold, without being angry.", "Combative disposition, without anger.", "Nocturnal delirium, with aggravation of pains." ],
    "Head" : [ "Vertigo when rising from bed, with darkness before the eyes.", "Giddiness early in the morning, > on getting up.", "Giddiness so as to occasion failing, with trembling of the whole body, and general weakness.", "Giddiness, with heat ascending to the face.", "Dull pressure, as if a board were resting heavily on the forehead.", "Pressive stunning pains in different parts of the head.", "Piercing and burning pain in the forehead, with digging from the inside outwards, with the sensation as if the brain were enlarged; < in evening till midnight and when becoming cold; > when lying down.", "Bursting pains extending from forehead to bridge of nose.", "The headache is < by the slightest movement, and even by speaking.", "Boring headache, from within to without, in the temples and forehead; < before midnight and when lying quiet; > when talking.", "Sensation of heaviness in the head.", "Congestion in the head, with buzzing in the ears, and hardness of hearing.", "Sensation in the occiput as if it were enlarged.", "Stupefying headache; heaviness of the head.", "Stupefying ache in occiput ascending from nape of neck.", "Unpleasant sensation of chilliness in the cerebellum and over the back, with the sensation as if the hair were standing on end; returning everyday in the evening.", "Thick crusts on the scalp, causing the hair to fall off." ],
    "Eyes" : [ "Aching in the eyes, esp. when reading.", "Sensation as if fire were issuing from the eyes when walking in the sun or in the room.", "Inflammation of the eyes (ophthalmia from catching cold).", "Itching of the eyelids in the cold air.", "Ptosis.", "Eyelids dry.", "Sparks before the eyes.", "Confused sight, as from incipient amaurosis, sees everything as through gauze." ],
    "Ears" : [ "Otalgia, at night, with nausea.", "Acute pullings, with shootings in the ears." ],
    "Nose" : [ "Epistaxis of a very hot and bright red blood, with pressive pain above the nose.", "Coryza; dry; with stoppage of the nose, < in cold air." ],
    "Face" : [ "Paleness of the face, with circumscribed redness of the cheeks.", "Eruptions and warts on the face.", "Thick, brownish or yellowish, scabs on the face, on the forehead, on the temples, and on the chin.", "Crusta lactea.", "Moist tetter in the cheeks.", "Twitching of the lips in the cold air.", "Paralysis of the lower jaw.", "Swelling of the sub-maxillary glands.", "Redness of the face.", "Distortion of the mouth; it is drawn to one side." ],
    "Mouth" : [ "Salivation; saliva tenacious, soap-like.", "Dryness of the tongue and roughness, with much thirst and increased flow of saliva.", "Tongue loaded with thick mucus.", "Swelling of the tongue, hindering speech and impeding breathing.", "Stammering from time to time as if drunk; indistinct articulation, though he tried constantly to speak.", "Pimples and ulcers in the mouth.", "Gums loosened and fungous.", "Paralysis of the tongue, and obstructed speaking, esp. after taking cold.", "Itching, crawling on the tip of the tongue." ],
    "Throat" : [ "Sore throat, as if from elongation of the uvula, with pressive pain.", "Burning heat in the palate.", "Sore throat, as after a chill.", "Continual hawking up of very tough saliva, with much rawness in the fauces." ],
    "Appetite" : [ "Sickly and saponaceous taste in the mouth.", "Bitterness in the mouth.", "Burning thirst for cold drinks, generally with dryness of the tongue, joined to a more abundant secretion of saliva.", "Hunger after the fever-heat.", "Hunger, with repugnance to all food.", "Distension of the abdomen and epigastrium after eating moderately.", "Nausea, with vomiting of viscid phlegm.", "Vomiting of (white) tenacious mucus (morning)." ],
    "Stomach" : [ "Aching in the stomach, extending to the chest.", "Cramp-like contraction in the stomach, so as to suspend respiration.", "Retraction of the epigastrium, with burning pain.", "Sensation of inflation in the pit of the stomach, with disagreeable sensation of emptiness in the abdomen.", "Retraction of the pit of the stomach, with burning pain." ],
    "Abdomen" : [ "Pains in the umbilical region.", "Shooting, pinchings, and cuttings in the umbilical region, esp. at night.", "Pinchings, gnawing, and sensation as if a worm were wriggling in the abdomen.", "Pain in the abdomen as from the effects of cold.", "Inflammatory congestion and induration of the inguinal glands, with drawing and tensive pains.", "Swelling of the inguinal glands.", "Dropsy of the abdomen." ],
    "Stool and Anus" : [ "Constipation.", "Difficult, dry, infrequent stool.", "Diarrhoea, as after a chill, with cuttings, or with vomitings, risings, and thirst.", "Diarrhoea of greenish (white) or brownish mucus.", "Slimy diarrhoea, with faintness.", "Chronic, bloody diarrhoea, with biting at the anus.", "Sanguineous diarrhoea, with itching in the anus, and prolapsus of the rectum.", "Nocturnal watery diarrhoea, with colic, particularly in the summer; also when the weather suddenly becomes cool", "with prolapsus recti." ],
    "Urinary Organs" : [ "Retention of urine.", "Scanty and fetid urine.", "Clear and viscid urine, or troubled, with sediment-like mucus.", "Red, burning urine.", "Involuntary discharge of urine, as from paralysis of the bladder.", "Difficult (painful) urination, water issuing drop by drop.", "Thickening of the bladder.", "Discharge of mucus from the urethra.", "Stricture of the urethra.", "Turbid and whitish urine." ],
    "Male Sexual Organs" : [ "Tetters on the genitals." ],
    "Female Sexual Organs" : [ "Catamenia retarded, and too abundant; blood watery, thin.", "Tettery eruption of the labia.", "Miliary eruption before the catamenia.", "Suppressed menstruation from cold.", "Tetters on the breast in nursing women.", "Suppression of milk from a cold." ],
    "Respiratory Organs" : [ "Oppressed breathing, from a cold; from accumulation of mucus.", "Catarrh and hoarseness, as from having taken cold.", "Cough, with hoarseness.", "Moist cough.", "Cough, with expectoration of bright red blood.", "Cough, similar to whooping-cough, excited by taking a deep inspiration, with profuse secretion of mucus in the larynx and trachea; during each attack easy expectoration of tasteless mucus, which is often streaked with blood." ],
    "Chest" : [ "Great oppression of the chest, esp. when breathing.", "Dull shooting, as from blows in and upon the sides of the chest.", "Troublesome undulating pain in the l. side of the chest.", "(Impending paralysis of lung.)" ],
    "Heart" : [ "Strong palpitation of the heart, at night, perceptible externally." ],
    "Neck and Back" : [ "Stiffness at the nape of the neck.", "Stiffness of the neck from a cold.", "Engorgement and induration of the glands of the nape, and of the neck.", "Violent pains in the lumbar region, above the hips, digging, shooting, or drawing, chiefly at night during repose.", "Lameness of the small of the back, from a cold.", "Shooting pullings in the loins, shoulders, and arms." ],
    "Upper Limbs" : [ "Paralysis of the arms, with icy coldness (esp. during rest), as from apoplexy.", "Paralytic pain in the arms, as from a bruise, chiefly during repose.", "Tettery eruption, and warts, on the hands.", "Perspiration in the palms of the hands." ],
    "Lower Limbs" : [ "Tractions and tearings in the legs, esp. in the thighs.", "Tetters on the knee.", "Puffing and swelling of the leg as far as the knee.", "Burning sensation in the feet, and in the toes.", "Erysipelatous desquamation and itching in the feet.", "Tingling in the feet, as from formication." ],
    "Generalities" : [ "Tearing, shooting, or drawing pains in the limbs.", "Sufferings, as from a chill in various parts.", "Rheumatic pains and other complaints, from a cold.", "Aggravation of sufferings, chiefly in the evening or at night, and during repose; > by movement.", "Pains, with coldness of the body.", "Immoderate secretion and excretion of mucous membranes and glands, the activity of the skin being suppressed.", "Swelling and induration of the glands.", "Emaciation.", "Dropsical swelling of the whole body, limbs, and face.", "Rapid swelling of the whole body.", "Weakness and painful weariness of the whole body.", "Semilateral convulsions, with loss of speech.", "Paralytic affections of the limbs (of different single parts).", "Great lassitude." ],
    "Skin" : [ "Dryness and heat of the skin.", "Miliary nettle-rash, with fever.", "Tetters of different kinds, such as humid, scaly, pale tetters, oozing after having been scratched; reddish tetters, with red areola, bleeding after having been scratched; tetters with red edges, painfully sensitive to the touch, and to cold water; small, round, yellowish-brown tetters, bleeding after having been scratched; dry, furfuraceous tetters.", "Tettery scabs over the whole body.", "Tettery eruptions, with swelling of the glands.", "Warts.", "Tetters in the joints.", "Eruption of itching pustules, which pass into suppuration, and become covered with a scab, esp. in the lower limbs and the hinder part of the body.", "Red spots, as if caused by flea-bites." ],
    "Sleep" : [ "Great inclination to sleep during the day.", "Nocturnal sleep, agitated, restless, in consequence of heat and startings in the body, esp. after midnight.", "Waking very early.", "Cannot sleep because of impossibility of remaining in a position long enough.", "Frightful dreams.", "Visions in the morning on waking." ],
    "Fever" : [ "In the evening, frequent shiverings and coldness, not even relieved by the heat of the fire.", "Cold during the pains.", "At first, febrile shivering, then burning heat with stunning pain in the head, face red, burning heat in the palate, and insatiable thirst for cold drinks.", "Dry, burning heat over the whole body.", "Heat and burning in the back.", "Dry heat and burning sensation in the skin, with delirium and thirst.", "Heat with delirium without thirst.", "Fever, with aggravation in the evening.", "Pulse small, hard, and tight, esp. at night.", "General sweat, esp. at night.", "Fetid sweat, with discharge of much urine.", "Fetid perspiration, at night and in the morning, over the whole body; during the day, more on the back, in the armpits and hands.", "Perspiration suppressed and entirely wanting." ]
  }
}