{
  "remedyName" : "Echinacea Angustifolia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Appendicitis. Bites of rabid animals. Blood-poisoning. Carbuncles. Diphtheria. Enteric Fever. Gangrene. Poisoned wounds. Pyaemia. Rhus-poisoning. Scarlatina. Septicaemia. Snake-bites. Struma. Syphilis. Typhoid. Ulcers. Vaccination, effects of." ],
    "Characteristics" : [ "Echinacea angustifolia has long been prized by eclectics in low typhoid conditions, diphtheria, malignant scarlatina, carbuncles and boils, and as a remedy in snake-bites. A remarkable case of vaccinal poisoning is recorded (H. R., x. 527) in a man, 45, cured mainly by Echin. in 20-drop doses. The symptoms were: vitality ebbed; he became so weak he could not sit up; hair fell out; an eruption of psoriasis appeared on extremities extending to body. The disease advanced rapidly; the nails fell off. Left iritis supervened, and then keratitis of the right eye. Under Kali iod., and phospho-albumen as a food, the hair ceased to fall off, but other symptoms became rapidly worse. Echin. was now given, and slowly the disease was arrested; then gradual improvement and ultimate cure ensued. The report does not mention if the sight of the left eye was recovered. Homoeopathists have generally followed the eclectics in using substantial doses. Fortunately we are now much better placed to understand Echin., thanks to an extensive proving undertaken by J. C. Fahnestock, with additional symptoms contributed by T. C. Duncan (H. R., xiv. 337, 386). With one exception the provers were males. The first symptom noticed was a biting, tingling sensation on the tongue, lips, and fauces (compare Acon.) with a sense of fear and pain about the heart. Febrile symptoms, full head, flushed face and accelerated pulse followed. Languor was experienced by many provers, and neuralgic, sharp, darting, shifting pains. Catarrh of the digestive add respiratory tracts. Griping pains, offensive flatus and loose yellowish stool. Drowsiness was a very marked feature. The symptoms were < after eating; in evening; after physical or mental exertion; > by lying down, and by rest. In two provers there was found a diminution of red blood corpuscles after the proving. There is much chilliness (coldness of right leg), and sensitiveness to cold, < from exposure to cold air. Pains in abdomen come and go suddenly, and are > by bending double." ],
    "Relations" : [ "The closest analogue of Ech. a. is Baptisia. In snake-bites it compares with Lobelia purpurascens; in boils with Anthracin., &c. Head feels enlarged, Arg. n., Bapt., Bovist., Glon., Nux mosch., Nux v. Cases of Rhus-poisoning have been cured with Ech. a. Compare also: the vulnerary Compositae, Arnica, Calendula and Bellis." ],
    "Mind" : [ "Dulness in head, with cross, irritable feeling.", "So nervous could not study.", "Confused feeling of the brain.", "Felt depressed and much out of sorts.", "Felt a mental depression in afternoons.", "Sense of fear with pain about heart and accelerated pulse.", "Senses seemed to be numbed.", "Drowsy, could not read.", "Drowsy condition with yawning.", "Becomes angry when corrected, does not wish to be contradicted.", "General depression, with weakness.", "General dulness and drowsiness.", "General dulness, unable to apply the mind.", "Does not wish to think or study." ],
    "Head" : [ "Vertigo when changing position of head.", "Dull headache, felt as if brain was too large, with every beat of heart.", "Dull pain in brain, full feeling.", "Dull frontal headache, esp. over l. eye, which was relieved in open air.", "Severe headache in vertex, > by rest in bed.", "Dull headache above eyes.", "Dull, throbbing headache, worse through temples.", "Head feels too large.", "Dull headache, < in evening.", "Dull headache, worse in r. temple, with sharp pain.", "Full feeling in temples.", "Sudden pain in l. temple.", "Sudden pain in l. head above coronal suture.", "Brain weary, felt most in l. hemisphere.", "Dull pain in occiput.", "Chilly sensation in l. occiput.", "Dull headache, with dizziness.", "Constant dull pressing pain in both temples.", "Shooting pains through temples.", "Dull occipital headache.", "Constant dull pain in temples, > at rest and by pressure.", "Head feels as big as a windmill, with mental depression." ],
    "Eyes" : [ "Eyes ache when reading.", "Tires me dreadfully to hold a book and read.", "Eyes pain on looking at an object and will fill with tears, > by closing them.", "Sleepy sensation in eyes, but cannot sleep.", "Eyes feel brighter than natural.", "Pains back of r. eye.", "Sense of heat in eyes when closing them.", "Dull pain in both eyes.", "Lachrymation from cold air.", "Sharp pains in eyes and temples." ],
    "Ears" : [ "Shooting pain in r. ear." ],
    "Nose" : [ "Stuffiness of nostrils, with mucus in nares and pharynx.", "Full feeling in nose as if it would close up.", "Full feeling of nose, obliged to blow nose, but it does not >.", "Nostrils sore.", "Mucous discharge from r. nostril.", "Rawness of r. nostril, sensitive to cold, which causes a flow of mucus.", "Bleeding from r. nostril.", "R. nostril sore, when picking causes haemorrhage.", "Headache over eyes, with sneezing." ],
    "Face" : [ "Paleness of face when head aches.", "Face flushed.", "Fine eruptions on forehead and cheeks.", "Neuralgic pain in l. upper branch of fifth nerve.", "Vomiting with pale face.", "Biting tingling on lips." ],
    "Teeth" : [ "Darting pains in the teeth, worse on r. side.", "Neuralgic pains in superior and inferior maxilla.", "Dull aching of the teeth." ],
    "Mouth" : [ "White coating of tongue in the mornings, with white frothy mucus in mouth.", "Slight burning of tongue.", "Biting tingling sensation of tongue, lips, and fauces.", "Whitish coat of tongue, with red edges.", "Accumulation of sticky, white mucus.", "Burning of the tongue, with increased saliva.", "Dry sensation in back part of mouth.", "Burning peppery taste when taking remedy.", "Bad taste in the mouth in the morning.", "A metallic taste.", "Dryness of the mouth." ],
    "Throat" : [ "Accumulation of mucus in throat.", "Mucus in throat, with raw sensation.", "Biting tingling in fauces.", "After vomiting of sour mucus, throat burns.", "Soreness of throat, worse on l. side." ],
    "Appetite" : [ "Loss of appetite.", "Desire for cold water.", "Nausea, could not eat." ],
    "Stomach" : [ "Nausea before going to bed, which was always > lying down.", "After eating, stomach and abdomen fill with gas.", "After eating, belching, which tastes of food eaten.", "Nausea, with eructation of gas.", "Stomach distended with gas, not > by belching.", "Belching of tasteless gas.", "Sour eructation.", "Sour eructation, which caused burning of throat.", "Sense of something large and hard in stomach.", "Belching of gas and at same time passing flatus.", "Sour stomach, \"heartburn,\" with belching of gas.", "Relaxed feeling of the stomach.", "Pain in stomach, going down through bowels, followed by diarrhoea.", "Dull pain in stomach." ],
    "Abdomen" : [ "Pain in r. hypochondrium.", "Full feeling in abdomen, with borborygmus.", "Pain about umbilicus, > by bending double.", "Pain in abdomen, sharp cutting, coming and going suddenly.", "Pain in l. iliac fossa." ],
    "Stool" : [ "Griping pains followed by passing offensive flatus, or a loose yellowish stool, which always produced great exhaustion.", "Diarrhoea following pain in stomach, going through bowels." ],
    "Urinary Organs" : [ "Desire for frequent urination.", "Involuntary urination \"in spite of myself.\".", "Sense of heat while passing urine.", "Pain and burning on urination.", "Urine increased.", "Urine pale and copious.", "Urine scanty and dark in colour." ],
    "Male Sexual Organs" : [ "Soreness in perineum.", "Pain across perineum.", "Perineum seems stretched.", "Pain in r. spermatic cord.", "Testicles drawn up and sore.", "Pain in meatus while urinating." ],
    "Female Sexual Organs" : [ "Mucus from vagina in evening.", "Pain in r. iliac region, which seems deep, lasting but a short time." ],
    "Respiratory Organs" : [ "Irritation of larynx.", "Voice husky.", "Constant clearing of mucus from throat.", "Mucus comes in throat while in bed, must cough to clear throat." ],
    "Chest" : [ "Full feeling in upper part of lungs.", "Pain in region of diaphragm.", "Pain in r. lung.", "Pain in pectoral muscles.", "Sore feeling in the chest.", "Feels like lump in chest.", "Feeling of a lump under sternum.", "Sharp burning pain under sternum." ],
    "Heart" : [ "Slight pain over heart.", "Stitching pain in l. chest (apex of heart).", "Rapid beating of heart.", "Heart's action increased.", "Pulse 80, full and strong, later decreased and again increased.", "Heart's action decreased.", "Anxiety about the heart." ],
    "Neck and Back" : [ "Pain in back of neck.", "Pain in small of back over kidneys.", "Dull pain in small of back.", "Pain in lumbar region, < from stooping." ],
    "Limbs" : [ "General weakness of limbs.", "Pain between shoulders, which extends to axilla and down the arms." ],
    "Upper Limbs" : [ "Pain in l. shoulder, > by rest and warmth.", "Pain in r. shoulder, going down to fingers.", "Sharp pain in l. arm, going down to fingers, with loss of muscular power.", "Sharp pain in l. elbow.", "Cold hands.", "Pain in r. thumb.", "Pain in wrists and fingers." ],
    "Lower Limbs" : [ "Pain in r. thigh.", "Pain in back of l. knee.", "Sharp shooting pain in legs.", "Extremities cold.", "Chilliness in r. leg.", "L. hip and knee pains.", "Pain in r. leg.", "Cold feet." ],
    "Generalities" : [ "Exhausted, tired feeling.", "Muscular weakness.", "Felt as if I had been sick for a long time.", "General aching all over, with exhaustion.", "After proving found a diminution of red corpuscles.", "Pains and sickness of stomach > by lying down." ],
    "Skin" : [ "Intense itching and burning of skin on neck.", "Little papules on skin, with redness, feeling like nettles; this occurred on the fifth day of the proving.", "Skin dry.", "Small red pimples on neck and face.", "(Boils.)" ],
    "Sleep" : [ "General languor, sleepy.", "Sleep disturbed, wakes often.", "Sleep full of dreams.", "Dreams about exciting things all night.", "Dreams of dead relations." ],
    "Fever" : [ "Chills up the back.", "General chilliness with nausea.", "Cold flashes all over the back.", "Temperature raised a degree, with flushed face and fulness of head, accelerated full pulse.", "Sweat chiefly on upper part of body." ]
  }
}