{
  "remedyName" : "Elaeis Guineensis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diarrhoea. Elephantiasis arabum. Gastric affections. Headache. Leprosy. Scleriasis. Scleroderma. Sight, defective. Skin, affections of. Sore throat." ],
    "Characteristics" : [ "Proved by Mure, it produced lancinations, burning, bruised and throbbing pains. Notable symptoms of leprosy and of scleroderma appear in the provings: anaesthesia; swelling and hardening of skin. Among other symptoms are: sensation as if a peg stuck in false ribs. Swelling of parts. The greatest number of symptoms appeared on the lower extremities and skin. < From cold drinks (colic); from descending stairs (lancinations); from breathing. > Rest." ],
    "Relations" : [ "Compare: Anacard., Rhus t." ],
    "Mind" : [ "Merry mood.", "Disobedient." ],
    "Eyes" : [ "Swelling of eyes.", "Sight weak; confused vision by candle-light.", "He makes letters much too large.", "Unable to look steadily at an object." ],
    "Mouth" : [ "Burning in tongue; has to stop eating.", "Bad odour from mouth." ],
    "Throat" : [ "Lancinations in throat when swallowing; stinging when swallowing saliva." ],
    "Stomach" : [ "Foul eructations.", "Vomiting of a cake immediately after eating it." ],
    "Abdomen" : [ "Colic after a cold drink.", "Pain with bruised sensation in abdomen." ],
    "Stool" : [ "Frequent diarrhoea.", "Black stools." ],
    "Urine" : [ "White urine." ],
    "Respiratory Organs" : [ "Breathing embarrassed.", "Pricking in larynx on breathing.", "Cough with lancination in sides.", "Pain in middle of chest as if pricked by needles.", "Lancinations every five minutes in r. chest." ],
    "Neck" : [ "Constrictive pains round neck as if from tight string.", "Throbbing in nape." ],
    "Upper Limbs" : [ "Swelling of l. arm.", "Beating in l. arm.", "Insensibility of hand to fire-heat when approached to fire, but an hour after he feels it badly." ],
    "Lower Limbs" : [ "Staggering gait.", "Weakness of legs.", "Swelling of r. leg.", "Sharp pain lower part of l. leg as if a pen-knife were stuck in.", "Throbbing in calves.", "Hammering in tibia, nape of neck, and r. foot.", "Soreness of soles of feet when walking and when touched." ],
    "Generalities" : [ "Lancinations in various parts, esp. when going downstairs." ],
    "Skin" : [ "Skin seems thicker.", "On each side of epigastrium skin seems thickened, with pain in last false ribs as if a peg were stuck in them.", "Swelling, roughness, and itching of skin of l. leg.", "Small vesicles appear on swollen r. leg; and l. arm; and on other parts without swelling.", "Itching all over, preventing sleep." ]
  }
}