{
  "remedyName" : "Elaps",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Axilla, itching in. Cancer. Deafness. Ear, affections of. Ear, wax in. Epistaxis. Haemorrhages. Headache. Hemiplegia. Knee, pain in. Metrorrhagia. Naso-pharyngitis. Nose, stuffed. Ozaena. Phthisis. Pneumonia. Threat, ulcerated." ],
    "Characteristics" : [ "Elaps is distinguished from the other serpent venoms by the pre-eminent blackness of its discharges and haemorrhages; black ear-wax. Characteristic symptoms are: Fruit and cold drinks lie like ice on stomach and cause a cold feeling in chest. Sensation as if all the blood were collected in head. E. V. Moffat has found Elaps almost a specific in chronic naso-pharyngeal catarrh, with greenish crusts and subjective disagreeable odour. Rumbling in ears as of thunder. Sensation in brain as if shaken. Sensation as if food turned like a corkscrew on swallowing; as if intestines were twisted by a cord and strung together in a knot. Pains in the longs (especially right) are very marked: \"Sensation within chest and at sternum, as if pleurae were pulled off and the lungs violently drawn apart.\" Sensation as if a heavy load, iron bar, or weight on parts. Fluids roll audibly into stomach. The glands and skin of axilla are affected. (I cured with Elap. a very old-standing case of irritating rash in axilla (right) with recurrent suppuration of axillary glands, ), Periodicity is marked. Rest >, exertion <; but walking > epistaxis, pain in stomach and lungs. Lying on abdomen > pain in stomach. Many symptoms are < at night. (Sudden deafness at night with roaring and cracking in ears.) Dreams of dead persons. Warmth of bed <. Great sensitiveness to cold: draught, wind, wet weather <. Horror of rain. Touch <." ],
    "Relations" : [ "Antidoted by: Radiated heat, Alcohol, Arsen. Compare: Arsen., Carb. v., Crotal., Lach., Mur. ac., Nit. ac., Rhus t.; (red spot before sight) Duboisia; (effects of cold, wet weather) Dulc." ],
    "Mind" : [ "Absence of mind.", "Depression of spirits; desire for solitude.", "Fear of being left alone, as if something horrible might happen.", "Apprehensive of some fatal disease.", "Angry about one's self, and does not wish to be spoken to." ],
    "Head" : [ "Vertigo; falls forward.", "Pain in the cerebellum, r. side.", "Fulness in head, as if all the blood were collected in it; fears apoplexy; with cold hands.", "Severe stitching pains in forehead, with heaviness of head; occasionally pain intermits, 8-10 days, thundering in l. ear, deafness, lachrymation.", "Violent pain in vertex (afternoon), as if the brain were shaking, with nausea, which prevents her from keeping the head quiet.", "Congestion of blood to the head on stooping.", "Stinging headache, with sleeplessness.", "Weight in the forehead; pain in the forehead.", "Lancinating headache, first in l. side of the head, extending to r. side.", "Headache in occiput after mental exertion." ],
    "Eyes" : [ "Stye on l. eye, with lancination.", "Red eyelids.", "Tickling and red streaks of the sclerotica.", "Large red, fiery spots before the eyes; red bar before the eyes, when opening them.", "Dryness and burning in both eyes on waking; bloated around the eyes in the morning.", "Eyes red and inflamed; blear-eyed.", "Glassy look.", "When closing the eyes everything looks (dirty) red; dotted with black points.", "Violent itching in the l. eye.", "Aversion to light; desire to close the eyes; everything seems white even at night; grey veil before eyes; on stooping rush of blood to head with vertigo and pain at root of nose; can scarcely distinguish light from dark.", "Amaurosis." ],
    "Ears" : [ "Buzzing in r. ear.", "Crackling in ears on swallowing.", "Itching in the ears.", "Cerumen black and hardened.", "Illusions of hearing; hears whistling and ringing; imagines he hears some one talk.", "Discharge of a serous fluid or greenish-yellow liquid from (l.) ear (in the morning).", "Offensive otorrhoea with eruptions.", "Crusty eruptions on ear and cheek.", "Discharge of blood from the ear.", "Sudden deafness at night with constant roaring and cracking.", "Hearing of both ears impaired; otalgia of r." ],
    "Nose" : [ "Bad smell (like putrid herring pickle) from the nose.", "Stoppage of the nostrils (high up, with dull aching in forehead); coryza from the least current of air.", "White and watery mucus is discharged from the nose.", "Epistaxis: sudden, profuse, while walking; after a blow.", "Blood black, copious, in steady stream." ],
    "Face" : [ "Dark complexion.", "Lancinations from root of nose to ear.", "Redness and swelling of r. cheek, with chilliness all over the body.", "Redness, heat, and formication in r. cheek.", "Swelling of face, extending to r. side of the nose.", "Red blotches on bloated face." ],
    "Mouth" : [ "Tongue black or dark red.", "Tongue swollen and whitish in morning.", "Pricking at tip of tongue." ],
    "Throat" : [ "Naso-pharyngeal catarrh, greenish crusts, subjective disagreeable odour.", "Dull pain from nares to ears; < by swallowing; posterior wall of pharynx dry, fissured, covered with crusts.", "The beverage is arrested in oesophagus, as from a spasmodic contraction.", "Constriction in pharynx with pressure in the throat.", "Ulceration of throat, < l. side, difficult swallowing of liquids; recurring from exposure to wind or rain." ],
    "Stomach" : [ "Vomiting of green bile, followed by diarrhoea.", "Acidity of the stomach, with nausea and faint feeling; sour eructations.", "Violent thirst; cold feeling in the chest after drinking.", "Hunger, with violent headache if not satisfied at once.", "Vomiting of mucus, with fainting.", "Fruit and cold drinks feel like ice in the stomach.", "Burning in stomach.", "Weight in stomach, with nausea, after eating.", "Sudden pains in stomach, as if she must sink down; < while sitting, > on walking about." ],
    "Abdomen" : [ "Lancinations from both groins to symphysis pubis.", "Colic, with urging to stool.", "The intestines feel twisted, as if by a cord, and strung together in a knot, with strangulating sensation.", "Sensation as if the blood in the abdomen were flowing backward." ],
    "Stool and Anus" : [ "Diarrhoea, blackish, frothy, yellowish, watery, with mucus and rumbling; bile; bloody mucus.", "Discharge of black, liquid blood from the bowels and at stool, with colic and sensation as if the bowels were twisted.", "Prolapsus ani.", "Constriction of the sphincter, after bloody stool.", "Crawling at anus as if from worms." ],
    "Urinary Organs" : [ "Red urine, with cloudy sediment.", "Thick urine, with red sediment.", "Suppression of urine; strangury.", "Discharge of mucus from urethra." ],
    "Male Sexual Organs" : [ "Impotence.", "Weight and swelling of the testes.", "Discharge of prostatic fluid.", "The skin of the prepuce is thick and inflamed." ],
    "Female Sexual Organs" : [ "Discharge of black blood between the menses.", "Menses every two or three weeks; flow profuse, dark.", "Weight at the uterus; at the vagina, after an hysteric attack.", "Itching in the vagina; formication at the vulva.", "Sensation as of something burst in womb, followed by continuous stream of dark-coloured blood on attempting to urinate." ],
    "Respiratory Organs" : [ "Dry cough, which ends in raising black blood.", "Taste of blood in the mouth, before coughing.", "Constant cough, with frightful pains throughout lungs as if they were torn out (< r. apex).", "Stitches in the upper part of each lung; better when walking.", "Oppressed breathing in the evening; < on going up stairs." ],
    "Chest" : [ "Feeling as of heavy load on chest.", "Constriction of the chest.", "Coldness in chest after drinking.", "Sensation in chest and at sternum as if pleurae were pulled off and the lungs violently torn apart.", "Stitches in l. chest; worse when breathing.", "Pleuritic pain r. side, felt in axilla.", "Cannot lean to r. side on account of a very painful pulling in r. lung.", "Sensitiveness of r. side." ],
    "Heart" : [ "Spitting of black blood, with painful tearing, as if proceeding from the heart.", "Palpitation of the heart, with anxiety and trembling of the hands." ],
    "Neck and Back" : [ "Stiffness in the r. side of neck.", "Lancinations in l. side of neck.", "Painful pressure at nape of neck.", "Lancinations in the whole spinal marrow, from occiput to sacrum.", "Pressure between the shoulders.", "Coldness in back.", "Pain in the back, with chilliness, cold feet, and strangury." ],
    "Upper Limbs" : [ "Itching under axilla, with tetter.", "Inflamed and suppurating glands in axilla.", "The arms and hands are swollen, bluish, covered with red spots; also r. leg and foot.", "Crampy constriction at bend of elbow, extending to hand, as if one had carried a heavy weight.", "Pricking in the l. upper arm.", "Hot rash on r. wrist.", "The r. hand feels as if paralysed.", "The tips of the fingers peel off." ],
    "Lower Limbs" : [ "Cramps in the calves.", "Icy coldness of r. leg.", "Rheumatic pains in l. leg.", "Sensation of spraining and stiffness in knee-joint.", "The l. foot is swollen and blue, with red spots.", "Pricking under toenails." ],
    "Skin" : [ "Red pimples at the tips of the fingers.", "The tips of the fingers peel off.", "Little pimples, followed by desquamation.", "Yellow spots on the hands and fingers.", "Red tetter from the corner of the r. nostril to the cheek." ],
    "Sleep" : [ "Sleeplessness from lancinating headache.", "Dreams of business, of dead persons." ],
    "Fever" : [ "Sensitive to cold.", "The arm shudders when dipping the hand into water.", "Coldness in the back.", "Dry heat, at midnight; cannot endure any cover.", "With the fever, oppression of breathing.", "Flushes of heat in evening, with, redness and heat of face and ears.", "Chill at, noon, without thirst, followed by dry heat in afternoon, without perspiration.", "Cold perspiration all over." ]
  }
}