{
  "remedyName" : "Elaterium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscesses. Bilious fever. Bladder, affections of. Boils. Cholera. Colic. Cramps. Diarrhoea. Dropsy. Dysentery. Erysipelas. Intermittent fever. Jaundice. Measles. Nettle-rash. Neuralgia. Rheumatism. Sciatica. Scurvy. Vomiting. Yawning." ],
    "Characteristics" : [ "The \"signature\" of Elat. is too obvious to be missed: Profuse watery stools, coming out with a gush, which is the main characteristic of the drug, is plainly typified in the explosion by means of which the ripe fruit scatters its seeds. Elat. has been used with good effect in scurvy of which gushing diarrhoea is a marked symptom. Beriberi, also a scurvy disease, has been greatly helped by Elat. according to Cooper. Dull olive green discharges; and frothy stools are also characteristic. Many cases of cholera, cholerine, and infantile diarrhoea are met by Elat.; also the jaundice of the new-born with bilious stools. The property of Elat. to cause draining of the tissues of their watery contents has been used to cause the absorption of dropsical fluids. Minute doses will often effect this. Gaping and yawning are well marked, and when present with fever before the chill or before the chill of cholera, Elater. is indicated. The yawning lasts all through the chill. Elat. promotes the opening of abscesses and boils. Sensations as if a splinter in left eye; as if posterior nares and upper part of oesophagus were enlarged. Effects of damp weather or standing on damp ground; < by damp." ],
    "Relations" : [ "Compare: Bry. and Coloc. (sciatica); Verat. (neuralgia); Colch., Crot. t., Verat. (choleraic affections); Sec. (olive-green diarrhoea); Canth. (dysenteric diarrhoea with painful micturition); Apis, Hep., Ign., Rhus t. (urticaria during intermittent fever)." ],
    "Mind" : [ "Depression of spirits.", "Irresistible propensity to wander from home." ],
    "Throat" : [ "A feeling as if the posterior nares and upper part of the oesophagus were enlarged." ],
    "Stomach" : [ "Nausea; vomiting of a watery substance, or of greenish, bilious matter, with great weakness." ],
    "Abdomen" : [ "Cutting, griping pains in the bowels." ],
    "Stool and Anus" : [ "Copious liquid stools.", "Discharges from the bowels of frothy water; coming out with a gash.", "Squirting diarrhoea.", "Dull olive-green discharges.", "Bleeding of haemorrhoidal tumors." ],
    "Lower Limbs" : [ "Shooting, also dull aching pains in the course of l. sciatic nerve to the instep and toes." ],
    "Sleep" : [ "Incessant gaping." ],
    "Fever" : [ "Chilliness, with continual gaping, as if an attack of intermittent fever were approaching.", "Before the chill, gaping.", "During the chin, pain in the head and limbs.", "Fever, with violent tearing pains throughout the head; increased pains in the bowels and extremities; pains shooting to the tips of the fingers and toes, and then shooting back into the body.", "Perspiration relieves all the symptoms.", "If the intermittent fever is suppressed, urticaria break out all over the body." ]
  }
}