{
  "remedyName" : "Electricitas",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Chorea. Headache. Hysteria. Paralysis. Rheumatism." ],
    "Characteristics" : [ "Caspari is the authority for the symptoms caused by electricity, but every one knows the powerful effect exercised on some persons by the approach of a thunderstorm, and the influence of an electric current. Nervous tremors; anxiety; fear; restlessness, anxiety, and anguish; violent headaches; palpitation; swelling of parts, are among the most prominent symptoms. Dr. Seward (Med. Adv., xxvi. 150) has related a number of cases in which the injudicious use of electric baths brought on phthisis. In another case the chest and arms became stiff and paralysed. A young married woman, who had general and local (uterine) electric treatment, complained after it of feeling very heavy, as if she weighed a ton. One patient, after a bath, said his chest and shoulders \"felt like marble.\" He became phthisical and died. The paralysis caused by electricity was in several cases quickly relieved by Morph. acet., both in the solution and in the potencies." ],
    "Relations" : [ "Antidoted by: Morph. acet. I have found Phosphorus the best antidote to the effects of storms. Electricity antidotes Mercury. Compare: Galvanismus and Magnetismus." ],
    "Mind" : [ "Tears, sometimes with timidity.", "Sighs, sometimes with tears; the patient cries aloud.", "Restlessness, anxiety, anguish, sometimes more particularly in the chest; internal anguish; violent agitation; timidity; fear on the approach of a storm.", "Ill-humour.", "Involuntary laughter.", "Furor.", "Loss of consciousness; insensibility; foolish actions; haggard eyes.", "Errors in the appreciation of time; loss of memory." ],
    "Head" : [ "Giddiness, esp. on stooping.", "Confusion of head.", "Dulness.", "Embarrassment in the head.", "Vertigo.", "Cephalalgia.", "Pains in the head, sometimes drawing.", "Bruise-like pain in occiput.", "Crushing pressure in forehead, as from a stone.", "Shootings in r. side of head, or from vertex to the temple, and r. side of forehead; tearings in the occiput, from the nape of the neck to the forehead.", "Painful cramps in the head.", "Disagreeable shaking, most frequently from behind.", "Violent pulsations (beatings), or else heat throughout the head.", "Murmuring throughout the top of the head.", "Dartings in the head, as from pins.", "Tingling in the teguments of the head.", "Ebullition under the scalp.", "Sensation of cold in the vertex.", "Sensation of torpor in a part of r. side of head.", "Darting itching on the head and legs.", "Scurf on the scalp.", "The growth of the hair much promoted." ],
    "Eyes" : [ "Aching in the eyes, as from dryness.", "Gnawing sensation in l. eye, or else violent drawing pains, extending to forehead.", "Sensation as if the eyes were much sunken.", "Sensation as if something were passing out of the eye.", "Redness of the vessels of the conjunctiva, as far as the cornea; of the edges of l. eyelid, at the exterior angle.", "Inflammation of the eyes.", "Swelling of edges of eyelids, at the external angle.", "Considerable lachrymation.", "Lachrymation, esp. of r. eye.", "Wandering and haggard looks.", "Contraction of pupils, which were abnormally dilated.", "Clouded vision.", "Everything appears pale.", "Blindness.", "Sight improved (curative symptom).", "Little black spots before r. eye.", "Objects all appear yellow to the sight.", "A dark room appears to be illuminated." ],
    "Ears" : [ "Pains in the ear.", "Drawing pains from the jaws to the ears.", "Lancinations in r. ear, proceeding from the neck.", "Pulsations in the ear.", "Redness and heat of the ear.", "Swelling of the interior of the ear.", "Suppuration, and a small pustule in the auditory duct.", "Vesicles full of acrid serum behind the ear.", "Augmented secretion of wax.", "Murmuring, sometimes with a sensation as if a flock of wool were before the ears." ],
    "Nose" : [ "Tingling in the nose, or else with pressure outwardly.", "Epistaxis.", "Loss of smell.", "Sneezing.", "Augmented secretion of nasal mucus.", "Discharge, on blowing the nose, of a liquid like milk; aggravation of preexisting coryza." ],
    "Face" : [ "Colour, bright red.", "Expression of alarm on the face.", "Increase of sweat on the face.", "Violent drawing pain above l. eyebrow.", "Contraction of the muscles of the face, esp. of the mouth.", "Swelling of the face.", "Scabby eruption on the face, on the arms, and over the body.", "Large blisters on the cheeks.", "Lips cracked; the upper lip puffed out.", "Eruption about the mouth and on the chin." ],
    "Teeth" : [ "Tearing pains in upper teeth, proceeding from the head.", "Pain as of subcutaneous ulceration in places once occupied by molar teeth.", "Quick dartings in a hollow molar tooth.", "Quick growth of the teeth in children.", "Drawings in the gums, proceeding from r. ear." ],
    "Mouth" : [ "Increase of excoriation already existing in the interior of the mouth.", "Pain of excoriation, and excoriation in the interior of r. cheek.", "Great dryness of the mouth.", "Augmented secretion of saliva.", "Foam at the mouth.", "Sensitiveness of the tongue, esp. at the point, which is also red.", "Papillae very prominent.", "Dry tongue, charged with a yellow coating.", "Swelling, thickness of the tongue.", "Vesicles on the tongue, with pain of excoriation.", "Dumbness, inability to utter a sound.", "On the palate, vesicles with desquamation of the epidermis." ],
    "Throat" : [ "Constant tickling in the throat.", "Pressure on swallowing.", "Difficult deglutition.", "Inflammation of the gullet." ],
    "Appetite" : [ "Sour taste.", "Increase of appetite.", "Great inclination to eat between meals.", "Thirst during febrile shivering.", "Pyrosis.", "Abundant accumulation of water in the mouth.", "Loathing.", "Nausea, sometimes after a meal, with a more abundant accumulation of saliva.", "Retching, with inflammation of throat, and cough.", "Vomiting, and inflammation of the throat.", "Vomiting of blood." ],
    "Stomach" : [ "Fulness of the stomach, after eating the least thing." ],
    "Abdomen" : [ "Spasmodic tension and contraction in the abdomen.", "Aching in the abdomen.", "Colic.", "Cutting pains on the approach of a storm, or else with diarrhoea.", "Dartings from l. to r. side.", "Shivering in the abdomen, or else burning, sometimes with tension.", "Inflation of the abdomen, borborygmi in the abdomen, sometimes with fermentation." ],
    "Stool and Anus" : [ "Fruitless inclination.", "The stools are at first facilitated, and afterwards restricted.", "Stools frequent and liquid, of a blackish yellow, and of a fetid smell.", "Diarrhoea, sometimes entirely liquid, hot.", "Tenesmus and cutting pains.", "Diarrhoea with colic, or else at the approach of a storm.", "During the diarrhoea, retraction of the testicles.", "After the diarrhoea, constriction in anus, with dry stools.", "Heat in the whole body.", "Violent pressure in the rectum (during the stools).", "Burning in anus.", "Haemorrhoidal flux." ],
    "Urinary Organs" : [ "Sensation as though the bladder were going to burst.", "Augmented secretion of urine.", "Very frequent emission of urine.", "Involuntary emission of urine.", "Urine, in the morning, an orange-yellow; during the day, like water in which meat has been washed.", "Urine thick, deep-coloured.", "Red like blood, abundantly charged with mucus.", "Discharge of blood with the urine.", "White sediment." ],
    "Female Sexual Organs" : [ "Appearance of the catamenia (in the electric bath).", "Copious menses, sometimes with pressure in the rectum.", "Blood of the catamenia, black and thick.", "Leucorrhoea, at first serous, afterwards thick, in pieces of the size of a hazel-nut." ],
    "Respiratory Organs" : [ "Roughness of the larynx.", "Cough, with much tickling in throat, or else with pressure in forehead from within outwards.", "Short irritable cough.", "Spitting of blood.", "Feeble and faint respiration.", "Respiration arrested.", "Dyspnoea.", "Respiration accelerated.", "Asthma, sometimes lasting for life, with palpitation of the heart, and disposition to syncope; oppression of the chest." ],
    "Chest" : [ "Constriction of the chest.", "Pains in the chest; sensation of coldness in the l. side.", "Chest and shoulders feel like marble." ],
    "Heart" : [ "Palpitation of the heart, sometimes esp. at the approach of a storm, or else with a disposition to fall in syncope.", "Palpitation of the heart with fever, or with headache, or else with restlessness and vivid redness of the face.", "Painful and rapid lancinating pain proceeding from the heart across the chest." ],
    "Neck and Back" : [ "Difficulty in moving the neck.", "Tingling in a muscle shortened by suppuration.", "Dartings in an enlarged gland of the neck.", "Tingling in the vertebral column.", "Furunculi on the back, and nape of the neck.", "Drawing pains across the shoulder-blades, as by a thread.", "Burning in the shoulder." ],
    "Upper Limbs" : [ "Tearings in r. shoulder, which disappear in the heat of the bed.", "Excruciating pains in arms (and legs).", "Intense pains at night.", "Startings, or else tearings, in articulations of arms and hands.", "Paralysis of the arms, one being much swollen.", "Scabby ulcer in the arms (and on the legs).", "Violent starting in the upper part of the arms.", "Drawing pain in the radius of r. forearm.", "Violent tearing in hand.", "Trembling of the hands.", "Sensation of paralysis in the articulation, on the slightest movement.", "Prominence of the veins.", "Swelling of the hand, sometimes red, or itching.", "Red smooth spot on the hand.", "Whitish, itching place in the palm of r. hand.", "Tension or drawing pain in the fingers.", "Sensation of torpor at the ends of the fingers.", "Vesicles full of a greenish liquid, sanguineous at the articulation of the finger which has received the shock." ],
    "Lower Limbs" : [ "Heaviness of the legs.", "Lassitude of the thighs on going up an ascent.", "Sensation as though the flesh were detached from the bones.", "Red itching place on r. thigh.", "Sensation of heat over the whole thigh.", "Trembling of the knees.", "Tearings in the knees.", "Dartings, or tension, or else tingling, extending to the foot.", "Pain as of a wound in the knees and great toe.", "Red place, with pain of excoriation, or else, a red and itching protuberance in the knee.", "In the tibia, sensation of turning round, or else lassitude.", "Red spot on the skin.", "Burning in the feet, sometimes reaching to the knees, esp. at night; great internal heat, internal coldness, extended by a cool summer wind to the abdomen.", "Sensation of fatigue, with trembling in the feet.", "Sensation of swelling, of numbness, and torpor; rotative sensation in the soles of the feet.", "Sensation as if a large ring were round the malleoli.", "Itching of foot, or else red and itching vesicles on foot." ],
    "Generalities" : [ "Pains in the limbs; grievous pains; pains in old wounds, or in enfeebled bodies, from a change of temperature.", "Draggings in all the limbs, as far as the ends of the fingers and toes; nocturnal shootings, in parts which are paralysed, or else in those which have been electrified; shaking of the whole body, commencing in the maxillary bones; tingling in the parts electrified; violent burning in those which touch the chain.", "General depression and weariness, sometimes with giddiness or with drowsiness; lassitude and stiffness of the limbs; general depression after a meal; uneasiness during a storm.", "General relaxation of the powers, sometimes with moral depression and headache; relaxation of the nerves and muscles; diminution of the weight of the body; weakness of the parts shaken.", "Syncope, and tendency to fall down.", "Stiffness of the limbs; paralysis of some of the limbs, esp. of the inferior extremities.", "Trembling of the limbs, chiefly of those which have been shaken; general trembling.", "Springing up of the tendons.", "Convulsions of the limbs.", "Painful spasms along the back.", "St. Vitus' dance.", "Epileptic fits hastened and aggravated." ],
    "Skin" : [ "Itching, or else tingling over the whole body (violent pains and swelling of one of the feet which had been frozen twelve years before).", "Eruption of small nodosities on the spots touched by the sparks; eruption like miliary or measles; white vesicles; itch-like eruption at the joints; of carbuncles, which proceed to suppuration.", "The skin becomes black; wheals on the skin." ],
    "Sleep" : [ "Yawning and stretching, sometimes with shuddering over the whole body.", "Great drowsiness.", "Profound sleep.", "Sleeplessness, sometimes with tossing.", "Sleeplessness for two months.", "Dreams confused and disquieting." ],
    "Fever" : [ "Shuddering over whole body, every morning, with yawning.", "Coldness of l. side.", "Fever: at first general shivering, afterwards heat, transient and dry; frequent alternations of shivering and heat, with inflammation of the throat; heat mingled with shivering; shivering, with much sweat; painful cramps in head and along back; fever in the evening.", "Augmentation of natural heat; internal heat of the parts which have sustained the electric shock; blood much over-heated; heat, with cephalalgia, or else with anxiety (at night), or else with strong and quick pulse; heat of whole body, with shivering brought on by motion; heat of the parts struck by the electric spark; intermittent pulse, lively, quick and strong; circulation of the blood accelerated; prominence of the veins of the hands.", "Increased perspiration; excessive nocturnal sweat, in gouty persons, without mitigation; copious sweat during sleep, with anxiety during a storm." ]
  }
}