{
  "remedyName" : "Ephedra Vulgaris",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Exophthalmic goitre. Headache." ],
    "Characteristics" : [ "Ephedra has been proved in Russia by Dr. B. H. Mouravow (Universal Homoeopathic Annual, p. 56). It produced symptoms when twenty drops of a strong alcoholic extract were taken five times a day; fifteen drops four times a day having been taken without apparent effect. Extreme apathy was produced, stiff-neck, and backward pulling of whole body on turning the head. There was also starting of the eyes from the orbits as if pushed out. This suggested exophthalmic goitre to Mouravow, who considered that the drug acted on the ganglions of the sympathetic nerve, and caused congestion of the spinal cord." ],
    "Relations" : [ "Compare: Ferr., Iod., Lycopus v., Spong., Thyroid. (exophthalmos)." ],
    "Mind" : [ "Extreme apathy." ],
    "Head" : [ "Violent headache, nausea, general weakness; slow pulse.", "L. side hemicrania with numbness of entire l. arm." ],
    "Eyes" : [ "Heavy eyes, starting from their orbits, as if pushed out, pain in the eye (after second dose on third day. On fifth day exophthalmos was increased)." ],
    "Abdomen" : [ "Dull pain in region of spleen." ],
    "Urinary Organs" : [ "From early morning great fatigue, retention of the urine (fourth day)." ],
    "Heart" : [ "Abatement of pulse (from to in one case), notwith standing increased rapidity of action of heart.", "Strong heart-beat with weakening of pulse; respiration accelerated." ],
    "Neck and Back" : [ "Stiffness of neck (with exophthalmos).", "Stiffness of neck and backward pulling of all the body on turning head and a dull pain in region of spleen." ],
    "Limbs" : [ "Towards evening heaviness in all the limbs." ],
    "Upper Limbs" : [ "Numbness of entire l. arm, with l.", "side hemicrania." ],
    "Generalities" : [ "General weakness; from early morning great fatigue." ],
    "Sleep" : [ "Longing for sleep." ]
  }
}