{
  "remedyName" : "Epiphegus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cancer. Diarrhoea. Gonorrhoea. Headache. Palpitation. Salivation." ],
    "Characteristics" : [ "The Orobanche family to which Epiphegus belongs is nearest to the Scrophulariaceae in botanical features. In addition to the name of \"cancer-root\" it is also called \"clap-root\" and \"flux-plant, \", showing the virtues with which it is popularly accredited. Its homoeopathic use has been almost exclusively confined to the treatment of headaches of the neurasthenic type, brought on by any extra exertion, relieved by a good sleep. The pain is pressing from within outward. A very characteristic symptom is: \"Constantly wants to spit, saliva viscid;\" when this symptom occurs in connection with a headache Epiphegus will almost certainly cure. It is said to have entered into the composition of \"Martin's Cancer powder, \", and has been used by eclectics as a local application in obstinate ulcers and aphthae. Symptoms take the direction: Right to left; right upper, left lower. Right temple more affected than left. It has been used mostly in the 3x potency. It has been proved by Dr. Ralf Morden. Dr. S. A. Jones has been chiefly instrumental in defining its place in therapeutics. I have cured with it many cases of headache, some of them desperately severe. The conditions are: < from working in open air; from rising up in bed; > from a good sleep." ],
    "Relations" : [ "It is allied to the Scrophulariaceae. Compare: Phos. in., > from sleep (Lach., Sulph., and Nat. mur. have the opposite", " < from sleep", "in the most marked degree); Fagus." ],
    "Causation" : [ "Physical or nervous over-strain. Any unusual exertion or excitement, as going on a visit, or doing a day's shopping." ],
    "Mind" : [ "Makes wrong letters or words in writing.", "Fears death from palpitation of heart.", "Fears injury to her health from the drug." ],
    "Head" : [ "Pain in temples; mostly in r.; in forehead; pressing from without inward; piercing pains; fulness; pain coming on suddenly; scalp feels tight during headache." ],
    "Eyes" : [ "Smarting.", "Could not read because the words seemed to be blurred." ],
    "Mouth" : [ "Saliva viscid.", "Almost constant desire to spit.", "Sticky viscid taste in mouth.", "Bitter taste." ],
    "Stomach" : [ "Nausea." ],
    "Stool" : [ "Stool passed with difficulty though faeces soft." ],
    "Heart" : [ "Palpitation which makes her feel very weak." ],
    "Upper Limbs" : [ "Pain in l. shoulder." ],
    "Lower Limbs" : [ "Pain in l. knee." ],
    "Generalities" : [ "Languid feeling." ]
  }
}