{
  "remedyName" : "Equisetum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cystitis. Dropsy. Enuresis. General paralysis. Gleet. Gonorrhoea. Gravel. Haematuria. Urine, retention of." ],
    "Characteristics" : [ "The chief effects of Equisetum are found in the urinary organs. Pain in the kidneys (especially right), in the bladder and urinary passages. Constant desire to urinate, and passes large quantities of clear, light-coloured urine without relief. Pain in bladder as from distension. Retention and dysuria; especially in women during pregnancy and after confinement. Enuresis. Wets bed at night; when he dreams he always sees a crowd of people. Equis. has: Severe dull pain which does not lessen after urination; irritation of the bladder, especially in women. Linaria has enuresis, with frequent painful urging to urinate, causing the patient to rise at night (Farrington). It relieved loss of control over bladder and rectum in a case of general paralysis. Carcinoma uteri is said to have been cured by it. Pain in sacro-iliac joints. < From pressure or contact; moving; sitting. Eating > pain in temples; lying on back > pain in back: continued motion > pains in back and knees." ],
    "Relations" : [ "Compare: Apis, Cannabis, Canthar., Fer. phos., Puls.; Canth. comes closest; there is less bleeding, tenesmus, scalding, and fibrinous flakes than with Canthar., but more mucus." ],
    "Mind" : [ "Very irritable and easily fatigued." ],
    "Head" : [ "Severe headache with intense pain in upper part of eyes or roof of orbit.", "Headache with heat of face without redness.", "Constrictive feeling across forehead.", "Sticking, darting pains changing locality.", "Constriction of whole scalp, as if drawn tightly over whole skull; continual desire to wrinkle up forehead.", "Skin over frontal bone very tight, with feeling of skin continuing to contract." ],
    "Eyes" : [ "Severe pain in roof of r. orbit.", "Sharp pain in outer angle of r. eye." ],
    "Ears" : [ "Dull, transient pain and stiff feeling behind l. mastoid.", "Confused feeling in ears.", "Confusion of sounds; confused noises; fearful rumbling." ],
    "Face" : [ "Face flushed, feeling of heat.", "As if blood pressed into face.", "Heat and burning without redness." ],
    "Throat" : [ "Sharp sticking in throat." ],
    "Stomach" : [ "Excessive hunger; appetite greatly increased throughout the proving." ],
    "Abdomen" : [ "Distended feeling.", "Dull, heavy pains in either side of lower abdomen and bladder, with frequent desire to urinate; the desire to urinate, which is constant, is not > by urinating.", "Slight pain in bowels with desire for stool, not urgent, early in morning; three stools during the morning, quite thin; during the whole day frequent inclination for stool with slight pain in bowels; no diarrhoea.", "Severe pain in lower abdomen with passage of fetid flatus.", "Sharp pain in hypogastrium with sticking-like pains in anus (11 a.m.).", "Sharp pains on either side of hypogastrium; extending to middle line." ],
    "Stool and Anus" : [ "Smarting in anus during and after stool.", "Stool with great flatulence.", "Stool with aching in anus and feeling as if rectum would protrude, followed by smarting in anus and a feeling as if some faeces still remained." ],
    "Urinary Organs" : [ "Slight pain in r. kidney, then in l., extending down l. side of sacrum.", "Dull pain in r. kidney, with urgent desire to urinate; had urinated only a few minutes before and now passed four ounces of clear light-coloured urine.", "Pain in bladder as from distension.", "Severe dull pain in bladder not > by urinating; continued some days after taking the drug, and caused him to fear inflammation of the bladder.", "Tenderness in region of bladder, and r. side of lower abdomen, extending upward from groin; same but less marked l. side.", "Pain and tenderness in bladder region with soreness of testicles, extending up spermatic cords.", "Excessive burning in urethra while urinating.", "Sharp, cutting pain in urethra.", "Pricking in urethra a short distance back from meatus.", "Biting itching in meatus < scratching.", "Great desire to urinate but only a small quantity passes.", "Urgent desire to urinate with prickling and soreness of meatus from contact and pressure.", "Obliged to rise several times at night to urinate.", "Profuse urination, with burning in urethra and sharp pain at root of penis.", "Later passes smaller quantities and darker.", "Passed small amount but felt as if he had not urinated for hours; the amount grew less each time but the desire increased.", "Urine cloudy.", "Great excess of mucus on standing.", "Enuresis, nocturnal and diurnal." ],
    "Male Sexual Organs" : [ "Violent erections; in the afternoon.", "Soreness of testicles and cords; < l." ],
    "Chest and Heart" : [ "Sharp stitch in l. breast one inch to l. and over nipple.", "Sharp pain in region of heart < by inspiration." ],
    "Back" : [ "Pains in back esp. while sitting, > lying on back and walking.", "Heavy sensation like a lump in r. lumbar region.", "Severe rheumatic pains in region of sacro-lumbar joint, and through l. hip-joint extending down outer side of l. leg, ending in front three inches above knee." ],
    "Upper Limbs" : [ "Pain in upper part of shoulders and in region of vertebra prominens, < by least motion or contact.", "Pain in r. shoulder to middle of upper arm.", "Pain in l. shoulder with shivering over body and great heat of head." ],
    "Lower Limbs" : [ "Pain in r. hip-joint and near knee-joint.", "Knees very weak on least exertion.", "Dull, heavy pain under l. patella.", "On awakening, sharp pain inner side of l. knee, > after moving about a short time." ],
    "Sleep" : [ "Very sleepy, eyelids heavy.", "Sleep much disturbed by tiresome dreams of many persons, places, and things." ],
    "Fever" : [ "Creeping chills beginning below and creeping up back." ]
  }
}