{
  "remedyName" : "Erechthites",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diarrhoea. Gonorrhoea. Haemorrhages. Metrorrhagia. Orchitis." ],
    "Characteristics" : [ "Belonging to the Compositae, and closely allied to Erigeron and the Groundsel family (Senecio), \"Fireweed\" (so called because it grows abundantly in clearings which have been burnt out) has been used empirically in haemorrhages, especially metrorrhagia, and as a local application in skin affections, herpes, eczema, psoriasis, and indolent ulcers. A short proving has shown an action over the circulatory apparatus, producing flushes of heat which suddenly give way to coldness. Another marked feature is increased appetite; and also increased feeling of strength and desire for exercise. According to Hale, \"Oil of Fireweed\" is also extracted from Erigeron, and is said by chemists to be identical with turpentine. All three cause active and passive haemorrhages, the former being the primary and the latter the secondary action. Erech. is indicated in haemorrhages of bright red blood from nose, mouth, bowels, kidneys, uterus, and lungs. These are attended with excitement of the circulation. It is also indicated in passive haemorrhages of dark fluid blood. Hale also commends it in gonorrhoea and orchitis." ],
    "Relations" : [ "Compare: Senecio, Erigeron, Hamam., Millefol., Calc., Canth., Tereb., Puls., Clematis." ],
    "Head" : [ "Giddiness with nausea.", "Dull frontal headache.", "Throbbing of temporal arteries, with flushes of heat running across the back from one shoulder to the other.", "The sensation of heat suddenly gives way to that of coldness." ],
    "Throat" : [ "Sore throat; legs feel stiff and painful, aching across small of back." ],
    "Stomach" : [ "Enormous appetite.", "Feeling in stomach as if it would be dissolved, after drinking cold water.", "Eructations and heart-burn after eating warm bread and coffee (cured)." ],
    "12, Abdomen and Stool" : [ "Griping followed by three copious discharges of semi-solid, yellow faecal matter." ],
    "Urinary Organs" : [ "Increased flow of urine.", "Slight burning at meatus during micturition." ],
    "Male Sexual Organs" : [ "Towards morning prolonged erection with dreams of nudity.", "(Gonorrhoea with scanty discharges and great pain.", "Orchitis from suppressed discharge.)" ],
    "Female Sexual Organs" : [ "Metrorrhagia.", "Premature and profuse menses." ],
    "Neck" : [ "Stitches on middle of back." ],
    "Lower Limbs" : [ "Cold feeling in back of legs.", "Legs feel stiff." ],
    "Sleep" : [ "Dreams of nudity and shame." ]
  }
}