{
  "remedyName" : "Erigeron",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Black eye. Bruises. Cough. Dysuria. Gleet. Gonorrhoea. Haematocele. Haemorrhages. Haemorrhoids. Placenta praevia. Proctalgia. Spermatorrhoea. Wounds." ],
    "Characteristics" : [ "Erigeron is chiefly known as a remedy for haemorrhages and congestions in pretty well all parts of the body. Its characteristic haemorrhages are bright red. The Indians use it as an application to wounds. It compares as a vulnerary with Arnica. It has been proved by Burt and others. The throat and genito-urinary organs are specifically affected. Sensation as if something had lodged in upper part of oesophagus. Pains in umbilical region were very prominent. Feeling as if anus had been torn. Urination is painful or suppressed; sharp stinging pains in region of left kidney. Gonorrhoea and gleet have been cured by Erig. Wilmot Moore has given it with success in three cases of placenta praevia. He gave the 1x trituration (of what part of the plant is not mentioned) on the tongue. Rest >; every movement < flow; = bloody lochia to return. Rainy weather < all symptoms." ],
    "Relations" : [ "It is related to Senec., Erech., botanically and in effects. Compare: Ipec., Ham., Arn., Canth., Copaiv., Sabi., Tereb." ],
    "Mind" : [ "Great despondency." ],
    "Head" : [ "Congestion of the head, red face, nose-bleed; febrile action.", "Awakened with dull headache [forehead and r. eye]; with aching distress in all the large joints.", "Dull frontal headache with smarting in eyes." ],
    "Eyes" : [ "Smarting of eyes, all afternoon and evening.", "Slight agglutination of lids in morning." ],
    "Ears" : [ "Loud singing in r. ear." ],
    "Nose" : [ "Epistaxis of bright-red blood.", "Increased secretion of mucus all forenoon." ],
    "Mouth" : [ "Bad taste in mouth." ],
    "Throat" : [ "Increased secretion of mucus in nostrils all forenoon, with a feeling of roughness of pharynx and sensation as if something had lodged in the upper part of the oesophagus that caused frequent inclination to swallow.", "Rough feeling in pharynx in morning." ],
    "Stomach" : [ "Violent retching and burning in the stomach, with vomiting of blood.", "Eructations of air.", "Sharp cutting pains in epigastric region every few minutes followed by dull pains." ],
    "Abdomen" : [ "Frequent distress in umbilicus with hard, aching distress in whole dorsal region.", "Frequent dull pain in umbilical region, with a feeling in anus as if it had been torn.", "Constant dull pain in r. umbilicus; twice the pains were severe and cutting (first day, second day pain was in l. umbilicus).", "Rheumatic pains in abdominal muscles.", "Sudden pain in hypogastrium, followed by mushy stool (7 p.m. first day, p.m. third day).", "Dull pain in l. hypogastrium and umbilicus.", "Dull pain in hypogastrium followed by dark-coloured, hard, lumpy stool." ],
    "Stool and Anus" : [ "Natural stool, followed by severe neuralgia in anus with tenesmus.", "Stools small, streaked with blood; tormina; burning in the bowels and rectum; hard lumps of faeces mixed with the discharges.", "Mushy stools.", "Haemorrhage from the bowels.", "Haemorrhoids; bleeding; with hard, lumpy stools; burning in the margin of anus; it feels as if torn." ],
    "Urinary Organs" : [ "Urination painful or suppressed.", "Dysuria of teething children; frequent desire; crying when urinating; urine profuse, of very strong odour; external parts (female) inflamed or irritated, with considerable mucous discharge." ],
    "Male Sexual Organs" : [ "Sticky sweat on genitals.", "Pain in r. lumbar region passing down to testicle.", "Gonorrhoea and gleet." ],
    "Female Sexual Organs" : [ "Metrorrhagia, with violent irritation of rectum and bladder; after abortion, with diarrhoea and dysuria; with prolapsus uteri.", "Very profuse flow of bright-red blood; every movement of patient increases the flow; pallor and weakness.", "Leucorrhoea profuse, with spasmodic pains, and irritation of the bladder and rectum.", "Bloody lochia return after the least motion; > during rest." ],
    "Respiratory Organs" : [ "Cough; bloody expectoration; incipient phthisis." ],
    "Heart" : [ "Palpitation." ],
    "Back" : [ "Dull aching distress in whole dorsal region.", "Dull pains in lumbar and sacral regions.", "Severe sticking, stabbing pain in region of l. kidney; passing to r. kidney." ],
    "Limbs" : [ "Aching dulness in all the joints and limbs." ],
    "Generalities" : [ "Excessive languor in morning; all day with great depression; no ambition to move in afternoon and evening." ],
    "Sleep" : [ "Frequent disposition to yawn in afternoon and evening." ]
  }
}