{
  "remedyName" : "Eryngium Aquaticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, prolapse of. Conjunctivitis. Constipation. Cough. Diarrhoea. Dropsy. Gleet. Gonorrhoea. Haemorrhoids. Influenza. Laryngitis. Leucorrhoea. Renal colic. Sclerotitis. Sexual weakness. Strabismus. Spermatorrhoea. Urine, incontinence of. Wounds." ],
    "Characteristics" : [ "Eryngium acts on the mucous membranes, producing thick yellow mucous discharges from eyes, ears, nose, mouth, bowels, urethra, and vagina. Haemorrhages from stomach and bowels. It is a vulnerary, antidoting the effect of blows. It causes headaches; expanding sensation in forehead; dull, dragging pain in occiput, neck, and shoulders. Seminal and prostatic weakness. I. J. Whitfield has cured three cases of renal colic with calculi (two left side, the other not stated) with Eryng. a. W. K. Leonard reports the following case: A young Methodist minister, apparently healthy, was just over his twelfth attack of renal colic. The attacks had recurred at intervals of two to four weeks and lasted from one to three days, and they were so weakening as to keep him incapacitated in the intervals. He had had old-school treatment, including Morphine and Quinine, with no benefit. Eryng. a. O, five drops three times a day, put an end to the trouble. The attacks had been attended with severe nervous chills, and it was for these that the Quinine had been prescribed. Eryng. has a cough with a sense of constriction. (Hale found it useful in epidemic influenza when there was raw smarting burning in throat and larynx, with constant irritating cough and expectoration of yellow mucus.) Loss of energy and nervous erethism. Most symptoms occur on left side, and extend or move from part to part. Motion < all symptoms. Bending head forward < head symptoms; turning eyes = pain in them. < From mental exertion. Heat >." ],
    "Relations" : [ "Eryngium compares with the other Umbelliferae: with AEthus. in inability to concentrate thoughts; with Conium as a vulnerary; in discharge of prostatic fluid from slight causes. Compare: In pollutions, Chi., Gels., Phos. In urinary and urethral affections, Cannab. sat., Canthar., Dioscorea, Ocim. can. In constipation and rectal symptoms, Nit. ac. In influenza, Gelsem., Sticta." ],
    "Mind" : [ "Thoughts confused; cannot concentrate them on any subject; the effort = heavy full pain if persisted in." ],
    "Head" : [ "Vertigo.", "Expanding sensation in frontal region above eyes, < stooping; causing dimness of sight.", "Sharp, shooting pain over l. eye; when sitting in stooping posture, leaves eye, passes into neck and along muscles of shoulder, and beneath scapula.", "Shooting in coronary region and in r. side of face from eyes to teeth in morning.", "Dull dragging pain in occiput, neck, and shoulders; when less severe in head, is worse in shoulder.", "Scalp sore, combing hair = pain." ],
    "Eyes" : [ "Burning; sensitive to light.", "Effects of exposure to strong light: squinting; sclerotitis; watery or, purulent discharges.", "Purulent inflammation of l. eye; purulent, sticking discharge causing gumming of lids; conjunctiva granular and rough.", "Muscles of eyes feel stiff, pain on moving them quickly." ],
    "Ears" : [ "Bruised tearing pain; as if ears being torn off.", "Inflammation of Eustachian tube; l. ear swollen in and out, tender to pressure, constant aching, bleeding readily, thick white, bloody, foul-smelling pus.", "Continued singing and ringing, with creaking sound in l. ear." ],
    "Nose" : [ "Profuse thick yellow mucous discharge." ],
    "Mouth" : [ "Thick, tenacious, disagreeable mucus in mouth." ],
    "Throat" : [ "Smarting raw pain along l. side of throat; dry tongue.", "Intense redness; slight swelling without pain; profuse secretion of thick whitish mucus." ],
    "Stomach" : [ "Partial anorexia.", "Nausea followed by acrid eructations.", "Hollowness or emptiness in stomach with heavy dragging pain.", "Spitting up of bright arterial blood, mixed with black clots, with burning in epigastrium after a blow on stomach.", "Burning in stomach or oesophagus after taking the drug." ],
    "Abdomen" : [ "Severe colicky or cramping pains in small intestines.", "Severe pain in l. groin and testicle." ],
    "Stool and Anus" : [ "Mucous diarrhoea of children.", "Constipation.", "Stools dark leaden colour, dry, and very hard; tenesmus at stool with a sensation of cutting as they pass through anus.", "Haemorrhoids and prolapsus ani." ],
    "Urinary Organs" : [ "Frequent desire to urinate; stinging burning pain in urethra, behind glans, during urination.", "Must urinate every five minutes; urine dropping away all the time and burning like fire.", "Renal colic." ],
    "Male Sexual Organs" : [ "Desire suppressed, then excited with lewd dreams and pollutions.", "Discharge of prostatic fluid from slightest causes.", "Spermatorrhoea from onanism and excessive indulgence.", "Emissions at night with erections; followed by great lassitude and depression; partial impotence.", "Emissions without erections, day and night, followed by great lassitude; after injury to testicles.", "Gonorrhoea with painful erections.", "Gleet." ],
    "Female Sexual Organs" : [ "Leucorrhoea." ],
    "Respiratory Organs" : [ "Chronic laryngitis; short, hacking cough.", "Cough with sensation of constriction in throat.", "Oppression of chest, feeling of fulness, inability to take a long breath." ]
  }
}