{
  "remedyName" : "Eryngium Maritimum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cough. Debility. Fever. Herpes. Sexual weakness. Skin eruption." ],
    "Characteristics" : [ "The maritime Eryngium (the beautiful plant growing on sand-hills by the sea, with holly-like leaves of a pale blue colour with metallic lustre, in general appearance much more resembling a thistle than an umbellifer) has been proved by one prover only, E. B. Ivatts, but the symptoms show considerable resemblance to those of Eryng. aquat. Pains in the eyes, groins, larynx, nape of neck, sinking at epigastrium, and weakness of the male sexual organs appear in both. But the Eryng. m. has its symptoms more prominently on the right side. Compare also Phelland. aquat., Conium, and other Umbellifers." ],
    "Mind" : [ "Light and unusually cheerful; on awaking in the morning so merry commences to sing in bed (usually heavy and drowsy)." ],
    "Eyes" : [ "Pain at back of r. eye, l. eye feeling weak.", "Inclination to close eyes to shut out moving objects." ],
    "Throat" : [ "Great dryness of throat, larynx, and lips." ],
    "Stomach" : [ "Loss of appetite.", "Sinking feeling at pit of stomach." ],
    "Abdomen" : [ "All viscera seemed prostrated and as heavy as lead.", "Dull continuous pain in bowels.", "Pain in one spot in r. groin." ],
    "Urinary Organs" : [ "Increased flow of urine; very red; thick on standing." ],
    "Male Sexual Organs" : [ "Insensibility of corona glandis; absence of desire (secondary action); power of erection quite gone." ],
    "Respiratory Organs" : [ "Voice low; larynx feels weak.", "Occasional stomach cough during the day, sending a spasmodic pain to the head.", "Occasional darting pains through lungs to back." ],
    "Neck and Back" : [ "Pain at nape compelling the support of head on hand or against something.", "Occasional shooting pains under left scapula." ],
    "Upper Limbs" : [ "Veins of hands at back appear contracted and depressed so as to be hardly visible, though generally full and prominent." ],
    "Lower Limbs" : [ "Sore, pain in muscles inside r. thigh just above knee." ],
    "Generalities" : [ "Circulation deadened, or as if stagnated; still great determination of blood to surface." ],
    "Skin" : [ "Patch of eruption half the size of palm of hand came out in cluster where pain had been the day previous, like fine pin-heads, points feeling rough to fingers; died away next day leaving red areola." ],
    "Fever" : [ "Chills commencing at nape, going down shoulders and back.", "Chills predominate, little fever heat." ]
  }
}