{
  "remedyName" : "Eucalyptus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aneurism. Aortitis. Asthma. Bladder, affections of. Bronchitis. Diarrhoea. Dysentery. Dyspepsia. Dysuria. Fistulae. Gonorrhoea. Gout. Intermittent fever. Kidney, diseases of. Quinine cachexia. Rheumatism. Spleen, affections of. Strychnine poisoning. Syphilis. Tumours. Typhoid. Urethra, stricture of. Urethral caruncle. Varicose ulcers. Worms." ],
    "Characteristics" : [ "The gum-tree is a native of Australia and is transplanted to marshy districts in mild climates on account of its capability of absorbing water and its alleged power of destroying malarial poisons. It has been familiarised to everybody during the influenza epidemic as a prophylactic and disinfectant. The provings show that it causes most of the ordinary influenzal symptoms. It is therefore homoeopathic to the disorder. It produces coryza, headache of a dull, congestive character, sore-throat, indigestion, with excessive development of fetid gas, and fever. Slow digestion is the characteristic. The fever may be of the relapsing or intermittent type. It has also proved useful in convalescence from intermittents. It produces odorous sweat. C. E. Fischer has cured with it many cases of dysentery. Certain vascular conditions come within its sphere: a distinct beating in the stomach region, accompanying a sense of goneness; one prover referred this to the abdominal aorta. Vascular tumours of the female urethra have been cured by it; also glandular enlargements and nodular swellings over joints. It has cured a tumour, the size of a filbert, with stabbing pains below left nipple. Eucal. has been largely used for bronchitis and bronchial asthma. Dr. Arthur Dalzell (H. W., xxv. 106) relates two striking cases of bronchial asthma promptly relieved with five-drop doses of Oil of Eucalyptus given in a tablespoonful of water. The dose was given last thing at night. It also relieved the dyspnoea in a case of mitral insufficiency. Burning pains and sensations predominate; pricking, stabbing, sharp aching are common. Periodicity is marked. Most pains occur at night. It has an intoxicating effect and produces desire for exercise." ],
    "Relations" : [ "It compares with Ant. crud. in action on mucous membranes; Ant. t. in bronchial asthma and bronchorrhoea; Arsen. and Chi. in intermittents. Silica in fistulous ulcers; Tereb. in urinary symptoms. It follows: Ars. in relapsing fevers. A cup of coffee relieves the effects. Phytolacca removed tumour of right breast. Compare also the \"Red Gum, \", Angophora lanceolata. It is said to be an antidote to Strychnine poisoning. (Monfrida Musmecin found a decoction of Eucalyptus leaves formed with a solution of a strychnine salt a flocculent precipitate devoid of bitter taste. Animals dosed with the two drugs together survived when the quantity of strychnine was such that given alone it would have been lethal. Even when the Eucalyptus decoction was given after strychnine convulsions had developed the symptoms became greatly modified.)." ],
    "Mind" : [ "Exhilaration, desire to move about, feeling of increased buoyancy and strength.", "Intoxication followed by depression." ],
    "Head" : [ "Full feeling in head; congestive headache; in plethoric subjects, followed by fever.", "Headache in anaemic persons; relieves pain and causes sleep." ],
    "Eyes" : [ "Eyes hot, burning, smarting; catarrhal and Gonorrhoeal ophthalmia.", "Lids heavy." ],
    "Nose" : [ "Stiffness of nose; tightness across bridge as if profuse epistaxis would come on.", "Stuffed-up sensation.", "Coryza: thin, watery; chronic catarrh, purulent and fetid." ],
    "Face" : [ "Flushed, congested face." ],
    "Mouth" : [ "Relaxed aphthous condition.", "Excessive secretion of saliva.", "Slightly burning taste extending into throat and oesophagus with thirst." ],
    "Throat" : [ "Burning in throat; feeling of fulness and soreness on swallowing.", "Constant sensation of phlegm in throat, with expectoration of slightly thick white frothy mucus, not profuse." ],
    "Stomach" : [ "Increased appetite; tormenting thirst.", "Burning, strong-smelling eructations.", "Burning in stomach.", "Fulness, pressure, and weight, as if he had eaten too much.", "Faintness and goneness; with a distinct sensation of beating synchronous with the pulse (abdominal aorta).", "Slow digestion; eructations and bloating.", "Difficult and painful digestion.", "Spleen becomes hard, resistent, contracted." ],
    "Abdomen" : [ "Burning in epigastrium and umbilical regions.", "Uncomfortable, uneasy feeling in umbilical region extending through bowels; skirmishing, aching pains in upper portions of bowels; sensation as if he would have diarrhoea.", "Sharp aching in hypogastrium after dinner.", "Gastro-intestinal derangements with sleeplessness and restlessness.", "Condition of mucous membrane favouring worms.", "Flatulent distension." ],
    "Stool and Rectum" : [ "Sharp aching in lower bowels; thin, watery yellow diarrhoea on rising in morning.", "Chronic diarrhoea, mucous and bloody.", "Dysentery, with heat in rectum, tenesmus, discharge of mucus, great prostration; haemorrhages.", "Typhoid diarrhoea.", "Fetor of stools and flatus." ],
    "Urinary Organs" : [ "(Chronic desquamative nephritis; granular kidney; pyelonephritis; hydronephrosis.).", "Catarrh of bladder; sensation as if it had lost its expulsive force.", "Burning and tenesmus on urinating.", "Spasmodic stricture.", "Diuresis; incontinence; increased urea.", "Urine smells of violets." ],
    "Male Sexual Organs" : [ "Increased sexual appetite.", "Subacute and chronic gonorrhoea.", "Recent chancres." ],
    "Female Sexual Organs" : [ "Vascular tumours of urethra.", "Ulcer round orifice of urethra.", "Leucorrhoea of acrid, fetid mucus.", "Swellings in different parts of body; one below nipple in r. side, size of filbert, with stabbing, darting pains." ],
    "Respiratory Organs" : [ "Bronchitis in old and feeble persons.", "Bronchorrhoea.", "Breathing quickened.", "Asthma in debilitated, anaemic subjects, with terrible dyspnoea, the heart sympathising strongly.", "Moist asthma in bronchitic subjects; it relieves cough and aids in expulsion of thick mucus.", "Expectoration: white, thick, frothy mucus." ],
    "Heart" : [ "Painful palpitation.", "Palpitation of heart.", "Sudden flushing of face with much flatulence in women at climacteric.", "Strong beating of abdominal aorta.", "Aneurisms pressing on vagus nerve." ],
    "Limbs" : [ "Many nodular swellings over metarcarpal and metatarsal joints.", "In both upper and lower extremities pricking sensations were first noticed, followed by a painful aching in both arms and legs, together with a sense of fulness in the veins, and a stiff, weary sensation as if too weary to move." ],
    "Skin" : [ "Eruptions of an herpetic character, glandular enlargement, and development of foul and indolent ulcers." ]
  }
}