{
  "remedyName" : "Eugenia Jambos",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne rosacea. Catarrhal fever. Catarrhs. Comedones. Constipation. Coryza. Cough. Diarrhoea. Diplopia. Hernia. Hiccough. Impotence. Influenza. Otitis. Pimples. Throat, sore." ],
    "Characteristics" : [ "Like Eucalyptus, Eugenia causes a condition of drunkenness. It makes the prover very talkative but indolent. The most characteristic symptom of the proving is: \"> after urination.\" Sudden great change in him after micturition. Everything seems more beautiful and bright, sky and trees more joyous and clear; but after a quarter of an hour everything became gloomy again. There are many symptoms relating to the eyes and vision: whirling in head while sitting; houses at a distance seem to turn bottom upwards. Darkness and double vision; on looking intently double vision disappears. Whirling before right eye as if it would become dark; eye becomes inflamed. It seems as though fire came out of eyes, and tears ran out in streams in evening and night. < By sun; causes eyes to fill with water. < By closing eyes; it makes the burning worse, prevents sleeping at night. Nausea > by smoking. Pain in small of back and calves. Aching in sacrum and knees. Sticking pain in back as if something were sticking in spine, > by bending back. Among the peculiar sensations are: Headache as if a heavy board were lying on right side. Sensation as of cramp in orifice of stomach; as if a ten-pound weight were hanging on rectum, and as if everything below would fall out. An old wound from a thrust became painful again. Rheumatic pain wanders from place to place with catarrh. Open air: much exhaustion, yawning whilst walking in morning. Cold water does not > burning in eyes. Skin disease is < during catamenia." ],
    "Relations" : [ "Compare: Eucalypt. (a myrtaceous tree) in catarrhal conditions; Lauroc. and drugs containing Hydrocyanic acid; Puls. (fugitive rheumatic pains). Antidoted by: Coffee; by smoking tobacco." ],
    "Mind" : [ "Continued state, like intoxication, with great loquacity and indolence.", "Disposition to isolation.", "The patient is uncomfortable wherever he may be; desires to lie down when seated, and to rise up when lying down.", "Sudden great change in him after micturition; everything seems more beautiful and bright; after quarter of an hour everything gloomy again." ],
    "Head" : [ "Vertigo, during which all objects seem to be reversed.", "Fits of megrim in the evening, and rolling and burning pain in the head, with forcing towards the eyes, lachrymation, nausea and vomiting, during which the pains are aggravated.", "Pains in the head at night, with burning pain in the eyes, violent thirst, and copious discharge of urine.", "Cramp-like, pressive pains in the head.", "Neuralgia in forehead over eye.", "Headache as from a sticking from all sides at once, or as if everything was drawn together from within, recurring like a slow pulsation." ],
    "Eyes" : [ "Lachrymation, with burning and gnawing pains.", "Burning pain in the eyes in the afternoon.", "Suddenly biting in the eyes as from pepper.", "Needle-like stitches id inner canthus r. eye.", "Violent internal itching in eyes and nose, evening.", "Darkness before eyes, everything seems double; > looking intently.", "Whirling before r. eye.", "Eyes took sleepy and drunken." ],
    "Face and Mouth" : [ "Pimples on the face, with painful sensibility of their circumferences.", "Abundant accumulation of frothy and viscid saliva in the mouth, esp. before a meal; and when talking." ],
    "Throat" : [ "At night, burning in eyes, violent thirst from dryness low down in throat, so that he did not feel the drink, which also did not > the dryness.", "Pain in small spot in region of l. corner of hyoid bone.", "Inflamed throat (in catarrhal fever)." ],
    "Appetite" : [ "Appetite increased.", "Agreeable taste of tobacco, when smoking, of food, and of drink.", "Great thirst.", "Great desire to smoke tobacco." ],
    "Stomach and Abdomen" : [ "Cramp in orifice of stomach, causing nausea.", "Nausea rising up from end of oesophagus.", "Flatulence rumbling in bowels.", "Drawing about navel.", "Inguinal hernia from a fall." ],
    "Stool and Anus" : [ "Loose evacuations, followed by vomiting.", "Scanty evacuation of excrement, of the consistence of pap, and sandy.", "Urging to stool and colic.", "Evacuations scanty, spurting, and fetid, with burning pain in the abdomen.", "Constipation.", "Scanty, hard stool, after much pressing, followed by spasmodic closure of anus.", "Tenesmus." ],
    "Urinary Organs" : [ "Deep-coloured urine.", "After making water, shuddering; or sudden increase of brightness and of light before the eyes." ],
    "Male Sexual Organs" : [ "Impotence.", "Emission of semen too slow, or entirely wanting during coition.", "After coition, perspiration and thirst." ],
    "Chest" : [ "Moist cough, without expectoration in the evening and at night.", "Expectoration of yellowish sanguineous mucus." ],
    "Limbs" : [ "Desquamation and suppuration of the skin round the nail of the thumb.", "Hot hands.", "Cramp-like and paralytic pains in the tibia and in the heels.", "Nocturnal cramps in the sole of the foot." ],
    "Generalities" : [ "Sufferings occur esp. in the evening and at night.", "An old wound from a thrust became painful again.", "Rheumatic pain wanders from place to place with catarrh." ],
    "Sleep" : [ "Profound stupefying sleep, even at noon, with confused dreams." ],
    "Fever" : [ "Shiverings run over him after micturition.", "Coldness, as if the body were naked.", "Perspiration in the morning, with burning thirst.", "Hot hands.", "Fever; heat before midnight, with little thirst and much sweat; during fever for several hours in morning, pain in back, > bending inward." ]
  }
}