{
  "remedyName" : "Euonymus Europaea",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cholera. Convulsions. Diarrhoea. Gall-stones. Headaches. Liver disorders." ],
    "Characteristics" : [ "The Celastraceae, to which order Euonymus belongs, are closely related to the Rhamnaceae which include the well-known purgative Cascara sagrada. A case of poisoning with the seeds of Euon. eur. (Allen) recalls the effects of Euonymin: \"A man, forty-three, took eighteen seeds one morning, and as many the following evening. He was seized with frightful abdominal pain, profuse diarrhoea, eventually bloody. He was not seen till the evening, when he was in a state of profound collapse, with involuntary evacuations of blood and mucus. On lifting him up tetanic convulsions were induced which immediately preceded death.\" Euon. has been used successfully in cases of engorgement of the liver, \"biliousness,\" headache, coated tongue, bad taste, constipation, passive constipation with haemorrhoids; also with severe pain in back like lumbago. In diarrhoea the stool is generally very profuse; variable in colour. In gastric derangements with albuminuria; headache; weakness; vertigo and obscuration of sight. Euon. eur. has been proved. Cutting, sticking and drawing pains predominate. The left side is more affected than the right. Cutting pains in the malar bones; in the tongue. Cutting in the penis extends up to the bladder. The pains compel lying down, and are then relieved or reappear in other parts. Violent shivering chill over whole body. Pains in chest, head and abdomen are < after eating. Tingling in the skin which provokes scratching is followed by a burning sensation. Eruption of small dry pustules." ],
    "Relations" : [ "Compare: Podoph., Rhamnus, Iris, Euon. atrop." ],
    "Mind" : [ "Morose; peevish; fretful.", "Disinclined for work.", "Vanishing of thoughts on exerting the mind when reflecting about anything (or reading) and ill-humour thereat.", "Absence of mind." ],
    "Head" : [ "Whirling vertigo (with mistiness of the sight, in forepart of head) when seated.", "Violent and frequent lancinations in the head.", "Sensation, as if a nail were driven into the side of the crown of the head.", "Stupefying pressure above the arch of the eyebrows, which seems to compress the eyeballs.", "Headache, with shivering.", "Tension in the teguments of the forehead, which are convulsively contracted.", "Headache after a meal." ],
    "Eyes" : [ "Obscuration of the sight, as though the gaze were directed through a cloud, and black spots before the sight." ],
    "Ears" : [ "Buzzing in the ears." ],
    "Face" : [ "Tearing in the (l.) side of the face.", "Incisive lancinations and paralytic pain in the cheek-bone." ],
    "Mouth" : [ "Tearing pains in the teeth (r.).", "Cutting in the tongue; in muscle under tongue." ],
    "Stomach" : [ "Nausea, vomiting, and diarrhoea.", "Violent shootings in region of epigastrium." ],
    "Abdomen" : [ "Cuttings and constriction in the abdomen, as if the abdomen would be cut off below the ribs.", "The abdominal sufferings are < after a meal." ],
    "Stool" : [ "Profuse diarrhoea; eventually bloody.", "Involuntary evacuations of bloody mucus." ],
    "Male Sexual Organs" : [ "Cutting in penis; seeming to extend to bladder; not hindering micturition." ],
    "Respiratory Organs" : [ "Sighing." ],
    "18, Chest and Heart" : [ "Want to breathe deeply, provoked by an impediment, and a sensation of fulness, in the chest.", "Drawing, jerking, and stunning shooting, in region of nipples.", "The whole chest is, as it were, compressed.", "Pain, as from excoriation, and as from a bruise in the chest.", "Incisive lancinations below the ribs, on r. side.", "Small, dry pimples on the chest.", "The sufferings of the chest are < after a meal.", "Anxiety at heart; like an internal pressure; affecting the spirits." ],
    "Back" : [ "Tingling in l. side of back.", "Shootings in the l. side of back, near the dorsal spine.", "Small papulae on the back.", "Acute pullings, with digging in the shoulders.", "A stitch like an electric shock in the small of the back, and extending upward in a zigzag along the spine and the scapular region; frequently repeated." ],
    "Upper Limbs" : [ "Frightful tearing in l. shoulder at the point where the arm joins the scapula.", "Tearing in shoulders.", " Paralytic pains in fingers." ],
    "Lower Limbs" : [ "Paralytic tractions and shootings in region of hips (around the pelvis).", "Paralytic pain in knees (after sitting), which hinders walking, and impedes standing upright." ],
    "Generalities" : [ "Shooting, drawing pains.", "The sufferings compel lying down, and are then mitigated, or, at least, change their situation.", "The pains in the chest, head, and abdomen are < chiefly after dinner." ],
    "Skin" : [ "Tingling in the skin, which provokes scratching followed by a burning sensation.", "Eruption of small dry pustules." ],
    "Fever" : [ "Shivering and shuddering over the whole body." ]
  }
}