{
  "remedyName" : "Euonyminum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Bright's disease. Cholera. Diarrhoea. Dropsy. Dysentery. Gall-stones. Indigestion. Liver, affections of." ],
    "Characteristics" : [ "Euonymin is largely used by eclectics in cases of constipation, indigestion, and torpid liver. It has not been proved, but Hale quotes from Coe the following account of its effects: \"In very large doses, it proves a drastic cathartic, its operation being attended with a death-like nausea, excessive tormina and cold sweats. The dejections from the bowels are profuse, violent, and accompanied by much flatus.\" This clearly outlines the sphere of the remedy, which does not seem to differ much from that of the Euonymus Europaea. Lutze records (Med. Adv., xxiv. 227) a case of albuminuria of pregnancy with dropsy cured with the 1x; and also a case of albuminuria and dropsy in a young man of seventeen. This patient had had eczema, and was cured by Lutze with Arsen. Later he got a chill from standing in the water fishing. He suffered from malaise, and finally dropsy developed. After a week of treatment the condition was as follows: Indifferent, drowsy, sleeping most of the day and night; sometimes with heavy breathing. Anasarca general, chiefly in face and extremities. Pulse full, slow, to Occasionally dull frontal or occipital headache, face sallow, sclerotics yellow; temperature 102° to 103°. Urine scanty, 1,017 (later 1,009), containing large quantities of albumen, epithelial casts and granular debris, no bile or chlorides. Stool greyish. He had no pains or subjective symptoms. There were all the evidences of a fully-developed case of acute Bright's disease. He was given Euonymus 1x, grains in half a tumbler of water, a spoonful every hour. In three days there was evident improvement. The treatment was continued for a month, when he was nearly well, the cure being completed with Puls., Calc., Sulph. at long intervals." ]
  }
}