{
  "remedyName" : "Eupatorium Perfoliatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, herpes of. Back, pain in. Bilious fever. Bones, pains in. Cough. Dengue. Diarrhoea. Fractures. Gout. Hiccough. Hoarseness. Indigestion. Influenza. Intermittent fever. Jaundice. Liver, soreness of. Measles. Mouth, cracks of. Ophthalmia. Relapsing fever. Remittent fever. Rheumatism. Ringworm. Spotted fever. Syphilitic pains. Thirst. Wounds." ],
    "Characteristics" : [ "Eupat. perfol. is an old-world remedy, having been recommended by Dioscorides for ill-conditioned ulcers, dysentery, stings of reptiles, chronic fevers, obstructed liver. The leading characteristic for its homoeopathic use is the distressing bone-pains it causes, such as are found in connection with malarial fevers and influenza. Soreness will be found running throughout the proving: headache with soreness internally, parietal protuberances sore; with pain and soreness in eyeballs; cough with extreme soreness down trachea, soreness of chest, aching in limbs throughout the body. A characteristic cough of Eup. perf. has > by getting on hands and knees. W. P. Defriez reports a case in point: Every winter for several years the patient had been annoyed by a dry, hacking cough, with paroxysms lasting some time, only relieved by getting on hands and knees. Eupat. Perfol. cured. The chills of Eu. perf. begin in the small of the back, with aching in the limbs as though every bone in the body were being broken; high fever with increased aching, followed by sweat scanty or profuse; sweat > all pains except headache, which is <. Periodicity is marked. There may be a double periodicity: Chill morning one day, evening the next. The liver is strongly affected by Eup. perfol.; bilious vomiting and diarrhoea; bilious sick-headaches; cough arising from irritation of liver. Catarrhal symptoms are prominent. Nocturnal loose cough. Hoarseness with aching soreness of trachea. Hoarse, rough cough with scraping in bronchia. Cough with soreness, compelling the patient to hold his chest with his hands. Stiffness and general soreness. Cannot twist body either while standing, sitting, or lying. Cannot lie in bed on account of a feeling as if every bone was bruised, causing despair, moaning, and crying out. Bone-pains of all descriptions appear under Eupat. perf. Sleepiness and yawning. Sensation as if falling to left. Pain and extreme tenderness of left glutei muscles. Hale describes the fever of E. perfol. as follows: \"The chill is nearly always in the morning, and is preceded for several hours by thirst, soreness and aching of the bones. The thirst continues during the chill and heat. The chill is attended by nausea, vomiting of bile, intense aching and soreness in the flesh of the extremities, and often all over the body. These symptoms continue during the heat, especially the vomiting, which is often painful and incessant. The heat is apt to be prolonged until evening or into the night, and may be followed or not by sweat (with chilliness). If no sweating occurs the apyrexia is short and attended by chilliness, nausea, thirst, and debility, showing that the febrile action never altogether subsides, giving a true type of Remittent fever", "a fever in which Boneset is often our best remedy, especially if occurring in summer and autumn, and is attended by very severe bilious symptoms.\" Lying on back < cough. Kneeling with face towards pillow > cough. Rising up > headache. Eating = violent distressing pains which are only relieved by vomiting. There is intense thirst, but drinking cold water = shuddering and vomiting of bile. Chilliness predominates, wants to be covered; > in house, < in open air; < after being in ice-house. I have found Eup. perf. most useful in influenza." ],
    "Relations" : [ "Bryonia is the closest analogue; but Bryonia has free sweat, and the pains make the patient keep still. Eup. perfol.", "has scanty sweat, and its pains cause restlessness. Compare also: Arn., Caps., Chel., Symph., Podoph., and Lycop.; nausea from smell of food, Colch. Compatible: Nat. mur. and Sepia, which also follow well." ],
    "Mind" : [ "Feels at night as if going out of his mind.", "Moaning; anxiety; despondency.", "Very restless; cannot keep still, though wishes to." ],
    "Head" : [ "Early in morning whirling around in brain as if he had been whirled in cool screen: repeated after a short cessation.", "Headache with a sensation of soreness internally; > in the house; < when first going into the open air; > by conversation.", "Headache and nausea every other morning, when awaking.", "Pain in occiput after lying, with sense of weight; must aid with hand in lifting head.", "Beating pain in forehead and occiput, after rising.", "Soreness and pulsation on the back part of the head.", "Heat on the top of the head.", "Violent headache, comes on before the chill rid lasts through all the stages, and is worst during the sweat." ],
    "Eyes" : [ "Painful soreness of eyeballs.", "Great aversion to light.", "Painful soreness of lids." ],
    "Nose" : [ "Coryza, with sneezing; aching in every bone." ],
    "Mouth" : [ "Paleness of the mucous membrane of the mouth.", "Tongue covered with white fur.", "Soreness of the corners of the mouth." ],
    "Stomach" : [ "Nausea from smell of food or cooking.", "Indigestion from alcohol, of old people.", "Thirst for cold water.", "Thirst for large draughts of cold water before and during chill.", "Vomiting immediately after drinking, and preceded by thirst.", "Nausea and vomiting of food.", "Vomiting after every draught.", "Vomiting of bile, with trembling and great nausea, causing great prostration.", "Tight clothing is oppressive." ],
    "Abdomen" : [ "Soreness in region of liver; on moving or coughing.", "Colicky pains in upper abdomen, with headache and other pains.", "Abdomen full and tympanitic." ],
    "Stool and Anus" : [ "Constipation, with catarrh.", "Morning diarrhoea.", "Purging stools, with smarting and heat in anus." ],
    "Urinary Organs" : [ "Dark-coloured, clear urine.", "Dark-brown, scanty urine, depositing a whitish, clay-like sediment.", "Itching of the mons veneris." ],
    "Respiratory Organs" : [ "Hoarseness.", "Hoarseness < mornings; soreness in trachea and bronchia.", "Cough with soreness and heat in bronchia; flushed face, and tearful eyes.", "Hacking cough in the evening.", "Cough from a cold, < to am.; excited by tickling in chest, causing tightness of chest; cough < lying on back, > kneeling with face towards pillow; scanty expectoration; painful fulness in head on coughing or blowing nose; lowness of spirits.", "Hectic cough, from suppressed intermittent fever.", "Difficulty of breathing, attended with perspiration, anxious countenance, sleeplessness.", "Soreness in chest; < from inspiration.", "Inability to lie on the l. side.", "Sharp pain through r. chest on deep inspiration; feels at night as if going out of his mind; disturbed breathing frightens him." ],
    "Heart" : [ "Pressure as if heart was in too small a space.", "Pain, soreness, and heaviness behind sternum and in cardiac region; < by least motion or turning body around." ],
    "Neck and Back" : [ "Beating pain in nape and occiput; better after rising.", "Aching pain in the back, as from a bruise.", "Weakness in small of back.", "Trembling in back during fever." ],
    "Limbs" : [ "Aching in bones with soreness of the flesh.", "Intense soreness and aching in limbs, as if bruised or beaten.", "Wrists pain as if broken or dislocated.", "Heat in the hands, sometimes with perspiration.", "Dropsical swelling of both feet and ankles.", "Heat in the soles of the feet, in the morning." ],
    "Skin" : [ "Jaundice." ],
    "Sleep" : [ "Stretching and yawning; yawning before chill; sleepiness with difficult breathing.", "Has to lie with head high.", "Headache on awaking." ],
    "Fever" : [ "Thirst a long time before the chill, which continues during the chill and heat.", "At the conclusion of the chill, vomiting of bile, or after every draught.", "Pain in the bones (as if broken) all over, before the commencement of the chill.", "Headache, backache, and thirst during the chill.", "During the chill and heat, throbbing headache.", "The chill is induced or hastened by taking a drink of cold water.", "Distressing pain in the scrobiculus cordis, throughout the chill and heat.", "Aching pains, with moaning during the cold stage.", "Coldness during nocturnal perspiration.", "Chilliness throughout the night and morning; trembling and nausea from least motion; intense aching and soreness in back and limbs; more shivering than the degree of coldness warrants.", "The intermittent fever paroxysm generally commences in the morning.", "Fever commences in morning; attended with painfulness, trembling, weakness, and soreness; but little or no perspiration.", "Great weakness and prostration during the fever.", "Headache and trembling during the heat.", "Vomiting of bile at the close of the hot stage.", "Vomiting of bile after the chill.", "The fever goes off by perspiration and sleep. During the apyrexia, loose cough.", "When there is perspiration it relieves all the symptoms except the headache." ]
  }
}