{
  "remedyName" : "Eupatorium Purpureum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Calculi. Cystitis. Diabetes. Dropsy. Enuresis. Gravel. Headache. Home-sickness. Hysteria. Impotence. Indigestion. Intermittent fever. Renal colic. Rheumatism. Sciatica. Strangury. Throat, sore. Urine, retention of. Vomiting." ],
    "Characteristics" : [ "The fever symptoms of E. purpureum resemble those of E. perfoliatum, but E. purpur. has many more symptoms in the urinary and sexual regions. The general soreness is less marked with purpureum. Both have chills beginning in the back, those of purpureum (as also the pains) run upwards, and with them there is much shaking and comparatively little coldness. Bone pains, nausea, and vomiting accompany fever. Sweat is slight. Restless, tossing, moaning, unable to lie down. The common name, \"gravel root, \", indicates the traditional use of the drug, and in the hands of eclectics it has done good work in cases of irritable bladder, diabetes insipidus, incontinence of urine and calculous affections. Hale mentions that impotency has been cured in the male, and sterility and uterine atony in the female. It is similar in action to Cimicif. and Helonias here. E. purpur. has been well proved by a Mrs. Dresser, and she experienced a feeling of home-sickness even when living in her own house. Motion <; changing position ever so little = chilliness down back. Symptoms are < left side, and there is sensation as if falling to left side, as with E. Perfol. Cystitis in pregnant women from riding over rough roads. Distressing dyspnoea from dropsy." ],
    "Relations" : [ "Compare: Apocy. (dropsy); Apis., Can. sat., Canth., Copaib., Ferr., Hydrct., Mitch., Senec., Vespa (renal symptoms). Caps., Phos. ac. in home-sickness. E. perf., Colch. (nausea at smell of food)." ],
    "Mind" : [ "The mind is encompassed by various delusions.", "Sighing.", "Home-sickness, although in her own house.", "Great fear of sickness.", "Depressed and sleepy.", "Hysterical, low-spirited state." ],
    "Head" : [ "Head feels light and dizzy, as though flying round and round; cannot get rid of sensation as if falling to l. side; the whole body seems to participate, < morning, disappearing at noon.", "Illusions of sight and hearing, with vertigo.", "Much headache and constriction over frontal region; with chill.", "Dizzy, with deep, dull aching pains through l. temporal region.", "Sick headache; dull hammering, stitching, or boring l. side; pressing from r. to l.; beginning morning, increasing during afternoon and evening; < in cold air; > while walking slowly in fresh air.", "Violent headache; before chill; during morning; with fever.", "Sore scalp with itching.", "Sweat, principally about head, esp. profuse on forehead." ],
    "Eyes" : [ "Staring.", "Red and swollen (with headache).", "Lachrymation." ],
    "Ears" : [ "Ears feel full.", "Illusions of hearing.", "Crackling < on swallowing." ],
    "Face" : [ "Face flushed.", "Lips blue." ],
    "Mouth" : [ "Tongue furred, brown along centre.", "Tongue, prickling and stinging in tip; on back.", "Numbness of tongue.", "Saliva abundant." ],
    "Throat" : [ "Choking fulness, must swallow often.", "Burning, as if had swallowed some hot substance; most at back of throat.", "< Swallowing.", "Pain l. side of throat, causing pain on swallowing; before chill.", "Fluttering in throat pit." ],
    "Stomach" : [ "Thirst: before chill; none during; with fever; with dropsy.", "Desire for warm drinks.", "Much wind in stomach; eructations almost constant.", "Nausea at smell or sight of food or cooking.", "Great nausea but no vomiting with chill; vomiting with fever; with sick headache.", "Swelling and fulness, mostly l. side.", "Griping, crampy pain." ],
    "Abdomen" : [ "Rumbling, rolling, and twisting pain in bowels.", "Severe colic after voiding urine.", "Pain and soreness of abdomen, much < l. side.", "Hypogastric region swollen and hot." ],
    "Stool and Rectum" : [ "Bilious diarrhoea.", "Pressure and weight on rectum." ],
    "Urinary Organs" : [ "Dull deep pains in kidneys; also cutting.", "Intense smarting and burning in bladder and urethra.", "Deep dull aching in bladder.", "Uneasiness in bladder while suffering from severe cold.", "Increased mucus; large deposit of lithates.", "Enuresis.", "Constant urging; passes a few drops at a time.", "Strangury from uterine displacement.", "Dysuria in a pregnant woman after riding over rough road and taking cold.", "Vesical irritability in women.", "Nephritis.", "Diabetes insipidus." ],
    "Male Sexual Organs" : [ "Impotency from exhaustion or abuse." ],
    "Female Sexual Organs" : [ "Tense cutting pain two inches above l. ovary.", "Smart, quick jerking motion in l. ovary.", "Heavy pressure during day, directly above l. ovary.", "Sterility from ovarian atony.", "Uterine leucorrhoea caused by exhaustion and chronic metritis.", "Leucorrhoea abundant, leaving no stain.", "External genitals feel as though wet (a delusion).", "Inflammation of meatus urinarius.", "Numbness < in groin.", "Threatened abortion.", "Habitual abortion at third or fourth month.", "Inefficient labour-pains." ],
    "Respiratory Organs" : [ "Coryza; hoarseness; hacking cough, evening; cough, with soreness and heat in bronchi.", "Sighing every few minutes.", "Strong desire to inflate the lungs, which she continued to do from time to time without noticing particularly that she was doing so.", "Grating sensation in Chest at every deep inspiration." ],
    "Heart" : [ "Violent palpitation; fluttering in heart and throat.", "Pulse accelerated and full." ],
    "Neck and Back" : [ "Cutting pain in neck running from l. shoulder to occiput.", "Between shoulder-blades chilly feeling.", "Cutting pains; labour-like pains.", "Pains running upward; from sacrum into kidneys; from l. side of back and hip.", "Chill begins in lower dorsal region and runs up back.", "Distressing pain in lumbar region before chill." ],
    "Limbs" : [ "Tired, weak uneasiness in limbs, with numbness and gnawing pains.", "Rheumatic pains shifting from place to place, always from below upward.", "Pains in arms and legs before chill; during fever limbs cold.", "Neuralgia of r. shoulder or r. knee, passing over to l.", "Soreness of bones, aching of limbs as if bones were broken, pains come and go suddenly; very restless, but not > by motion." ],
    "Upper Limbs" : [ "Arms perspire most; hands cold, finger-nails blue." ],
    "Lower Limbs" : [ "Gnawing in hip-bone.", "Numbness of legs after or with severe bone pains.", "Severe shooting pains in l. sciatic nerve, producing a palsied sensation, esp. after motion; legs feel tired, esp. l.", "Feet feel as if she had walked a long journey; it seems as though her heels were crowding through her boots." ],
    "Sleep" : [ "Yawning, gaping, and sighing.", "Sleepy and depressed.", "Sleep restless and mind disturbed, frightful dreams." ],
    "Fever" : [ "Chilly down back when changing position ever so little.", "Chill begins in small of back and spreads over body; violent shivering with comparatively little coldness; bone pains; thirst in chill and heat; nails blue.", "Skin hot and dry with fever; hot to touch in face.", "Fever protracted, with bone pains, nausea, and vomiting, followed by slight sweat, mostly about forehead and head.", "Sweat: principally about forehead; chills when attempting to change position." ]
  }
}