{
  "remedyName" : "Euphrasia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Blepharitis. Cataract. Cold. Colic. Condylomata. Conjunctivitis. Cough. Eyes, affections of. Glandular swellings. Granular lids. Influenza. Iritis. Lachrymation. Lips, stiffness of. Measles. Nasal catarrh. Nose, cancer of. Parotitis. Phlyctenulae. Pimples. Ptosis. Prolapsus ani. Prostate gland, affections of. Scrofula. Staphyloma. Sycosis." ],
    "Characteristics" : [ "According to Grauvogl, the \"signature\" of a black spot in the corolla which looks like the pupil, \", marked Euphrasia as an eye medicine to the ancients, and homoeopathic experiments have fully confirmed its old-time reputation. Eye-symptoms appear in great variety, and the irritation extends to the skin around the eye, and to the nose, producing nasal catarrh and affections of the external nose. Hering mentions \"flat cancer on right side of nose\" as having come within its curative range. The catarrhal effect is prolonged into the chest, producing hoarseness and cough with profuse expectoration, \"Vomiting from hawking mucus, \", and \"vomiting breakfast on clearing throat of offensive phlegm, \", have been cured by Euphras. Cough after the disappearance of haemorrhoids. In the digestive track there are: Colic, haemorrhoids, and condylomata at anus. Sensations: as if dust or sand in eyes; as if a hair hung over eyes; as if upper lip were made of wood; stiffness of left cheek; of tongue. Ames, of Rockland, Ohio, has recorded the case of an old man, of to whom he gave Euphras. 3x for lachrymation and sneezing, with the result that it relieved him, in addition, of a prostatic trouble he had had for some years, compelling him to rise frequently in the night to urinate. This led Ames to give Euphr. in other cases of prostatic trouble, with good results. As an eye-lotion Euphr. has great value, I have seen corneal opacities removed by its prolonged use. Among the noteworthy symptoms of Euphras. is \"frequent yawning when walking in the open air.\" There is drowsiness without being able to sleep; frequent waking in the night as from fright. Lying down < coryza; > cough. Walking = stitches and itching in female sexual organs; walking in open air = yawning. < After sleep. Most symptoms are < during night and in the morning; cough > at night. > In bed; > getting out of bed. Cold air and wind = lachrymation. < From touch." ],
    "Relations" : [ "Antidoted by: Camph., Puls. Compatible: Acon., Calc. c., Con., Nux., Phos., Puls., Rhus., Sil., Sul. Compare: Aethus., Cepa (tears bland; of Euphr., corrosive), Apis, Arg. n., Ars., Hep., Kali bi., Kali iod., Merc., Merc. cor., Puls.; Grat., Dig., Tabac. (Botan.)" ],
    "Mind" : [ "Taciturnity, and repugnance to conversation; abstraction of mind.", "Hypochondriacal indifference.", "Indolence.", "Melancholy." ],
    "Head" : [ "Confusion, and pain as from a bruise in the head (with coryza), in the evening, augmented by lying down.", "Pressive headache, with photophobia, and heat, chiefly in the forehead; with sensation as if the head would burst.", "Shootings in the temples and in the forehead.", "Beating in the head, perceptible on the outside." ],
    "Eyes" : [ "Aching in the eyes.", "Gnawing sensation in the eyes.", "Inflammatory redness of the eyes.", "Inflammation and redness of the eye from being wounded.", "Inflammation of the cornea.", "Obscuration of and pellicle over cornea (after mechanical injuries).", "Bluish obscuration of cornea.", "Inflammation and ulceration of the edges of the eyelids, with headache.", "Scars from ulcers and specks in the cornea.", "Abundant flow of corrosive tears, so as to prevent seeing, esp. when exposed to the wind.", "Swelling and agglutination of the eyelids.", "Swelling of the lower eyelid.", "Smarting in the eyes, as from sand.", "Lancinations in the eyes (ball), excited by too bright a light.", "Eruption of small miliary pimples round the eyes.", "Copious secretion of mucus, sometimes sanguineous, from the eyes and eyelids.", "Dryness and pressure in the eyes.", "Compression in the eyelids.", "Contraction in the eyes and eyelids, which occasions winking.", "The light seems obscure and vacillating.", "Photophobia, esp. in daylight and in the sunshine." ],
    "Ears" : [ "Otalgia, with piercing pains in the region of the tympanum." ],
    "Nose" : [ "Purulent pimples on the alae nasi.", "Excoriation and painful sensibility of the nostrils.", "Epistaxis.", "Fluent coryza, by day; obstruction of the nose, at night.", "Violent fluent coryza, with abundant secretion of mucus (from the anterior and posterior nares), excessive confusion in the head, corrosive tears in the eyes, and photophobia.", "Profuse fluent coryza, with cough and expectoration in the morning." ],
    "Face" : [ "Stiffness of the cheeks when speaking and during mastication, with sensation of heat and burning pains.", "Redness of the face.", "Miliary eruption on the face, with sensation of burning and redness, on wetting the face.", "Lip stiff, as if made of wood.", "Shootings in the lower jaw and chin." ],
    "Teeth" : [ "Shooting pains in lower teeth.", "Copious bleeding of gums." ],
    "Mouth" : [ "Stammering, and frequent interruptions in the speech.", "Speech difficult, in consequence of a paralytic stiffness of the tongue, and of the cheeks.", "Sensation of clucking, which mounts into the throat." ],
    "Stomach" : [ "Mawkish taste.", "Nausea and bitterness in the mouth after smoking.", "Risings, with taste of food.", "Hiccough." ],
    "Abdomen" : [ "Pinchings in abdomen by short fits.", "Pressive squeezing and burning across abdomen.", "Colic, alternately with affections of eyes." ],
    "Stool and Anus" : [ "Evacuations hard and scanty.", "Pressure in anus while sitting; haemorrhoids.", "Old flat condylomata at anus with severe burning; < at night." ],
    "Urinary Organs" : [ "Frequent and copious emission of clear urine." ],
    "Male Sexual Organs" : [ "Spasmodic retraction of the genital parts (with pressure above the ossa pubis), in the evening in bed.", "Lancination and voluptuous itching in the glans, and in the prepuce.", "Condyloma.", "Retraction and tingling of the testes.", "Sycotic excrescence, itching, stinging, with sore and burning pain when touched." ],
    "Female Sexual Organs" : [ "Menses at the regular period, but they last only one hour." ],
    "Respiratory Organs and Chest" : [ "Difficulty of breathing, shortness of breath.", "Stitches under the sternum, esp. during an inspiration.", "Cough only during the day, with mucus in the chest, which cannot be detached; mucus frequently blood-streaked, thin; expectoration only in the morning.", "Cough loose during the day, dry at night.", "Cough, esp. by day, with difficult expectoration.", "Cough, with suspension of respiration.", "Cough in the morning, with copious expectoration of mucus, and fluent coryza.", "Difficulty of respiration, even when seated." ],
    "Back" : [ "Cramp-like, pressive pains in the back." ],
    "Upper Limbs" : [ "Numbness in the arms and hands.", "Cramp-like pressive pains in the hands, and the fingers.", "Fits of (painless) swelling in the joints of the hand, or of the fingers on moving them.", "Cramp pain in the metacarpus.", "Torpor of the fingers." ],
    "Lower Limbs" : [ "Shootings in the legs during repose.", "Stitches in the hip and knee-joints when walking.", "Tension, as from contraction of the tendons in the ham, and the tendo Achillis, on walking.", "Sensation of heaviness and cramp-like pain in the calves of the legs, after remaining long standing.", "Succussions (shocks, like electric shocks), which ascend along the thigh, followed by paralytic torpor of that part.", "Cracking in the outer ankle of l. foot, when stepping." ],
    "Generalities" : [ "Cramp-like pains over the whole body.", "Pricking in the extremities, as from a gnat, with sensation of torpor.", "Crawling as of a fly in one or the other limb, from below upwards in a straight line, with numbness of the part.", "Aggravation of symptoms in the evening.", "Great drowsiness in the day, as from fatigue of the eyes.", "Violent lancinations in different parts, which prevent sleep.", "Shooting, itching stitches (the whole night)." ],
    "Skin" : [ "Consequences of blows, bruises, and contusions.", "Condylomata, itching when walking, burning when touched." ],
    "Sleep" : [ "Yawning, when walking in the open air.", "Frequent waking (as from fright) at and after a.m., lasting till a.m., when he falls in a stupor, from which he wakens with many complaints.", "Frightful dreams, with frequent waking and starting with fright." ],
    "Fever" : [ "Chill in the forenoon.", "Chilliness predominating.", "Copious nocturnal sweat." ]
  }
}