{
  "remedyName" : "Euphorbium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bone, diseases of. Cancer. Cataract. Coccygodynia. Cough. Crusta lactea. Erysipelas. Eyes, inflammation of. Gangrene. Hay-fever. Headache. Heartburn. Influenza. Peritonitis. Sciatica. Syphilis. Teeth, affections of. Toothache. Ulcers. Vision, disorders of. Warts. Writer's cramp." ],
    "Characteristics" : [ "Gum euphorbium is one of the remedies of Hahnemann's chronic diseases. It is the principal member of the group of Euphorbian drugs, and should be studied with Croton tiglium and Ricinus. Like these it produces gastro-intestinal irritation and all degrees of irritation of the skin. It also affects the eyes, teeth, and bones. Burning pains in the bones is an indication, and along with Euphorb. heterodoxa it is a remedy for the pains of cancer. (In a desperate case of sarcoma of the pelvic bones under my care nothing gave greater relief to the pains than repeated doses of Euphorb. 6.) Painfulness of the coccyx. Caries. Old torpid ulcers. Hartmann says Euphorb. often affords excellent service in gangrene of internal parts, \"especially when consequent on inflammation of the stomach or bowels, &c., and the temperature of the body is continually diminishing, a great degree of torpor being present and the affected parts without sensation.\" Gangrene of old persons. Erysipelas bullosa. Burning, which characterises the Euphorbias generally, is well marked in this. Among the peculiar sensations are: Sensation, as if teeth were being screwed together. Jerking in tooth as if it would be torn out. Taste as if mouth were lined with rancid grease. Burning in throat as from a hot coal. As if flames were rushing out of mouth and throat. Feeling in middle of chest as if hot food had been swallowed. As if left lobe of lung were adhering. (Munninghoff records a case in which the patient had two violent attacks of night cough. They occurred as soon as she touched the bed in lying down, and continued as long as she remained in it. Accompanying symptoms were: Pain in right temple, cold feet, and pain in heel. After failure of many remedies Euphorb. off. O, one drop in a glass of water, to be sipped occasionally, gave instant relief; but she had to continue the remedy or the cough returned.) Sudden starting up in bed as from an electric shock. As if a thin cord lay under the skin. Prostration is present as with the other Euphorbias; but Euphorbium has, in addition, periodic cramp, writer's cramp, and convulsions with loss of consciousness. Most symptoms are < at night and in the morning. Rest <, motion >. Paralytic weakness in joints < on beginning to move. Painfulness of coccyx, < on rising from sitting. Heat <; cool applications >. Touch <." ],
    "Relations" : [ "Antidoted by: Camph., Op., large quantities of lemon-juice. It antidotes: Ars., Nux v. It follows: Graphit., Lach., Puls., Sep., Sul. Compare: Colch., Elat., Ant. t., Verat.; also the Euphorbiacious plants", "Acalyph., Crot. tig., Jatroph. c., Mancin., Mercurialis, Ricinus, Yucca fil., and the various Euphorbias." ],
    "Mind" : [ "Anxious apprehensions.", "Seriousness and taciturnity.", "Earnest quietness, reflective; seeks quiet, though with inclination to work." ],
    "Head" : [ "Turning vertigo, which causes falling sidelong.", "Vertigo when standing or walking in the open air.", "Pressive, shooting headache.", "Pain, as from a bruise in occiput; < in morning; when lying; from heat; > by motion and cooling the head.", "Screwed-in sensation in whole brain." ],
    "Eyes" : [ "Inflammation of the eyes, with itching and dryness of the eyelids, and of the canthi.", "Chronic inflammation of the eyes.", "Smarting lachrymation, and nocturnal agglutination of the eyelids.", "Copious secretion of mucus in the canthi.", "Opacity of the cornea.", "Clouded vision.", "Myopia.", "Diplopia; seeing a person walk before him he imagines he sees the same man walking after him." ],
    "Ears" : [ "Otalgia in the open air." ],
    "Nose" : [ "A suffocating itching in the nose, extending to the brain, with abundant flow of mucus from the posterior nares.", "Frequent sneezing." ],
    "Face" : [ "Erysipelatous swelling of the cheek, with eruption of yellowish vesicles (full of yellowish humour), and piercing and digging pain.", "Red, inflamed, painful swelling of the face, with yellowish blisters secreting a thick yellow fluid.", "Pale (white oedema-like) swelling of the cheek.", "Burning pain in the face." ],
    "Teeth" : [ "Pressive, shooting toothache, or with piercing pain, aggravated by contact or mastication, or else at the beginning of a meal, with shivering and pain in the head, and in the cheek-bones.", "Brittleness of the teeth." ],
    "Mouth" : [ "Dryness of the mouth, without thirst.", "Salivation with shuddering, inclination to vomit, and pinchings in the stomach.", "Saltness of the saliva." ],
    "Throat" : [ "Burning pain from the throat (as from a hot coal) to the stomach, accompanied by heat (as if a flame were rushing out), anxiety, trembling, and water-brash." ],
    "Stomach" : [ "Sickly, rancid, bitter taste.", "Strong thirst for cold drinks.", "Empty risings.", "Hiccough.", "Water-brash, with heat, anxiety, and trembling.", "Vomiting (with diarrhoea).", "Pain, as from a bruise, in the stomach.", "Relaxation and flaccidity of the stomach, with retraction of the abdomen.", "Contractive cramps in the stomach.", "Pinchings, and sensation of clawing in the stomach.", "Burning pain in the stomach and in the epigastrium.", "Inflammation of the stomach." ],
    "Abdomen" : [ "Constrictive pains in the abdomen.", "Spasmodic colic, flatulent, with pains as if the tissue were being separated, or of pressure upwards, generally > by supporting the head on the knee and the elbow.", "Sensation of emptiness in the abdomen as after an emetic (morning).", "Burning pain in the abdomen.", "Tearing in the groins, such as follows dislocation." ],
    "Stool and Anus" : [ "Hard stool to pass.", "Urgency to evacuate, with itching in the rectum (stool like glue).", "Liquid diarrhoea, with tenesmus.", "Stool first thin, then knotty.", "Sensation of burning in the anus, and pain as from excoriation in the abdomen." ],
    "Urinary Organs" : [ "Urgency to make water, with difficult discharge, scanty and drop by drop.", "White sediment in the urine.", "Itching stitch in the external portion of the urethra between the acts of urinating.", "Flow of blood from the urethra." ],
    "Male Sexual Organs" : [ "Tearing lancinations in the glans penis.", "Voluptuous itching in the prepuce.", "Tearing in the testes.", "Burning pain in the scrotum.", "Constant erections, without sexual desire.", "Discharge of prostatic fluid from a relaxed penis." ],
    "Respiratory Organs" : [ "Dry, hollow cough, excited by a burning tickling in the trachea and the chest.", "Dry cough, day and night, as from oppression, with frequent expectoration in the morning.", "Attacks of violent cough commencing as soon as patient touches the pillow and continuing as long as she remains in bed." ],
    "Chest" : [ "Difficult respiration and short breath, with tensive pain in the muscles of the chest.", "Oppression of breathing, as if the chest were not wide enough, with tension in the pectoral muscles, esp. when turning the body to the r. side.", "Sensation of spasmodic distension in the chest.", "Sensation as if one of the lobes of the liver were adherent.", "Sensation as if the l. lobe of the lung were adhering.", "Aching in the muscles of the chest.", "Pressive lancination on the sternum.", "Lancination in the l. side of the chest, during repose, mitigated by movement.", "Warm feeling in the middle of the chest, as if hot food had been swallowed.", "Burning pain in the chest." ],
    "Neck and Back" : [ "Sweat in the neck.", "Cramp-like pain in the dorsal spine, in the morning, in bed, when lying; on the back." ],
    "Upper Limbs" : [ "Paralytic tension in the joint of the shoulder, during repose, > by walking.", "Scarlet streaks on the front-arm, itching when touched.", "Cramp-like tractions in the hand, after writing." ],
    "Lower Limbs" : [ "Pains of dislocation in the hips.", "Burning pain at night in the thigh bones.", "Great weakness of the legs.", "Cramp-like contraction of the toes.", "Cold perspiration of the legs in the morning.", "Sore pain in (r.) heel when walking in the open air.", "The feet go to sleep frequently when sitting." ],
    "Generalities" : [ "Tearing or pressive, or shooting pains in the limbs, esp. during repose, mitigated by movement.", "Rheumatic pains < when at rest.", "Shooting and tensive pains in the muscles.", "Burning pains in different parts of the body, esp. in the internal organs.", "Cancer pains.", "Paralytic weakness in the joints, with difficulty in rising from a seat, or when beginning to move.", "Great relaxation and lassitude.", "The majority of the symptoms are < during repose, by a sitting posture, and by the touch.", "Burning in the bones.", "Caries." ],
    "Skin" : [ "Gnawing and burning itching, which provokes almost constant scratching.", "Streaks of a purple-red on the skin.", "Furunculi.", "Indolent ulcers.", "(Sphacelus?).", "Cold gangrene.", "Blood-boils.", "Warts." ],
    "Sleep" : [ "Drowsiness during the day, accompanied by frequent yawnings.", "Drowsiness after dinner.", "Comatose somnolency during the day.", "Difficulty in sleeping in the evening, with trembling and starts.", "Frequent waking.", "Sleeps with his arms extended over his head." ],
    "Fever" : [ "Shuddering and want of vital heat, esp. in affections of the internal organs.", "Shivering at the commencement of a meal and when walking in the open (not cold) air.", "Shuddering and shivering, with coldness in the hands and heat of the cheeks, without thirst.", "Perspiration in the morning, with heat, without thirst." ]
  }
}