{
  "remedyName" : "Eupionum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Cough. Cramps. Dreams. Epistaxis. Glandular swellings. Groins, pain in. Haemorrhages. Headache. Leucorrhoea. Menorrhagia. Neuralgia. Night-sweats. Phthisis. Pruritus. Toothache. Tumours. Vicarious menstruation." ],
    "Characteristics" : [ "The effects of Eupion., which was proved by Wahle in Rome, who also proved Paraffin, bear a close resemblance to those of Kreasote, but are by no means identical with them. A large number of the symptoms centre in the female sexual organs, some of them being very characteristic. Menstruation is too early and too copious, the flow being thin and fluid. During the time there is great irritability, headache, and chilliness; painless pulsation in the head, wabbling sensation in upper part of body; everything becomes dark to her. Nose-bleed occurs when menstrual flow intermits. Cutting in abdomen ceases when flow comes on. Yellow leucorrhoea follows, colouring linen yellow. Leucorrhoea with severe backache; has to lean against something to give relief; when the backache ceases the discharge gushes out. Pulsations all over body while sitting quietly. Haemorrhages occur from nose and bowels. Sticking pains in head and other parts. Weak eyes and obscured vision. Pressing in ears as if wind were blown in with force and for a long time. Teeth stick together when jaws are closed; in morning sensation as if teeth were embedded in some soft matter. Tongue covered with raised nodules. Pain in inguinal region. Many painful glandular swellings in groins. Spasmodic, periodic pain an inch up rectum. Palpitation with slow pulse. Nodules appear on inner side of right cheek, left side of neck, and left forearm. Sensations: of dislocation of joints; as if muscles torn from bones; as if skin and muscles were too short. Cramps in the calves when accompanying uterine or chest complaints. Soles of feet numb as if walking on needles; sticking in heels. Coldness of whole right side of body. Colliquative perspiration. Perspires from least exertion; when eating; all night (with tuberculosis). Most symptoms are < morning; many appear in evening and night. Cough returning every winter. Blowing nose <. Coughing and sneezing < pains in abdomen. Hot drink < toothache. Rest > headache and pains in abdomen; < other symptoms. Bending backwards > backache. Bending forward > pain in abdomen." ],
    "Relations" : [ "Compare: Kreasote, and the Carbons; Graphites antidoted effect on eyelids; Laches. (pain ceases when discharges appear)." ],
    "Mind" : [ "Cheerful, joyous disposition.", "Irritable, angers easily.", "Great weakness of memory." ],
    "Head" : [ "Vertigo; everything becomes black before eyes, when turning upper part of body from r. to l.; everything turns round when she sits up in bed.", "Dulness of the head as if too full.", "Painful pulsations in forehead, > lying down.", "On l. superior part of forehead, a pain as if a cyst would form.", "Burning pains in forehead, with pressing down of lids and moisture in eyes as from tears.", "Heat at vertex; sensation as if hairs were pulled, with headache; lachrymation and drawing on muscles of neck.", "Stitches radiating from vertex down limbs and into abdomen and genitals, producing painful sensation of squeezing together.", "Sticking pains from occiput along cervical muscles to back of chest and in middle of chest with every breath; sticking in l. shoulder-blade.", "Some painful spots on head as if small furuncles would form." ],
    "Eyes" : [ "Eyes weak as if she had cried.", "Sensation as if something hung down over eyes, must wipe them continually.", "Pressure above eyes as if the globes would be pushed out.", "Burning, pressive pains in eye with copious lachrymation.", "Swelling of r. upper lid on waking in morning, < during walk in fresh air; lower lid also swells up and then the l. (Graphites quickly removed this).", "Lachrymation < in fresh air, > in room.", "Everything appears pale, as if a thin veil were before eyes." ],
    "Ears" : [ "Pressing in ears as if the wind was blown forcibly into them for a long time, the external parts being equally affected.", "Shooting and tearing in l. ear, extending to external temporal region." ],
    "Nose" : [ "L. nostril cracked and the crack bleeds.", "Sneezing; each time he blows his nose the sneezing reappears.", "Sneezing with fluent coryza in morning.", "Bleeding; blood thin and fluid; when blowing nose.", "Menstrual flow intermits and bleeding from nose occurs.", "Soreness in upper nose on drawing air through nostrils in evening." ],
    "Face" : [ "On lower portion of inner side of r. cheek a hard nodule size of a pea.", "Upper lip fissured and painful as if raw.", "Lips and throat always dry, yet without thirst.", "Lips painful as if sore." ],
    "Teeth" : [ "The teeth stick together when the jaws are closed.", "In the morning, sensation as if the teeth were embedded deeply in some soft matter, without pain; > by eating.", "Teeth painful as if loose, gums swollen, scorbutic; < by hot soup.", "Toothache like numbness in carious molars, coming on immediately on lying down, > on rising and moving about.", "Grumbling in front teeth; sensation as if gums swollen and teeth (which are firm) would drop out.", "Tearing in all teeth in morning on rising; tearing extends to temples; to forehead; to nose.", "Gums swollen.", "Painful jerking-tearing in gums." ],
    "Mouth" : [ "Whole tongue red, covered with raised pimples like herring roe.", "Tip of tongue dry, back covered with thin dirty white coating.", "Anterior part of tongue rough like a grater.", "Insensible feeling in mouth as if scalded by fat.", "Pappy and sticky in mouth early in morning.", "Taste sour after eating; putrid." ],
    "Throat" : [ "In morning much white bad-tasting mucus in throat, expectorated after slight paroxysms of coughing.", "Sensation of mucus in throat without being able to expectorate.", "Sensation of dryness on uvula." ],
    "Stomach" : [ "Eructations: tasting of food.", "Vomiting of food.", "Nausea: till a.m.; on becoming erect; with much thirst and copious Menstruation, and trembling through all limbs; lancinating pains under r. breast.", "Vomiturition emanating from lower abdomen; dark green tasteless mucus.", "Bloatedness and sensation of fulness of stomach, with internal chilliness in evening.", "Region of stomach feels internally sore and distended; pains under both short ribs." ],
    "Abdomen" : [ "Frequent borborygmus.", "Passing flatus > pains.", "Pains < by coughing, sneezing, blowing nose.", "In muscles of l. side of abdomen, from pelvic bones obliquely downwards, a painful tension like what she formerly felt during pregnancy.", "Contracting pain and twisting > by bending over; one day before menstruation.", "Cutting pains during menstruation, when the pains cease discharge is always copious; blood red and very thin.", "In l. side of abdomen, immediately over crista ilii, when walking, raising arm, or coughing, a severe pain nearly taking breath away; she feels nothing when at rest; after a few hours pains move low down into abdomen and then pass off.", "In l. anterior crest of ilium stitches when walking.", "Squeezing, pressing pain in l. groin when quiet." ],
    "Stool and Rectum" : [ "Spasmodic pains a few inches up into rectum, radiating up and down, extending into labia, with such severity she cannot sit down, > after sleep, but backache and nausea come on.", "Spasmodic periodically returning pains one inch up rectum, extending to vagina and producing there a spasmodic, contracting pain.", "Drawing and tearing in rectum, < during (natural) stool.", "Itching after natural stool.", "Ineffectual inclination and straining.", "Tenesmus; > when blood is passed; this weakens her.", "Three or four times daily, bloody stools.", "Hard, dry stools, with great straining.", "Dark blood in painless stools.", "Constipation: stool every three or four days, with great straining and prolapsus uteri." ],
    "Urinary Organs" : [ "Frequent inclination, scanty discharge; worse when standing than sitting.", "Frequent and copious; lemon colour; chestnut brown before menses.", "Hot urine passed without pain." ],
    "Female Sexual Organs" : [ "During urination some pain between labia.", "Burning, stinging, itching and swelling between labia, momentarily > by rubbing, afterwards burning and <; after washing with cold water genitals feel stiff and numb, with sensation of soreness and rawness.", "Pruritus pudendi; < evening; with raw pain in sternum unendurable when touched.", "Discharge of blood between periods with backache.", "Eight days after period, leucorrhoea staining linen yellow in spots size of sixpence; lassitude; emaciation; stitching in soles of feet when walking; trembling all over (as if a jelly) when at rest.", "When backache ceases leucorrhoea gushes out abruptly, with sticking pains in forehead.", "Copious leucorrhoea, running from her, remits evening, returns morning.", "Menses a few days too soon, without the leucorrhoea which usually precedes them.", "Menses too soon; too copious; a flooding; bruised sensation in chest; when breathing, stitches in middle of chest and in heart; taking away breath pains decrease the third day.", "Copious, thin, fluid menstrual discharge with severe backache, painless pulsating in head, pressing towards forehead, with full sensation.", "During menstruation painful twisting deep in abdomen extending to rectum, intermitting and returning; as soon as the pains cease the flooding sets in again.", "Menses stopped twenty-four hours; returned and continued twenty-four hours, with sensation as if whole upper part of body from short ribs to head were wabbling; she has slightly the same soaring sensation in her feet.", "On third day courses cease and she suffers from severe headache and chilliness; fourth day flow returns copiously for a few hours and headache and chilliness cease.", "On menses ceasing abruptly, nausea, salivation, and irritability come on, ceasing completely when flow returned.", "Scanty menses, the usual drawing abdominal pains to genitals did not appear.", "In a case of suppressed menses Eupion caused severe cutting abdominal pains emanating from sacrum, as if something would press out of genital parts; pains passed and returned at intervals; after twenty-four hours she was well, and the courses appeared without any trouble." ],
    "Respiratory Organs" : [ "Sensation below larynx as if something was sticking there, with short, dry, hacking cough.", "Smarting in a spot size of bean, on internal r. side of larynx.", "Crawling in upper bronchi causing dry cough.", "Tickling r. side larynx causing continual cough; paroxysms causing short breath which ceases after expectoration of tasteless white mucus.", "Rough, scraping, metallic, dry cough, as if he had eaten rancid fat and taken brandy afterwards.", "Hard, suffocating, dry cough with stitches in chest; returning every winter.", "Cough partly dry, partly loose, with thick yellow, greenish or grey, sometimes foul-tasting expectoration; great lassitude and thirst.", "Cough > by warm drinks; by sitting up in bed; with breaking out of perspiration." ],
    "Chest" : [ "Heaviness, oppression, stitches, and tickling in chest.", "Stitches and pressure in sternum.", "Mammae increase in size, with pressive pains in them, as if something painful were drawn through them with oppression.", "Stitches under r. mamma, in the skin; < by lying, breathing, or walking; beginning p.m. and lasting till midnight, followed by stitches close under heart, and with malaise and hot rising from stomach." ],
    "Heart" : [ "Palpitation with slow pulse; believes her heart must be heard some distance away.", "Four hours before menses appear severe palpitations, ceasing when the flow begins." ],
    "Neck and Back" : [ "Pulsating and burning node on muscles of neck, l. side, two inches below mastoid process, preventing turning neck.", "Backache one day before menses, > bending backward, lasts all the first day.", "Backache alternating with leucorrhoea.", "Backache during menses, > by leaning up against something.", "Stiffness and horripilations between shoulders.", "Pressive heaviness in lumbar vertebrae.", "Pains in back extend to pelvis; when she stoops she can hardly rise again; sacrum pains as if broken." ],
    "Limbs" : [ "Lassitude with yawning sleepiness.", "Tearing in extremities and restlessness in legs preventing sleep." ],
    "Upper Limbs" : [ "Trembling; paralytic pain, crampy pain in r. arm.", "As if muscles beaten off bone (axillary side of r. arm).", "Paralysing stitches in r. deltoid.", "Stitching pains in elbows radiating to fingers.", "In centre of r. palm, severe stitch radiating to elbow, and leaving sensation of numbness in ring and little fingers.", "Hands go to sleep easily.", "Dislocation pains in joints of r. hand.", "Heads of bones of fingers feel too large." ],
    "Lower Limbs" : [ "In both thighs a tensive pain as if skin and muscles were too short.", "From upper end of r. hip painful drawing to middle of thigh, where it ends with a stitch.", "Sensation at back of thigh as if muscles were torn from bones, < by ascending, stooping, sitting, and by touch.", "Paralytic, dislocation pain in r. knee.", "Stitches in either knee.", "Cramps in calves.", "Sensation of warmth in l. anterior leg, upper part (as from hot vapour); burning in calves.", "In morning stitching, burning, and twitching, beginning in the calves, going to the toes, most severe in the heels; in evening the pains lessen in the calves but stitches continue to shoot back and forth in the heels, gradually ceasing after an hour.", "Dislocation pain in joints of r. foot.", "Soles of feet numb as if she walked on needles.", "Stitches in middle of sole first day of menses.", "Drawing stitching in r. heel running up to calf." ],
    "Generalities" : [ "R. cheek cold, tip of tongue cold, whole r. side of body cold." ],
    "Skin" : [ "Nodule on l. forearm.", "Itching biting in skin; in genitals penetrating whole body; < night; > during motion." ],
    "Sleep" : [ "Yawning with chilliness and shivering.", "Sleepiness towards noon.", "Dreams of disgusting things; of naked persons; anxious dreams; of her child falling into the water.", "Frightful dreams, the same dream repeated.", "Dreams that she is pursued by oxen; of falling into an abyss.", "Wakes bathed in perspiration." ],
    "Fever" : [ "Chilliness with headache; with stitching;> by warm drink.", "Dry heat towards noon.", "Sweat of foul odour on least exertion.", "Colliquative sweating on least exertion; when eating; all night.", "Copious night-sweat towards morning." ]
  }
}