{
  "remedyName" : "Fagopyrum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Arteries, throbbing of. Diarrhoea. Eczema. Eyes, affections of. Genitals, offensive sweat of. Granular lids. Hands, sweat of. Headache. Heart, affections of. Heartburn. Intertrigo. Itching eruptions. Liver, affections of. Mumps. Nausea. Nose, soreness of; crusts in. Ophthalmia. Palpitation. Pruritus pudendi. Rheumatism. Styes. Taste, altered. Throat, sore." ],
    "Characteristics" : [ "Fagopyrum has had an extensive proving, and though there is little clinical experience with the drug on record, some features are sufficiently well marked to justify their being classed as characteristics. One of the most marked symptoms is a visible pulsation of the carotids and other arteries. Offensiveness distinguishes many excretions. Headaches involving eyes, root of nose, and back of neck; hot head; < bending head forward, > bending head backward. Headache with tired neck. Itching is general; scalp, eyes, margins of lids; ears; nose. The nose is sore and has crusts in it. Lips dry and cracked. Many symptoms of sore throat. Rheumatic symptoms are > by motion. Heat and restlessness after retiring. Perspiration, often offensive. The symptoms are < in afternoon from to 6; < p.m.; < after retiring; < from warmth; < from motion; > by cold applications; from cold air; > from pressure. Berridge has recorded two cases in which Fago. was of service. In one it removed the following symptoms after aggravating the pain in the shoulder: On waking, dull, bruised pain in top of left shoulder, rather posteriorly, extending up neck, < on moving the part, going off after breakfast and returning later in the day; constipation; nausea a little before a.m., afterwards dull pain in left temple, feeling of heat all over. In the other case it permanently removed (after a week's aggravation), sinking in the stomach about or p.m., and temporarily removed a chronic diarrhoea about or a.m. The diarrhoea was increased later and was met by Laches. Hale mentions that there is a popular belief that indulgence in buckwheat cakes is a prolific cause of skin eruptions. He has found it curative in cases of eczema, erythema, and intertrigo." ],
    "Relations" : [ "Compare: Rhus (> by motion); Senega (> bending head back); Lyc. (hours of aggravation to p.m.); Puls.; Polygonum. Coffee relieves stomach symptoms." ],
    "Mind" : [ "Exceedingly happy.", "Depressed; cross; irritable.", "Inability to fix attention." ],
    "Head" : [ "Dull headache.", "Head hot and neck tired; dull pain all through head in evening.", "Bursting headache; pressure from within outwards; feeling as if eyes were pressed out from behind.", "Headache on waking; > by eating; < after retiring in evening; > bending head back; > walking in open air.", "Itching of scalp < sitting still in warm room.", "Sharp, thread-like pains of scalp." ],
    "Eyes" : [ "Eyes swollen, red, hot, itching; as if sand in eyes.", "Meibomian glands of l. lower lid inflamed; itching in margins.", "Lachrymation, < by reading.", "Aching deep in eyeballs.", "Feeling as if eyeballs were being pushed out and at the same time held back by cords." ],
    "Ears" : [ "Heat, itching and neuralgic pains in external ears.", "Itching along Eustachian tubes." ],
    "Nose" : [ "Soreness of nose.", "Nose red and sore externally.", "Septum deeply cracked.", "Fluent coryza.", "Crusts in nostrils." ],
    "Face" : [ "Face flushed.", "Soreness of l. malar bone, also of temporal region.", "Lips dry and cracked; longitudinal crack on upper lip." ],
    "7, Teeth and Mouth" : [ "Soreness of teeth in closing them; < by cold water.", "Gums sore and bleed easily.", "Swelling in roof of mouth.", "Bad taste in mouth in morning.", "Taste of ingesta after dinner with eructations." ],
    "Throat" : [ "Thick mucus collects in throat on rising.", "Throat sore, dry, raw, inflamed, aching; feeling as if a lump in oesophagus; painful on swallowing.", "Tonsils swollen; badly-smelling cheesy mass coughed up.", "Throbbing of carotids.", "Parotid and submaxillary glands swollen, sore, and painful." ],
    "Stomach" : [ "During the day occasional eructations of scalding, acid, watery substance, so hot as almost to cause strangulation.", "Nausea > by eating.", "Uneasy, empty feeling in stomach.", "Bruised, sore feeling in stomach." ],
    "Abdomen" : [ "Pain in region of liver on stooping, and a bruised, sore feeling at a.m.; < lying on r. side.", "Sharp sticking through liver from before backward.", "Abdomen distended with flatulence; tympanitic; < by pressure of clothes.", "Soreness in hypogastrium; sharp pains through hypogastric region extending into l. inguinal region." ],
    "Stool and Rectum" : [ "Burning in rectum after stool; creeping; urging; tenesmus.", "Diarrhoea with tenesmus; stools watery or pappy; with flatulence; very offensive." ],
    "Urinary Organs" : [ "Cutting in urethra.", "Difficulty in voiding last drops of urine; several drops pass after he thinks lie has finished." ],
    "Male Sexual Organs" : [ "Profuse, offensive sweat of genital organs." ],
    "Female Sexual Organs" : [ "Pains in r. ovary; on walking in afternoon.", "Pruritus, > by cold water.", "Leucorrhoea staining yellow.", "Mamma less painful than usual before period." ],
    "Respiratory Organs" : [ "Breath very offensive.", "Touching the neck occasions a cough with a smarting sensation extending to the ear and throat, under lobe of r. ear." ],
    "Chest" : [ "Heavy feeling, bruised pains and stitches in chest.", "After retiring, severe sticking through breast from nipple backward, > by pressure.", "Sharp, stitch-like needle prick in r. breast on inspiration.", "Twinges of pain up and down l. breast, outer side." ],
    "Heart" : [ "Pain around heart;> lying on back; extending to l. shoulder and arm.", "Throbbing of heart and all arteries, even those of lips, comes on after retiring; sour perspiration breaks out.", "Palpitation with oppression.", "Pulse irregular and intermittent." ],
    "Neck and Back" : [ "Stiffness of neck and soreness of all neck muscles.", "Neck tired; as if unable to support head.", "Dull pain in back of neck, at base of occiput, > bending head backwards.", "Stitching pains in region of r. kidney." ],
    "Upper Limbs" : [ "Pain in shoulder every morning, greatly < by getting chilly.", "From to p.m. pain in l. axilla extending down biceps muscle and also into pectorals.", "Numbing pain in l. axilla extending down arms.", "Pain in hands as if in bones; < touching cold table; visible throbbing of arteries." ],
    "Lower Limbs" : [ "Pain from hips up to small of back; also down to feet.", "Numbness from knees down.", "Feet numb and pricking, esp. toes.", "Pain in l. os calcis." ],
    "Skin" : [ "General and excessive itching, with or without eruption, most marked on pubes, pudenda, whiskers and hairy portions of body generally; < in afternoon, to" ],
    "Sleep" : [ "Constant desire to yawn and stretch, to p.m.", "Restless night; wakes a.m. and sleeps again; many dreams." ],
    "Fever" : [ "Chills along back in afternoon.", "Heat to 6, soon perspiring.", "Heat and restlessness after retiring.", "Face, head, and hands burn in afternoon.", "Hands and feet alternately hot and cold.", "Cold, clammy sweat at night; very profuse.", "Sweat of hands, though cold.", "Soles of feet moist; disagreeable odour in axillae." ]
  }
}