{
  "remedyName" : "Ferrum Magneticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Diarrhoea. Flatulence. Ganglion. Rheumatism. Vision, disorders of. Warts. Whitlow." ],
    "Characteristics" : [ "Caspari is the authority for Fer. magnet. It produces paralytic weaknesses like the other Iron preparations, of which this is the most peculiar: \"After perspiring during a moderate walk, weakness and lassitude, which seem to proceed from the abdomen.\" As with Ferrum, there is < during a meal; flatulency, grumblings, movements in abdomen; with urgent diarrhoea after a meal. The abdominal sufferings are felt more on the left side. Very abundant and frequent emission of fetid wind. Many rectal and urinary symptoms are recorded. The appearance of warts may indicate that Fer. magn. is related to the sycotic constitution.", "Teste, who puts Fer. magn. in the Arnica group along with Ledum, Croton, Rhus and Spig., has had some experience with it. It relieved (after Spig.) an old man suffering from chronic rheumatism of the nape of the neck, with irritable disposition. Also a case of compound capsular cataract in a gouty patient. A third patient had rheumatism of both thighs, coming on after violent exercise. This patient was treated in two attacks. In the first attack he received Arn. first, and then Fe. mag. In the second, Fe. mag. was given at once and the effect was speedy and marked. The fourth patient had a very unpleasant experience with the medicine. He suffered from a mercurial neurosis, and was very sensitive to medicines. One of the symptoms which led to its being given was a painful contraction of the posterior cervical muscles, against which no remedy Teste had tried had produced any effect. Fe. mag., four globules in a tumbler of water, two tablespoonfuls every day, was the prescription. The first tablespoonful, which was taken in the morning, seemed to produce a sensible improvement; but a quarter of an hour after the second dose, which was taken at p.m., the sight became dim; a halo of fire, red and violet, was seen first in front of the right, and afterwards in front of the left eye; soon after, this halo, which formed a circular zigzag-shaped line, became narrower and narrower and finally produced such a complete blindness, that the patient assured Teste he was unable to distinguish night from daylight. This lasted one hour and did not pass off entirely till after a meal. Much more distressing phenomena followed: Towards p.m. the pain in the nape, which first was seated on the left side, passed to the right, invading the whole extent of the trapezoid muscle, where it became literally frightful. \"For two days and nights the patient, who was a brave and strong man, and whom I had seen bear the most painful surgical operations without uttering a sound, suffered to such an extent that he uttered heartrending cries.\" Camph., Puls., and Bry. failed to relieve, the first rather aggravated. Rhus t. effected some relief. But it did not prevent the recurrence, for eight days in succession, of the visual phenomena, though with less intensity than the first time, at irregular intervals, generally or a.m., and sometimes even at night in perfect darkness." ],
    "Relations" : [ "Compare: Fer., Elect., Galv., Magn. arct., Magn. aust." ],
    "Mind" : [ "Indecision, and long reflection before undertaking anything.", "Indolence, slowness of movement.", "Air of importance, and self-sufficiency.", "Irascibility." ],
    "Head" : [ "Pulsative headache, by fits.", "Circumscribed headache, esp. in the morning, generally on r. side.", "Headache on stooping, on moving the arms, and on going up stairs.", "Headache, suddenly attacking the eyes and the nose, as if the patient were going to weep, or to sneeze.", "Itching in the scalp.", "Eruption of small painful pimples on the scalp.", "Small scabs on the head.", "Falling off of the hair." ],
    "Eyes" : [ "Darkness before the r. eye, which causes it to wink.", "Variegated areola round a light.", "Halo of fine, red or violet, contracts till vision entirely disappears, cannot tell day from night; lasts an hour; vision fully restored only after a meal; repeated at irregular intervals eight days in succession.", "Pressive pain on the eyelid, which impedes the sight.", "Swelling of the lower lid, which makes the eye appear smaller.", "Pricking itching in the canthi.", "Painful sensibility of the lachrymal caruncula, with profuse lachrymation." ],
    "Ears" : [ "Pullings in the ears and the pharynx, during deglutition.", "Itching, wringing, and cold lancinations, in the auditory duct.", "Tingling in the ears." ],
    "Nose" : [ "Sneezing, with stoppage of one nostril, and catarrh." ],
    "Face" : [ "Face dejected, with general heat, followed by redness of the face.", "Heat of the face.", "Itching and tingling in the face and on the lips.", "Eruptions on the forehead, in the eyebrows, at the root of the nose, on the cheeks, the lips, and the chin." ],
    "Teeth" : [ "Bleeding of the gums, when slightly pressed upon.", "Teeth easily set on edge.", "Painful sensibility of the teeth during mastication." ],
    "Mouth" : [ "Accumulation of water and saliva in the mouth.", "Itching sensation in the posterior part of the palate." ],
    "Throat" : [ "Bitter and rancid taste in the pharynx, on hawking.", "Sensation as if mucus were adhering to the uvula.", "Lancinations in the throat.", "Pressure in the oesophagus, as if too much had been swallowed at one time." ],
    "Stomach" : [ "During a meal, flatulency, movements, and grumbling in the abdomen.", "After a meal, taciturnity, lassitude, heat, expulsion of flatus, pains in the region of the stomach, with anguish, pains in the epigastrium, esp. on breathing, urgent want to evacuate, and diarrhoea.", "Abortive risings.", "Nausea." ],
    "Abdomen" : [ "Uneasiness in the abdomen.", "The abdominal sufferings are felt more particularly on l. side.", "Rolling, grumbling, borborygmi, and whistling in the abdomen, with expulsion of flatulency, and urgent want to evacuate, and to make water; the movements in the abdomen are accompanied by pullings along the legs, as far as the toes.", "The flatulency seems all to proceed from one place, in l. side of abdomen.", "Very abundant, and frequent emission of fetid wind." ],
    "Stool and Anus" : [ "Urgent want to evacuate, with expulsion of flatus only.", "Loose evacuations, with much flatulency, and sometimes with excrements of a fetid smell, physical depression, and paleness of face.", "On expelling the flatus there escapes a small liquid evacuation.", "Itching and shooting in the anus.", "Tingling and itching in the rectum." ],
    "Urinary Organs" : [ "Urine red and copious, which becomes the colour of clay after having stood some time.", "Itching and lancination in the scrotum, and in the extremity of the glans.", "Increase of sexual desire, with and without erection; or absence of all sexual desire, yet without impotence." ],
    "Respiratory Organs" : [ "Frequent hawking of mucus.", "Dry cough after dinner, proceeding from an irritation in the trachea, as if one had swallowed dust." ],
    "Chest and Heart" : [ "Tearing and lancination in the l. side of the chest, when breathing.", "Sensation of emptiness in the chest.", "On drawing up the chest, and throwing back the r. arm, the heart beats violently and with repeated throbs." ],
    "Neck" : [ "In the morning, pain in the nape of the neck, as if from having lain in an inconvenient position." ],
    "Upper Limbs" : [ "Cramp-like or paralytic pullings, or jerking pullings in the forearms, and in the hands.", "Pain, as from dislocation in the wrist.", "Paralytic pulling in the r. arm.", "Prickings, esp. in the phalanges, and in the ends of the fingers.", "Spots, like ephelides, in the arms, and in the fingers.", "Small warts on the back of the hands, and on the wrist.", "Pulsation at the end of the thumb.", "Whitlow.", "Dryness and tension in the hands." ],
    "Lower Limbs" : [ "Tensive pressure in the hip-joint, on drawing back the leg, at night and in the morning; the pain is dispersed by lying on that part, but returns when the position is changed.", "Acute lancinations in the knee.", "In the morning, spasms, and contraction in the calf of the leg.", "Painful stiffness on the internal surface of the knee, esp. on bending it, after extending the leg, and only while walking in the open air.", "In the evening, in bed, sharp pains in a small place on the foot, with great sensitiveness to the touch, or to the bending of the foot upwards.", "Ganglion of the foot.", "Tingling and pricking in the heels.", "Starting in the soles of the feet.", "The little toe is painful, as if it were violently compressed." ],
    "Generalities" : [ "Pains and itchings, some of which reappear at intervals of four weeks.", "After a walk, thirst, perspiration, lassitude, paleness.", "Prickings, lancinations, tingling, and itching in different parts.", "Paralytic weakness, difficulty of movement, and relaxation of the muscles.", "Excessive lassitude.", "Trembling in the legs and arms.", "After perspiring, during a moderate walk, weakness and lassitude, which seem to proceed from the abdomen, with a trembling in the knees and hands.", "Fatigue on taking the slightest exercise." ],
    "Skin" : [ "Itching and tingling in different parts, esp. in the evening, mitigated by scratching, but appearing in other parts.", "Red spots, sometimes of a bright red, or bluish red; some disappear on being pressed.", "Small warts (on the hands)." ],
    "Sleep" : [ "Violent and noisy yawnings, with accumulation of water in the mouth.", "Drowsiness, with prompt sleep on lying down, or even when seated.", "Absurd dreams at night, and awaking towards three o'clock in the morning, with perspiration and heat.", "Dreams immediately after lying down, waking with a start; coldness which causes trembling.", "Inclination to remain in bed in the morning.", "After rising, weakness in the knees.", "Sleep, not refreshing, with pressure on the eyes, confusion in the head, flaccidity in the skin and face, and lassitude in the arms." ],
    "Fever" : [ "Shivering and cold, in the side opposite to that on which the patient has lain.", "After a walk, heat with weakness, proceeding from the stomach, trembling, vertigo, paleness, want to lie down.", "Heat, as if a catarrh were developing itself, with lassitude and down-cast eyes.", "Internal heat, with perspiration and slow pulse, after washing the body.", "Pulse slow and small.", "Perspiration on the slightest exercise.", "Sweat in the morning, esp. on the body, and on the occiput.", "Sweat of an acid smell, as in measles." ]
  }
}