{
  "remedyName" : "Ferrum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Aphonia. Asthma. Biliousness. Catalepsy. Chlorosis. Chorea. Consumption (Fe. acet.). Cough. Cramps. Debility. Diarrhoea. Enuresis diurna. Fever, intermittent. Goitre, exophthalmic. Gonorrhoea. Haemorrhages. Heart, affections of; palpitation of. Hectic. Hydrocephalus. Kidneys, affections of. Lienteria. Menstruation, disorders of. Neuralgia. Paralysis of viscera. Pregnancy, disorders of. Rectum, prolapsus of. Rheumatism. Shoulder, affections of. Spasms. Syphilis. Toothache. Urine, incontinence of. Vertigo." ],
    "Characteristics" : [ "Ferrum, the Mars of the alchemists, is one of the prominent constituents of the animal body, being present in considerable quantity in the blood. It is present in many articles of daily food, and when given in excess to men or animals its first effect is to increase the amount of iron in the blood, stimulate the appetite, augment the heart's beats and the bodily vigour. The secondary effects, which ensue sooner or later if the administration of iron is continued, are those which give the indications for homoeopathic prescribing. Hahnemann (Mat. Med. Pur.) describes the effects of iron on persons who habitually drink chalybeate waters: \"In such localities there are few persons who can resist the noxious influence of the continued use of such waters and remain quite well, each being affected according to his peculiar nature. There we find more than anywhere else chronic affections of great gravity and peculiar character, even when the regimen is otherwise faultless. Weakness, almost amounting to paralysis of the whole body and of single parts, some kinds of violent limb pains, abdominal affections of various sorts, vomiting of food by day or by night, phthisical pulmonary ailments, often with blood spitting, deficient vital warmth, suppression of the menses, miscarriages, impotence in both sexes, sterility, jaundice, and many other rare cachexias are common occurrences.\"" ],
    "<" : [ "The digestive disorders set up by Iron are marked and peculiar, and among them is intolerance of eggs. The occurrence of this symptom in a patient about forty-five, who had had repeated attacks of articular rheumatism, led Kunkel to cure his case after he bad been dosed for three weeks with salicylate of soda by the allopaths. The only other distinctive feature was constant.< of pain after midnight. The obvious advantages derived in many cases of anaemia from the use of Iron in its crude forms has led to very grave abuses in old-school practice. That Iron is what may be called a \"nutritive\" remedy in certain defective blood conditions, having an organopathic relation to the blood, I have no doubt. In the anaemia of cancer and syphilis it is often of great service as an accessory, and need not interfere with more specific remedies. But it is not suited to all cases of anaemia and chlorosis, or even to a majority of them, and should never be given without discrimination and careful watching. But apart from its organopathic sphere, Ferrum has a strictly homoeopathic use in anaemia in which the highest potencies are curative. For excess of Iron will cause anaemia, and at times will aggravate it when present. The type of anaemia caused by Iron and suited for its homoeopathic use is commonly seen in young persons subject to irregular distributions of blood. The cheeks are flushed as if in blooming health; but in spite of bloom in appearances there is pallor of lips and mucous membranes, great fatigue and breathlessness, and any motion will set up the symptoms. Delicate girls, fearfully constipated, with low spirits. Chlorosis with erethism. Mucous membranes abnormally pale. Feet swell. The irregular distribution of blood in chlorotics recalls another set of symptoms which indicate Ferrum: haemorrhages of many kinds, from over-fulness of blood-vessels from vaso-motor paralysis, or else from delicacy of the vessels themselves. Throbbing pains, the blood-vessels all over the body throb violently. Feet swell. Fulness of blood-vessels accompanies neuralgia, which is brought on by washing in cold water, especially after being over-heated. Hammering headache. The pulse of Ferrum is full and yielding; (that of Acon. is full and bounding). With Ferrum there is excessive irritability, both of the mind and of the tissues. It is like Arsen. and Chin. in this, as in many other symptoms, and it is an antidote to both. It is one of the best remedies for over-dosing with quinine, and hence the favourite old-school combination of \"Quinine and Iron\" is so far a wise one. Cramps are well marked in the pathogenesis; irritability of the bladder causing incontinence of urine when standing; irritability of the bowels, causing diarrhoea whilst eating. This symptom is peculiar to Ferrum, the diarrhoea coming on when the patient begins to eat. Many remedies have it immediately after eating. < From eating eggs. There is also gastralgia, heavy pressure in region of stomach; a feeling as if something rolled into the throat and closed it like a valve; frequent spells of nausea, periodic vomiting (especially at twelve midnight). The liver and spleen are affected. Walls of abdomen are sore. Pain in os tincae on lying down; feeling of dryness in vagina. Ferrum is a remedy that should be given carefully in haemorrhagic phthisis, as it may aggravate. The acetate, iodide, and phosphate are better than the metal in such cases, unless the similarity is very close. Rheumatic symptoms, especially of left shoulder and deltoid. Paralytic weakness. Restlessness. Tremor. Most symptoms are < by motion, especially sudden motion. Vertigo on suddenly rising; when crossing a bridge over water; vertigo as if balancing to and fro, as when on water. Neuralgia is > moving slowly about. In fact \"> moving about slowly\" is a keynote condition of many Ferrum cases. Rest < cramps. Lying down < pain in face; asthma; = pain in os tincae; > cough (H. W., xxxi. 57). Descending stairs < headache. Walking slowly > palpitation; pain in arms; in hip-joint. The chief time of aggravation is night, and especially midnight, and also in early morning. The symptoms generally are < in cold weather, and > in warm air; but there is a good deal of contradictoriness in this respect, showing the irritability of Ferrum to all influences: uncovering chest > asthma and constriction, but too light covering < pain in shoulder. Over-heating = neuralgia, and so does washing in cold water. There is dread of open air, but open air > headache. The chlorosis of Ferrum is < in winter." ],
    "Relations" : [ "Ferrum compares with Graphites (which contains iron), Manganum, and the other metals. Teste puts it at the head of a group comprising Plumb., Phos., Carb. an., Puls., Zinc., Secal., Mag. mur., Chi., Bar. c. It is antidoted by: Ars., Chi., Hep., Ip., Puls. It antidotes: Ars., Chi., Iod., Merc., Hydrocy. ac., tea and alcoholic drinks. It is complementary to: Alumina, Chi. Compatible: Aco., Arn., Bell., Chi., Con., Lyc., Merc., Phos., Verat. Incompatible: Thea, beer. Compare: Borax (vertigo on descending); Mang. (cough > lying down); Anac., Spo. (cough > after eating), Ars., Chi. (intermittent fever); Phos. (cholerine); Selen., Thuj. (bad effects of tea). Graph. (flushes of heat); Rhus (> from motion); Oleand. (lienteria); Caust. (paralyses)." ],
    "Mind" : [ "Anxiety, with throbbing in the epigastrium.", "Anxiety as after committing a crime.", "Peevish, passionate, and disputative.", "Irritable; little noises drive to despair.", "Gaiety, alternating with sadness, every other day." ],
    "Head" : [ "Confusion and heaviness in the head.", "Vertigo, which causes falling forwards, as from the motion of a carriage, esp. on moving, stooping, &c.", "Dizziness and turning vertigo, on looking at running water; with sickness at the stomach in walking; with the sensation as if the head would constantly incline to r. side.", "Pressive pain in the head, esp. in the fresh air.", "Painful confusion in the head, above the root of the nose, esp. in the evening.", "Pulling from the nape of the neck to the head, with shootings and buzzing.", "Periodical hammering and pulsative headache, which oblige the patient to lie down, every two or three weeks.", "Congestion in the head; enlarged veins, sensitiveness of the head to the touch; worse after midnight and towards morning; returning periodically.", "Pain in the back part of the head when coughing.", "Pain in the scalp, as if it were galled.", "Profuse falling off of the hair, with pain when it is touched." ],
    "Eyes" : [ "Eyes cloudy, dull, and watery, with blue rings around them, esp. after slight fatigue (in writing).", "Eyes red, with burning pain.", "Swelling and redness of the eyelids, with a sty, suppurating on the upper lid." ],
    "Ears" : [ "Buzzing in the ears, mitigated by supporting the head on a table." ],
    "Nose" : [ "Epistaxis, chiefly from one nostril and in the evening.", "Constant accumulation of clots of blood in the nose." ],
    "Face" : [ "Face earth-coloured, or pale and wan, with sunken eyes.", "Fiery redness of the face; the veins are enlarged.", "Yellow or bluish spots on the face.", "Small red spots on the cheek, which is pale.", "Puffing of the face round the eyes.", "Lips pale." ],
    "Throat" : [ "Pressive pain in the throat, on swallowing.", "Spitting of blood.", "Constrictive sensation in the throat; feeling as if something rolled into throat and closed it like a valve." ],
    "Appetite" : [ "Sweetish taste, like that of blood.", "Bitter taste of food.", "Want of appetite, esp. in the morning, alternating with bulimy.", "Dislike to food and acids.", "Longing for acids.", "Meat lies heavy on the stomach.", "Insatiable thirst, or absence of thirst.", "Solid food appears too dry.", "After every meal, risings and regurgitation of food, even of that which has been eaten with good appetite.", "Vomiting after taking acids.", "Pressure on the stomach and on the abdomen, always following eating and drinking.", "Beer affects the head, or causes vomiting.", "Cannot eat or drink anything hot." ],
    "Stomach" : [ "Nausea, with inclination to vomit, during a meal.", "Vomiting of food, esp. at night, or immediately after a meal, even after eating only fresh eggs.", "Sour vomiting and acid rising.", "Everything vomited tastes sour and is acrid.", "Bitter risings after eating fat things.", "Pressure on the stomach, esp. after eating meat, or even after taking the least food or drink.", "Cramp-like pain in the stomach.", "Pressive cramps in the stomach, on every occasion of eating or drinking." ],
    "Abdomen" : [ "Inflation and hardness of the abdomen.", "Liver enlarged, sensitive.", "Spleen large, sore.", "Cramps in spleen region.", "Cramp-like pains in the abdomen.", "Cramps in the abdominal muscles, as if the abdomen were contracted, esp. during physical exertion, and on stooping, so that he can only straighten himself slowly.", "Flatulent colic at night (violent rumbling in the abdomen).", "Painful heaviness in the hypogastrium on walking.", "Painful weight of the abdominal viscera in walking, as if they would fall down.", "The bowels feel sore as if bruised, when touching them or when coughing." ],
    "Stool and Anus" : [ "Watery and corrosive diarrhoea, sometimes accompanied by cramp-like pains in the abdomen, the back, and the anus.", "Watery diarrhoea with burning at the anus.", "Discharge of blood and mucus at every stool.", "Painless diarrhoea (involuntary during a meal).", "Undigested faeces.", "Slimy faeces.", "Ascarides in the rectum discharged with the slimy stool.", "Costive: stools hard and difficult, followed by backache.", "Constipation from intestinal atony; with hot urine.", "Contractive spasms in rectum.", "Itching at the anus from ascarides at night (children).", "Protrusion of large varices at the anus.", "Blind and fluent haemorrhoids." ],
    "Urinary Organs" : [ "Pains in bladder.", "Involuntary urination by night; also by day.", "Constant desire to urinate, with pain in liver, chest, and kidneys.", "Urine blood-red, contains blood corpuscles.", "Albuminuria.", "Hot urine." ],
    "Male Sexual Organs" : [ "Increase of sexual desire, with frequent erections and pollutions.", "Impotence.", "Nocturnal emissions.", "Flow of mucus from the urethra." ],
    "Female Sexual Organs" : [ "Metrorrhagia, with over-excitement of the sanguineous system.", "Face fiery red, and copious flow of blood, at one time liquid, at another black and coagulated, accompanied by pains in the sacral region and abdomen, similar to those of child-birth.", "Catamenia feeble and of a pale blood.", "Suppression of the catamenia.", "During coition, smarting and pain, like that of excoriation in the vagina, with want of enjoyment.", "Swellings and indurations of the vagina.", "Prolapse of vagina; pain in os tincae on lying down.", "Before the catamenia, shooting pains in the head, with tingling in the ears.", "Abortion.", "Milky and corrosive leucorrhoea.", "Sterility." ],
    "Respiratory Organs" : [ "Hot breath.", "Oppressed, short breathing.", "Hoarseness and roughness in the throat.", "Tickling in the trachea, which greatly excites coughing.", "Cough, only on moving and walking.", "Cough > on lying down.", "Purulent expectoration from the cough.", "Spasmodic cough, esp. in the morning, with expectoration of tenacious and transparent mucus, ceasing immediately after a meal; or dry, spasmodic cough, commencing after a meal, with vomiting of food.", "Sensation of dryness in the chest.", "Cough worse in the evening, till midnight.", "Fetid, greenish expectoration, with streaks of blood, esp. at night, or in the morning.", "Cough after a meal, with vomiting of food.", "On coughing, pains in the occiput, or shootings, and pains as of a bruise in the chest." ],
    "Chest" : [ "Difficulty of respiration, with almost imperceptible rising of the chest, and great dilation of the nostrils during expiration.", "Difficulty of respiration, esp. at night, or in the evening, as if commencing in the epigastrium, < during repose, and > by intellectual or physical occupation.", "Fulness and tightness of the chest.", "Asthma (after midnight) compelling one to sit up.", "Asthma most violent when lying, or when sitting still without doing anything; > by walking and talking.", "When sitting still, loud breathing as if asleep.", "Fits of suffocation, in bed in the evening, with burning pain in the throat and the upper part of the body, and coldness in the extremities.", "Constrictive oppression of the chest.", "Constrictive spasms in the chest, < by walking or movement.", "Stitches and soreness in the chest.", "Tensive lancinations in the chest, extending to the shoulder-blades.", "Congestion in the chest." ],
    "Heart" : [ "Palpitation: < from least motion; > walking slowly; in onanists; after loss of fluids.", "Venous murmurs.", "Hypertrophy." ],
    "Neck and Back" : [ "Stiffness of the muscles of the neck, with pain during movement.", "Swelling of the glands of the neck.", "Tearing (paralytic) between the shoulder-blades at night, into the upper arm (l.); he cannot raise the arm; slow movement improves it gradually.", "Shootings in the shoulder-blades on moving the arms." ],
    "Upper Limbs" : [ "Shootings and tearings in the joint of the shoulder, and in the arm, or pullings, paralytic weakness, and heaviness.", "Cracking in the shoulder-joint.", "Nightly tearing and stinging in the arms.", "Uneasiness in the arms.", "Swelling and desquamation of the skin of the hands.", "Cramps and numbness in the fingers." ],
    "Lower Limbs" : [ "Tearings, with violent lancination, from the coxo-femoral joint to the tibia, < in evening in bed, and during repose.", "Paralytic weakness and numbness in the thighs.", "Weakness in the knees, so that they yield, with uneasiness of the feet.", "Varices on the legs.", "Stiffness, traction and heaviness in the legs.", "Swelling of the knees and of the joints of the feet.", "Swelling of the feet, with drawing pain, esp. on beginning to walk.", "Cramps in the calves of the legs, the soles of the feet, and the toes.", "The toes are contracted." ],
    "Generalities" : [ "Violent pains, tearings and shootings, esp. at night, which compel movement of the parts affected.", "Varices.", "Contraction of the limbs.", "Cramps in the limbs (during the day).", "Dropsical swellings, with shooting pains.", "Ebullition of blood and haemorrhage.", "The majority of the symptoms show themselves at night, are aggravated by a sitting posture, and mitigated by gentle movement.", "Great lassitude and general weakness (almost paralytic), produced even by speech, often alternating with anxious trembling of the whole body; she is so weak that she must lie down.", "Emaciation.", "After walking in the open air, sickly feeling of fatigue, to the extent of losing consciousness, with obscuration of the eyes, and buzzing in the head.", "Restlessness of the limbs.", "Great need to lie down.", "Cracking in the joints." ],
    "Skin" : [ "Burning sensation in different parts of the skin, with pain as from excoriation on being touched.", "Paleness of the skin over the whole body.", "Dirty, earth-coloured skin.", "Dropsy." ],
    "Sleep" : [ "Excessive drowsy fatigue, with agitated sleep, at night, anxious tossing, numerous dreams, and difficulty in going to sleep again after waking.", "Vivid dreams.", "Can only lie on her back at night.", "The child does not sleep, disturbed by the itching caused by the ascarides.", "Sleep retarded in the evening.", "Anxious tossing about in bed (after midnight).", "Eyes half open during sleep.", "Inability to sleep when lying on the side." ],
    "Fever" : [ "Frequent shiverings of short duration.", "Shiverings in the evening with a feeling of cold when in bed, all night.", "Shiverings with violent thirst, preceded or accompanied by headache.", "Chill with thirst and red, hot face.", "Dry heat, with urgent inclination to throw off all covering.", "Pulse full and hard.", "Ebullition of blood in the day, with heat in the evening, esp. in the hands.", "Fever, with congestion in the head, puffing round the eyes, swelling of the veins, vomiting of food, short respiration and paralytic weakness.", "Copious perspiration, excited by the least movement during sleep.", "Nocturnal perspiration of a strong smell.", "Cold perspiration, with anxiety during the spasms.", "Colliquative, clammy sweat.", "Profuse and long-continued perspiration, during the day when moving, and at night, and in the morning hours in bed." ]
  }
}