{
  "remedyName" : "Ferrum Iodatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Alcohol, effects of. Amenorrhoea. Breast, tumour of. Bronchorrhoea. Cancer. Catarrh. Coryza. Diabetes. Dyspepsia. Exophthalmic goitre. Eyes, scrofulous inflammation of. Glands, enlargements of. Gonorrhoea. Heartburn. Kidneys, affections of. Leucorrhoea. Liver, enlarged. Nose, scrofulous inflammation of. Ovarian dropsy. Periostitis. Plethora. Pneumonia. Scoliosis. Scrofula. Spleen, enlarged. Tuberculosis. Uterus, prolapse of. Writer's cramp." ],
    "Characteristics" : [ "The Iodide of Iron has had an independent proving. It corresponds more particularly to scrofulous affections, glandular enlargements, and tumours. A number of peculiar symptoms were felt in rectum and anus: As if anus were compressed; as if worms were in anus; as if something twisted round about in a circle; as if a cord were drawn connecting navel and anus; as if a screw were boring in anus. Fe. i. has a symptom somewhat like the Ferrum symptom: \"as if something rolled into throat and closed it like a valve.\" With Fe. i. it is, \"food seems to push up to throat as if it had not been swallowed.\" Lancinating or cutting pains are noted in eyes, ears, and root of nose to occiput. Sensation as if lying in a cramped position. P. C. Majumdar (Ind. Hom. Rev., v. 104) has used Fe. i. with success in cases of enlarged liver and spleen when unaccompanied by fever. (When fever is present Fe. ars. is the better remedy.) The leading symptoms are: \"Feels as if she had eaten too much, a sort of upward pressure. Stuffed feeling in abdomen as if she could not lean forward; costiveness.\" These are very common symptoms in cases of enlarged spleen. \"Sweet-smelling urine\" appears to be a leading symptom of Fe. i. Berridge removed with it this train of symptoms: \"Morning catarrh, hot and restless in bed, sweet smell of urine\" (H. P., vi. 208). Motion and walking <. Most symptoms are < at night, and in the morning. Warmth <; open air >. Touch <. Suited to scrofulous or mercurial diathesis; to subjects of relaxed fibre (phthisis in third stage; bronchorrhoea, pneumonia)." ],
    "Relations" : [ "Compare: Alum. (anaemia, leucorrhoea, prolapsus uteri); Alumen (swollen vagina, prolapsus uteri); Cauloph. (prolapsus uteri and leucorrhoea from atony; fitful, crampy pains); Helon. (pruritus, prolapse, leucorrhoea, albuminuria); Hydrast. (debility and atony; tenacious, profuse leucorrhoea; palpitation); Graph. (chlorosis, leucorrhoea profuse, hot, watery); Iod. (red face, irritability; corroding leucorrhoea, marked): Kali bich. (stringy, albuminous leucorrhoea; stringy expectoration). Thyroidin (Palpitation; exophthalmic goitre). Fe. bro. (leucorrhoea, prolapsus uteri). Fe. ars. (enlarged liver and spleen)." ],
    "Head" : [ "Headache, a confused sensation with heaviness, < in warm room; by smoking; wearing hat; reading; writing; motion; > in open air; sitting or standing in a draught.", "Sharp pain from below eye up through head to vertex.", "Cutting from bridge of nose through the occiput." ],
    "Eyes" : [ "Purulent inflammation and photophobia; glands swollen.", "Exophthalmos after suppressed menses.", "Trachoma.", "Painful lancinations in eyes and ears." ],
    "Ears" : [ "Roaring in ears." ],
    "Nose" : [ "Nose stopped; freer towards noon.", "Thick nose of scrofula.", "Nose swollen with ulcers and crusts inside.", "Profuse discharge of mucus from nose and frequent expectoration of mucus from larynx and trachea.", "A chronic nasal catarrh becomes worse; discharge usually in mornings now lasts all day; blowing gives no relief discharge thick, yellow or green." ],
    "Mouth" : [ "Taste: metallic bitter; flat, insipid; inky; pasty sharp, biting; bad in morning; of peppermint.", "Tongue, thick yellow coat.", "Burning of tongue and mouth; mucous membrane of mouth and throat uniform red, or dotted with fine dense bright red papular eruption.", "Burning pain and prickling and swelling of mucous membrane.", "Dryness of mouth and throat." ],
    "Throat" : [ "Violent tickling and scraping in throat, with sensation as though he would suffocate; hawking of mucus and cough.", "Rattling of mucus.", "Food seems to push up to throat as if it had not been swallowed." ],
    "Stomach" : [ "No appetite; no relish for smoking.", "Great thirst.", "Sour and bitter rising from stomach.", "Rising up in throat of greasy, acrid, stinging taste.", "Eructations, nausea, and vomiting." ],
    "Abdomen" : [ "Tenderness at epigastrium; at same time pinching in back, over spine, directly behind epigastrium.", "Fulness even after a little food, as if she had eaten too much, a sort of upward pressure; stuffed feeling as if she could not lean forward.", "Stomach full of wind, every breath gives pain as from a weight in epigastrium.", "On rising, or at night, when turning in bed, heart beats violently; with pains in epigastrium or lower end of sternum.", "Dull pain under short ribs.", "Abdomen swollen; bloated after food or drink; pushed up; food soon satisfies.", "Rumbling with slight colic before stool.", "Abdomen, when pressed, feels like a rubber ball.", "Feeling as of a cord drawn connecting anus and navel, with cutting pain on straightening up from bent position.", "Abdominal walls numb; if pinched feel sore long after.", "Inguinal pain extending across hypogastrium, sides feels stiff as after a strain.", "Feeling in sides, low down, as of needles pricking her; < raising arms and walking; inguinal region sore on walking.", "Stitches in r. groin when walking." ],
    "Stool and Anus" : [ "Bowels not moved for a week, then stools loose; may have two movements: first costive, second sudden and loose (thin, light yellow), preceded by griping.", "Small, hard stool, with sticking and pain as from constriction in anus on passage of faeces through it; stool hard.", "Feeling in rectum and esp. in anus as if compressed; constriction, as if worms were in it; stool easy and painless.", "Peculiar feeling in rectum and anus as if something twisted and turned about in a circle, and something like drops of water flowed down, and as if a screw were boring upward and downward.", "Urging to stool with much pain in abdomen (drawings from above navel down r. side), followed by small, yellowish-brown, somewhat hard stool, in the morning.", "Frequent ineffectual urging." ],
    "Urinary Organs" : [ "Pain in both kidneys, esp. l.", "A feeling in fossa navicularis as if water remained in it and could not be forced out any farther, in the morning.", "Urine dark-coloured, depositing thick white sediment; urine scalds.", "Frequent and profuse emission of light-coloured urine, having a sweetish smell, and slight milky sediment.", "Albuminuria with oedema; in hard drinkers." ],
    "Male Sexual Organs" : [ "Erections at night, with violent pain and burning in urethra; unable to urinate; tenesmus in neck of bladder.", "Prickling itching in urethra, esp. fore part, with frequent urging to urinate, but very little flow.", "Crawling tickling in urethra and rectum." ],
    "Female Sexual Organs" : [ "Hysterical attacks; great debility; leucorrhoea, anorexia; finally dropsy of r. ovary; menses scanty, preceded by pain in r. breast and followed by profuse leucorrhoea; three weeks after beginning treatment, sudden loss of consciousness and discharge of two quarts of yellowish fluid from vagina, after which swelling subsided and health was entirely restored.", "Constant bearing-down as if something was coming away; when sitting feels as if pushing something up.", "Retroversio uteri; sensation of pressure and protrusion of rectum on standing.", "Prolapse; inversion; antiversion.", "Amenorrhoea.", "Itching, soreness, and swelling of vulva and vagina.", "Leucorrhoea like boiled starch; when bowels move the discharge is stringy." ],
    "Respiratory Organs" : [ "Shortness of breath; obliged to take a deep breath, with sensation of oppression of chest, and a pressure beneath sternum.", "Short, hacking cough, with yellowish-white, rather thick expectoration and at times pain in chest.", "Expectoration of greyish-white, rather tenacious mucus drawn out in threads.", "Haemoptysis." ],
    "Chest" : [ "Sudden sharp sticking pain extending from l. nipple outward to arm; < by pressure; frequently returned during afternoon and evening.", "Scirrhous tumour near r. nipple, small and painless at first, increasing with sharp, lancinating pains from breast to axilla, sensitive to touch (cured)." ],
    "Heart" : [ "Running up stairs causes violent palpitation and pain on top of head.", "Heart-beat so violent, it awoke her from sleep, throbbing all over.", "Heart beats quickly and seems to force the blood violently through whole body.", "Blood-vessels throb all over, even when quiet." ],
    "Neck and Back" : [ "Sides of neck sore when touched or on moving.", "Small of back as if broken; felt only at night; as if lying in a cramped position.", "Dull pain in back on each side about six inches above kidneys, extending through chest.", "Painful sensation in back and kidneys and lower portion of spine, starting from lumbar vertebrae." ],
    "Limbs" : [ "Weakness and bruised sensation in all the limbs, with aversion to moving about.", "Periostitis of fingers and toes.", "Painful drawing in tendons and back of r. hand and l. foot." ],
    "Upper Limbs" : [ "Rheumatic, bruised, paralysed feeling in r. upper arm and shoulder.", "R. arm weary and as if paralysed, has to stop writing in evening." ],
    "Lower Limbs" : [ "Rheumatic pain extending upward from back of l. foot to pelvis in evening.", "R. tibia painful." ],
    "Skin" : [ "Short-lasting eruptions like urticaria, eczema, and lichen." ],
    "Sleep" : [ "Sleep restless; frequent waking; many dreams of long past events; easy erections.", "Frequent waking with excessive urging to stool and pain on micturition.", "Dreams of thieves and fighting with them.", "Dreams that he has grown very large, thirty feet high, and everything about is small and insignificant; the bedstead was too small and short frequent starting in sleep, and waking with a feeling as though paralysed." ],
    "Fever" : [ "Coldness in a warm room about noon heat to p.m." ]
  }
}