{
  "remedyName" : "Ferrum Arsenicicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Bright's disease. Chlorosis. Liver, enlargement of. Spleen, enlargement of." ],
    "Characteristics" : [ "Hale was the first to use Fe. ars., giving the 2x with promptly curative result to an anaemic girl who had been given Iron and Arsenic separately, under old-school treatment, in vain. P. C. Majumdar (Ind. Hom. Rev., v. 104) has put it to excellent use in cases of enlarged liver and spleen with fever. When there is no fever Fe. iod. is better. These are his indications for Fe. ars.: Enlarged spleen with high fever of a continued type; during fever the face is flushed and sweaty, but during the intermission the face is pallid. Disinclination to work, even to leave his bed; constipation, or, sometimes, colliquative diarrhoea, the stools consisting of undigested matter and mucus, no thirst during any stage of the fever; heat intense and prolonged with slight burning of the whole body, emaciation, and debility. Majumdar reports these two cases: (1) A robust, healthy man, 25, went into a very malarious district of Bengal and had his first attack of fever. He was given large doses of Quinine which suppressed the paroxysms for a time, but they continually recurred. After four years he returned home a changed man: pale, jaundiced, emaciated; abdomen filled with enlarged and indurated liver and spleen, slightly tender to pressure. These organs left no room for his food. He had obstinate constipation; high fever generally appearing in afternoon, no chill or thirst, but copious sweat without much relief to fever. Fe. ars. 6, twice daily, made an improvement in three days. It was continued for a month and a half with occasional stoppages, and in six months he was completely restored to health. (2) A boy, 15, suffered from fever and enlarged spleen. The liver was not enlarged. Voracious appetite, but no digestion, undigested diarrhoeic stools. Continued fever, 102° to 104°, burning of body. Some thirst. Great emaciation. Fe. ars. night and morning. He was cured perfectly in a year. Fe. ars. has been used with benefit in cases of albuminuria." ],
    "Relations" : [ "Compare: Fe. i., Fer., Ars., Calc. ars., Chi." ]
  }
}