{
  "remedyName" : "Ferrum Phosphoricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, prolapse of. Bladder, paralysis of. Bronchitis. Colic. Cough. Croup. Cystitis. Debility. Delirium tremens. Diabetes. Diarrhoea. Dyspepsia. Dysentery. Ear, affections of. Erysipelas. Fever. Frost-bite. Gastritis. Gonorrhoea. Haematemesis. Haemoptysis. Haemorrhages. Hands, swelling of. Heart, palpitation of. Inflammation. Injuries. Intermittent fever. Kidneys, Bright's disease of. Measles. Mumps. Naevus. Neuralgia. Nose, bleeding of. Phthisis haemorrhagica. Pleurisy. Pneumonia. Raynaud's disease. Rheumatism. Sprains. Styes. Tarsal cysts. Urine, incontinence of. Veins, varicose. Vomiting. Whooping-cough." ],
    "Characteristics" : [ "The preparation of Ferrum Phos., which plays such an important part in the therapy of Schussler, has so far overshadowed the ordinary \"Phosphate of Iron\" in homoeopathic practice, that I have retained the simple designation, \"Ferrum Phosphoricum,\" for this preparation as less likely to create confusion. The ordinary phosphate, which has been proved separately, I shall describe next as Ferrum Phosphoricum Hydricum. Our chief knowledge of Fer. Phos. is from Schussler's work and the clinical experience of those who have used it on his indications. But it has also been proved under Dr. John L. Moffat (C. D. P.)." ],
    "Fer Phos" : [ "In Schussler's therapy Fer. Phos. takes the place filled by Acon., Bell., Gels., Verat. viride, Arnica, and other remedies which correspond to disturbed states of circulation, irritation, and relaxation of tissue. \"Painless irritability of fibre\" is Cooper's keynote as exemplified in diurnal enuresis. It also retains the leading features of the other Iron preparations: anaemia, haemorrhages, and disorders of the veins. Inflammation, induration and enlargement of blood-vessels; great physical and mental lassitude; indisposed to physical exertion; nervousness, prostration, rheumatic paralysis. Acute inflammatory rheumatisms. The right shoulder is affected as in Fer. mur. The right-sideness of Fe. p. is as marked as that of the other Ferrum preparations. Nimier and Parenteau have cured several cases of right-supraorbital neuralgia with morning aggravation with Fe. p. 6x. The morning aggravation appears to be the distinctive indication. Nash says the haemorrhages are bright red, but occur, not in the plethoric subjects of Acon., but rather in pale, anaemic subjects liable to sudden local congestions. Cooper cured with Fe. p. a case of phthisis in a patient \"of the transparent-skin type, the haemoglobin shining through.\" Schussler's own account of Fer. phos., taken from the final edition of his work, translated by L. H. Tafel, is as follows: \"Iron and its salts possess the property of attracting Oxygen. The iron contained in the blood corpuscles takes up the inhaled oxygen, thereby supplying with it all the tissues of the organism. The sulphur contained in the blood corpuscles and in other cells, in the form of sulphate of potassa, assists in transferring oxygen to all the cells containing iron and the sulphate of potassa. [1] When the molecules of iron contained in the muscle-cells have suffered a disturbance in their motion through some foreign irritation, then the cells affected grow flaccid. If this affection takes place in the annular fibres of the blood-vessels, these are dilated; and as a consequence the blood contained in them is augmented. Such a state is called hyperaemia from irritation; such a hyperaemia forms the first stage of inflammation. But when the cells affected have been brought back to the normal state by the therapeutic effect of iron (Phosphate of Iron) then the cells are enabled to cast off the causative agents of this hyperaemia, which are then received by the lymphatics in order that they may be eliminated from the organism. [2] When the muscular cells of the intestinal villi have lost molecules of iron, then these villi become unable to perform their functions: diarrhoea ensues. [3] When the muscular cells of the intestinal walls have lost molecules of iron, then the peristaltic motion of the intestinal canal is retarded, resulting in an inertia with respect to the evacuation of the faeces.\"" ],
    "Iron" : [ "From the above Schussler deduces the following indications for Iron: \"When the muscular cells which have grown flaccid through loss of iron receive a compensation for their loss, the normal tensional relation is restored; the annular fibres of the blood-vessels are shortened to their proper measure, the capacity of these vessels again becomes normal, and the hyperaemia disappears, and in consequence the inflammatory fever ceases. Iron will cure:" ],
    "Ferrum phosphoricum" : [ "The pains which correspond to iron are increased by motion, but relieved by cold. In the muscle-cells iron is found in the form of a phosphate; we should therefore in therapeutics use Ferrum phosphoricum.\" Schussler generally used the 12x trituration. As an instance of hyperaemia of a low order may be mentioned a case of Raynaud's disease of the fingers and toes, in which amputation seemed inevitable. Halbert effected a complete cure with Fe. p. 6x trit. Fe. p. is suited to the leuco-phlegmatic temperament; to young persons with varicose veins. Pains go from below upward. Great emaciation. Takes cold easily. Results of checked perspiration on a warm summer day (peritonitis): Open air < cough; and there is sensitiveness to cold air. Warm drinks <, cold and cold drinks > toothache. Aversion to meat and milk. While eating at table, chill. < By eating. < From meat, herring, coffee, cake. < From tea. Rest >, motion <; gentle motion > pain in upper arms and shoulders. < At night, and to a.m. Sensitive to touch and every jar." ],
    "Relations" : [ "Compare: Acon. (more bounding pulse than Fe. p.); Gels. (more flowing pulse); Caustic. and Puls. (cough with spurting of urine). Compatible: Kali mur. (croup, pneumonia, palpitation, typhus) Kali p. (colic, threatened gangrene); Calc. sul. (hip-joint disease) Calc. p. (chlorosis, haemorrhoids); Calc. fl. (haemorrhoids); Nat. sul. (diabetes); Ant. t. (capillary bronchitis). According to Cooper Fe. phos. antidoted \"violent disuria, night and day,\" caused by Stront. bro." ],
    "Causation" : [ "Checked perspiration on a warm summer's day. Mechanical injuries." ],
    "Mind" : [ "Very talkative and hilarious; unnatural excitement.", "Delirium tremens.", "Physical and mental depression.", "Unable to concentrate thoughts.", "Memory impaired: for names, facts, &c.; irritated at his own mental sluggishness.", "Drowsiness; with rush of thoughts, suddenly changing from pleasant to unpleasant.", "(Sows eat up their young; a transient mania depending on hyperaemia of the brain.)" ],
    "Head" : [ "Dizziness; feeling as if head was being suddenly pushed forward.", "Everything swims around him; his muscles seemed so weak he could hardly move about.", "General dull headache < p.m.", "Hammering pain in forehead and temples, fears apoplexy; < r., formerly < l.", "Supra-orbital neuralgia of r. side, with a morning aggravation.", "Frontal headache, followed and relieved by nose-bleed.", "Scarcely endurable, dull, heavy pain at vertex during menses, which are profuse.", "Top of head sensitive to cold air, noise, and any jar; on stooping sharp pain through head, from back to front; at times a feeling as if head were being pushed forward, with danger of falling. Pinching in l. temporal region from within outwards.", "Blind headache, with bearing-down in uterus, and ovarian pains.", "Headache: with hot, red face and vomiting of food; with nervousness at night; with general soreness of scalp, cannot bear to have hair touched.", "Rush of blood to head, with vertigo.", "Violent throbbing up to occiput." ],
    "Eyes" : [ "On stooping cannot see; seems as if all blood ran into eyes.", "Blinding headache.", "Hemianopsia (r.).", "Conjunctivitis and photophobia.", "Heaviness of lids, esp. r.", "Traumatic conjunctivitis.", "Dry and rough feeling of lining of lids, congestion of eye (Alumina relieved).", "Styes on lower lids (l.), then upper.", "Tarsal cysts." ],
    "Ears" : [ "Hard of hearing; ringing and buzzing.", "Painful red swelling of parotids." ],
    "Nose" : [ "Nose-bleed of bright blood, in children.", "Nose-bleed relieving headache.", "Erysipelas, with ulceration just inside tip (l.)." ],
    "Face" : [ "Face earthy, pale, sallow.", "Heat, with redness.", "Hot cheeks, with toothache.", "Neuralgia in face (r.).", "Acne in chin and forehead." ],
    "Mouth" : [ "Toothache always appearing after eating food; < by warm drinks, > by cold.", "Complaints during dentition, with fever." ],
    "Throat" : [ "On waking, throat feels swollen and stiff, swelling painful, < empty swallowing.", "Feeling of lump (r.) on swallowing.", "Inflammation of palate, tonsils, and pharynx, with dryness, redness, and pain.", "Membrane on r. tonsil, spreading to l." ],
    "Stomach" : [ "Poor appetite, with attacks of sickness.", "Great thirst for much water.", "Vomiting at irregular times, sometimes awaking her out of sleep.", "Green vomit.", "Haematemesis.", "Vomiting with the pains.", "Weight and fulness in stomach; with fulness in forehead.", "Pain in stomach < after eating, and by pressure." ],
    "Abdomen" : [ "Distension in hypochondria and region of stomach.", "Feeling of a layer of hard substance in abdomen; later of hardness in spots.", "Intolerance of clothes touching abdomen and chest; throws them off at night.", "Colic before stool.", "Hernia: inflamed and incarcerated." ],
    "Stool and Anus" : [ "Chronic diarrhoea; yellow, watery (with pneumonia).", "Lienteria from relaxation of intestinal muscles.", "Dark green stools, odourless.", "Hot flatus.", "Dysentery with violent fever; fever continues < from pressure on stomach; no tenesmus.", "Summer diarrhoea, stools green, watery, or hashed, mixed with mucus, scanty, straining at stool; also retching, child rolls its head and moans, eyes half open.", "Stools pure blood; bloody mucus or slime; < midnight to morning.", "Green and hard stools expelled with much effort.", "Habitual constipation; piles; disposition to prolapse." ],
    "Urinary Organs" : [ "Frequent desire to urinate, urgent, with pain in neck of bladder and end of penis; must urinate immediately, which > the pain; < during the day; < standing.", "Enuresis nocturna from weakness of sphincter.", "Enuresis diurna from irritability of trigone, > lying down.", "Urine spurts out with every cough.", "Complaints before urinating.", "Urine smells like cafe au lait.", "Haemorrhage from bladder or urethra." ],
    "Male Sexual Organs" : [ "Seminal emissions.", "Sexual instinct completely in abeyance.", "Dull aching in r. testicle.", "Gonorrhoea, inflammatory stage." ],
    "Female Sexual Organs" : [ "Bearing-down in uterus, with constant dull pain in either ovarian region.", "Vaginismus.", "Pain in vagina during coition; cannot bear examination.", "Dryness of vagina.", "Dysmenia, with accelerated pulse and red face.", "Menses pale first half of period.", "Menses every three weeks, profuse, with pressure in abdomen and small of back.", "During profuse menses, pain on top of head.", "During pregnancy: cough with ejection of urine; headache during third month." ],
    "Respiratory Organs" : [ "Laryngitis, with hoarseness from overstraining voice.", "Hoarse; raises greenish mucus in biggish lumps.", "Much mucus in throat and rattling in chest.", "Pleuritic stitch with a deep inspiration, or cough.", "Acute, short, spasmodic, and very painful cough.", "Suddenly a loose cough, painless indoors, but painful in open air.", "Tormenting cough when bending over or touching larynx.", "Cough: causes spurting of urine; < in open air; < touching larynx; < at night.", "Whooping-cough, with retching and vomiting.", "Haemoptysis; after concussion or fall." ],
    "Heart" : [ "Dull, aching pain at heart; sometimes extending to back, l. of spine.", "Palpitation with full pulse (less bounding than Acon., less flowing than Gels.)." ],
    "Neck and Back" : [ "Crick in neck or back." ],
    "Limbs" : [ "Rheumatism attacking one joint after another; joints puffy, but little red; high fever; < slightest motion.", "Rheumatism of wrist and knee." ],
    "Upper Limbs" : [ "Violent drawing, tearing pain r. shoulder and upper arm, < violent motion of arm, > gentle motion, so that patient hardly kept it still at all; somewhat sensitive; deadness in r. hand.", "Acute rheumatism of r. deltoid; unable to wear cloak.", "In r. shoulder-joint acute rheumatism; red, swollen; very sensitive.", "Swelling of elbow from sprain.", "Rheumatism in wrist.", "Wrists ache with loss of power to grasp.", "Palms of hands hot, with children.", "Nodule on dorsum of l. little finger.", "Contracted fingers from acute rheumatism." ],
    "Lower Limbs" : [ "Pain and soreness in hip.", "Pains in knees spreading to other joints, finally to shoulders and upper thorax (after Ferr. Phos. it went downwards from joint to joint, to knees, and then passed off).", "While walking constrictive pain in anterior aspect of shins, lower third, as if he had been walking very hard and fast (which was not so), < l.", "Ankle, outer side, pale red; foot greatly swollen and sensitive; toe feels as if burning.", "Steady, terrible pain all over foot and ankle, extorting cries, shooting pains around ankle and up inside of leg.", "An acute, very painful sugillation on dorsum of foot." ],
    "Skin" : [ "Capillary congestion, with burning of skin, < from severe exercise or in a warm room.", "Measles.", "Erysipelas.", "Acne." ],
    "Sleep" : [ "Drowsiness, with rush of thoughts.", "Eyes half open in sleep.", "Restless at night.", "Restless sleep with anxious dreams; great depression in morning.", "Sleepless from severity of pains.", "Dreams of quarelling; suddenly changes to happy conversation with another person." ]
  }
}