{
  "remedyName" : "Ferrum Muriaticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Angina tonsillaris. Constipation. Cramps. Diabetes. Diarrhoea. Disparunia. Dyspepsia. Dysentery. Haemorrhages. Headache. Marasmus. Neuralgia. Pleurisy. Rickets. Rheumatism. Scrofula. Spleen, enlargement of. Typhoid fever. Vomiting. Worms." ],
    "Characteristics" : [ "Fer. mur. is the liquid preparation of Iron which, under the name of \"Steel Drops, \", has been most used in old-school practice in the treatment of anaemia. Our knowledge of its properties is derived mainly from over-dosings, with a few provings, and clinical observations. Fer. mur. is mainly a right-side medicine, causing neuralgia and headache of the right side of face and head, and rheumatism of right shoulder. On the other hand it affects the spleen, causing pain in the left hypochondrium. Like other Iron preparations, it affects the blood, causing haemorrhages of all kinds. On venesection the blood is remarkably black and thick, so that it can with difficulty be made to flow. Weakness, restlessness, and nervousness. Poisonous doses have caused convulsions. Vascular and nervous irritability after haemorrhages; < from eating, and especially from eggs. Spasmodic cough, > by eating. Most symptoms are < by motion; < during the night and in the morning. Pressure <. Effects of mechanical injury. Cold and heat alternate; cold, anxious sweat, with muscular cramp; strong-smelling night-sweat." ],
    "Relations" : [ "Compare: Chi.; Nat. m.; Sang. (shoulders); Fe. picric. (prostate gland); other preparations of Iron." ],
    "Mind" : [ "Loquacity.", "Depression." ],
    "Head" : [ "Vertigo with enlargement of spleen.", "Severe neuralgic pains in r. temple and r. side of face.", "Headache, with ascarides.", "Pain in back of head on coughing." ],
    "Eyes" : [ "Eyes injected.", "Bright redness of margins of lids." ],
    "Face" : [ "Paleness of face, red spots on pale cheeks.", "Flushes.", "Face swollen and livid." ],
    "Mouth" : [ "Insipid flat taste.", "Dry mouth.", "Solid food tastes dry and insipid.", "Tongue very much coated.", "Tongue swollen and protruded, with ropy mucus from mouth.", "Palate and interior of mouth burnt and parboiled-looking." ],
    "Throat" : [ "Extremely severe sense of burning and constriction in the throat.", "Angina tonsillaris." ],
    "Stomach" : [ "Anorexia; in morning.", "Unquenchable thirst or thirstlessness.", "Longing for acids.", "Aversion to meat or anything sour.", "Sour belching, esp. after solid food.", "Bilious eructations after fat food.", "Vomiting after eating; after eating eggs.", "Stomach somewhat distended.", "Hand riveted to region of stomach, as the principal seat of the pain." ],
    "Abdomen" : [ "Severe pain in l. hypochondrium; at times at night.", "Spleen enlarged and sensitive to pressure.", "Spasmodic constriction of abdominal muscles, as if abdomen were constricted, esp. when stooping, so that he can only straighten himself slowly.", "Great pain along whole length of colon, < by pressure and any movement of body.", "Hypogastrium swollen and very sensitive, esp. above pubes.", "Piercing pains in hypogastrium." ],
    "Stool and Anus" : [ "Diarrhoea, with pains in limbs.", "Chronic diarrhoea, with loss of appetite and rapid emaciation.", "Diarrhoea, with intestinal catarrh in typhoid fevers, also fetid, debilitating discharges.", "Dysenteric diarrhoea, with considerable pain, tenesmus, stools of blood and membraneous shreds.", "Stools dark, inky, copious.", "Obstinate constipation.", "Dry cough, ending in retching; itching of nose and anus, enuresis, headache, neuralgia, nervousness; ascarides.", "Ascarides, coincident with bleeding piles." ],
    "Urinary Organs" : [ "Diabetes mellitus.", "Chronic affections of bladder.", "Haematuria, haemorrhage from urethra or kidneys.", "Habitual discharge of phosphates in urine. Enuresis.", "Almost complete retention.", "Scanty urine.", "Deposit of bright red crystals." ],
    "Male Sexual Organs" : [ "Enlarged prostate gland." ],
    "Female Sexual Organs" : [ "During coition, soreness and cutting pain in vagina; want of pleasurable sensation.", "Metrorrhagia; dysmenia; leucorrhoea." ],
    "Respiratory Organs" : [ "Breathing stertorous; suffocation impending, inspiration esp. difficult.", "In morning, spasmodic cough with expectoration of transparent tough mucus, at once > by eating small quantities of food.", "Dry cough, ending in retching.", "When coughing: pain in occiput; bruised pain in chest; stitches in chest.", "Pleuritic, stitching pains in chest, fever, severe cough with scanty expectoration, exudation within pleura; great weakness and emaciation." ],
    "Heart" : [ "Heart affections with hectic; quick, superficial breathing cough; involuntary sighing; dyspnoea from slight exertion; painful drawing and expansion about apex; tumultuous fluttering heart-beat; small, threadlike pulse; at times double or intermitting.", "Chlorosis; muscular debility; weak circulation." ],
    "Limbs" : [ "Weakness, compelling to lie down.", "Sudden cramps and distortion of limbs." ],
    "Upper Limbs" : [ "Paralytic tearing in shoulder-joint, arm, clavicle, and muscles, making it impossible to lift arm; > by gentle motion.", "Slight drawing pain in shoulder, followed by tearing, stitching pains extending to elbows; paralytic lameness of upper arm; pain < from least motion; < at night, driving him out of bed; slightly > by walking about; no swelling.", "Acute inflammatory rheumatism of r. shoulder-joint, pain deep in socket, preventing motion.", "Mechanical injury to shoulder-joint, with rheumatic lameness." ],
    "Lower Limbs" : [ "Cramp in calves, esp. at night in bed.", "Large, deep ulcer in l. calf, centre black and hard.", "Oedematous feet, drawing, tearing pains, esp. on beginning to walk; after metrorrhagia." ],
    "Skin" : [ "Phagedenic ulcers." ]
  }
}