{
  "remedyName" : "Fluoricum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Alcoholism. Alopecia. Apoplexy. Bone, affections of. Brain, atrophy of. Cicatrix. Coccygodynia. Decubitus. Dropsies. Eyes, affections of. Fistula. Gleet. Goitre. Gonorrhoea. Haemorrhoids. Hair, falling out. Hands, perspiring. Headache. Hydrocele. Liver, induration of. Locomotor ataxy. Naevus. Nose, inflammation of. Nymphomania. Otorrhoea. Peritonitis. Perspiration. Pityriasis. Satyriasis. Splenalgia. Suppuration. Syphilis. Teeth, defective. Toothache. Tongue, ulceration of. Varicosis. Veins, diseased. Whitlow." ],
    "Characteristics" : [ "Fluoric acid acts on the lower tissues of the body much like Silica, which it follows and precedes well. It is useful after the abuse of Silica. The modalities of the two are different; Fluor. ac. having > from cold applications. It acts on the bones, especially the long bones, causing caries and necrosis, and favours the expulsion of the necrosed part. Fistulae, rectal, dental, and lachrymal come within its sphere. Old cicatrices become redder and itch. Small red spots here and there, < by warmth, > in cool place. Red blotches on body which tend to desquamate. Nails grow rapidly. Teeth are deficient in enamel; black, rough, unsightly-looking. Increased sensitiveness of vision and hearing. According to Guernsey Fluor. ac. affects the right ear; left teeth; left hypochondrium; left side of abdomen; right side and nape of neck; right side of back. T. F. Allen has recorded an experience (N. A. J. H., p. 288) showing the applicability of Fl. ac. in whitlow. A lady spilled some of the acid on her hand and though treated at once with turpentine a few spots escaped on one hand, and these soon gave her great pain, intensely pulsating. The pulsations involved the tip of the thumb especially, though this had not been touched by the acid. It was not red like the spots touched by the acid but was sore to touch, and when pressed there was a sensation as of a splinter under the nail and in the cellular tissue. This lasted some days. The whole hand was swollen and hot, > in cool, open air. In a workman whose hand was exposed to the fumes of the acid there was intense throbbing pains especially in the thumb; suppuration occurred later and was very slow to heal. According to McLachlan, the left hand is affected rather than the right and the pus tends to point on the dorsum of the finger. > From cold washing distinguishes it from Silic. Fl. ac. is also distinguished from Sil. by the general > from walking in the open air. \"A constant, irresistible desire to walk in the open air; it does not fatigue, \", is characteristics of Fl. ac. Hunger predominates. There is < from wine like Zinc.; but also < from red wine, which is peculiar to Fluor. ac. Abdominal symptoms > by tightening clothes (Nat. mur.", "opp. Lach., Hep.). Peculiar symptoms are: Increased ability to exercise his muscles without fatigue. Is less affected by excessive heat in summer or cold in winter. Sensation as of a cold wind blowing under lids, even in warm room; as of air passing down from shoulder-joint to fingers. Numbness of limbs even when not lain on. Motion <. Bending backward, and bending head back >. Cold drinks < toothache; washing with cold water >. Warm drink < diarrhoea. Symptoms seem to go from below upward. Suited to complaints of old age, and premature old age; weakly constitutions, sallow skin, emaciation." ],
    "Relations" : [ "Compatible: after Arsen. in ascites from gin-drinker's liver after Kali c. in hip disease; after Phos. ac. in diabetes. Compare: Coca (fatigue); Coffea (toothache); Citr. ac. and Sep. (aversion to one's family); Oxal. ac. (diarrhoea < from coffee); Rhus t. and Ruta (coccygodynia); Silic. (fistula, onychia, bone diseases, coccygodynia); Brom., Iod., Spongia and Kali c. (goitre); Staph. (teeth). Followed well by: Sulph., Nit. ac." ],
    "Mind" : [ "Uncommon buoyancy of mind; fears nothing and is self-satisfied.", "Disposition to be exceedingly anxious, causing perspiration.", "Aversion to his own family.", "Sensation as if danger menaced him.", "Forgetfulness of dates and of his common employment." ],
    "Head" : [ "Vertigo with sickness of the stomach.", "Congestion of blood to the head (forehead).", "Dulness (towards night) in the occiput.", "Dulness and pressure in occiput.", "Sensation of numbness in the forehead.", "Heaviness above the eyes, with nausea, < on motion.", "Compressing pain in the temples.", "Headache > by profuse flow of urine.", "Severe pressing pain in temples, from within outward.", "Pain along the sutures.", "Caries of the temporal bones.", "Sensation of weakness, like numbness in the head (and hands).", "Itching of the head.", "Falling off of the hair; the new hair is dry and breaks off.", "Baldness." ],
    "Eyes" : [ "Violent itching in the canthi.", "Burning in the eyes.", "Pressure, as if it were behind r. eyeball.", "Fistula lachrymalis.", "Sensation of sand in the eyes, or as if a fresh wind was blowing on them." ],
    "Ears" : [ "Intolerable itching in both ears.", "Singing in ears.", "Hardness of hearing > bending head back." ],
    "Nose" : [ "Red, swollen, inflamed nose.", "Obstruction of the nose.", "Fluent coryza." ],
    "Face" : [ "Heat in the face; desire to wash it with cold water.", "Perspiration, esp. in the face.", "Crusta lactea, dry, scaly, itches very much.", "Tubercles in skin of forehead and face, suppurating; syphilis infantum." ],
    "Mouth" : [ "The teeth feel warm (l. upper jaw).", "Fistula (near the r. eye-tooth) with great sensitiveness of the upper jaw to the touch.", "Sensation of roughness (lower incisor teeth).", "Toothache < from cold drink; or > until water becomes warm in mouth.", "Rapid caries of teeth.", "Acrid, foul taste from the roots of the teeth.", "Increased flow of saliva.", "Increased flow of saliva (with sneezing; with pricking of the tongue.).", "In the morning the mouth and teeth are full of mucus.", "The posterior nares feel expanded during a walk.", "Tongue deeply and widely fissured in all directions, with a large, deep phagedenic-looking ulcer in the centre." ],
    "Throat" : [ "Throat peculiarly sensitive to cold, slightest exposure resulting in inflammation, with increase of pain and impeded deglutition.", "Constriction in the throat with difficult deglutition; in the morning hawking up of much phlegm which is mixed with blood." ],
    "Stomach" : [ "Hunger predominates.", "Thirst, craves refreshing drinks.", "Aversion to coffee.", "Eructation and discharge of flatulency.", "Frequent eructations.", "Nausea, eructations, and lassitude.", "Sickness of the stomach, with general heat.", "Fulness and pressure in epigastrium.", "Pressure from weight in the stomach, between meals.", "Heat in the stomach before the meal.", "Bilious vomiting after slight errors in diet, with increased alvine discharges, preceded by tormina." ],
    "Abdomen" : [ "Frequent passages of flatus and belchings, which relieve.", "Great tension and dropsical swelling of the abdomen.", "Pinching in the region of the spleen (extending to the hips), a.m.", "Pressing pain in the region of the spleen and l. arm.", "Sensation of emptiness in the region of the navel, with desire to draw a deep breath; > by bandaging and eating." ],
    "Stool and Anus" : [ "Soft small stools in the morning after drinking coffee, and again in the evening, with protrusion of the haemorrhoids.", "Watery stools in the morning after rising.", "Frequent passages of flatus and eructations (with constriction of the anus).", "Stool pappy, yellowish-brown, fetid, with tenesmus and prolapsus ani.", "Protrusion of the anus during an evacuation.", "Constipation; stools infrequent and hard.", "Itching within and around the anus, in the perineum (evening)." ],
    "Urinary Organs" : [ "Free discharge of light-coloured urine, affording relief.", "Very frequent discharge of light-coloured urine (thirst increased).", "Whitish purple-coloured sediment in the urine.", "Intolerable burning in the urethra during and after urination." ],
    "Male Sexual Organs" : [ "Increased sexual desire (in old men) with violent erections all night.", "Sensation of fulness in both spermatic cords.", "Highly excessive enjoyment and pleasure during coition.", "Seminal discharge tardy but free, and without bad after-feeling." ],
    "Female Sexual Organs" : [ "Menstruation too early and too copious; the discharge is thick and coagulated.", "Acrid leucorrhoea; itching." ],
    "Respiratory Organs" : [ "Itching in the larynx, which causes him to hawk and to swallow.", "Short frequent cough, mostly dry, white, frothy sputa.", "Itching under the ribs (l.).", "Difficult respiration (afternoon and evening).", "During respiration wheezing (hydrothorax)." ],
    "Chest" : [ "Oppression of chest, > bending backwards.", "Nipples itching, sore, cracked.", "Itching, redness, swelling of (r.) nipple.", "Itching on l. breast and r. side of nose." ],
    "Heart" : [ "In the heart sensation of soreness, jerking." ],
    "Neck and Back" : [ "Rigidity in the nape of the neck.", "Pain (headache) from the nape of the neck extending through the centre of the head to the forehead.", "Bruised pain in the os sacrum and loins, > by stretching, bending backwards, and by pressure." ],
    "Upper Limbs" : [ "Pain in r. shoulder-joint.", "Pain in r. shoulder-joint, extending toward fingers, with sensation as if air were passing down.", "Trembling in the biceps and triceps of r. arm.", "Slight lameness in r. arm (has some difficulty in writing).", "Rheumatic pains in l. arm from shoulder to elbow, with lameness.", "The l. forearm and hand asleep (in the morning).", "Numbness and lameness in l. forearm and hand (morning).", "Pain in l. index finger; the whole finger is painful internally.", "Weakness and numbness of the hands and head.", "Constant redness of the hands, esp. the palms of the hands.", "Acute prickings, as with needles, in the fingers.", "Thumbs and fingers inflamed, with acute throbbing pains.", "Sensation of a splinter under nail.", "The nails grow more rapidly.", "Brittleness of the nails.", "Panaritium; also simple onychia." ],
    "Lower Limbs" : [ "Oedematous swelling up to the abdomen.", "Varicose veins.", "Acute stitches in r. hip-bone.", "Lameness in l. hip.", "Pain in r. knee-joint.", "The l. leg falls easily asleep.", "Burning stitches under the soles of the feet (in the morning).", "Feet hot and burn.", "Soreness between the toes.", "Soreness of all his corns." ],
    "Generalities" : [ "Lassitude.", "Loss of strength.", "Limbs go to sleep, although he does not lie on them.", "Increased ability to exercise his muscles without fatigue, regardless of the most excessive heat in summer or cold in winter.", "Violent jerking, burning pains, confined to a small spot." ],
    "Skin" : [ "Old cicatrices become red around the edges, covered or surrounded by itching vesicles, or they itch violently.", "Burning pains on small spots of the skin.", "Itching of the skin (in the month of March).", "Elevated red blotches.", "Red, round, elevated blood vesicles, resembling little flesh-warts.", "Varicose veins on the (l.) leg.", "Caries and necrosis.", "Ulcerations, esp. after the abuse of Silica." ],
    "Sleep" : [ "Sleeplessness without inclination to sleep; a short sleep suffices and refreshes him.", "Drowsy and sleepy in the early evening.", "Dreams toward morning." ],
    "Fever" : [ "General heat with nausea.", "General heat with nausea from the least movement, with inclination to uncover oneself and to wash oneself with cold water.", "Perspiration, clammy, acid, disagreeably smelling, principally on the upper part of the body, esp. on moving in the afternoon and evening, with itching.", "The perspiration favours soreness of the skin and decubitus.", "Less susceptible to the summer heat." ]
  }
}