{
  "remedyName" : "Formica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Apoplexy. Brain, affections of. Bruises. Chorea. Cough. Diarrhoea. Dislocations. Dropsies. Eyes, affections of. Facial paralysis. Foot-sweat, checked, consequence of. Gout. Hair, falling out. Headaches. Nodes. Overlifting, complaints from. Paralysis. Rheumatism. Sight, affections of. Spine, affections of. Spleen, pain in. Throat, sore." ],
    "Characteristics" : [ "Formica causes many rheumatic and gouty pains; the pains appear suddenly, and dart from place to place: left, then right; right, then left. The spinal cord is affected, paralyses and spasms occurring. Sensation as if brain too heavy and large. Sensation as if a bubble burst in forehead. It is of use \"in all kinds of apoplectic diseases. It strengthens the brain\" (Hering). Cooper has given the 3x with success in cases of weakness of lower extremities. J. W. Thomson (H. P., xvi. 32) reports the case of a gentleman, aged who had severe neuralgic pains between posterior of right ear and centre of occiput. From this he apparently recovered. Eighteen months later he returned with a steady, sore, and burning pain in same region; swollen and tender around, but especially behind, right ear. He could only sleep in one comfortable position, which he could not describe, but only knew when he found it; and he must be covered up warmly behind right ear and between that and occiput and neck", "all right side. Better from taking right hand and rubbing gently behind right ear. Sweat afforded no relief; the whole head seemed to sympathise with the distress; he had dribbling of urine. Formica rufa was given, six doses, one before each meal. On the second day, towards evening, he felt worse, and on the third day there were twinges and spasms of severe pain in addition to the sore pain which he had before experienced. These gradually got better, and on the fourth day even the soreness was much better. The main thing, however, was that he felt mentally better; said his mind and head felt stronger, and from feeling depressed he had become cheerful, and life did not seem the burden it had for some time past. Hering gives as an indication for Formic acid: \"Burning pain, burning from washing; renewed burning from cold washing.\" Symptoms are > after midnight. Motion <; also sitting. Hot irons > pain in neck. > By rubbing; by combing hair. Cold water application < (headache; burning pains). Great liability to take cold; consequences of cold and wet; cold bathing; damp weather. Clammy skin; disagreeable sweat during night; sweat without relief." ],
    "Relations" : [ "Compatible: After Cham. Compare: Ars., Bry., Dulc. (rheumatism); Urt. u. (nettle-rash; gout; rheumatism. Nettles contain Formic acid); Frag. v. (lack of mammary secretion); Tromb. (diarrhoea); Caps. (burning pains < by cold water)." ],
    "Causation" : [ "Checked foot-sweat." ],
    "Mind" : [ "Want of memory; in evening.", "Indisposed, morose, fearful, apprehensive.", "Exhilarated after pain in vertex abated.", "Mind unusually excited.", "Remarkable and unexpected activity of mind during the day, with absence of usual dulness and sleepiness." ],
    "Head" : [ "Vertigo; all things seem to move to and fro, and reeling of body; pain in l. supra-orbital region when going to bed, with dizziness; blackness before eyes, > by sitting down.", "Fulness; stupid feeling, with sensation of stiffness in neck.", "Dulness; pressure on both sides between temples and ears.", "Fore part of head aches with the cough.", "Sensation like a bubble bursting in forehead, running around l. side of head.", "Headache in l. forehead and temple back to occiput, with cutting extending into ear.", "Headache with cracking in l. ear, followed by pain in l. temple, then in vertex with nausea and abatement of pain in forehead.", "Pain on top of head, shifting from epigastrium.", "In morning, headache in posterior, upper and inner part of head; < drinking coffee; each time during and after washing with cold water.", "Pain from neck up to back of head.", "Sensation running up into head from body like lightning.", "Headache, < sitting up in bed; > after combing hair.", "Itching of scalp.", "Hair ceases failing out.", "Contusions of head." ],
    "Eyes" : [ "Pain in l. supra-orbital and l. temporal region, the seat of pain being tender to touch; pain and aching over l. eye; objects appear as if seen through a mist; blackness before eyes, must sit down for a few moments.", "Pain in eye when awakes, > by washing.", "Dim sight.", "Flickering before eyes.", "Nebula; leucoma; pterygium.", "Maculae and ulcers on cornea.", "Rheumatic ophthalmia.", "Spasmodic twitching of upper eyelid (r)." ],
    "Ears" : [ "Ringing buzzing in ears.", "Cracking in l. ear with headache.", "Deafness.", "External sensitiveness of r. ear and temple." ],
    "Face" : [ "Entire l. side of face and cheek feel as if paralysed." ],
    "Throat" : [ "Sore throat in morning, with much mucus.", "Sore throat < l. side." ],
    "Stomach" : [ "Pain in neck when hawking and gargling; when eating and drinking, esp. when closing jaws.", "After drinking tea copious sweat.", "Nausea and vomiting; with diarrhoea; in evening; with cough.", "Burning pain in stomach, with oppression and weight.", "Constant pressure at cardiac end of stomach, and a burning pain there." ],
    "Abdomen" : [ "Dull pain in region of spleen.", "Sensation across abdomen as if bruised below navel, also tired feeling in back.", "Flatulence.", "Hardening of mesenteric glands." ],
    "Stool and Anus" : [ "Diarrhoea after meals, or only during day, not at night; or day and night, or before midnight.", "Diarrhoea with tenesmus; pain in bowels before stool.", "Loose diarrhoeic stool, with feeling as if more was to pass.", "White stools.", "Constipation and sensation of constriction in sphincter.", "Pressure in rectum, < evening and in bed.", "Painful desire in anus and rectum for stool, which, however, will not pass.", "Tape-worm." ],
    "Urinary Organs" : [ "Paralysis of bladder.", "Double the quantity of urine, even at night; increased for two or three days.", "Urine like saffron; bright yellow; no sediment; passed frequently." ],
    "Male Sexual Organs" : [ "Long-lasting erections after urinating in morning.", "Seminal emissions.", "Scanty ejaculation with incomplete erection." ],
    "Female Sexual Organs" : [ "Menses scanty and pale, with bearing-down pains in back third day; fourth day darker; crampy pain through hip-joint and pelvis.", "Menses appear eight days too soon.", "Lack of milk with nursing women." ],
    "Respiratory Organs" : [ "Hoarseness with sore throat.", "Small piece of phlegm in throat, which cannot be brought up by coughing.", "Cough tedious and long lasting; < at night and from motion; with an aching in forehead and a constrictive pain in chest.", "Violent attacks of cough, with vomiting, day and night." ],
    "Chest and Heart" : [ "Pleuritic pains.", "Uneasy pain in region of heart.", "Fluttering palpitation.", "Violent penetrating pain in region of r. nipple.", "Violent prickling pressing stitches in region of l. nipple, later on l. side of back, but more violent; still later the same sensation on other parts of the body." ],
    "Neck and Back" : [ "Soreness in neck and up into head.", "Severe, pain l. side of neck while chewing.", "Stiffness l. side of neck extending down l. arm; < by least motion; turn, or twist; > by application of a hot iron.", "Severe pain across sacrum and dorsum of each hand.", "Affection of spinal cord." ],
    "Limbs" : [ "Sensation as if muscles were strained and being torn from attachment.", "Rheumatism appearing suddenly, mostly in joints, with restlessness; patients desire motion, although it < pains; > by pressure; sweat without relief; < r. side.", "Stiffness and contraction of joints." ],
    "Upper Limbs" : [ "Itching in armpits in morning.", "Pain from neck down l. arm; in evening to r.; could scarcely move her arm.", "Severe pain above r. elbow." ],
    "Lower Limbs" : [ "Severe pain through pelvis as if from one acetabulum to the other.", "Bruised pain in hips at night, causing him to change from side to side.", "Chronic gout.", "Checked foot-sweat (chorea from)." ],
    "Sleep" : [ "All night dry throat, woke her out of sleep.", "Disagreeable sweat during night, awoke with clammy skin.", "Could get to sleep if she could get the right position.", "Wakes early, and feels she has had sufficient sleep.", "On awaking: headache; vomiting with headache; pain in eyes; stitches in ears." ]
  }
}