{
  "remedyName" : "Gadus Morrhua",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Bladder, affections of. Bone affections. Cough. Hands hot. Phthisis." ],
    "Characteristics" : [ "Petroz is our authority for this medicine. Like Ol. jec. asel., Gadus has a powerful action on the respiratory apparatus. It is like Lycopod. in producing flapping of the alae nasi. It also affects the bones and causes troublesome heat of the hands. Hopelessness and desire for death are prominent." ],
    "Relations" : [ "Compare: Ol. jec. asel., Calc. c., Calc. phos., Conchiol." ],
    "Mind" : [ "Deep melancholy, paroxysms of helplessness, for forty-eight hours, during which the desire for death is hardly controlled.", "Intellectual faculties torpid; absence of ideas." ],
    "Head" : [ "Headache in the night accompanied by fever." ],
    "Eye and Ear" : [ "Marked diminution of strength of hearing and sight.", "A noise (tic-tac) is felt in r. ear, and pain if a noise from exterior becomes predominant." ],
    "Nose" : [ "Oscillation of wings of nose, accompanying very frequent breathing as after exercise, at the time of waking and during the whole day." ],
    "Face" : [ "Altered countenance." ],
    "Mouth" : [ "Teeth sensitive and set on edge.", "Dry mouth." ],
    "Throat" : [ "Waking in night on account of severe contraction in the throat.", "Constriction of fauces, wheezing cough, with white frothy expectoration." ],
    "Stomach" : [ "Loss of appetite." ],
    "Abdomen" : [ "Abdomen much distended.", "Sensation of burning heat in whole hypogastrium.", "While pains are felt in the chest, sharp pains in r. side of abdomen, in the groin, and in the kidneys." ],
    "Stools" : [ "Soft stools, diarrhoea." ],
    "Urinary Organs" : [ "Sensation of swelling and fulness in bladder; stitches in bladder; almost impossible to urinate." ],
    "Respiratory Organs" : [ "Voice weak, exertion required to articulate distinctly; words do not come when wanted.", "Light cough with expectoration of foamy sputa.", "Fits of wheezing cough with pain deep in chest.", "Very frequent breathing, with oscillation of wings of nose, as after exercise, at time of waking and during the whole day.", "Breath short, laborious; as if air passages were closed.", "Rush of blood to chest, without palpitation.", "Violent pains in chest with orgasm.", "Lumps seem adherent to parietes.", "Sharp pains, burning shootings, p.m.", "Sharp pains running through chest; not < by walking, though renewed on first movement.", "Very sharp pains in both lungs, esp. l., evening.", "Contused pain in chest walls; brought on by coughing, deep inspiration, or motion.", "A few fits of coughing caused a sensation of painful ruffling of the lungs, which seemed to change place and be contused." ],
    "Back" : [ "Sharp, lancinating pain in dorsal vertebrae.", "Constrictive pains in sides of trunk.", "Pains in lower back and sacrum." ],
    "Upper Limbs" : [ "Nails become soft." ],
    "Lower Limbs" : [ "Pain above l. hip.", "Slight lancinating pain in l. knee, which bends involuntarily when standing.", "Tearing pain in r. buttock and thigh.", "Bruised sensation in femur from head of bone to patella." ],
    "Fever" : [ "Very severe coldness from hip down to feet.", "Hands excessively hot and dry.", "Dry heat in palms; intolerable in evening.", "Fever without chill." ]
  }
}