{
  "remedyName" : "Galvanismus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Brain-fag. Diarrhoea. Epilepsy. Fever. Haemorrhoids. Hydrocephalus. Paralysis. Rheumatism. Salivation. Tetanus. Tongue, affections of. Toothache. Vision, illusions of." ],
    "Characteristics" : [ "Caspari is the authority for this medicine. The most prominent symptoms are muscular contractions; shuddering, shivering, cold-water sensations on skin or else burning. Disorders of sight and hearing with confusion of the head and headache. There is also putrid smell before nose. Many sensations appear in the tongue, and there is salivation. Catamenia copious. Farrington gives \"benumbed feeling at the back of the head in brain-fag, the positive pole being applied to the cervical region, the negative to the vertex.\"" ],
    "Relations" : [ "Compare: Kali bro., Gels., Electricitas, Magnet. p. arct., Magnet. p. aust." ],
    "Mind" : [ "Sobbing; peevishness.", "Inquietude; oppression.", "Anxiety.", "Anguish, with oppression of the chest, and rattling respiration.", "Ill-humour; vexation; obstinacy.", "Dulness of mind; incapacity for labour.", "Rambling thoughts.", "Zoomagnetic symptoms.", "Unusual vivacity and activity of mind, without force of will, with loss of command, almost entire, over the motions of the limbs." ],
    "Head" : [ "Head confused to an excessive and painful degree; perplexity and giddiness in the head.", "Vertigo: with confusion of the head, and lights before the eyes; with deafness; with alternation of heat and cold.", "Cephalalgia; violent pains in the direction of the ears.", "Sensation as in coryza, in the head and nose.", "Pressive headache.", "Congestion in the head.", "Noise in the head, like bellowing, or boiling.", "Chronic hydrocephalus." ],
    "Eyes" : [ "Sharp pains in the eyes.", "Aching of the eyes.", "Pulsation in the eyes.", "Jerking of the eyelids.", "Inflammation of the eyes.", "Redness of the eyes, esp. of the conjunctiva.", "Swelling of the eyes.", "Stye.", "Lachrymation.", "Difficulty in moving the eyelids (ameliorated).", "Convulsions of the eyes.", "Pupils contracted.", "Weakness of sight.", "Amaurosis.", "Objects appear to be twisted.", "Objects seem enlarged.", "Objects appear: to quiver; more clear; brighter; bluish, or of a deep blue (z).", "Blue colour seems to be greenish, yellow, or red.", "Red, to be green, blue, or slightly reddish, according to the pole which is used.", "The earth and air appear to be white as snow.", "Before the eyes, lightnings; a globe of light; scintillations; reddish light." ],
    "Ears" : [ "Violent pains in the ears.", "Pulsations.", "Sensation as if little balls circulated in them.", "Incisive pains, as if galvanic rays were passing through them (s).", "Redness of the galvanised ear.", "Inflammation and suppuration of the exterior of the ear.", "Absence of ear wax; discharge, at first serous, afterwards like pus, by the ear which is deaf (s.).", "Ulcers in the ears, sometimes with sanious discharge.", "Discharge of blood.", "Deafness; whistling in the ears, sometimes with tinkling; noise as in swallowing (s).", "Sound of bells; sound of wind instruments; murmuring; uproar; detonation, like the report of a pistol." ],
    "Nose" : [ "Severe aching in the nose (s).", "Incisive and darting pains.", "Tickling (s).", "Sensation of coldness.", "Excoriation of the mucous membrane.", "Epistaxis.", "Putrid smell before the nose (s).", "Great inclination to sneeze (s).", "Coryza." ],
    "6, Face and Teeth" : [ "Redness of the face, as in erysipelas.", "Swelling of the face.", "Swelled cheek, with toothache.", "Convulsions of the lips and of the muscles of the face.", "Burning on the skin, under the eyes.", "Lancination in a rheumatic swelling of the cheek, as in a wound.", "Toothache, sometimes with swelling of the cheek.", "Pain in a hollow tooth, with salivation." ],
    "Mouth" : [ "Augmented secretion of saliva; salivation during the toothache; the saliva has an alkaline taste (c); abundant secretion of clear saliva, which leaves an acid taste in the mouth; saliva flows from the throat in a stream.", "Caustic sensation on the tongue (c); coldness (s); heat (z); painful lancinations; pulsation; sensation as if coal were on the tongue, a tumour, or a boil, or else as though a hole had been pierced in it; blunted sensitiveness of the tongue; heaviness, with difficult speech; convulsive contractions." ],
    "Throat" : [ "Pains in the throat; heat; swelling of the amygdalae.", "Painful sensation in swallowing.", "Abundant expectoration of mucus.", "Cramp of the gullet." ],
    "Stomach" : [ "Acidulated taste in the mouth; acid (z); metallic (z).", "Frequently, diminution of appetite, much thirst; sometimes with burning heat of the body.", "Risings, with cutting and pinching pains in the abdomen; nausea; vomiting, sometimes of a grass-green liquid (c); violent vomiting." ],
    "Abdomen" : [ "Tension in the pit of the stomach.", "Colic (bellyache).", "Dull colic.", "Pinching and cutting pains in the abdomen, as from flatus, with risings, emission of wind, and diarrhoea.", "Borborygmi in the abdomen." ],
    "Stool and Anus" : [ "Urgent inclination to evacuate, with sensation of increased peristaltic movement, and evacuation of abnormal stools (z, on the tongue; s, in the anus).", "Stool promoted, in constipation.", "Copious evacuation, at an unusual time.", "Two evacuations during the night; diarrhoea, sometimes with violent vomiting.", "After the diarrhoea, lassitude like that caused by bodily fatigue, and profound sleep.", "In the rectum, pulsation and movement (z).", "In the anus, contractions.", "Haemorrhoidal symptoms; increase of haemorrhoidal flux." ],
    "Urinary Organs" : [ "Great heat in the bladder (z).", "Violent pains in the neck of the bladder.", "Augmented secretion of urine.", "Turbid urine, with thick and reddish sediment; increased emission in gonorrhoea." ],
    "Male Sexual Organs" : [ "Erections, sometimes very strong, and without lascivious ideas." ],
    "Female Sexual Organs" : [ "Catamenia copious; the menses appear each time the patient is galvanised.", "Suppressed catamenia quickly reappear, but nevertheless fail to appear at the following period." ],
    "Respiratory Organs" : [ "Spasmodic movements in the larynx, which ascend and descend.", "Painful irritation in the throat.", "Cough, dry; humid; with patients who have tubercles the nodosites speedily soften and break, and the fatiguing cough disappears.", "Difficult respiration; asthma (c) respiration deep, slow, rattling.", "Respiration impeded by each shock." ],
    "Chest" : [ "Great oppression of the chest, with great anguish, and palpitation of the heart.", "Pulse accelerated, intermittent, or rather full.", "Accumulation of saliva.", "Tightness in the pit of the stomach, and abundant secretion of a red and hot urine.", "Violent pains in the chest.", "Pressure in the chest.", "Palpitations of the heart." ],
    "20, Neck, Back, and Limbs" : [ "Nape and neck stiff, as from rheumatism.", "In the shoulder, stiffness and difficulty of movement.", "Burning and pulsation, with dragging pains extending to the fingers.", "In the arm, draggings and tension (c); heat (z); coldness (c); tetanic stiffness, with difficulty of movement and lassitude.", "In the hand, itching, sometimes in a swelling on the hand, which soon becomes painful and suppurates.", "Burning, as from hot coals.", "Fingers, almost always benumbed.", "Heat in the fingers (z); coldness (s); incisive and piercing pains (s).", "Sensation as though the finger were wrapped up, as when inflamed and swollen; itching eruption in the articulations.", "On the legs, re-appearance of an itch-like re-percussed eruption.", "Trembling of the muscles in the thighs, and the calves of the legs, during sleep (c).", "Painful sensation commencing in the toes, and extending into the abdomen." ],
    "Generalities" : [ "Painful tension throughout the body; many electric shocks in the body during the night; slight shocks like shivering.", "Tetanus; recurrence of epilepsy cured a long time previously.", "The epileptic attacks, which occurred at night, now take place in the daytime.", "Contraction of the flexor muscles (z), of the extensor muscles (c), starting of the tendons.", "Disposition to tremble.", "Valetudinary condition; lassitude, sometimes with drowsiness, or else following diarrhoea; fainting; asphyxia.", "Great sensibility of the galvanised part.", "Congestion of the parts touched." ],
    "Skin" : [ "Scarlet redness of the legs, of the arms, of the chest, and of the neck, with miliary eruption (c).", "Inflammation and swelling of the galvanised part.", "Miliary scarlatina, over the whole body, except the face; the margins of the ulcers become more inflamed; the parts (galvanised) where have been blisters, become painful, brown, swelled, or else discharge much corrosive serum." ],
    "Sleep" : [ "Drowsiness.", "Sleeplessness, sometimes complete; disturbed sleep.", "During sleep frequent smiling.", "Uneasy awakening.", "Dreams of chewing something which seems to have an agreeable flavour; vivid dreams; dreams in which the sleeper appears to fly." ],
    "Fever" : [ "Sensation of coldness in the body (c); coldness of the arm (c); sudden sensation as of being sprinkled with cold water.", "Shuddering, with febrile shivering, in hysterical patients; quaking shivering.", "Febrile movements; alternation of heat and shivering; sometimes with shivering, headache, burning in the throat, and difficult respiration (c).", "Heat augmented: in the arm; along the nerve of a paralysed part; throughout the body; flying heat, or else as intense and burning throughout the body (c).", "Burning on the skin (under the eyes, or else in the shoulder and the hand) as if from contact with live coals (c).", "Pulse: full, hard, and strong (z); rapid, and full; rapid, small, contracted (c); irregular (c).", "General perspiration.", "Copious sweat, which is acidulated (c)." ]
  }
}