{
  "remedyName" : "Gambogia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, affections of. Backache. Blow, effects of. Coccygodynia. Colic. Diarrhoea. Eyes, inflammation of. Lienteria. Throat, sore. Typhlitis." ],
    "Characteristics" : [ "The chief reputation of Gamboge among homoeopaths is as a remedy for diarrhoea. \"Profuse watery diarrhoea, particularly with old people, \", is characteristic. Stool preceded by excessive cutting about navel; stool expelled all at once after considerable urging; and is followed by a feeling of great relief. Stools: yellow (the colour of the drug); green; bloody; lienteric. Burning in anus after stool; anus sore and excoriated. Frightful vomiting and purging, with fainting. But this action by no means exhausts the range of Gamb.; it has a number of symptoms in the eyes and throat; and also rheumatic symptoms. Pain in small of back, as if bruised or sprained. Pain in sacrum, resulting from a blow, was cured in one case of mine. Gnawing in coccyx. Burning pains are prominent. Burning in the liver. (Like many other yellow, bile-like drugs, Gamb. acts markedly on the liver.) Most symptoms are > by motion; cough > sitting up; > in open air; < towards evening or at night. There is periodicity in the symptoms. General soreness over the body." ],
    "Relations" : [ "Antidoted by: Camph., Coff., Coloc., Kali c., Op. Compare: Aloe, Podo., Puls. (cough > sitting up; > open air); Apocy. c. (stool expelled all once; but Gamb. has cutting before and > after stool); Crot. t. (Crot. has stool in one gush, but Gamb. is not < from least food or drink like Crot.)." ],
    "Mind" : [ "Cheerful, talkative, feeling of case, great lightness of all his motions." ],
    "Head" : [ "Vertigo during rest or motion, in morning on rising.", "Pain in the vertex, as if bruised, in the forenoon; > in open air.", "Heaviness in the head, with drowsiness and pain in the back.", "Heat rises to the head, with perspiration." ],
    "Eyes" : [ "Itching of the inner canthi, with discharge of acrid, corrosive tears after rubbing; > in open air.", "Nightly agglutination of the lids; burning in the morning.", "Violent itching of the eyes in the evening.", "Burning of the eyes, > by walking in the open air.", "Violent burning of the eyes and photophobia, in evening or afternoon, > from walking in the open air, but returning in the morning." ],
    "Ears" : [ "Lancination in the ears." ],
    "Nose" : [ "Sneezing (in daytime).", "Violent chronic sneezing.", "Ulceration of r. nostril, with burning pain.", "Dryness of r. nostril.", "Much mucus in the nose, smelling like pus." ],
    "Mouth" : [ "Feeling of coldness in the points of the incisors.", "Dry mouth.", "Burning of the anterior half, or only of the tip of the tongue, which feels hard." ],
    "Throat" : [ "Violent stinging in r. side of throat.", "Stinging in the r. side of the throat during and between the acts of deglutition.", "Sore pain in the throat, which is felt when even touching the outer side of the neck.", "Roughness and burning in throat, causing constant hawking.", "The throat feels swollen." ],
    "Stomach" : [ "Bitter taste in the mouth.", "Nausea, with accumulation of water in the mouth and gulping up of sour water.", "Nausea proceeding from the stomach.", "Violent empty eructations.", "Frightful vomiting and purging, with fainting.", "Dartings in the stomach, causing one to start.", "Acute darting, stitching pains in the stomach.", "Gnawing in the stomach.", "Aversion to food.", "Violent thirst in the evening.", "Ulcerative pain in the stomach, passing off after eating." ],
    "Abdomen" : [ "Empty feeling in the stomach and abdomen.", "Inflation and tension in the abdomen.", "Inflation and tension of the abdomen, with pinching in the umbilical region.", "Gnawing in a small spot below the umbilicus.", "Pinching in the abdomen and groins.", "In the groins sticking, tension.", "Burning in the region of the liver.", "Rumbling in the bowels." ],
    "Stool and Anus" : [ "Frequent emission of flatulence; esp. evening and night.", "Diarrhoea, with burning pain and tenesmus of the rectum, prolapsus ani, and constant pinching around the umbilicus, sometimes attended with discharge of mucus.", "Watery diarrhoea, with colic and tenesmus.", "Faecal diarrhoea, stools evacuated with great force.", "Yellow and green diarrhoeic stool, mixed with mucus, preceded by excessive cutting around the umbilicus.", "Hard, insufficient stool, with violent urging, pressing, and protrusion of the rectum.", "Hard stool, succeeded by burning at the anus." ],
    "Urinary Organs" : [ "Infrequent urination.", "Emission of a few drops at a time, then intermitting, and finally returning, with burning at the orifice." ],
    "Female Sexual Organs" : [ "Leucorrhoea.", "Menses too early and too profuse." ],
    "Respiratory Organs" : [ "Sensation of soreness in every part of the chest.", "Pressure in the middle of the chest.", "Stitches going from both sides of the chest towards each other.", "Repeated extremely painful stitches in the sternum." ],
    "Back" : [ "Pain in the small of the back, as if bruised or as if sprained.", "Gnawing in the os coccygis." ],
    "Upper Limbs" : [ "Stitch on the top of r. shoulder.", "Stinging and numb feeling in the ball of r. thumb." ],
    "Lower Limbs" : [ "Cramp in the calf, with contraction of the toes.", "Heaviness and languor of the feet." ],
    "Generalities" : [ "Itching and formication in various parts.", "Pains, as if bruised.", "Tearing in the shoulders.", "Burning sensation in various parts.", "Burning-stinging pain.", "Increased heat, with anxiety.", "Gnawing." ],
    "Skin" : [ "Intolerable itching and formication in various parts.", "After scratching, burning and ulcerative pain.", "Itching blisters on both hands, first pale, then red." ],
    "Sleep" : [ "Drowsiness the whole day.", "Sleepiness, great inclination to sleep.", "Anxious, vexatious dreams." ],
    "Fever" : [ "Chill, proceeding from the back, with coldness of the whole body from evening till morning.", "Chilliness is accompanied by empty eructations, yawning, thirst, pain in the small of the back, biting as of ants over the whole body (by night), excessive stitches in the ears.", "Increased warmth, with anxiety and perspiration.", "Night-sweat all over. Violent thirst in the evening." ]
  }
}