{
  "remedyName" : "Gelsemium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Anterior crural neuralgia. Aphonia. Astigmatism. Bilious fever. Brain, affections of. Cerebro-spinal meningitis. Choroiditis. Colds. Constipation. Convulsions. Deafness. Dengue fever. Diarrhoea. Diphtheria Dupuytren's contraction. Dysentery. Dysmenia. Emotions, effects of. Epilepsy. Eyes, affections of. Fever. Fright. Gonorrhoea. Hay-fever. Headache. Heat, effects of. Heart, diseases of. Hydro-salpingitis. Hysteria. Influenza. Intermittent fever. Jaundice. Labour. Liver, affections of. Locomotor ataxia. Mania. Measles. Meningitis. Menstruation, painful; suppressed. Metrorrhagia. Myalgia. Neuralgia. Nystagmus. OEsophagus, stricture of. Paralysis. Paralysis agitans. Paraplegia. Pregnancy, albuminuria of. Ptosis. Puerperal convulsions. Remittent fever. Retina, detachment of. Rheumatism. Sexual excess, effects of. Sleep, disordered. Spasms. Sun-headache. Sunstroke. Teething. Tic-douloureux. Tobacco, effects of. Tongue, affections of. Toothache. Tremors. Uterus, affections of. Vertigo. Voice, loss of. Writer's cramp." ],
    "Characteristics" : [ "Gelsemium, which belongs to the same order of plants as Nux vomica and Curare, is not only one of the most important additions to the materia medica for whose introduction we are mainly indebted to Hale, but it is also in the first rank of importance among the vegetable polychrests. A drug is of importance in homoeopathy not so much by reason of the great number of the symptoms it causes, as by possessing a number of well-marked and clearly characterised symptoms which correspond to symptoms constantly met with in every-day practice. It was this which at once gave Gelsem. a place among the polychrests of homoeopathy. Like its botanical relatives, Gelsem. is a great paralyser. It produces a general state of paresis, mental and bodily. The mind is sluggish; the whole muscular system is relaxed; the limbs feel so heavy he can hardly move them. This condition exists in the cases of typhoid that call for it; the lassitude is expressed by the patient; with Mur. ac. there is the lassitude, but the patient does not express it. The same paretic condition is shown in the eyelids, causing ptosis; in the eye muscles, causing diplopia; in the oesophagus, causing loss of swallowing power; in the anus, which remains open; in diarrhoea from depressing emotions or bad news; in relaxation of the genital organs. Functional paralyses of all descriptions. This is shown again in some features of the headaches. They are accompanied by blurring of the sight, and relieved by a copious discharge of watery urine from a paretic condition of the kidneys. Conversely there may be a desire to urinate during the night, and if the call is not immediately responded to a violent headache supervenes. Post-diphtheritic paralysis; debility after pollutions; great prostration from irritability of seminal vesicles. The mental prostration is typified in \"funk,\" as before an examination, stage-fright, effects of anger, grief, bad news, and is accompanied by drooping eyelids. Alcoholic stimulants relieve all complaints where Gels. is useful. Hysterical dysphagia or aphonia, after emotions. Measles and eruptive disorders, with drowsy state, stiff used face, and even convulsions. Convulsions are no less marked in Gels. than paralyses. Erskine White (H. W., xxxii. 501) cured an infant born in convulsions three weeks after its mother had been terribly frightened by seeing her little brother nearly burnt to death. The only guiding symptom was \"the child's chin quivered incessantly.\" In thirty seconds after the dose the quivering ceased; in three minutes the convulsions were at an end. White had to ride twelve miles over mountains to reach the patient after receiving the summons, so the convulsions must have lasted a considerable time. Tremor is a keynote of the remedy. Gels. is adapted to children and young people; to persons of a nervous, hysterical temperament; to irritable, sensitive, excitable people. The following provings related by Dr. George Logan, of Ottawa (Med. Adv., xxiii. 125) show the power Gels. has over the mental sphere. The subject of the first was Mrs. Logan, who describes her experience thus:-" ],
    "Gelsemium" : [ "\"About two months ago Miss W., aged about forty, an inmate of my house, was seized with very severe neuralgia about both temples. I gave her tincture of Gelsemium minims, with a bismuth mixture to be taken every two or three hours. After taking this for about a day and obtaining no relief", "but rather she grew worse, being, as is described, 'nearly mad with pain'", "I gave her the full dose of the tincture of Gelsemium, according to Squire's Companion of the Pharmacopoeia, 1882, and Whitla's Materia Medica, third edition, namely, minims in a quinine mixture. This was taken every three hours, but with only moderate relief, three or four doses having been taken during the night. At about eight o'clock the following morning Miss W. was able to speak pretty well, and said she thought she was better. At about nine o'clock she was speechless and in the greatest distress of mind and body; there was total loss of power in the tongue; it could not be protruded, she could not articulate, and with very great difficulty could she swallow the brandy and water we forced upon her. There was alteration in vision; she could not distinguish us clearly, and the pupils were widely dilated. She had uncertain power over the muscles of the hand and arm, so that she could not write her name. All this time she was perfectly conscious, and nodded her head in answer to questions. She was greatly alarmed as to herself, and, as she informed us afterwards, she thought she was about to have a fit. Not knowing of any special antidote for Gelsemium, and seeing that there was no time to lose if we wanted to avert any increase of the paralysis, it fortunately came into my mind to give her a subcutaneous injection of Strychnine, using minim of the liquor Strychninae, or 1-120th part of a grain. Ten minutes after this the change for the better was most marked; there was return of power in the tongue and in the hands, and an improvement in the vision. . . . I again injected a minim of the Strychnine, and with further improvement in the condition of the patient. After this she took food and stimulants, and all paralysis disappeared. The vision was not perfectly restored for some hours, the pupils being less dilated. She had some return of the neuralgia, and was very weak for a few days, but eventually she quite recovered, and has had altogether better health since this event than she had prior to it.\" Gelsem. in the attenuations is a great neuralgic remedy. I have cured among other cases one of neuralgia of the anterior crural nerve. The paralysis of the tongue recalls another condition, trembling of the tongue, which is one indication for Gels. in typhoid, in which it is a leading remedy. The tongue is only thinly coated, and has not the dark streak of the Bapt. tongue. The Gels. face is flushed crimson, but not quite as besotted as that of Bapt. There is excessive weakness and trembling, but the consciousness is not so clouded. In coryza and hay fever Gels. has an important place. Early morning sneezing and streaming colds are a strong indication. The characteristic headache of Gels. begins in the occiput and spreads over the whole head, settling down over eyes. Dizziness and dim vision, and dizziness rising up from occiput and spreading over whole head, with depression, from heat of summer. Headache with stiff neck, < in morning; > urinating; preceded by blur before eyes, drowsiness with headache, difficulty in keeping eyes open, dull headache over eyes to vertex and occiput, with irregular action of eye-muscles. Neurotic symptoms in cigar-makers, impotence, palpitation. Many symptoms occur in connection with the sexual organs, male and female. [J. H. Allen (H. P., xiii. 244) cured a case of hydrosalpingitis, of gonorrhoeal origin, with Gels. 1m. The symptoms were: Feeling of fulness and heaviness in uterine region, cramp-like pains during menses, sharp pains moving from uterus to back and hips. A languid aching in back and hips a day or so before menses; great weakness and loss of power in lower extremities; very little pain after menses began. Lump in throat which she cannot swallow. After menses, pains in back of head and spine. Pains running up back of neck, with a feeling of tightness in the brain; irritable, easily angered. Fever in afternoon, twitching of muscles. Menses last eight days; for first three days appear natural, but afterwards very light-coloured, like serum. The tumour, which was in the left side of abdomen, disappeared in three months, improvement having set in from the first.] Dysmenia; epileptiform convulsions at menstrual period; rigid os in labour; chill, beginning in hands; or feet; and running up back. There is < both before, during, and after menses. Itching of skin; eruption like measles. Sensations of lightness: of head, of body. Sensation as if the head were enlarged; as if there were a tape round the head; as if the skin were contracted in the middle of the forehead; sensation from throat up into left nostril like a stream of scalding water; sensation as if a lump were in oesophagus; load in stomach as if stomach were quite gone; as if the uterus were squeezed by a hand; as if he would die; as if the blood ceased to circulate as if the heart would stop unless he kept moving; as if a knife were thrust through from occiput to forehead; as if eyes were jumping out of head; as if a lump were in throat which could not be swallowed. The stools of Gelsem., whether loose or constipated, are mostly yellow, like the flower. The colour comes out also in the colour of the tongue, and bilious symptoms generally. Wants to lie down and rest. Wants to be held, that he may not shake. Motion < most symptoms; > muscular pains; > heart. Rising from seat = pain in heart. Shaking head > heaviness of head. Lifting arms = trembling of hands. Playing piano = tired sensation in arms. (J. G. Blackley pointed out the suitability of Gels. to writer's cramp and professional paralyses. I have relieved with it cases of Dupuytren's contraction.) Great distress and apprehensive feeling at approach of a thunderstorm. Heat of sun or summer <. Hot applications > pain back of head. Must be covered in all stages of the paroxysm. Complaints from sudden change from hot or dry to damp air. Catarrh occurring in warm, moist, relaxing weather. < Damp weather; cold, damp atmosphere; > cold, open air; < from fog. Cold drinks are vomited immediately; warm or spirituous drinks can partially be swallowed. \"> From stimulants\" is a very general characteristic." ],
    "Gels" : [ "Dr. Logan adds that he first gave the patient Gels. for insomnia and headache. It produced the symptom \"wishing to throw herself from a height\" so markedly that he was alarmed lest she should carry it out. A year or two after, wishing to give the remedy again, he gave two pellets of the 30th", "with the same result. He next prescribed the 1,000th, and the result of that was the proving now related. Here is the second case in Dr. Logan's words:" ],
    "Relations" : [ "Antidoted by: Atrop., Chi., Coff., Dig., Nux. mos. In cases of poisoning, artificial respiration and faradisation of respiratory muscles. Foy found Nitro-glycerine a perfect antidote in one case. Jephson antidoted his case with Strychnine. It Antidotes: Mag. phos. It antagonises: Atrop., Op. Compatible: Bap. (in typhoid, influenza); Ipec. (in dumb ague). Compare: Bell. (labour); Caulo., Caust. (complaints of women); Coccul., Con., Curare (paralysis); Fer. phos. (fever); Phos. (effect of thunderstorms); Ol. an., Verat. (headache): Borax (sense of falling). Bry. (typhoid; dreads movement, Gels. because he is so weak, Bry. because movement < pains); Hyper. (< from fog)." ],
    "Causation" : [ "Depressing emotions. Fright. Anger. Bad news. Sun. Heat. Damp weather, warm or cold. Thunderstorms. Alcohol. Self-abuse." ],
    "Mind" : [ "Great irritability, does not wish to be spoken to.", "Irritable, sensitive; desires to be let alone.", "Incapacity to think or fix the attention.", "Vivacity, carelessness, followed by depression of spirits.", "Unconnected ideas; cannot follow an idea for any length of time; if he attempts to think consecutively he is attacked by a painful vacant feeling of the mind.", "Loss of memory, with headache.", "Unconsciousness.", "Delirium in sleep; half-waking, with incoherent talk.", "Acts as if crazy, brandishes a sword in a threatening manner.", "Stupor, cannot open the eyes.", "Dulness of the mental faculties.", "Sensation of intoxication, with diarrhoea.", "Cataleptic immobility, with dilated pupils, closed eyes, but conscious.", "Confusion; when attempting to move, the muscles refuse to obey the will; head giddy.", "Strong inclination to suicide.", "Want to throw myself from a height. Invariably think of going to the window. This is succeeded by an inclination to weep, and I generally have a good cry, and while the desire to throw myself from a height lasts, I clench my hands and nervous rigors run all over my body down to fingers and toes. It seems as if I should lose my senses.", "Dread of being alone; afraid of what may happen; think I may lose self-control. These feelings are followed by a strong inclination to talk or write, increased sense of mental capacity and memory.", "Every exciting news causes diarrhoea; bad effects from fright and fear.", "Cowardice." ],
    "Head" : [ "Staggering as if intoxicated when trying to move; < from smoking.", "Lightheaded and dizzy; < by sudden movement of the head, and walking.", "Giddiness as if intoxicated, as if he should fall down.", "Dizziness and blurred vision.", "Giddiness with loss of sight, chilliness, accelerated pulse, dulness of vision, double vision.", "Sensation of falling in children; child starts, grasps nurse or crib and screams out from fear of falling.", "Intense pain over r. eye, as if forehead would come right over eyes and close them.", "Sick headache, principally r. temple, beginning in the morning and increasing during day; < from motion and light; > after lying down; > by sleep or vomiting.", "Neuralgic headache, beginning in upper cervical spine; vertebra prominens sensitive; numbness of occipital region; pains extend over head, causing a bursting pain in forehead and eyeballs; < at a.m., when lying; with nausea, vomiting, cold sweat, cold feet.", "Cerebro-spinal meningitis, stage of congestion; severe chill; dilated pupils; congestion of spine and brain.", "Fulness in the head, with heat in the face and chilliness.", "Great heaviness of the head, relieved by profuse micturition.", "Pressure on vertex, so great as to extend into shoulders; head feels very heavy.", "Pain as from a tape around the head.", "Dull pain in the back part of the head after breakfast, worse when moving and stooping.", "Back part of head seems to have a spot four inches square that is turning to ice.", "Sensation as if the brain were bruised.", "With the headache giddiness, faintness, pain in the neck, pulsation of the carotid arteries, pain in the limbs great drowsiness, sneezing, double vision, loss of sight.", "Sensation of contraction of the skin in the middle of the forehead.", "Itching on the head (face, neck, shoulders), preventing sleep." ],
    "Eyes" : [ "Eyes feel bruised.", "Yellow colour of the eyes.", "Drooping of the eyelids; they are heavy; can hardly open them or keep them open.", "Fulness and congestion of the eyelids; paralysis of the eyelids.", "Double vision controllable by the strength of the will, or when looking sideways, not when looking straight forward.", "Eyeballs oscillate laterally when using them.", "Double vision, cannot tell which side of the street he is on.", "Diplopia and dim vision during pregnancy.", "Amaurosis from masturbation.", "Smoky appearance before the eyes, with pain above them.", "Detached retina.", "Dimness of sight, and vertigo.", "Cannot see anything (complete blindness).", "Sudden blindness.", "Pupils dilated.", "Aversion to light; more to candle-light.", "Thirst for light.", "Confusion of sight; blindness; astigmatism." ],
    "Ears" : [ "Sudden loss of hearing for a short time; rushing and roaring in ears.", "Catarrhal deafness, with pain from throat into middle ear.", "(Deafness and loss of speech from quinine.).", "Earache from cold." ],
    "Nose" : [ "Sneezing followed by tingling and fulness in the nose.", "Early morning sneezing; streaming of water from nose.", "Sneezing with fluent coryza; profuse watery discharge excoriates the nostrils.", "Sensation of fulness at root of nose extending to neck and clavicles." ],
    "Face" : [ "Heavy, dull expression of the countenance.", "Heavy, besotted expression; flushed and hot to the touch.", "Heat of the face with fulness in head and cold feet.", "Lips dry, hot, and coated.", "Paralysis of upper lips after prolonged conversation.", "Yellow colour of the face.", "Paleness and nausea.", "Erythema of the face and neck.", "The muscles of the face seem to be contracted, esp. around the mouth, making it difficult to speak.", "Orbital neuralgia in distinct paroxysms, with contractions and twitching of the muscles on the affected side.", "Stiffness of the jaws, the jaws are locked.", "Lower jaw dropped.", "Chin quivers incessantly.", "Lower jaw began wagging sideways; had no control over it." ],
    "Mouth" : [ "Saliva coloured yellow as from blood.", "The tongue is coated yellowish-white with fetid breath.", "Putrid taste and fetid breath.", "Sticky, feverish feeling in the mouth.", "Lips dry; coated with dark mucus.", "Thick coating of the tongue (during the chill).", "Tongue red, raw, painful, dry, inflamed in the middle.", "Numbness of the tongue; feels so thick he can hardly speak; partial paralysis." ],
    "Throat" : [ "Dryness and burning in throat.", "Dry roughness in throat when coughing.", "Dryness of throat with hoarseness.", "Sensation of heat and constriction in throat.", "Burning in the mouth extending to throat and stomach.", "Spasmodic sensations and cramp-like pains in gullet.", "Sensation as if a foreign body were lodged in the throat.", "Difficult deglutition (paralytic dysphagia).", "Swallowing causes shooting into the ear.", "Diphtheria; local tingling of the parts during the fever; incipient paralysis." ],
    "Stomach" : [ "Thirst (during the perspiration).", "Increased appetite, easily satisfied with small quantities of food.", "Sour eructations.", "Nausea (with giddiness and headache).", "Sensation of emptiness in the stomach.", "Feeling of emptiness and weakness in the stomach and bowels.", "Oppression and fulness in stomach; < from pressure of clothing.", "Burning in the stomach extending to the mouth." ],
    "Abdomen" : [ "Gnawing pain in the transverse colon.", "Sudden spasmodic pains in upper part of abdomen, compelling him to cry, leaving a sensation of contraction.", "Sensation of soreness in abdominal walls.", "Tenderness in r. iliac region during typhus.", "Rumbling in abdomen with discharge of wind above and below.", "Periodic colic with diarrhoea (yellow discharges setting in in the evening.).", "Acute catarrhal enteritis during damp weather." ],
    "Stool and Anus" : [ "Frequent discharge of flatus.", "The soft stool is passed with difficulty as if the sphincter ani resisted the passage by contraction.", "Paralysis of the sphincter ani, with disposition to prolapsus ani.", "Stools loose, colour of tea, dark yellow.", "Stools yellow; faecal; bilious; cream-coloured; clay-coloured; green.", "Diarrhoea with intermittent fever.", "Diarrhoea after sudden emotions, grief, fright, bad news; anticipation of any unusual ordeal." ],
    "Urinary Organs" : [ "Frequent micturition (relieving the headache).", "Copious discharge of clear, limpid urine, relieving the headache.", "Incontinence from paralysis of the sphincter; in nervous children.", "Tenesmus of the bladder.", "Irritable neck of bladder (in hysterical women), calling for constant urination." ],
    "Male Sexual Organs" : [ "Genitals cold and relaxed.", "Involuntary emission of semen without an erection; also during stool.", "Excitable sexual desire (spermatorrhoea).", "Sexual power exhausted, slightest caress causes an emission.", "Painful redness at the urethra.", "(Secondary gonorrhoea.)" ],
    "Female Sexual Organs" : [ "Sensation of heaviness in the uterus.", "Sensation as if uterus squeezed by a band.", "Suppressed menstruation with convulsions (every evening).", "Metrorrhagia; almost continuous flow without any pain; after ague suppressed by quinine.", "Severe, sharp, labour-like pains extending to back and hips.", "Dizziness and headache with amenorrhoea.", "Ailments from masturbation with depression and languor.", "Rigidity of the neck of the uterus.", "Spasmodic or neuralgic dysmenorrhoea.", "Vaginismus.", "Leucorrhoea; white; in gushes; with backache.", "Spasmodic labour-pains.", "False labour-pains; rigid os.", "Premature labour (abortion) (after fright).", "During pregnancy, violent pains in the uterus, headache, drowsiness, double vision, obscuration of sight, giddiness, pulsation of the carotid arteries, small, slow pulse.", "Cramps in the abdomen and legs during pregnancy; diplopia; drowsiness; loss of muscular power; convulsions.", "Inefficient labour-pains or none at all; os widely dilated; complete atony." ],
    "Respiratory Organs" : [ "Voice weak.", "Paralysis of the glottis with difficult deglutition.", "Spasm of the glottis, in evening, threatening suffocation.", "Roughness of the throat, raw, as if ulcerated in the larynx.", "Bronchitis.", "Hoarseness with dryness of the throat.", "Burning in the larynx, descending into the trachea.", "Dry cough with soreness of the chest and fluent coryza.", "Breathing frequent." ],
    "Chest" : [ "Heaviness in middle of chest (afternoon).", "Sensation of constriction in the lower thorax.", "Extreme and alarming difficulty of breathing; extreme restlessness from threatened suffocation.", "Stitches in the chest in region of heart.", "Paralysis of the lungs." ],
    "Heart and Pulse" : [ "Irregular beating of the heart; palpitation.", "Feeling as if the heart would stop beating if she did not move about.", "Stitches in the region of the heart.", "Pain in the heart when rising from a seat.", "Pulse frequent, soft, weak, almost imperceptible." ],
    "Neck and Back" : [ "Pulsation of the carotid arteries (during pregnancy).", "The muscles of the neck feel bruised.", "Sensation of constriction in r. side of neck.", "Pains in the neck and under l. shoulder-blade.", "Pains in neck like those of cerebro-spinal congestion.", "Myalgic pains in the neck, mostly in upper part of the sterno-cleido muscles, back of the parotid glands.", "Pains from the spine to the head and shoulders.", "Congestion of spine; prostration; languor; muscles feel bruised, and do not obey the will.", "Dull aching in lumbar and sacral regions; cannot walk, muscles will not obey.", "Locomotor ataxia.", "Paraplegia." ],
    "Limbs" : [ "Trembling in all the limbs.", "Deep-seated, dull aching in the muscles of the limbs and in the joints.", "Neuralgic and rheumatic pains in the extremities." ],
    "Upper Limbs" : [ "In the shoulders pain during the night.", "Arms weak, numb.", "Sensation as if r. elbow were sprained.", "Pain in elbow (l.) from draught of air (at night).", "Cramps in forearm on attempting to write.", "Pain as if sprained in the r. wrist.", "Trembling of the hands when lifting them up.", "Coldness of the wrists and hands.", "Hot dry hands, esp. the palms of the hands.", "Spasmodic contraction of fingers.", "Dupuytren's contraction." ],
    "Lower Limbs" : [ "Unsteady gait.", "Fatigue after slight exercise.", "Loss of voluntary motion.", "Violent lancinating pain in the thigh.", "Obstinate sciatica; pains < at rest and particularly when beginning to walk; burning pains, < at night, compelling her to lie awake; pain in sole of foot when walking.", "Deep-seated muscular pains in legs > by motion.", "Anterior crural neuralgia.", "Paroxysmal; shooting pains.", "Violent lancinating pain in thigh.", "Thighs sore to touch as a boil; pains all > when in a sweat.", "Rheumatic pains during the night in the knees.", "Sudden dislocation or slipping of the knee-pan (during breakfast).", "The calves of the legs feel bruised, pain at night.", "Cold feet.", "Spasmodic contraction of the toes." ],
    "Generalities" : [ "Hyperaesthesia.", "Excessive irritability of mind and body.", "Paralytic affections, muscles weak and will not obey the will.", "Complete relaxation and prostration of the whole muscular system, with entire motor paralysis.", "Trembling and weakness; listless and languid; easily fatigued.", "Rheumatic pains (wandering) in the bones and joints (night).", "Spasmodic contractive pains.", "Sensation as if bruised.", "Neuralgia; acute, sudden, darting pains; shooting, tearing along the tracks of the nerves; esp. if aggravated by changes in the weather.", "Congestions, arterial or venous, with sluggish circulation." ],
    "Skin" : [ "Papulous eruptions resembling measles, esp. on the face.", "Itching on the head, face, neck, and shoulders.", "Skin hot and dry." ],
    "Sleep" : [ "Sleepiness and long-continued sleep.", "As soon as he goes to sleep he is delirious.", "Yawning.", "Languid and drowsy, but cannot compose the mind for sleep.", "Sleeplessness from nervous irritation.", "Cannot go to sleep on account of violent itching on the head, face, neck, and shoulders.", "Restless sleep; unpleasant dreams.", "He wakens from sleep with headache or colic.", "Night-terrors, from nose being stopped.", "Dreamed of dying, and felt his eyes sinking into their sockets." ],
    "Fever" : [ "Pulse slow, accelerated by motion.", "Limbs cold with oppressed breathing.", "Cold hands and feet.", "In the evening, when entering a warm room, thirst, pain in the back and loins and in the lower part of the thighs.", "Chilliness in upper part of body and back.", "Chilliness every day at same hour.", "Chilliness esp. in the morning.", "Chilliness, languid aching in back and limbs, sense of fatigue, every afternoon, to o'clock.", "Nervous chill, the skin is warm; wants to be held that he may not shake so much.", "Chill with cold hands, feet, and headache.", "Chills begin in the hands; chills running up the back, hands and feet cold.", "Chilliness esp. along spine.", "Chill with weak pulse.", "Coldness of the feet as if they were in cold water, with heat in the head and face, and headache.", "Chill followed by heat and later by perspiration.", "Heat principally on the head and face.", "Typhoid fever when so-called nervous symptoms predominate.", "In eruptive and other fevers less restlessness than in Acon.; less violence and suddenness of aggravation than Bell.; languid asthenic fever.", "Profuse perspiration relieving the pains.", "Perspires freely from slight exertion.", "Intermittent fevers.", "Children's remittent fever.", "Cerebro-spinal meningitis.", "Measles.)" ]
  }
}