{
  "remedyName" : "Gentiana Lutea",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anorexia. Biliousness. Colic. Debility. Diarrhoea.", "Dyspepsia. Fever. Gout. Headache. Stomach, disorders of. Throat, constriction of." ],
    "Characteristics" : [ "The Yellow Gentian is the source of the well-known \"tonic\" of allopathic practice. In the homoeopathic provings (by Watzke, Buchner, and others) the chief symptoms have been noted in the alimentary sphere, and among them, \"ravenous hunger, \", as, well as \"diminished appetite.\" It has thus some claim to be a It positive tonic, \", as it may cause increased appetite in the healthy. It has: dry mouth; bitter or earthy taste; nausea; vomiting; colic; diarrhoea with yellow stools (it is the yellow Gentian); rheumatic pains; sensations of constriction are marked and common. Weakness, dull feeling, morose mood; febrile condition. The symptoms are < in the afternoon; after eating; on motion." ],
    "Relations" : [ "Compare: Gent. c., Hydrast., Nux v., Epipheg. (thick saliva)." ],
    "Mind" : [ "Dull feeling of whole body and morose mood.", "General dejection." ],
    "Head" : [ "Head confused and dull while writing, or else with tension and pressure in the forehead.", "Bewilderment and heat in the head, and heat in the cheeks.", "Cloudiness, as after taking spirituous liquors.", "Sensation of vertigo in the head.", "Sensation of vacuity and bewilderment in the head, with dull pressure, from within outwardly, at the forehead.", "Pressure: at the occiput; in the forehead, sometimes, simultaneously, in the eyes.", "Full, as if enlarged.", "Head feels as after intoxication.", "Fulness and dull pressure, from above downwards, in the frontal region, like a violent pulsative cephalalgia.", "Lancinations in the frontal region." ],
    "Eyes" : [ "Pressure in eyeballs.", "Frequent aching in the eyes; sensitiveness and pain in the eyes, followed by lancinations in the upper eyelid.", "Redness of the conjunctiva.", "Obscuration of the sight for some moments, so that objects immediately before the eyes cannot be distinguished; could not see the person with whom he was talking for a few moments." ],
    "Nose" : [ "Irritation in nose, as in coryza, followed by a watery discharge." ],
    "Mouth and Throat" : [ "Dryness of the mouth and throat; saliva thicker than usual; roughness of the throat.", "Taste intensely bitter.", "Swelling, fine sticking in throat, mostly in posterior portion of palate.", "Frequent hawking of mucus which is difficult to loosen.", "Rawness in throat.", "Earthy taste." ],
    "Stomach" : [ "Risings, sometimes with borborygmi in the abdomen.", "Acid risings, like vinegar, with hiccough; nausea, almost to vomiting, with watering of the eye; inclination to vomit, sometimes with uneasiness, yawning and slight vertigo, or else with tears which flow from the eyes.", "Vomiting in weak subjects.", "Sensation of emptiness in the stomach.", "Ravenous hunger in evening.", "Diminished appetite.", "Nausea after simplest meal.", "Aching, sometimes anxious, or else with tightness, or with nausea and inclination to vomit, followed by pressure at the anus.", "Weight and aching at the stomach, with anguish, nausea, inclination to vomit, and respiration full and impeded.", "Inflation and tension in the abdomen and in the stomach.", "Feeling of constriction in the stomach." ],
    "Abdomen" : [ "Uneasiness and pressure in l. hypochondrium.", "Colic, with aching in region of stomach, and urgency to go to stool.", "Painful sensitiveness of the whole abdomen, with tightness in the lower region, esp. in r. side and posteriorly, with pressure.", "Umbilical region, sensitive to touch, with pressive pain.", "Steady pressure in umbilicus like an inward drawing.", "Pains, esp. below the navel, and principally when the part is touched.", "On walking quickly, pain in the lower part of the abdomen, with pressure on the anus.", "Aching in umbilical region, sometimes with tension.", "Cutting pains, sometimes on awaking, at night, with beat and quickened respiration.", "Cutting pains, from the pubic region to the colon transversum, from the touch, with painful sensitiveness of the abdomen; when lying on the back, with the legs retracted, the pains are more supportable.", "Fixed drawing pain in the umbilical region, with heaviness and fulness of the head, and stoppage of the nose.", "Inflation and tension of the abdomen, sometimes with heaviness and fulness, or else with painful sensitiveness to the touch.", "Tightness of lower part of abdomen, < towards the evening, with shortness of breath.", "Borborygmi in the abdomen, or else gurgling, as of bubbles which ascend.", "Continual emission of wind above and below, without relief.", "Painful and general sensitiveness of the teguments of the abdomen." ],
    "Stool and Anus" : [ "Urgent inclination to evacuate, sometimes sudden, with abundant stools, followed by painful sensitiveness of the abdomen; pressure on the anus while wanting to go to stool.", "Dragging towards anus with tenesmus.", "Sudden urging with copious evacuation.", "Soft stools, immediately after rising.", "Bilious diarrhoea (in afternoon).", "Stool soft, yellow, preceded by colicky pains, which become so severe after the stool that they force the patient to bend double." ],
    "Respiratory Organs" : [ "Hoarseness of the voice.", "Frequent hawking without power to detach the mucus from the throat." ],
    "Chest" : [ "Oppression of the chest; fulness in the chest, sometimes with pressure and difficulty of respiration.", "Pressure on l. side near the throat." ],
    "Back" : [ "Pain in the back and bowels, much< by motion, > by sitting.", "Sensation of a cord, or pressure and weight round the loins." ],
    "Upper Limbs" : [ "Rheumatic tension and dragging in the r. hand, with inflammatory redness of two articulations of the fingers, spasmodic symptoms, and pain of the part during movement.", "(Gout in r. hand)." ],
    "Lower Limbs" : [ "Aching in the hips (and the loins), sometimes, esp. on leaning forward to look out of the window.", "Tingling in the knees.", "Pain, as of dislocation, in l. articulation.", "Lancinations and tearing pains in the sole of l. foot, when walking." ],
    "Sleep" : [ "Yawning.", "Inclination to sleep, without power to go to sleep; sleep retarded; sleep impeded by colic, which obliges the patient to turn in bed, sometimes on one side and sometimes on the other, and which does not permit the least repose until two o'clock in the morning.", "Uneasy sleep disturbed by abdominal symptoms and fever." ],
    "Fever" : [ "Febrile shuddering, as from electric shocks, commencing at the back and traversing the posterior part of the body, followed by lassitude, depression, and tension in the limbs.", "Increase of natural heat over head, cheeks, and whole body.", "Heat originating in the lumbar vertebrae.", "Pulse accelerated." ]
  }
}