{
  "remedyName" : "Gentiana Cruciata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diarrhoea. Dyspepsia. Dysphagia. Hernia. Hoarseness. Stiff-neck. Stomach, affections of. Throat, sore." ],
    "Characteristics" : [ "\"G. cruciata, \", says the Treasury of Botany, \"has been invested with imaginary virtues, because its leaves grow in the form of a cross; it has been recommended in hydrophobia.\" Its virtues are not all imaginary, and its reputation as a remedy for hydrophobia is partly justified in the provings. The proving of Gent. cruc. (by Watzke and ten others) developed a number of striking symptoms in the throat and digestive tract. Movings about in stomach and abdomen. Pressure in the stomach as if a stone was in it, with inclination to vomit. All the symptoms of right inguinal hernia occurred in one prover. A peculiar sense of apprehensiveness; faintness; uneasiness. One prover felt as if all the nerves were tense, so that walking was difficult. Creeping over the body as from fleas in the evening. The symptoms are < after eating. > From warm soup; from drinking fresh water; in open air." ],
    "Relations" : [ "Compare: Gent. lut.; Lyc. (> from warm drink); Bry., Puls., Ab. n., &c. (pressure in stomach as from a stone); Kal. bi. (tenacious mucus in throat)." ],
    "Mind" : [ "Weeping mood, with disinclination to talk.", "Very peculiar apprehensiveness, and acceleration and difficulty of breathing, swelling of the temporal veins and feeling of pressure in the temporal region; on reading, print seemed indistinct and as if covered with a veil." ],
    "Head" : [ "Confusion and whirling.", "Sensitiveness of whole head and whole brain after dinner, < by violent motion of head.", "Swelling of temporal veins and feeling of pressure in temporal region.", "Sudden stitch through l. temple.", "Distressing tension, and at times transient jerking in region of vertex; tension soon became a very acute constant pressure, < by exerting eyes, or constant thought." ],
    "Eyes" : [ "Sensation as though eyes were lying deep in orbit; piercing inward sensation in r. eye.", "Print indistinct as if covered with a veil." ],
    "Mouth" : [ "Two aphthous ulcers on margin of lower lip on either side of frenum.", "Flow of saliva increased." ],
    "Throat" : [ "Slight redness and distressing sensation of constriction within the throat, so that swallowing is very difficult; constantly obliged to hawk up tenacious and firmly adherent mucus.", "Rawness and scraping, causing frequent hawking; with constriction on swallowing.", "Intermittent, deep redness of fauces.", "Stitches in tonsils.", "Swallowing difficult; with an anxious constrictive sensation; slight redness of fauces." ],
    "Stomach" : [ "Appetite increased; or lost.", "Acid eructations; watery vomiting.", "Great nausea, with inclination to lie down.", "Vomiting, with some difficulty, a small quantity of mucus of an acid odour, intensely bitter, leaving a scraping and rawness in throat.", "Movings about in stomach, and afterwards in abdomen, disappeared on walking.", "Sensation in stomach and oesophagus as though he had swallowed a morsel of hot food followed by cold water; lasted the whole day, < by eating; > by drinking fresh water.", "Burning; fulness; pressure in stomach.", "Pressure in stomach as if a stone were in it, with inclination to vomit.", "Sensation of pressing inward in pit of stomach." ],
    "Abdomen" : [ "Sensitive, griping, sore sensation in umbilical region, < after dinner, > sitting and lying, < standing, walking, and after\" smoking, obliging him to bend forward; therewith umbilicus seemed to be drawn inward.", "Movings about in intestines with slight headache, followed by copious pasty evacuation.", "Distension; fulness; tightness; constriction in abdomen.", "Dragging in r. inguinal region with feeling of protrusion, > sitting or lying; on violent sneezing actual protrusion occurred, size of hazel-nut, very sensitive." ],
    "Stool and Anus" : [ "Constant violent urging, followed by three watery evacuations.", "Pasty diarrhoea.", "Free pasty stools without the usual itching in anus." ],
    "Female Sexual Organs" : [ "Menstruation three days earlier than usual, during which there was a headache as if head too full, with feeling of distension in the skull, > during rest and < by motion, preventing sleep for a long time." ],
    "Respiratory Organs" : [ "Hoarseness; voice gave out in middle of speech.", "Frequent attacks of hoarseness and sensitiveness of the throat." ],
    "Neck and Back" : [ "Drawing and jerking along r. side of neck, extending to shoulder.", "Drawing in cervical muscles, extending to ears, < by turning head, an uneasiness so that he could not remain long in one position.", "Repeated drawings in cervical muscles.", "Tension in lumbar region." ],
    "Upper Limbs" : [ "Distressing drawing in r. shoulder lasting several minutes." ],
    "Lower Limbs" : [ "Cramp-like pains in soles of feet." ]
  }
}