{
  "remedyName" : "Ginseng",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Appendicitis. Debility. Headache. Lumbago. Rheumatism. Sciatica. Sexual excitement." ],
    "Characteristics" : [ "The symptoms of the Chinese and the American Ginseng are taken together, as the two are probably identical. The name is said to signify \"the resemblance of a man\" or man's thigh. The root is forked like that of the mandrake. Fabulous prices are given for it in Manchuria, as much as £40 per pound being paid for certain qualities of it. The wild Ginseng of Siberia is said to be the best. The natives along the Ussuri river use it boiled for headaches, colds, fevers, stomach pains. In America it is a domestic remedy for the after-pains of labour. The shape of the root might indicate an action on the pelvis and lower limbs, and J. H. Henry (H. R., xi. 493) says it acts on the lower part of the spinal marrow; is indicated by \"bruised pains in small of back and thighs (on rising from bed), and great languor, with paralytic, rheumatic pains in lower limbs, arthritic swelling of the foot, which had been exerted a long time, violent pain in big toe.\" He mentions also \"Nightly digging in right lower limb from hip to big toe, cramp, pains from right hip to toes; lancinating, tearing in right tarsal joint.\" He considers it specific in lumbago, sciatica and chronic rheumatism, with frequent desire to urinate, and sexual excitement. Lembke and others have proved it. It is an aromatic stimulant and removes feelings of fatigue, imparting a joyous sense of vigour and elasticity to the limbs, especially the upper limbs, and clearness of mind. The opposite condition of malaise is also produced. Yawning, and drowsiness. Drowsiness with headache. Feeling of extreme heat and intense coldness, longing to expose the body to cool air. The right side of the body is most affected. There is pain in right side. of hypogastrium, extending into groin. Dry mouth, tongue, and lips. Vertigo. The respiratory organs are affected as with Aralia racem. Mouth and throat are sensitive to the ordinary air of room; are < in free open air and from talking, > at dinner. Many symptoms are < in open air; at night bending or turning; descending stairs; sitting." ],
    "Relations" : [ "Compare Aralia rac., Hedera, Coca. In \"Drowsiness with headache\": Brucea, Herac., Gels., Nat. sul., Nux mos., and Sul. In dry lips, Bry." ],
    "Mind" : [ "Mood quiet and contented, with good courage.", "Mind generally calm; but impatient impulses, fear of accidents.", "Thinking difficult.", "Memory weak.", "Disposition to weep; anxious about the future." ],
    "Head" : [ "Vertigo, cloudiness, confusion, giddiness, and heaviness of the head.", "Vertigo on going down winding stairs.", "While standing, the ground seems to waver.", "Reflection difficult; tendency to forgetfulness.", "Reeling sensation in occiput.", "Reeling sensation in occiput, with grey spots before eyes.", "Head seems at times enlarged and to sway to one side.", "Pressure in longitudinal sinuses.", "Drawing in r. side of frontal bone; in muscles of neck and loins.", "Drawing in occiput; he involuntarily bends head backward.", "Painful sensitiveness of the head.", "Semilateral cephalalgia.", "Lancinations from r. side of the forehead as far as the orbit, with heaviness of the eyelids, irrepressible inclination to sleep, heat of the head, and heaviness in the temples.", "Sudden shock in occiput, followed by pain, as of a bruise." ],
    "Eyes" : [ "Pressure on the eyes, which seems to force them inwards; the upper eyelids fall (esp. r.).", "Great difficulty in opening the eyelids, which are heavy and painful; itching of the eyelids.", "Biting and itching in margins of lids.", "Unpleasant sensation of coldness on surface of eyeball.", "Pupils alternately large and small.", "Vision indistinct.", "Sensation of fatigue when exposed to the light; objects appear double when looked at fixedly; in reading, the characters become confused." ],
    "Face" : [ "Alternation of redness and paleness.", "Burning erythematous redness on r. cheek, on the ala nasi, on the chin; following chapping of the parts, with itching and heat; afterwards an eruption of small miliaria, with tingling; after this, mealy tetters on the skin, with desquamation at the end of fifteen days.", "Lips red, dry, rough, thick, cracked and bleeding, esp. the lower lip; < in open air and by talking.", "Drawing in jaws and bones of face." ],
    "Mouth" : [ "Tongue red and smarting with thirst; then white in the middle.", "Tongue white, completely dry, with large glistening papillae.", "Mouth, lips, and teeth very dry; voice rough and scraping; swallowing of saliva very difficult on account of dryness; a swallow of water moistens only for a moment.", "Dry sensation in palate, with accumulation of much saliva, which is swallowed without difficulty.", "Green saliva." ],
    "Stomach" : [ "Great appetite at a very unusual time; risings, empty, sometimes sour; nausea and inclination to vomit, with eructations which afford relief.", "Pressure on the stomach, with inflation, dull borborygmi in the abdomen, tension and feeling of inflation, emission of wind, uneasiness and yawning.", "Oppression, pressure of clothing intolerable.", "Painful drawings in the stomach, as from hunger, following shiverings, with painful lancinations in the precordial region; violent colicky pains, which pervade the abdomen; swelling and pulsation of the stomach, anguish, inclination to vomit, and pain in l. side at the heart, following shiverings, which extends to the elbow.", "Contractive pain in the stomach, with anguish, difficulty of respiration, drawing pains in the stomach, and lancinations in r. side, which stop respiration." ],
    "Abdomen" : [ "Pain in r. side of lower region of abdomen, extending to the groins, with painful tingling extending to the foot and great toe, where very painful lancinations are felt.", "Pains in the lower region of the abdomen, with violent aching in the groins, inflation, tension and pressure towards the lower region; colicky pains in the lower part of the abdomen, from the r. to l., ascending to the precordial region, with inflation of the abdomen, which is relieved by emission of wind.", "Violent cutting pains from r. coxo-femoral region to abdomen, causing a writhing of the body.", "Colic, which extends into the stomach, with pressure and pain when pressed externally; painful digging in r. side of abdomen extending to the groins and stomach, with cutting pains throughout the lower part of the abdomen; inclination to vomit, and pain as of excoriation in r. side, below the ribs, < by external pressure. Pains in the abdomen, as from a girdle, with digging and starting in r. hip.", "Pain in r. side of lower abdominal region, from the hip to the ribs, with sharp pains from the precordial region; lancinations in r. side of the upper part of the abdomen, with inability to bear tight clothes, pains in the abdomen, borborygmi, emission of wind and lancinations, like thrusts of a knife in the region of the stomach.", "Painful inflation of the abdomen, extending on r. side, below the ribs, with pains in the region of the heart, and eructations which give relief; tense painful abdomen; > by emission of flatus downwards; inflated abdomen, painful, with pain, as of a fracture, in the loins; bruise-like pain in the iliac region, < by pressure; general uneasiness, and pains which pervade the abdomen and the chest; pressure on the stomach, and constraint from the clothes over the parts." ],
    "Stool and Anus" : [ "Evacuation difficult, without, however, being hard.", "Hard stool, which is not emitted without efforts, which are followed by burning at the anus.", "Slight sticking in rectum.", "Tenesmus and lancinations in the rectum.", "Four thin stools preceded by short violent pain, extending from within the pelvis to the thighs, as though one must sink to the ground.", "Liquid stools in the evening, preceded by colic." ],
    "Urinary Organs" : [ "Sticking and voluptuous twitching in navicular fossa.", "Pruritus and burning in urethra, with frequent urging to urinate.", "Yellowish lemon-coloured urine, depositing a red sediment." ],
    "Male Sexual Organs" : [ "Great excitation of the genital organs.", "Nocturnal erections without pollutions.", "Painful erections while sitting at engrossing business.", "Pressure in testicles.", "Dreams vivid, lascivious, of which the recollection remains, always after taking the medicine." ],
    "Respiratory Organs" : [ "Voice rough and hoarse.", "Dry cough in paroxysms.", "Short anxious respiration; or slow and deep with exertion.", "Frequent deep inspiration, and tightness of chest as if he could not get enough air; > while walking.", "Contractive pain across lower thorax." ],
    "Chest" : [ "Aching and oppression in the chest, with great difficulty of respiration.", "Oppression of the chest, with anxiety and lancinations in pit of stomach, and in lumbar region.", "Prostration of strength, and lassitude in the limbs." ],
    "Heart" : [ "Severe pain; dagger-like lancinations and stitches in praecordia.", "Some violent beats while sitting, and followed by sensation of floundering of heart, with rapid, small, indistinct pulse.", "Pulse very irregular." ],
    "Neck and Back" : [ "Frequent cracking in upper cervical vertebrae on moving head.", "Heaviness and stiffness in nape.", "Drawings in cervical muscles.", "Pulsation in vessels of r. side of neck.", "Painful lassitude along back, with bruised feeling down to and in sacrum.", "Stiffness in back.", "Pressure in dorsal vertebrae.", "Deep lancinations around loin &-Lancinations between the shoulder-blades, extending to r. shoulder, or else along the dorsal spine to the sacrum, esp. on standing upright, accompanied by difficulty of respiration.", "Weight in nape of neck, with contusive pain along back of sacrum." ],
    "Limbs" : [ "Much cracking in joints on moving.", "Peculiar lightness, vigour, and flexibility of limbs in spite of much walking or a bad night.", "Painful lassitude in limbs.", "Bruised pain in limbs alternating in different parts." ],
    "Upper Limbs" : [ "Pain in shoulders, with cracking in them.", "Peculiar sensation of coldness and crawling in r. elbow and parietal eminence.", "Violent compressing pain in muscles of lower l. forearm, as if a hoop were tight around them.", "Object dropped from hands easily, hastiness in his movements.", "On closing hands sensation as if they were swollen and the skin tight.", "Contraction of the fingers of r. hand and stiffness in their joints." ],
    "Lower Limbs" : [ "Retraction of muscles of r. leg; great weakness of r. leg.", "Staggering gait.", "Sticking in r. tibia.", "Lancinating tearing in r. ankle joint.", "Lancinations alternately in both great toes.", "Painful stiffness of l. thigh, from the hip to knee.", "Heaviness of the lower limbs, contraction of the muscles of l. leg, with bruise-like pain in the coxo-femoral articulation.", "Difficulty in walking, tingling and stiffness from the thigh to the foot; pain in the knee, and violent incisive pain in the r. hip, which extends to the abdomen, and occasions writhing of the body.", "Contusive pains in the thighs and loins, with great lassitude in the morning on rising, with rheumatic and paralytic pains in the lower limbs.", "Nocturnal digging pain in r. leg, from the hip to the great toe, in which are experienced violent lancinations.", "Violent lancinations in l. great toe, already suffering from arthritic swelling.", "Alternate lancinations in one of the great toes.", "Cramp-like pain, extending from r. hip, along the leg, to the points of the toes.", "Lancinating tearing in the articulation of r. foot." ],
    "Generalities" : [ "Painful lassitude of the extremities, superior and inferior.", "Coldness, trembling, and numbness of the hands, with deadness of the fingers.", "Tendency of the symptoms to show themselves more particularly on r. side.", "As during fever, uneasiness, with inclination to sleep; internal shivering, with heat externally, tingling in the fingers, yawning and stretching, trembling, shivering, thirst, dryness of the mouth, draggings in the stomach, and weakness of the legs, as after a severe illness.", "Great sensitiveness to cold, and tendency to feel bruised all over.", "After a walk, inability to obtain warmth.", "Pulse natural." ],
    "Skin" : [ "Itching pimples on the skin of the neck, and of the chest.", "Itching below r. foot." ],
    "Sleep" : [ "Much yawning and drowsiness.", "Awakens with difficulty or else with a start.", "Pleasant voluptuous very vivid dreams, constantly repeated every time he takes the drug." ],
    "Fever" : [ "Coldness, numbness, trembling of hands, fingers white.", "Chilliness through the back extending into arms.", "Coldness pierces into interior of occiput.", "Coldness in back extending into bones of back, cold hands, blue nails.", "Coldness in spine.", "A small glass of Malaga wine caused remarkable heat of body, esp. back, with distended veins.", "Violent burning heat in tips of fingers." ]
  }
}