{
  "remedyName" : "Glonoinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Aphasia. Apoplexy. Brain, congestion of. Bright's disease. Convulsions. Epilepsy. Epistaxis. Fright, effects of. Goitre. Headache. Heart, affections of; palpitation of; jarring, effects of. Location, sense of, lost. Mania. Meningitis. Menses, suppression of. Neuralgia. Paralysis. Rheumatism. Sciatica. Sea-sickness. Snow-headache. Sun-headache. Sunstroke. Toothache. Trauma." ],
    "Characteristics" : [ "\"Nitro-glycerine was discovered by Sobrero in but none could be obtained for physiological experiment until Morris Davis, a Philadelphia chemist, in the same year, after long and laborious trials, under direction of Hering, succeeded in producing the substance in sufficient quantities for proving.\" I quote this from the Guiding Symptoms. Glon. is one of the many monuments of Hering's therapeutic genius. It is to him that we owe the introduction of this notable remedy into the materia medica, and into medicine. The note of the action of Glon. is a tendency to sudden and violent irregularities of the circulation. It acts very quickly and very violently. The \"signature\" of this potent explosive may be said to be \"bursting\" and \"expansion.\" Bursting, throbbing headaches; sensations of expanding in the head and elsewhere. Throbbing of carotids; violent action of heart; rush of blood to head; flushes of heat rising from chest to head, then throbbing pain in head. The characteristic neuralgias of Glon. are accompanied with much throbbing, and are often < at night, preventing sleep. Supra-orbital neuralgia, pulsating; retinal congestion from exposure to strong light. Facial neuralgia, extending through head. Cardiac neuralgia (angina pectoris) with radiating pains.", "Guernsey, with his usual graphic terseness, says that Glon. is suited to \"Troubles of the head in type-setters, and in men who work under a gas-light steadily, so that the heat falls on the head; bad results from sunstroke; can't bear any heat about the head; can't walk in the sun, must walk in the shade or carry an umbrella; can't bear heat from a stove; great vertigo on assuming an upright posture, from rising up in bed, rising from a seat, &c. Heat in the head; throbbing headache.\" The great sensitiveness to the least jar, which is a very marked feature of the Glon. headache, causes the patient to carry his head very carefully in order to avoid the chance of it. The headache is in the whole head and every part", "forehead, vertex, occiput. Many pains appear in occiput and base of brain; gnawing in occiput; sore pain; pressure; severe pain in occiput, extending to eyes and temples; sensation as if something were moving in nerves from back of neck upward to head. The eyes may be fixed or protrude; aversion to bright light; black spots before sight. Face flushed or pale. Climacteric disturbances.", "Fainting, sudden unconsciousness; convulsions, especially during labour. Nausea and vomiting of cerebral origin. Violent, stabbing, neuralgic pains, so violent as to make patient frantic, he wants to escape, to jump out of window. Bad effects of fear; horrible apprehension; fear of being poisoned. A characteristic mental condition is loss of sense of location: \"well-known streets seem strange to him.\" Among the peculiar sensations are: Chin feels too long. Chest feels screwed together. Brain as if expanding; as if moving in waves; as if hanging with head downwards; as if something were pumped into vertex; as if everything were crowded out at forehead; as if warm water were running upwards from nape of neck; as if the neck were gripped by a hand; as if some one were pulling eyes from within outward. Noise in left ear as if it came from heart. Lower lip feels swollen. As if heart would rise to throat. Pains are: Bursting; throbbing; pulsative; tearing; piercing; stabbing; gnawing. Burning between shoulders. Sitting or lying still, or walking in cold air > headache. Bending forward; bending head backward, and almost every movement < headache. Rest < pain in knee. Excessive heat and cold = hyperaemia of brain. Heat generally <; cold applications and cool air >; but cold water applied to head < head symptoms, even = spasms. < Damp weather. Bad effects of having hair cut; of exposure to sun or fire heat. All summer, headache < every day with the sun. < From wine. Pains from within outward; from front to back. Bad effect of too much riding or driving; sea-sickness; < from jarring. Pressure > headache. Cannot bear weight of hair; clothing seems too tight. Suited to: Florid, plethoric, sensitive women; nervous, sanguine, readily affected persons. Old scars break out again." ],
    "Relations" : [ "Antidoted by: Acon., Camph., Coff., Nux v. Compare: Amyl nit.; Act. r. (waving in brain); Petrol. and Crotal. h. (loss of location); Bell. (cephalic cry but not as marked in Bell.; also Bell. has > bending head back, and > covering head; Glon. > uncovered); Apis, Hyo. (fears being poisoned); Gels. (inclination to jump out of window); Stram. Sang. (headache with the sun; ear sensitive to jar); Nit. ac. and Bell. (sensitiveness to jar); Melilot. (headache with crimson face) Lyc. and Phos. (burning between shoulders); Dig. and Diosc. (headache extending into nose); Sec. (fingers spread apart)." ],
    "Causation" : [ "Sun. Bright snow. Fire-heat. Fear or fright. Jarring. Injuries." ],
    "Mind" : [ "Falling down, with loss of consciousness and alternate palpitation of the heart, and congestion of the head.", "Fear; throat feels swollen, chest as if screwed together; apprehensive of approaching death; fears she has been poisoned.", "Fear, as if something unpleasant would happen to him.", "Unusually bright and loquacious, with great flow of ideas.", "Confusion of ideas; cannot tell where he is; well-known streets seem strange; way home too long; forgets on which side of the street he lives.", "Great mental agitation (with headache); frantic, attempts to run away; to jump out of window.", "Cephalic cry.", "The chin feels too long." ],
    "Head" : [ "Vertigo; < from stooping or moving head; in open air.", "Giddiness when the head is moved.", "Heaviness in the head, principally in forehead.", "Dull headache with warm perspiration on forehead.", "Headache with accelerated pulse, red face, perspiration on the face; he becomes unconscious.", "Headache < from the heat of the sun; > in the open air and from pressure.", "Headache, throbbing, &c., during or in place of menses.", "Fulness in the head, as if the brain was expanding itself, were moving in waves.", "Fulness in the head; distinct feeling of the pulse in the head; throbbing without pain.", "Sensation as if the blood were mounting to the head.", "Congestion of blood to the head (apoplexy).", "Pulsation in the forehead, in the temples, on the vertex; when walking every step is felt in the neck, when moving the head.", "Throbbing in the head; in forehead; in temples; in vertex; in occiput; < when moving; > when sitting still and lying and from pressure.", "Throbbing in the temporal arteries, which were raised, and felt like cords.", "Stitches in temples or r. side of forehead.", "Sore and bruised feeling in the brain, worse when shaking the head.", "Sensation of soreness through the whole head; is afraid to shake the head, as it seems that it would make the head drop to pieces.", "The pain, heat, and fulness in the head ascend from the chest, neck, or back part of the head.", "Severe pain in the occiput, extending to the eyes and temples.", "Shaking < the headache, as well as stooping motion, ascending steps; external pressure >; walking in the open air, uncovering the head >.", "Cracking sensation in the brain.", "Skull seems too small, and as if the brain were attempting to burst the skull; violent action of the heart, and a distinct pulsation over the whole body.", "Shocks in the brain synchronous with the pulse.", "Undulating or wave-like motion in the brain.", "Hemicrania; sees half light, half dark.", "Gnawing in occiput." ],
    "Eyes" : [ "Eyes dull, staring, sunken.", "The white of the eye is red, the eyes protrude, look wild.", "Eyes feel as if some one were pulling them from within outward.", "Pressing, protruding pains in eyes.", "In the eyeballs, stitches, twitchings, soreness, pressure.", "Pupils dilated, eyes rolled upward.", "Heat in the balls of the eyes, lids, and around the eyes.", "Sparks, flashes before the eyes.", "The letters appear smaller.", "As if focus of r. eye were suddenly displaced; sees everything half light and half dark.", "Black spots before, and obscuration of the eyes; with fainting." ],
    "Ears" : [ "Sensation of fulness, in and around the ears.", "Ears sensitive to jarring.", "Deafness, ears feet as if stopped up.", "Stitches in the ears, the ears feel as if closed.", "Throbbing, piercing from within outward in r. ear.", "Ringing, singing, or cracking in the ears.", "Ringing in the ears, audible pulse." ],
    "Nose" : [ "Pain at root of nose.", "The headache extends into the nose.", "Epistaxis on going out into the heat of the sun, face flushed, hot, red." ],
    "Face" : [ "Paleness of the face with heat and congestion of blood to head and chest.", "Pale during heat, sunstroke, congestions, &c.; flushed and hot with headache.", "Heat in the face with pulsations in the head and palpitations of the heart.", "Redness of the face, esp. upper part of it, with headache.", "Redness of the face, which comes and goes.", "Itching, esp. in the middle of the face.", "Pain and stiffness of the articulation of the jaw.", "Sensation as if the under lip were swollen." ],
    "Teeth" : [ "Throbbing pain in all the teeth.", "Pulsating toothache with headache.", "Stabbing pains in gums r. side passing to l. without ceasing in r.; < from hot, > from cold applications." ],
    "Mouth" : [ "Taste: bitter with nausea; aromatic; sweet; warm; leaves a fatty taste.", "Tongue numb, as if burnt; prickling, stinging.", "Tongue feels swelled and raw with spasmodic twitchings.", "Tongue: milk-white without coating; coated heavily at back.", "Difficulty in conversing from diminished power of tongue and confusion of ideas.", "Tongue swollen with pricking in it, the tongue smarts.", "Sensation of soreness and swelling on the roof of the mouth with pulsation." ],
    "Throat" : [ "The soft palate feels contracted and dry.", "Itching of the soft palate and throat.", "In the throat tickling, heat, soreness.", "Sensation as if the throat were swelling." ],
    "Appetite" : [ "Appetite lost.", "Wants cold water; also from dry parched feeling.", "Increased desire to smoke.", "Wine < all symptoms." ],
    "Stomach" : [ "Nausea causing perspiration.", "Nausea with and caused by the headache, with colic; congestion of blood to the head and chest, and pale face.", "Nausea and vomiting in brain-congestions, or during sunstroke.", "Faint feeling at pit of the stomach; also with throbbing.", "Sensation of emptiness in the pit of the stomach.", "Sensitiveness of the pit of the stomach, esp. on stooping.", "Gnawing in the pit of the stomach." ],
    "Abdomen" : [ "Colic, cutting pain principally below the navel, wakening one in the morning, before and after loose stools.", "Gall-stone colic.", "Rumbling in lower part of the abdomen, principally when lying on l. side." ],
    "Stool and Anus" : [ "Diarrhoeic stools with rumbling and discharges of flatus, beginning in the morning and lasting all day.", "Diarrhoea; copious, loose, blackish, lumpy stools.", "Morning diarrhoea with sharp burning; with rumbling.", "After eating peaches diarrhoea evening and night.", "Constipation and haemorrhoids which itched and pained.", "At an unaccustomed time, a hard and unusual stool; pinching in abdomen before and after it.", "No stool." ],
    "Urinary Organs" : [ "Increased secretion of pale (albuminous) urine; has to rise frequently during the night, and must pass large quantities of albuminous urine.", "Tubal nephritis, with headache, brought on by walking in the sun; numbness in arms and hands alternating with intense tingling." ],
    "Female Sexual Organs" : [ "Menstruation suppressed by Glon.", "Instead of menses congestion to head; face pale; worse in warm room; fainting; throbbing.", "During menstruation congestion of blood to head and chest; headache; fainting.", "At climaxis, flushes of heat, pressure in head, nausea, loss of senses, vertigo, swelling of feet.", "During pregnancy headache, congestions of blood to the head and chest.", "Eclampsia; unconscious; face bright-red; puffed; pulse full, hard; urine copious and albuminous." ],
    "Respiratory Organs" : [ "Inclination to deep respiration.", "Desire to take a long, deep inspiration.", "Sighing." ],
    "Chest" : [ "Constriction of the chest.", "Constriction and oppression of the chest.", "Oppression of the chest alternating with headache.", "Congestions to the chest." ],
    "Heart" : [ "Palpitation of the heart with heat in the face, accelerated pulse and pulsation of the carotid arteries.", "Violent action of the heart, distinct pulsation over the whole body.", "Excessive perceptible palpitation of the heart.", "In the heart sensation of fulness, heaviness, and heat, with laboured beating of the heart.", "Pulse accelerated; rises and falls alternately; low and feeble in sunstroke.", "Laborious action of the heart, oppression.", "Sharp pains in heart.", "Severe stitches from the heart, extending into the back.", "Purring noise in region of heart when lying, pulse intermittent." ],
    "Neck and Back" : [ "Tightness around the neck.", "The neck feels weak and tired, cannot support the head.", "Stiffness of the neck, clothing seems to be too tight.", "On the neck sensation of fulness, tension, pulsation.", "Burning heat between the shoulder-blades.", "Hot sensations down back.", "Pain in the whole spinal column, or heat and chilliness." ],
    "Upper Limbs" : [ "In the arms restlessness, weakness, want of circulation.", "Sensation of weakness and numbness in l. arm.", "Feels the beating of all the pulses in the tips of the fingers, accompanied by trembling of the fingers." ],
    "Lower Limbs" : [ "Weakness and numbness of l. thigh.", "Weakness of the legs, the knees and ankles give way (during headache).", "Limbs relaxed, motionless in sunstroke.", "Acute pain in l. knee on moving, seems to be deep in joint without much heat or swelling; sudden twinges or pricks while at rest, is obliged to rise and straighten limb.", "Jerking of limbs with loss of consciousness.", "Restlessness in the limbs causes him to rise.", "(Sciatica.).", "Cold feet, with nausea, palpitation." ],
    "Generalities" : [ "Fainting; with consciousness.", "Great weakness and prostration.", "Unconscious falling down.", "Painless throbbing in the whole body.", "Pulsations, tingling, thrills, and a peculiar sensation of warmth through the body, extending from above downward.", "Convulsions (from congestions to the head); the fingers are spread apart and stretched out.", "Seeming plethora, rapid deviations in distributions of blood." ],
    "Sleep" : [ "Yawning with headache, congestion of blood to the head.", "Sleepiness early in the evening.", "He is difficult to waken.", "Weakness as from loss of sleep." ],
    "Fever" : [ "Pulse accelerated, irregular, intermitting, full and hard, small and rapid.", "Chill: after getting heated; alternates with sweat; with vomiting; head as if screwed up; intermittent fever.", "Heat, esp. in face, ascending from pit of stomach to head.", "Warmth general; flushes of heat; waves of heat upward.", "Perspiration principally in the face, after sleeping.", "Perspiration on forehead.", "Profuse sweat, mostly on face and chest.", "Perspiration relieves the nausea." ]
  }
}