{
  "remedyName" : "Gnaphalium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anterior crural neuralgia. Cholera. Diarrhoea. Dysmenorrhoea. Gout. Lumbago. Prostate gland, irritation of. Rheumatism. Sciatica." ],
    "Characteristics" : [ "Gnaphal. has been used mainly in affections of the sciatic nerve. But it has also an action on the abdominal organs, causing vomiting, colic, and diarrhoea, thus comparing with Colocynth. in both spheres. The special indication for its use in sciatica and lumbago is: Numbness alternating with the pain. The diarrhoea is watery and offensive; occurs in the morning and is repeated during the day. There is rumbling in the bowels, colicky pains, and the patient is cross and irritable, urine is scanty, appetite and taste are lost. There is also sexual excitement in mate provers, pain and irritation in the prostate gland. Dr. W. McGeorge (Hahn. Month., Oct., p. 606) tells us that among the negroes Gnaph. has a reputation for colds, fevers, and night-sweats. The last was caused in one of the provers. It cured one case of \"chills\"; and the periodicity appears in the intermittent neuralgia of the upper jaws. A very important observation made by McGeorge is on the value of Gnaph. in dysmenorrhoea. \"Weight and fulness in the pelvis\" are the only symptoms noted in the proving bearing directly on the malady. \"Dysmenorrhoea when the menses are scanty and very painful the first day\" is the clinical indication. McGeorge cured a very aggravated case of sciatica (left) in a man, resulting from a strain. The leg was cramped and drawn up; < in cold and damp weather. I have cured a number of cases in which there was alternation of numbness with the pain. Dr. George Shelton has recorded (N. A. J. H., Feb., p. 100) two cases. (1) A clergyman, had sharp cutting pains, starting from inner side right thigh, just below Poupart's ligament, extending down course of anterior crural nerve to a point about its lower third. The pains were paroxysmal, came on when walking, occasionally when lying down; had had one or two attacks in the pulpit. In several instances the pain had extended down the right cord into the testicle and caused him to draw up the leg, flexing the thigh on the abdomen. (This condition was also present in Dr. McGeorge's case, and may possibly be a keynote.) A few doses of Gnaph. cured him completely. (2) The second case occurred in a widow, who had had severe pains in outer side of right thigh for six years, during part of which time she had been confined to bed. The pains were paroxysmal, cutting, tearing, extending down the course of the sciatic nerve. Attacks < at night, and more frequent, causing her to roll about the bed and cry out with the pain. All the resources of allopathy had been in vain. Rhus t., Coloc., Sulph., gave no help. Bell. relieved slightly. Gnaph. wrought gradual improvement, and in eight weeks the cure was complete. My cases were cured with Gnaph. One was in a very gouty man, the alternation of numbness with pain being present. Sciatic pain is < on lying down; by motion; by stepping; > when sitting in a chair; > drawing up the limb. Headache > by washing in cold water. Fur on tongue removed by thorough washing with cold water." ],
    "Relations" : [ "Compare: Coloc., Ipec., Merc., Puls., Lyc., Caulo., Xanthox." ],
    "Mind" : [ "Very irritable for two or three days, after the diarrhoea (in three cases)." ],
    "Head" : [ "Giddy, esp. after rising from recumbent position.", "Fulness about temples.", "Dull, continuous pain in back of head, with shooting pain in eyeballs.", "Full headache to p.m., or on waking, > by washing in cold water or bathing head with bay-rum." ],
    "Face" : [ "Dull, heavy, bloated appearance.", "Neuralgic pain of an intermittent form in both upper maxillary bones." ],
    "Mouth" : [ "Flat, sweetish, sickening taste.", "Tongue covered with long white fur, > by thorough washing with cold water.", "Mouth feels parched and tastes badly." ],
    "Stomach and Abdomen" : [ "Flatus, windy eructations, nausea and hiccough.", "Colicky pains in various parts, caecum sensitive.", "Borborygmus with emission of much flatus." ],
    "Stool and Anus" : [ "Rumbling in bowels with stool before breakfast.", "Looseness of bowels with passage of pale-coloured faeces.", "Diarrhoeic discharge in morning and during day; with irritable temper; pains in bowels in children.", "Dark-coloured, liquid, offensive stool in morning, afterwards pain in bowels all day.", "Vomiting and purging, like cholera morbus, in the night and all next day." ],
    "Urinary Organs" : [ "Pains in kidneys with frequent slight pain in prostate gland.", "Sensation of pain and fulness in bladder, even when just emptied." ],
    "Male Sexual Organs" : [ "Increased sexual passion.", "Irritation of prostate gland." ],
    "Female Sexual Organs" : [ "Dysmenorrhoea, menses scanty and very painful first day.", "Sensation of weight in pelvis.", "Sensation of fulness in pelvis." ],
    "Neck and Back" : [ "Numbness of lower part of back with lumbago.", "Sensation of weight in pelvis." ],
    "Upper Limbs" : [ "Feeling of weakness, as if incapable of raising the slightest weight.", "Rheumatic pains in elbows and shoulders." ],
    "Lower Limbs" : [ "Pains dull or darting or cutting from r. hip-joint posteriorly downward to foot; < lying down, from motion, by stepping, > sitting in a chair.", "Intense pain along sciatic nerve.", "Numbness occasionally taking the place of sciatic pains, making exercise very fatiguing.", "Cramps in calves; in feet, at night in bed.", "Gouty pains in big toes." ],
    "Fever" : [ "Night-sweats." ]
  }
}