{
  "remedyName" : "Gossypium Herbaceum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion. Amenorrhoea. Dysmenorrhoea. Labia, abscess of. Ovaries, pains in. Pregnancy, vomiting of. Sterility. Tumour. Uterus, bearing down in." ],
    "Characteristics" : [ "Gossyp. has been mainly used in affections of the female generative organs. It has been taken in the form of the extract to procure abortion. The symptoms of the external organs are strongly marked, and the ovaries are the seat of pains which come and go, and in the uterus are bearing-down pains. \"Intermittent pains in the ovaries\" is characteristic. The morning nausea and salivation indicate the remedy for morning sickness of pregnancy. The pains are of a stinging, drawing, tearing, and sometimes of a burning character, extending from one place to another, jumping from one place to another. Pains generally move from above downward. Pains are generally < by motion; > by rest. Sympathetic symptoms of stomach, heart, bowels, and nervous system arising from disturbance of uterine functions." ],
    "Relations" : [ "Compare: Act. r., Apis, Asar., Bell., Bry., Lil. t., Puls., Sabi., Sec., Sep., Ustil." ],
    "Head" : [ "Pain, first burning, then stinging, extending from both temporal bones to middle of frontal bone.", "Drawing pain over eyes, with stinging pain in pupils." ],
    "Nose" : [ "Nostrils swollen and inflamed." ],
    "Throat" : [ "Tonsils swollen, r. <." ],
    "Stomach" : [ "Nausea, with accumulation of saliva in mouth; inclination to vomit before breakfast.", "Rotating pain in pit of stomach.", "Anorexia, with uneasy, depressed feeling at scrobiculum cordis at time of menses." ],
    "Urinary Organs" : [ "Frequent desire to urinate, with burning pains." ],
    "Female Sexual Organs" : [ "Stinging pain in both ovarian regions, and at the same time drawing towards uterus, lasting about ten minutes at a time.", "Soreness between thigh and vulva, with a watery secretion.", "Soft-tumour between l. thigh and vulva, first as large as pea, increasing to size of pigeon's egg, secreting a watery fluid with needle-like sticking pain, < at night.", "Swelling of l. labium, outer part, with intolerable itching; some swelling in r. labium.", "Outer skin of both labia studded with innumerable, full, somewhat reddish granules.", "Amenorrhoea.", "Menses scanty and painful or painless; last twenty-four hours and then become very sparse and painful; too watery; nineteen days late.", "Sterility from uterine torpor.", "Morning vomiting, followed by faintness; unable to rise from bed; great distress, weakness, and prostration." ],
    "Back" : [ "Pain in back." ],
    "Upper Limbs" : [ "Heavy feeling in both hands, > hanging them down, < in warmth of bed." ],
    "Sleep" : [ "Caused her to sleep a great part of the time." ]
  }
}