{
  "remedyName" : "Granatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ascarides. Gastralgia. Hernia, umbilical; inguinal. Jaw, cracking in. Leucorrhoea. Tapeworm. Toothache." ],
    "Characteristics" : [ "Pomegranate is a well-known vermifuge especially used for the expulsion of taenia. For this a decoction of the rind of the fruit is used, or else Pelletierine in the following manner. After a mild purge the previous night, in the morning grammes of Sulphate of Pelletierine is administered in a solution containing grammes of Tannic acid. This is followed by a glass of water in ten minutes, and a brisk purge in half an hour. The homoeopathic provings bring out many symptoms of helminthiasis as: Pale blue rings round eyes. Itching, crawling tickling of nose. Ravenous hunger; craving for sour or juicy things; fruit; coffee. Loss of appetite. Nausea; fermenting in abdomen; griping; dragging in inguinal region as if hernia would protrude. Itching and tickling in anus frequently during the day. Emaciation. Convulsive movements. Among the general symptoms are: Great weariness and exhaustion, scarcely able to keep upright. Trembling. Discomfort and nausea. Itching of the skin of various places, face and body, as if pimples would break out. Biting and itching in palms of hands. Yawning. Great sensitiveness. Swelling of navel; protrusions in inguinal rings. All symptoms are > after dinner. Pain in abdomen is > after drinking cold water." ],
    "Relations" : [ "Compare: Ars., Chi., Iod., Cina, Teucr., Kousso., Cucurb." ],
    "Mind" : [ "Great sensitiveness and impressibility.", "Irritability and arrogance.", "Penurious and quarrelsome humour.", "Hypochondriacal scruples.", "Melancholy, gloomy temper, dejection, and discouragement.", "Stupefaction, and intellectual embarrassment." ],
    "Head" : [ "Vertigo, esp. during intellectual labour, or in the morning on rising, and sometimes with obscuration of the eyes, or with nausea and aching in the stomach.", "Sensation of emptiness in the head.", "Stupefying pain and painful heaviness in the head, esp. in the forehead.", "Pressure on the forehead and on the occiput.", "Acute drawing pains, chiefly on r. side of head.", "Shootings in forehead.", "Pustules on forehead and temples, with pain as from excoriation, leaving small tubercles on drying." ],
    "Eyes" : [ "Eyes hollow, and surrounded by a livid circle.", "Itching and burning smarting in the canthi.", "Dryness and smarting in the eyes.", "Yellowish tint of the sclerotica.", "Inflammation of the eyes, as in coryza.", "Pupils dilated.", "Convulsive movements of the eyelids.", "Obscuration of the eyes.", "Weak sight." ],
    "Ears" : [ "Cramp-like squeezing, acute drawing pains and shootings in the ears.", "Tinkling and buzzing in the ears." ],
    "Nose" : [ "Burning heat and dryness of the nostrils, or an accumulation of tenacious mucus.", "Crawling itching in the nose.", "Coryza, alternately dry and fluent." ],
    "Face" : [ "Complexion sickly, yellowish, and earth-coloured.", "Burning heat in the face, sometimes transient.", "Gnawing itching in the face, and esp. in the cheeks.", "Swelling of the cheek, which is livid; burning heat, itching, tension, and crawling, as with chilblains.", "Squeezing and acute drawing pains in the face, in the cheek-bones, and in the root of the nose, often on one side only.", "Dryness of the lips and burning sensation in them." ],
    "Teeth" : [ "Acute drawing pain, tension, and squeezing in the maxillary joints, and cracking of the joints during mastication.", "Shooting pains in the teeth, even at night, in bed.", "The teeth seem to be elongated.", "Gums unfixed, and easily bleeding." ],
    "Mouth" : [ "Excessive accumulation of saliva, sometimes of a sweetish taste, in the mouth.", "Tongue moist and white.", "Excessive spitting of mucus." ],
    "Throat" : [ "Sensation of astriction in different parts of the mouth and of the gullet.", "Contraction of the gullet." ],
    "Appetite" : [ "Great variableness of taste; taste alternately acute and dull.", "Appetite alternately diminished and increased.", "Extraordinary hunger and voracity, even after a meal.", "Great variableness of appetite; desire for different things, and esp. for coffee, for fruits, and for succulent and acid aliments.", "Great thirst for water.", "Liquid aliments, and potatoes cause nausea and eructations." ],
    "Stomach" : [ "Frequent and noisy eructations.", "Frequent nausea, sometimes with lassitude, flow of water in the mouth, pain in the abdomen and in the stomach, frequent want to evacuate without any result, shivering, sickly looks and ill-humour.", "Vomiting, even at night, and sometimes with lassitude, trembling, perspiration, or vertigo.", "Painful pressure, fulness, burning sensation, and anxiety in the precordial region.", "Cramps in the stomach when fasting in the morning." ],
    "Abdomen" : [ "Pains in the abdomen, frequent, and often prolonged, sometimes with nausea, flow of water in the mouth, shiverings, and prostration, or with vertigo.", "Pains in the abdomen after every meal, or when fasting in the morning.", "Pains in the abdomen, mitigated by external heat and by lying down, as well as by drinking cold water.", "Pinchings, shootings, and rotatory sensation round the navel, and in the stomach.", "Anxious sensation in the abdomen.", "Painful inflation of the abdomen, sometimes with voracity.", "Frequent production and evacuation of flatus.", "Swelling of the navel, as if from umbilical hernia.", "Fermentation in the abdomen.", "Traction in the abdomen, as if preparatory to a stool.", "Painful pressure and swelling in the groins, as if a hernia were about to appear." ],
    "Stool and Anus" : [ "Several evacuations during the day.", "Copious evacuations of a very deep colour.", "Diarrhoea, with frequent evacuations, and evacuation of faecal matter and mucus.", "Before the loose evacuations, nausea and fermentation in abdomen; during the evacuations, burning heat in face and pressure in rectum; afterwards burning heat in rectum.", "Tenesmus, with movements and fermentation in abdomen.", "Prolapsus of rectum during the evacuations.", "Insupportable itching and titillation of the rectum.", "Burning itching in the anus, on the buttocks and perineum, on the scrotum, and on the hair-covered parts of the genital organs, and esp. on the thighs.", "Shootings in anus and rectum." ],
    "Urinary Organs" : [ "Incisive, shooting, and gnawing pains in the urethra.", "Inflammation and swelling of the urethra." ],
    "Male Sexual Organs" : [ "Mucus oozing from the urethra, as in a gonorrhoea, with burning traction in the cavernous parts, as far as the glans.", "Excitement of sexual desire." ],
    "Female Sexual Organs" : [ "Catamenia premature, and too copious, and accompanied by colic and pressure from the sacral region to the groins.", "Yellowish leucorrhoea." ],
    "Chest" : [ "Sensation of anxiety in the chest, and groaning.", "Great oppression of the chest, with lassitude in the legs.", "Pressure on the chest and across the sternum.", "Rheumatic pains, shooting and drawing in the diaphragm.", "Shootings in the chest, esp. when walking.", "Tension and painful squeezing in the ribs." ],
    "Heart" : [ "Palpitations of the heart, sometimes on the least movement.", "Pains and cramp-like contractions in the muscles of the chest." ],
    "Back" : [ "Frequent bruise-like pains, pains as from an oppressive weight between and on the shoulders, and the loins." ],
    "Upper Limbs" : [ "Traction, rheumatic pains, crawling, and sensation of paralysis in the arms, with difficulty in raising them.", "Rheumatic pains in the joints of the hands and fingers, as well as in the forearms.", "Painful and paralytic stiffness in the fingers.", "Swelling of the ball of the thumbs, with livid colour, burning heat, and marbled swelling of the veins.", "Gnawing and insupportable itching in the palm and in the back of the hands." ],
    "Lower Limbs" : [ "Sensation of stiffness in the hips, as in sciatica.", "Acute drawing pain, paralytic pulling, heaviness, and shootings in the knee.", "Pain, as from a sprain in the instep.", "Painful corns on the feet." ],
    "Generalities" : [ "Great lassitude and fatigue, esp. in the legs, sometimes with inability to remain standing, and want to lie down.", "Drowsy lassitude, with headache, as if after a nocturnal debauch.", "Great dejection and prostration, sometimes with burning heat in the hands.", "Trembling of the limbs.", "Relaxation and flaccidity of the muscles, esp. in the lower extremities.", "Emaciation." ],
    "Sleep" : [ "Yawning, sometimes convulsive, and frequent stretchings.", "Agitated sleep, with frequent dreams, cries, and tossing." ],
    "Fever" : [ "Partial and semi-lateral shudderings, sometimes with semilateral headache.", "Dry, burning heat over the whole body, with inclination to throw off all covering.", "The shudderings and shiverings commonly take place in the morning; the heat manifests itself in the evening.", "Sweats on the least movement." ]
  }
}