{
  "remedyName" : "Graphites",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Amenorrhoea. Anus, affections of. Blepharitis. Breasts, indurated; cancer of. Cancer. Catarrh. Chaps. Chlorosis. Colic. Constipation. Deafness. Dropsy. Dysmenorrhoea. Ears, affections of. Eczema. Epistaxis. Erysipelas. Eyes, affections of. Face, erythema of. Feet, affections of. Fissures. Gastralgia. Glandular swellings. Gleet. Gravel. Haemorrhoids. Headache. Herpes. Hydrocele. Influenza. Irritation. Lachrymal duct inflamed. Leucorrhoea. Lips, cracked. Liver, indurated. Menstruation, disorders of. Mentagra. Nails, disorders of. Noises in head. Nose, affections of. Nose-bleed. Obesity. Ovarian tumours. Paralysis. Parotitis. Pityriasis. Priapism. Pruritus vaginae. Psoriasis. Ptosis. Rectum, affections of. Rhus poisoning. Scar., inflamed. Scrofula. Seminal emissions. Skin, affections of. Smell, disorders of. Stomach, cramp in. Sycotic diathesis. Syphilis. Trichiasis. Tumours. Ulcers. Urine, disordered. Uterus, cancer of. Vaccination, effects of. Wens. Whooping-cough. Worms. Zona." ],
    "Characteristics" : [ "The first idea of using this substance as a drug, says Hahnemann, is due to S. Weinhold, who was led to it by seeing workmen in a mirror-factory use it as a local application for tetters. Ruggieri followed him, using it both internally and locally. Hufeland relates the cure of a lady, 41, by the internal and external use of Graph., of an acne rosacea which had defied all other modes of treatment. Teste classes Graph. in the Pulsatilla group with Silic., Calc., Hepar, and Phos. He gives the following among other symptoms as common to Puls., Silic., and Graph.: \"Anxious, changeable, wavering mood; aversion to work; vertigo with cloudiness; a sort of intoxication in the morning; sense of fulness or emptiness in the head; drowsiness in daytime; single, acute, deep shocks in right half of brain; flickering before eyes; suspension of visual power; photophobia; lachrymation in open air; foul smell before nostrils; amenorrhoea; swelling of right testicle; swelling of veins; wandering pains; pain in the parts not lain upon; heaviness in affected parts; rheumatism at nape of neck; sweat at night having odour of urine; drowsiness in daytime.\"" ],
    "Graph" : [ "Graph. causes slight erethism at first, then a weak, relaxed, condition; anaemia; chlorosis. The typical Graphites patient is \"fat, chilly, and costive.\" Lymphatic glands are swollen. Like the skin, the mucous membranes are cracked and fissured, and have scanty secretions. Irregularities in the distribution of the blood occur, pallor of skin and mucous membranes. The circulation is at first excited, then follows loss of energy and consequent venous hyperaemia. Fainting readily occurs with great anxiety; motion is impaired and the tissues relaxed, but paralysis is not complete. A marked characteristic of Graphites is a rush of blood to head, with flushed face. I have cured two very severe cases of nose-bleed in elderly people where this symptom was present. In one case there had been flushing of head and neck for many months previous to the attack, and flushing preceded and accompanied each occurrence of the bleeding. In the other case the patient said the precursory flush seemed to come up from his toes. He had had his nostrils plugged, without avail, before I saw him. Graphites, in a high potency, cured promptly in both instances. Hahnemann gives the symptom on which I based the prescription as follows: \"Bleeding of the nose at p.m.; preceded in the afternoon by rush of blood to the head, and heat of face,\" There is also \"rush of blood to head, with distension and flatulence.\"" ],
    "Graphites" : [ "Graphites is suited to persons who have a tendency to put on unhealthy fat. Defective animal heat from defective oxygenation; always cold, indoors or out. Chlorotics. Affections of glands, skin, and mucous membranes, especially at orifices. The Graphites condition is not sensitive and herein it differs from Hepar, which has extreme sensitiveness of affected parts. The tone of mind is sad and foreboding. The eyes, ears, and nose are affected, especially the integumentary parts. There is a very characteristic symptom in reference to the hearing: \"hardness of hearing > when riding in a carriage.\" There is a sore throat like that of Lachesis; sensation of a lump, < on empty swallowing. It has also a \"lump\" sensation at the stomach. It resembles Lachesis, too, in its flushings; in gastralgia > by eating. Hurries to meals to relieve violent pain at epigastrium; especially to dinner and supper. Goullon cured two notable cases of cramps in the stomach with \"improvement of the cramps by eating.\" There was also clean tongue. Milk agreed well, especially hot milk. In one case roast meat agreed, but not boiled meat, and, still less, potatoes. In the morning there was a fishy taste, disappearing later in the day. Another cure by Goullon was of a young lady who was troubled with salivation, coming on any time; sometimes just before sitting down to dinner; oftenest when riding in a carriage, less often when riding in a train. She was prevented by it from seeing company, and was low-spirited. There was also habitual costiveness. Graph. at first aggravated and then rapidly cured. Goullon understood the power of Graphites, perhaps, more completely than any other writer, and I will give another of his cures, as it illustrates several points in the drug's action. A well-grown, healthy-looking girl of fifteen had violent headache in right temple every four weeks; the pain was stinging. Glittering before the eyes frequently preceded and followed the attack, which recurred to the hour, and sometimes also on the following day. Drowsiness accompanied the attack, deep sleep, heat and redness of the head, followed by a chill. Sep. relieved the headache, but the glitter remained. The heaviness of the eyelids led Goullon to Graph. (which causes ptosis). His choice was strengthened on learning that there had been no menstruation, and finally she \"had a degree of hoarseness that indicated chronic hypertrophy of the tonsils. (A. Vogel claims this to be a sign of scrofula derived from syphilis.\") Graph. 2x trit., in two-grain doses, was given six mornings in succession. The period for the headache passed without recurrence, and the sensation of lights completely disappeared (H. R., vi. 271). Graphites causes suffocative spells which arouse the patient from sleep, he must jump out of bed, < after midnight (Lach. < after sleep). There is a diarrhoea of thin, offensive, partly digested stools. Constipation is more common, the stools being in lumps coated with mucus, and with mucous shreds. Habitual costiveness and, in females, scanty menses form a keynote indication when found associated with other complaints, as headache, skin-affections, &c. Moist itching excoriation around anus and fissures. The male sexual organs are affected as well as the female: Uncontrollable sexual excitement, with violent erections. Priapism. (I have frequently seen this condition produced in patients taking Graph. for other things; and have frequently relieved priapism with Graph.) Impotence. In the female the breasts are affected. Pain under left breast at menstrual period, often waking patient in the night. Hysterical melancholia with occipital headache. Leucorrhoea profuse, in gushes, excoriating. It has many symptoms in common with Sepia, but Graph. affects the ovaries more markedly than the latter. There is a feeling as if the uterus would press out at the vagina. Stiffness of knees. The skin of Graphites is rough, hard, and dry. Eczematous and herpetic eruptions predominate. Eruption on occiput exuding gluey humour; eczema of ears; moist eczema round anus. Pimples, acne. Wens. Gastro-intestinal affections alternating with acne and erythema of face, herpetic lesions or scrofulous hypochondriasis. Excoriations between toes. Syphilitic and \"constitutional\" ulcers. Recrudescence of scars. Cracks and fissures. Offensive discharges and secretions. Sweat: stains yellow; sour, offensive." ],
    "Chi" : [ "The senses are abnormally acute: music causes weeping; cannot tolerate the smell of flowers. Weak, exhaustion of whole body. Spasms; contractions of muscles; twitching of eyelids. Cataleptic condition. Sensitiveness of internal parts; numbness in various parts; drawing pain in whole body. Pain as if head were numb, or pithy, or made of wood. Pain as if constricted in occiput, extending to nape of neck, which pains as if broken. \"Intense, heavy weight in occiput, as if head drawn back, must rest it, unable to read or think\" (result of 2x and 3x, on three separate occasions in a patient of Dr. W. Epps. Chi. 1x. relieved in a few days", "Hom. Rev., xl. 162). As if skin of forehead was drawn into folds. As if a skin were before ear. As if a hard body as large as an egg were behind ear. As of a cobweb over the face. As of a lump in stomach, with beating as of two hammers. As if intestines were torn; croaking as of a frog in abdomen. As if everything would be torn to pieces during menstruation. Bearing-down pains in various parts. Rest >; motion <. Riding in a carriage < many complaints; but > hardness of hearing. < Lying on left side. Cold drinks, cold air, damp, wet atmosphere, washing <. Warmth < tearing pain in teeth; warmth of bed < itching; > crampy pain in stomach; scrofulous affections of bones. Eating > cramps in stomach; hot drinks, especially hot milk, >. < In open air; in wind. Bathing after measles = paralysis of face. Getting feet wet = delayed menses. Attacks occur during summer and autumn. Ears feel stuffed at the full moon. Suffering parts emaciate. Overlifting easily. Haemorrhages. (When giving Graphit. internally in cases of anal eruption I have found the external use of an ointment made with a drachm of the 3x trituration to an ounce of Cetacean ointment of great service. Hirsh, of Prague, has also used Graph. locally in cases of disease of the nails, with very good results.)" ],
    "Relations" : [ "Antidoted by: Acon., Arsen., Chi., Nux v. Antidote to: Arsen., Iod., Rhus t. It follows: Calc., Lyc., Puls., Sep., Sul. Complementary: Caust., Hep., Lyc. Compare: Petrol., Lach., Carb. v., Carb. a., Caust., Nit. ac., Rhus (erysipelas, left then right; Graph., right then left), Ant. c., Ratan., Paeon, Nit. ac., Sil. In priapism, Pic. ac. In affections of right ovary, Pallad., Op. Laughing and weeping alternately, Aur., Pul., Lyc., Stram., Alum. Hears better in ears, Nit. ac. Obesity, Calc. ars. Trichiasis, Borax. Erysipelas beginning on nose, Canth. Fat constitutions, Calc. Burning excoriating discharge from eyes, Ars. (but with Ars. there is spasmodic closing of lids); Sul. has margins of lids reddened; with Graph. they are paler than usual; Euphr. has thick, purulent discharge, Graph. has thin. Profuse salivation, Bism. Graph. is a chronic, or over-grown Puls. (but Puls. has <, and Graph. has > from milk)." ],
    "Causation" : [ "Grief. Fear. Overlifting." ],
    "Mind" : [ "Dejection, sadness and profound melancholy with discouragement and much weeping.", "Feels miserably unhappy.", "Agitation, compression of the heart, and anguish, as if at the point of death, or under the fear of some calamity, often with headache, vertigo, nausea, and perspiration.", "Anxious agitation (with inclination to grief, anxiety about the future), sometimes when seated at work, or at night, with impulse to quit the bed.", "Agitation and inquietude in the morning.", "Much inclined to grieve and cry in evening, whilst in forenoon she had laughed about every trifle, contrary to her habit.", "Weeping without cause.", "Obliged to weep at music.", "Timid disposition.", "Irresoluteness with excessive cautiousness and hesitation.", "Too great susceptibility to impressions.", "Tendency to be frightened.", "Irascibility.", "Dread of labour.", "Extreme hesitation; unable to make up her mind about anything.", "Absence of mind.", "Forgetfulness with misapplication of words in speaking or writing." ],
    "Head" : [ "Fatigue in consequence of intellectual labour.", "Sensation of numbness in the head.", "Intoxication and vertigo, esp. in the morning on rising, or on awaking (the forehead is contracted, with nausea and vomiting); as well as in the evening, with want to lie down.", "Confusion in the head.", "Attacks of headache, sometimes semi-lateral, with nausea and acid vomiting.", "Feeling of looseness of the whole brain.", "Violent headache with eructations and nausea, during menstruation.", "Periodical unilateral headache, with constipation and amenorrhoea.", "Pain in the head as if the head were numb and pithy.", "Violent headache in the morning, driving out a cold perspiration, and inducing syncope.", "Headache from the motion of a carriage, as well as on moving the head, or during and after a meal.", "Headache on the side which presses the pillow.", "Tension and pressive constriction in the occiput, with stiffness at the nape of the neck.", "Intense heavy weight, or dull pressure, in upper part of occiput, with a feeling as if the head were drawn back, obliging him to rest his head; unable to read or work while pain lasts.", "Sensation of compression and contraction in the forehead.", "Compressive pain in the vertex in the afternoon, with rotatory movement in the head.", "Burning on the top of the head on a small spot.", "Ebullition of blood, with beating and buzzing in the head.", "Fulness in and congestions to the head, the menstruation being suppressed.", "Tearing and pulling in the scalp, in the teeth, and in the glands of the neck.", "Itching in the scalp.", "Humid scabs on the head.", "Humid, spreading, scurfy eruption on the top of the head, painful to the touch, as if from subcutaneous ulceration, and emitting a disgusting odour; extending down to sides of the head into the whiskers; after scratching, more sore and humid; later drying up to a white scurf.", "Sweat on the head, while walking in the open air.", "Smooth large wens on the hairy scalp; the hairy scalp is very hot, and itches very much, esp. when walking in the open air.", "Abundant desquamation of the scalp.", "Falling off of the hair, even on the sides of the head and the whiskers.", "Rheumatic pains in the scalp, principally in the sides, extending to the teeth and cervical glands; < when walking and becoming cold in open air, > from warmth and while getting warm when walking.", "Perspiration smelling acid or very offensive, colouring the linen yellow; on the head (as on the whole body) at night and during the day, from the least exercise; < even while talking, > when walking in the open air.", "The hair turns grey." ],
    "Eyes" : [ "Eyelids heavy and falling, as if paralysed.", "Aching in the eyes and eyelids, as if sand had been introduced into them.", "Shootings in the eyes.", "Heat and burning sensation in the eyes, esp. by candle-light.", "Inflammation of the eyes, with redness of the sclerotica, injection of the veins, swelling and abundant mucous secretion of the eyelids.", "Hordeolum, with drawing pain.", "Dry humour in the eyelids, and in the eyelashes.", "Agglutination of the eyelids and lachrymation.", "Pressure and stinging in the eyes, with lachrymation.", "Agglutination of the eyes early in the morning.", "Dry gum in the eyelashes.", "Obscuration of the sight on stooping.", "Myopia.", "Confusion of characters on reading.", "Sparkling before the eyes.", "Photophobia, esp. by day, inflammation and red, swollen eyelids.", "Intolerance to the light of day." ],
    "Ears" : [ "Shootings and beatings in the ears.", "Dryness of the internal ear.", "Fetid smell and discharge of blood and of pus from the ears.", "Scabs, tetters, running, and excoriation, behind the ears.", "Hardness of hearing.", "Hardness of hearing, > by the motion of a carriage.", "Singing, tinkling buzzing, and rumbling like that of thunder in the ears.", "Buzzing in the ears at night.", "Sensation, as if air were enclosed in the Eustachian tube.", "Sensation as if the (l.) ear were filled with water.", "Sensation as if a skin were before the ear.", "Whistling in the ears.", "Cracking in the ears when moving the jaw." ],
    "Nose" : [ "Swelling of the nose.", "Sensation of tension in interior of nose.", "Black pores on nose.", "Dry scabs in nose.", "Painful dryness of nose.", "Nostrils, excoriated, cracked and ulcerated.", "Fetid smell from nose.", "Discharge of blood when the nose is blown.", "Epistaxis, esp. in the evening and at night; preceded by rush of blood to head, and heat in the face.", "Discharge of fetid pus from the nose.", "Sense of smell sharpened (too sensitive, cannot bear the smell of flowers).", "Stoppage, and troublesome dryness of nose.", "Quotidian coryza, on being chilled.", "Dry coryza, with headache and nausea, which compel the patient to lie down.", "Flow of mucus from the nose, liquid, or yellowish, or thick, with putrid smell.", "Fluent coryza, with catarrh (as soon as he becomes cold)." ],
    "Face" : [ "Pale yellow complexion, with livid circles under eyes.", "Flushes of heat in face.", "Erysipelatous inflammation and swelling of the face (burning and stinging; the erysipelas spreading in rays), with eruption of vesicles.", "Erysipelas preceded by chills and heat alternating; beginning r. side of face, going to l.", "Encysted tumour on the cheek.", "Constant sensation, as if the face were covered with cobweb.", "Semi-lateral paralysis, and distortion of the muscles of the face, with difficult articulation.", "Drawing and tearing pains in the bones of the face.", "Eruption on the face, in appearance as if the skin were raw.", "Scabs and moist pimples on the face.", "Ephelis.", "Falling off of the beard.", "Ulcers on the internal surface of the lips.", "Fissures in the ulcerated lips.", "Ulcerated corner of the mouth.", "Lips cracked.", "Scabby eruption on the chin and round the mouth.", "Painful nodosities in the lower jaw.", "Swelling and hardness of the submaxillary glands." ],
    "Teeth" : [ "Toothache at night, or in the evening in bed, < by heat, and sometimes with heat of the face and swelling of the cheek.", "Pains in the molars, on closing the jaws.", "Lancinating and drawing toothache, esp. after drinking anything cold, and < by warmth.", "Pain, as from excoriation, in teeth and gums, during and esp. after a meal.", "Easy bleeding and swelling of the gums.", "Fetid odour from the gums and mouth.", "Discharge of black and sour blood from the teeth." ],
    "Mouth" : [ "Dryness of the mouth in the morning.", "Putrid and urine-like smell from the mouth, gums, and nose.", "Pain, as from excoriation, vesicles and ulcers on the tongue.", "Bitter taste in the mouth, the tongue being much coated.", "Taste of rotten eggs in the morning, after rising.", "Profuse salivation, and accumulation of mucus in the palate and throat.", "Speech impeded by paralysis of the muscles." ],
    "Throat" : [ "Almost constant soreness of the throat, on swallowing, generally lancinating, with feeling of strangulation.", "Pain in the throat, even at night, as if there were a plug within it, or as if the food had stopped there.", "Swelling of the tonsils, with pain when swallowing.", "Cramps in the throat, with feeling of strangulation.", "Roughness and scraping in the throat." ],
    "Appetite" : [ "Bitter or acid taste, with sourness in the mouth and throat.", "Great thirst in the morning, and after a meal.", "Immoderate hunger (with acidity of the stomach).", "Repugnance to cooked food, and to meat: also to anything saline or saccharine.", "Weakness of digestion, with drowsiness, headache, pains in the stomach, fulness, and inflation of the abdomen, after a meal.", "Hot things disagree with stomach." ],
    "Stomach" : [ "Frequent and sometimes abortive risings.", "Sour risings, with bitterness in the mouth.", "Sour regurgitation of food.", "Bitter and green regurgitations.", "Frequent hiccough, esp. after a meal.", "Nausea, esp. in the morning, or after every meal, with inclination to vomit.", "Water-brash, at night.", "Obstinate vomiting of food.", "Vomiting after the slightest loathing, with great nausea and pinching in the abdomen.", "Retching, with rising up of mucus.", "Acid vomitings.", "Colic, and pressure on the stomach, sometimes with vomiting, > by a recumbent position, and by the heat of the bed.", "Cramp-like pains, or squeezing, as from claws in the stomach.", "At night, pinching in the stomach, with digging in the chest.", "Burning pain in the stomach, which compels eating.", "Cramps in stomach > by eating." ],
    "Abdomen" : [ "Tension, shootings, and beatings in the hypochondria.", "Hepatic pains after breakfast, which render it necessary to lie down.", "Fulness and heaviness, in abdomen.", "Abdomen enlarged, tight, inflated. Inflation of the abdomen, with congestion of blood to the head, heaviness in the head, and vertigo.", "Hardness in the abdomen.", "Nocturnal, cramp-like pain in all the intestines, with deficient secretion of urine.", "Incarceration and accumulation of flatus in the abdomen.", "Expulsion of an excessive quantity of fetid flatus, preceded by pinchings.", "Rumbling in the abdomen.", "Croaking, as of frogs in the abdomen.", "Painful sensitiveness of the groins.", "Painful swelling of the inguinal glands.", "Erysipelatous inflammation, with large vesicles near the navel.", "Pressive, stitching, boring pain in region of navel; extending into back and hypochondria; with habitual costiveness; < evening." ],
    "Stool and Anus" : [ "Obstinate constipation, with hard faeces (the lumps being united by mucous threads), and hardness in the hepatic region.", "Faeces hard, knotty, of too great a size, and scanty.", "A quantity of white mucus is expelled with the stool.", "Faeces too soft.", "Stools of a putrid, sour smell (with burning at the rectum), or of sanguineous mucus.", "Mucous diarrhoea.", "Diarrhoea, with tightness of the abdomen.", "Faeces of a very small size, like a worm.", "Lumbrici and ascarides.", "Taenia.", "Itching, sensation of excoriation, and swelling of the anus.", "Large haemorrhoidal excrescences in the anus, with pain as from excoriation, esp. after a stool.", "Painful and burning cracks between the haemorrhoidal tumours.", "Prolapsus recti with the varices, as if the rectum were paralysed." ],
    "Urinary Organs" : [ "Urgent, anxious, and painful want to make water, with emission drop by drop, with a stitch in the urethra, when emitting it.", "Scanty secretion of a deep-coloured urine, soon becoming turbid, with white or reddish sediment.", "Urine of an acrid sour smell.", "Stream of water small, as if from contraction of the urethra.", "During micturition pain in the os sacrum.", "Involuntary emission of urine.", "Nocturnal emission of urine.", "Wetting the bed at night.", "Pain in the coccyx when urinating." ],
    "Male Sexual Organs" : [ "Tension and cramp-like pains in the genital parts, with troublesome voluptuous ideas.", "Eruption of pimples on the prepuce, and on the penis.", "Dropsical swelling of the prepuce and the scrotum.", "Dropsical swelling of the testes.", "Voluptuous excitation in the genital parts.", "Indifference, or extreme excitement of sexual desire.", "Violent erections.", "Uncontrollable sexual excitement.", "Priapism.", "Absence of erections in the morning.", "Emission of semen, almost involuntary, without erection.", "During an embrace painful cramps in the calves.", "After an embrace coldness of the legs, exhaustion, heat of the body, and perspiration.", "Absence of emission of semen during coition.", "Feeble enjoyment during coition.", "Flatulent colic during the excitement in the genital parts." ],
    "Female Sexual Organs" : [ "Great aversion to coitus.", "Vesicles and pimples on the vulva.", "Excoriation on the vulva and between the thighs.", "Soreness of the vagina.", "Painful swelling of the ovaries; < every time she takes cold or gets her feet wet.", "Swelling and hardness of ovaries after menses.", "Tearing, grinding, bursting in r. ovary, as if it would burst, before and during menses.", "Tumour in r. iliac fossa; also l.", "Pain in uterus when reaching high with arms.", "Sensation of bearing down towards the genital parts.", "Catamenia too slow, too scanty, and too pale.", "The first menses delay.", "Suppression of catamenia, with heaviness of the limbs and congestions of blood to the head.", "Cutting pains on the appearance of the catamenia.", "During the catamenia, flow of blood from the anus, pains in the limbs, ulcers become worse, swelling of the cheeks or of the feet, catarrh, with hoarseness and coryza, toothache, or cramps and violent cuttings in the abdomen, headache, nausea, pain in the chest, and weakness.", "Before and during the menstruation, fatiguing cough (morning and during the day.).", "Leucorrhoea, white and liquid, like water, with tension of the abdomen, and weakness in the back.", "Leucorrhoea, before and after the catamenia.", "Leucorrhoeic discharge occurs in gushes day or night.", "Painful sensibility and excoriation of the breasts, with eruption of running phlyctenae.", "Obstruction and induration of the mammary glands.", "Hard cicatrices remaining after mammary abscess." ],
    "Respiratory Organs" : [ "Sensitiveness of the larynx.", "Catarrhal roughness and hoarseness, with sensation of excoriation, burning pain and scraping in the throat, coryza and obstruction in the chest.", "Voice false (for singing).", "Accumulation of slimy matter in the chest.", "Cough, produced by roughness of the throat.", "Cough at night, or in the evening in bed, excited by taking a full inspiration, with oppression of the chest." ],
    "Chest" : [ "Difficulty of respiration and oppression on the chest.", "Nocturnal attacks of suffocation, on going to sleep, or on walking in the open air.", "Suffocative paroxysm at night, awakens him out of sleep, usually after midnight; must quickly jump out of bed, hold himself firmly to something, and quickly eats whatever is at hand, which gives relief; or hoarse cough (asthma).", "Wheezing respiration.", "Pain in the chest on ascending, on riding on horseback, on yawning, or on putting the hand on the chest.", "Perspiration on the sternum every morning.", "Swelling and induration of the mammary glands.", "Soreness of the nipples, with small corrosive blisters.", "Pressive, cramp-like pain in the chest.", "Spasms in the chest.", "Shootings in the chest on the least movement." ],
    "Heart" : [ "Palpitation of the heart on the least movement.", "(Constant emptiness and coldness about the heart and in chest, with sadness.).", "Region of heart: constriction; pressure; stitches.", "Sensation like electric shock from heart toward front of neck.", "Strong pulsations of blood in whole body, but esp. about heart, < by every motion.", "Throbbing in region of heart, in evening, after lying down, when lying on l. side so violent that the covering was moved thereby, with anxiety; disappearing on turning over." ],
    "Neck and Back" : [ "Stiffness in the nape of the neck.", "Violent pain in the nape of the neck and the shoulders, on stooping the head, and on raising the arms, like a tearing incision.", "Blisters on the neck.", "Swelling of the glands of the neck.", "Tearing in the glands of the neck.", "Bruising pains in the loins, or violent achings in the loins, like squeezing from claws, or from twisting the body.", "Contractive pain in the back (between the shoulders).", "Sensation of tingling in the back.", "Formication in the back." ],
    "Upper Limbs" : [ "Tearing and lancinating in the shoulders.", "Sensation of contraction in the joint of the elbow, on extending the arms.", "Cramp and tearing in the hands.", "Emaciation of the hands.", "Erysipelas, callosities, dry skin, and cracks in the hands.", "Pain as from dislocation, in the joint of the thumb.", "Swelling and inflexibility, stiffness and distortion of the fingers.", "Granulated eruption and corrosive vesicles on the fingers.", "Arthritic nodosities on the fingers.", "Tettery excoriation between the fingers.", "Thickness of the nails of the fingers." ],
    "Lower Limbs" : [ "Heaviness, lassitude, and numbness of the legs in the open air.", "Excoriation between the legs.", "Arthritic tearing in the hip-joint, the feet, and the toes.", "Numbness and stiffness of the thighs, and of the toes.", "Restlessness in the legs.", "Tetters on the thighs, on the hands, and on the tibia.", "Sensation of contraction in the tendons of the ham, and in the tendo Achillis.", "Tension in the varices, on extending the legs.", "Stiffness and want of flexibility in the knee, which does not permit sitting squat.", "Cramps and starting of the muscles in the calves of the legs.", "Congestion in the legs and in the feet, when standing upright.", "Ulcers in the legs.", "Swelling of the legs and of the feet, with hardness and shooting pain.", "Stiffness of the instep.", "Shooting pain, like that of an ulcer, in the heel and in the soles of the feet, on rising from the sitting posture.", "Cold feet, even in the evening in bed.", "Feet burning.", "Fetid sweat on the feet.", "Contraction of the toes.", "Swelling and distortion of the toes.", "Sore pain of the corns.", "Callous skin, corrosive vesicles and ulcers on the toes.", "Ulceration on the borders of the big toe.", "Tettery excoriation between the toes, with violent itching.", "Thickness and deformity of the toe-nails." ],
    "Generalities" : [ "Cramp-like pains, cramps and contraction in different parts.", "Tension in some parts, as from contraction of the tendons.", "Starting and distortion of the limbs.", "Arthritic pullings and tearing in the limbs and joints, esp. in ulcerated parts.", "Arthritic nodosities.", "Tendency to strain the back.", "Limbs become easily numbed.", "Stiffness and complete inflexibility of the joints.", "Hard swellings, with shooting pains.", "Nocturnal pains, which are felt even during sleep.", "The symptoms disappear after a walk in the open air.", "Varices, with shootings, tension, and itching.", "Swelling and hardness of the glands.", "Pains during change of weather.", "General uneasiness (sensation of debility), which extorts groans, without any distinct sensation of pain.", "Strong pulsation in the whole body, and esp. in the heart, augmented by the least movement.", "Pulling in the whole body, with urgent inclination to extend the limbs.", "Sensation of trembling in the whole body, with jerking of the limbs.", "Great emaciation.", "Great tendency to take cold, and fear of the open air, and of currents of air.", "General lassitude.", "Rapid failure of strength." ],
    "Skin" : [ "Obstinate dryness of the skin, and absence of perspiration.", "Ephelides.", "Red spots on the skin, like flea-bites.", "Erysipelatous inflammations.", "Vesicular erysipelas, like zona, on the abdomen and on the back.", "Itching of the varices on the lower limbs.", "Itching-stinging on the surface of a mole.", "Eruptions oozing out a thick honey-like fluid.", "Tetters, and other humid or scabby eruptions, sometimes with secretion of corrosive serum, or with itching in the evening, and at night.", "Eruption of pimples and nodules (principally under hair and on covered parts) which itch very much.", "Swelling and induration of the glands.", "Encysted tumours.", "Corrosive nodules.", "Excoriation of the skin (in the bends of the limbs, groins, neck, behind the ears), esp. in children.", "Unhealthy skin, every injury tending to ulceration.", "Proud flesh, and fetid pus, in ulcers, with tearing pains, burning, and shooting.", "Scrofulous and syphilitic ulcers.", "Burning pain in an old cicatrix.", "Deformity and thickness of the nails." ],
    "Sleep" : [ "Great drowsiness during the day, and early in the evening.", "Difficulty in falling asleep.", "Agitated sleep at night, with frequent waking.", "Nocturnal sleep incomplete, as if only dozing.", "Unable to fall asleep before midnight on account of a fixed idea.", "Unrefreshing sleep at night, followed in the morning by a comatose sleep.", "At night, profusion of ideas, sometimes troublesome.", "Great agitation at night, with anxious and frightful dreams, oppression and choking.", "During sleep, starts, with fright.", "Dreams of death and of fire; dreams with meditations.", "At night, discomforting ideas, anguish, heat, inquietude, startings, gastric sufferings, and many other affections.", "Perspiration about the head, when falling asleep.", "Bleeding from the nose at night.", "Wakens at night from a suffocative attack.", "Constant talking during sleep.", "Wetting the bed at night while asleep." ],
    "Fever" : [ "Pulse full and hard, but not accelerated.", "Shiverings, morning and evening, with or without heat, and followed by perspiration.", "Chill and chilliness, principally in the evening, after p.m.", "General dry heat, evening and night, preceded by a chill.", "Heat when riding in a carriage.", "Perspiration sour, colouring the linen yellow, of offensive smell.", "Inability to perspire.", "Perspiration, often very fetid, on the least movement, or on the least fatigue, even from speaking.", "Nocturnal sweat, sometimes fetid.", "Quotidian fever; shaking chill in the evening; an hour afterwards heat in the face, and cold in the feet, without any subsequent perspiration." ]
  }
}