{
  "remedyName" : "Gratiola",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cholera. Coccygodynia. Constipation. Cramps. Diarrhoea. Dropsy. Eyes, affections of. Gastralgia. Gout. Haemorrhoids. Headache. Hydrocephalus. Hypochondriasis. Hysteria. Mania. Masturbation. Mesenteric glands, affections of. Neuralgia. Nymphomania. Tetanus. Vision, disordered." ],
    "Characteristics" : [ "Gratiola is one of the most important members of the great Scrophularian group", "Digit., Euphras., Tabac., Scroph.", "and should be carefully studied with these. A large proportion of the effects of Gratiola are expended on the gastro-intestinal tract. It is an inodorous plant, of bitter taste, and very poisonous, causing violent colic, diarrhoea, bloody stools, enteritis, jaundice, trembling of extremities, convulsions, cramps, excitement and disordered condition of the sexual powers, and death. Symptoms of a fully developed, rapid attack of Asiatic cholera are produced. On the other hand, the mind is strongly affected. Peevishness, ill-humour; irresolute; hysterical; cerebral affections without fever. It is useful in mental troubles from overweening pride. Teste considers Gratiola the Chamom. of chronic diseases. There is < during and after eating: vertigo during and after a meal. Hunger after a meal with feeling of emptiness. The diarrhoea is yellowish, gushing, watery, as though rushing from a hydrant. There is also vomiting of yellowish fluid. Summer diarrhoea from excessive drinking of water whether cold or hot. Soreness, burning or irritation of anus follows the stools. Two excellent cures with Gratiola have been recorded by C. W. Sonnenschmidt (H. R., xi. 547). (1) Mrs. C., attacked in June with diarrhoea; yellow, watery, frothy stools gushing out with force. Severe cutting pains in abdomen; rumbling of flatulence. Occasional nausea and vomiting. Coloc. and Ipec. failed to relieve; then on close inquiry it was elicited that \"a cold feeling in the abdomen\" had been a feature throughout. Grat. off. cured promptly. (2) A three-weeks' old infant was attacked with diarrhoea and colic. There were two or three passages in quick succession, and then an interval of an hour or two. Passages green or yellow, watery, frothy, expelled suddenly; nausea, vomiting, severe pain before stools, relieved after, for a short time. Cham., Coloc., Verat. failed and Grat. rapidly cured. It also removed in this case \"redness around anus, and on one side an abrasion of half an inch in extent, which caused some oozing of blood.\" E. E. Case (Med. Adv., xxix. 343) cured a woman, aet. of haemorrhoids with the following symptoms: (1) Constipation, difficult stools. (2) External piles from any exertion and after stool. (3) Biting, stinging tension in tumours. (4) During stool, a sensation as if the rectal membrane was torn. (5) After stool, all the nerves of the pelvis seem in a high state of tension; the flesh on the perineum feels as if torn from the bone. [Compare \"Wrenching pain in coccyx.\"] Sleepless before midnight; peevish; melancholy. Grat. cured. Cooper has used it with great success in a case of gouty acidity with great constipation; and in the constipation of cancer. He regards it as \"the vegetable antacid.\" It is said to have formed the basis for a once famous nostrum for gout, \"Eau Medicinale.\" Indications are: Constant sinking but cannot eat; bitter taste. The affection of the solar plexus is very marked; cramps beginning at pit of stomach, and pains radiating therefrom; anxiety; gnawing; empty feeling; rolling about in epigastric region. Urine is diminished, reddish, turbid. Buvier, says Teste, saw four cases of nymphomania in females to whom herb-doctors had given injections of a decoction of freshly gathered Gratiola. Burnett considers it specific in female masturbation and nymphomania. A number of pains are experienced in the coccyx. Chilly; shuddering on entering a warm room. Heat ascending to face, with redness and increased external warmth. Constant vaporous exhalation from body. Sensations: as if brain contracted; as if head grew smaller; as if brain would fall forward; as if sand in eyes; as if throat contracted; as if a stone rolling from side to side in stomach. The left side is more affected than the right. The head and eye symptoms are of the first importance. Rush of blood to head with vanishing of sight I consider a keynote. With Grat. I cured this symptom in a patient: \"Sometimes everything seems to assume a yellowish tint, and occasionally, when I have been taking notes, a rush of blood to my head seems to shut the book from my sight and for the moment I have been unable to follow the speaker by writing although I could by thought.\" Motion <; rest >. > In open air; < in warm room (some headaches, and vertigo have the opposite modality). Coffee = neuralgia." ],
    "Relations" : [ "Antidoted by: Caust., Bell., Euphorb., Nux v. It antidotes: Iodum. Compare: Apis, Bell., Helleb., Cham., Nux v., Elat., Pod. Hunger after meals with feeling of emptiness, Lauro., Calc., Cascaril., Chi., Cin.; (emptiness after stool, Petrol.); vanishing of sight and headache, Gels.; botanical, Dig., Euphr., Scroph." ],
    "Causation" : [ "Abuse of coffee." ],
    "Mind" : [ "Serious, taciturn, absorbed in reverie.", "Self-concentration.", "Irresolute, want of perseverance.", "Ill-humour, tired of life, apprehensive of the future; hysteria; hypochondriasis.", "Loquacity and gaiety." ],
    "Head" : [ "Whirling vertigo on shutting the eyes.", "Vertigo when reading, and when seated, as if the head were waving backwards and forwards.", "Headache, with nausea and drowsiness.", "Intoxicated feeling during and after a meal.", "Rush of blood to the head and feeling as if intoxicated in whole brain.", "Violent rush of blood to head, with throbbing in forehead amounting to vertigo, with blackness before the eyes; < by motion, esp. riding, increasing even to loss of consciousness, only disappearing after several hours' sleep.", "Pressive headache, esp. in the forehead and occiput.", "Lancinating and pulsative headache.", "Sensation of heaviness in the forehead, as if the brain would fall forward, with stoppage of the nose.", "Sensation as if the head were shrinking from contraction of the brain.", "Sudden attack; sudden vibration in the head, which suspends the senses of sight and hearing.", "The headache is < when rising from a seat, during movement, and while walking in the open air.", "The head is very sensitive to cold.", "Heat in the head, on raising the head.", "Tightness in the forehead with wrinkles in the skin." ],
    "Eyes" : [ "Itching, quivering, and sensation of weakness in eyelids.", "Itching of eyelashes.", "The eyes feel dry and as if sand were in them.", "Burning pain and pressure on the eyes.", "Eyes watery and weak when reading.", "Mist before eyes, when reading or writing.", "Myopia on reading.", "Sees distant objects better than near ones.", "While writing, or looking at light objects, sight suddenly vanishes; > by closing eyes, but constantly returns.", "All objects seem white on opening the eyes, even green trees and turf." ],
    "Ears" : [ "Tearing and shootings in ears.", "Itching of the ears." ],
    "Nose" : [ "Frequent sneezings, with shootings in l. side of the chest and of the hypochondria.", "Stoppage of the nose.", "Smarting-itching in l. nostril.", "Pressure at upper part of nose." ],
    "Face" : [ "Burning heat and redness of the face.", "Tingling-burning in malar bones.", "Sensation of tension in the face; it feels swollen.", "Swelling of upper lip (every morning, with stinging).", "Tearing on one side of face.", "Painful crack in l. side of chin." ],
    "Teeth" : [ "Nocturnal tearing or piercing in the molars.", "Sensation of cold in the teeth." ],
    "Mouth" : [ "Accumulation of much saliva in the mouth.", "Accumulation of clear water in the mouth.", "Mouth bitter or clammy.", "Tongue rough, covered with mucus.", "Fetid breath in the morning after waking." ],
    "Throat" : [ "Pressure in throat, as from thick mucus.", "Accumulation of mucus in throat.", "Pain in throat obliging one to swallow constantly; the swallowing is difficult, as if the throat were contracted; < during empty deglutition.", "Stinging in throat (l. side).", "Tingling, roughness, and scraping in throat.", "Phlegm in throat, with inability to throw it off." ],
    "Appetite" : [ "Gnawing, as from hunger after eating.", "Constant sinking at epigastrium, but cannot eat.", "Hunger, sometimes with loathing and horror of all food.", "Increased thirst." ],
    "Stomach" : [ "Bitter or sweetish risings.", "Ineffectual efforts to eructate, with pressure from stomach to throat, which suspends respiration.", "Empty or cold feeling in stomach.", "Hiccough.", "Regurgitation of bitter water.", "Constant nausea, with retching.", "Nausea, with cold in the abdomen.", "Vomiting, with stoppage of the nose.", "Bilious vomiting, or vomiting of acid or bitter substances.", "Uneasiness, and sensation of fulness in stomach.", "Pressure on the stomach after a meal, with nausea.", "Searching and digging in the stomach, with inclination to vomit.", "Pressure on the epigastrium after a meal, as from a stone; which moves back and forth.", "The sufferings of the stomach and of the epigastrium are often accompanied by nausea, or ineffectual efforts at eructation.", "Paroxysms of inclination to vomit, > by eructations.", "Rolling about in epigastrium." ],
    "Abdomen" : [ "Shooting pains in the abdomen.", "Beatings in l. hypochondrium (heating pain, burning).", "Pressive pain in abdomen, with pinchings (in umbilical region), which force the patient to bend double (> by the emission of flatulence).", "Inflation of the abdomen.", "Flatulent and pressive colic, with nausea and disagreeable risings.", "Rumbling, with nausea, eructation, and vertigo.", "Feeling of coldness in abdomen, lasting half all hour." ],
    "Stool and Anus" : [ "Urgent and fruitless want to evacuate.", "Constipation.", "Faeces, hard, scanty, and tenacious, expelled with great effort.", "Nocturnal slimy diarrhoea, with tenesmus.", "Diarrhoea: stools, watery yellow-green, succeeded by burning at the anus; green frothy, coming out with great force.", "Stools with burning and protrusion of large stinging-burning tumours.", "Passage of faeces without being conscious of it.", "Discharge of ascarides.", "Pain, as from excoriation in the rectum.", "Burning pain in the rectum, during and after the evacuation.", "Shootings, itching, smarting, and throbbing in the anus.", "Blind haemorrhoids." ],
    "Urinary Organs" : [ "Diminished secretion of urine.", "Scanty and reddish urine, which becomes turbid on standing, with cloudy sediment.", "Burning in the urethra during and after micturition." ],
    "Male Sexual Organs" : [ "Stitches in l. spermatic cord, ascending through the abdomen up to the chest.", "Painful rigidity of the penis after pollutions.", "Drawing pain in glans." ],
    "Female Sexual Organs" : [ "Catamenia premature, too profuse, and of too long duration.", "Masturbation.", "Nymphomania.", "Irritable condition of sexual organs, with congestions.", "Shootings in r. breast, < on rising, during menses." ],
    "Respiratory Organs" : [ "Dry cough, excited by a sensation of roughness in the chest, esp. in the morning or at night.", "Nocturnal cough, with pain as from excoriation in the trachea, oppression of the chest and shivering.", "Choking when ascending." ],
    "Chest" : [ "Heat in the chest, then the head and hands, with redness of the face.", "Pressure on the chest.", "Shootings in the chest on breathing.", "Pimples on the chest, which burn after having been scratched." ],
    "Heart" : [ "Palpitation of the heart.", "Violent palpitation, particularly immediately after a stool, and with oppression of the chest." ],
    "Neck and Back" : [ "Sensation as if the neck were seized with the hands.", "Darting from the l. scapula to the shoulder and mamma.", "Sticking pain in lower dorsal vertebrae; in r. kidney.", "Bruised pain in loins.", "Painful cramps in coccyx.", "Pressive or wrenching pain in coccyx after stool." ],
    "Upper Limbs" : [ "Rheumatic pains in the shoulders, arms, fingers, particularly in elbow and wrist-joint.", "Itching in the palm of the (r.) hand." ],
    "Lower Limbs" : [ "Bruised pain in the thigh, after a short walk.", "Lancinating tearing in tibia when sitting, disappearing when walking.", "Smarting itching on tibia.", "Shootings in legs and feet." ],
    "Generalities" : [ "Tearing in the limbs.", "Tetanus, with full consciousness while lying down after a meal, followed by a deep sleep with emission of semen; bruised feeling of the body, back and l. arm on waking.", "The majority of symptoms appear at night, or when sitting, and after rising from a seat, or in the open air; contact > them.", "Great languor and prostration.", "Great loquacity and gaiety." ],
    "Skin" : [ "Itching with burning after scratching.", "Running and corrosive eruptions, which resemble scabies." ],
    "Sleep" : [ "Irresistible drowsiness with yawning.", "Great drowsiness, with frequent yawning and inclination to lie down, esp. in the afternoon.", "Deep sleep, like stupor." ],
    "Fever" : [ "Pulse small, intermittent.", "Great tendency to chilliness.", "Chilliness in a warm room, during sleep, after an evacuation; with the hair standing on end.", "Heat ascending to the face, with redness and increased external warmth.", "Constant vaporous exhalation from the body." ]
  }
}