{
  "remedyName" : "Grindelia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Bites. Bronchitis. Cheyne-Stokes breathing. Conjunctivitis. Emphysema. Erythema. Eyes, pains in. Glaucoma. Heart, affections of. Iritis. Itching. Liver, pain in. Pruritus vulvae. Pruritus vaginae. Rhus-poisoning. Spleen, pain in. Ulcers." ],
    "Characteristics" : [ "Following Hering I have not thought it necessary to separate the two Grindelias which have been used in homoeopathy, but, as far as possible, I shall indicate the species used in any definite experience. Several species have been used in cases of asthma, bronchitis, Rhus-poisoning and heart and skin affections. The only proving is by Dr. T. H Bundy, who took a teaspoonful of a tincture of the dried plant of G. squarrosa and in half an hour followed it by another, with the result that he produced some intensely severe pains in head and eyes (left then right), and symptoms in liver, spleen, nervous system and lungs, and altogether passed \"the most terrible night of his life.\" The proving is remarkable for the number of peculiar symptoms induced. First there was \"fulness in head as after a heavy dose of quinine.\" Then intense pain in left eye and right knee-joint exactly like acute rheumatism. The knee pain lasted only half an hour and then the third teaspoonful was taken. The eye-pain became most agonising, the pupil became widely dilated. It was two hours before the right eye became affected and then the misery was doubled. At this time unbearable pain in whole of liver and spleen came on, so severe it was impossible to lie still a moment, with intense soreness of the region affected like that of acute rheumatism. The eye pains were in the balls of the eyes running directly back into brain, much < by movement. There was a kind of paralysis of the vagus nerve: on falling asleep the respiratory movement would cease and would not be resumed until he waked up from the resulting suffocation. In the clinical experiences recorded it is the Robusta which is chiefly mentioned, though sometimes it is not specified which. One writer obtained excellent results from \"Grindelia\" in a number of cases of asthma and emphysema with dilated heart. H. W. Foster reported the cure of a case of asthma with G. robusta which shows that Dr. Bundy's proving of G. squarrosa is good for each drug. (Hering erroneously gives Bundy's proving under the heading \"Grindelia robusta.\") Dr. Foster's patient was awakened by asthmatic attacks, the room seeming too small. After getting quiet, just as he would commence to lose himself in sleep he would suddenly awaken again because he seemed to have forgotten to breathe. Grind. r. relieved at once. Gatchell found a lotion of Grindelia robusta O. (one part to ten of water) a sovereign application in itching or painful erythematous eruptions. It is also useful for bites and stings of insects. It removed aversion to darkness in one patient, who wanted a light in the room all night. Symptoms are < by movement; < in the dark; < on failing asleep." ],
    "Relations" : [ "It antidotes: Rhus. Compare: Amm. mur., Ant. t., Kali bi.; Lach. (< from sleep; left then right); Gels. (< from sleep). Gels. has waking up feeling the heart has stopped, must keep moving to keep it going; Grind. feels respiration has stopped; Stram. (fear of the dark). Op., Lach., Carb. an. (fears to go to sleep.) Dyspnoea on falling asleep: Am. c., Ant. t., Arum t., Badiag., Bry., Cadm. s., Carb. an., Carb. v., Graph., Lach., Nux m., Op., Ran. b., and both the Grindelias." ],
    "Head" : [ "Terrible fulness in head, as though from quinine (S)." ],
    "Eyes" : [ "Conjunctiva injected, eyes look as in congestion of brain.", "Pain in eyeballs running directly back to brain, < from moving eyes.", "Pain in l. eye and r. knee like rheumatism; pain in knee did not last more than half an hour, but that in the eye became more intense, pupil becoming dilated; two hours later r. eye became affected in the same way (S).", "Purulent ophthalmia.", "Iritis: traumatic; from cold; metastasis of rheumatism; the pain is intense, the fever high." ],
    "Abdomen" : [ "Unbearable pain in region of liver and spleen, so severe he cannot lie still a moment; soreness like that of acute rheumatism in the same region (S)." ],
    "Female Sexual Organs" : [ "Pruritus of vagina and vulva, whether from leucorrhoea, or aphthae, or of venous origin (R)." ],
    "Respiratory Organs" : [ "Fear of going to sleep on account of loss of breath which awakens him (S).", "On falling asleep respiratory movement ceases, and is not resumed until awakened by suffocation resulting.", "Humid asthma from catarrhal bronchitis.", "Cardiac asthma.", "Cough from reflex causes.", "Much tenacious mucus difficult to detach." ],
    "Skin" : [ "Epidermic rash like roseola, suffusing face, neck, and often the whole body, with severe burning and itching (R).", "Irritable eruptions, papular or vesicular (R).", "Ulcers of leg with fetid secretion, pain, much swollen purplish black skin (R)." ]
  }
}