{
  "remedyName" : "Guaiacum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Amenorrhoea. Aneurism. Bones, affections of. Bronchitis. Caries. Cholera infantum. Constipation. Contraction. Cough. Diarrhoea. Diphtheria. Dysmenorrhoea. Earache. Emaciation. Fever. Gout. Growing-pains. Headache, internal and external. Hernia. Membranous dysmenorrhoea, Mercury, effects of. Neuralgia. Osteomalachia. Otitis. Ovaries, inflammation of. Phthisis. Pleurisy. Pleurodynia. Rheumatism. Sciatica. Stomach, affections of. Syphilis. Throat, affections of. Tonsillitis. Toothache. Torticollis. Vomiting." ],
    "Characteristics" : [ "Guaiacum, which is one of Hahnemann's antipsorics, is best known as a remedy in gout and rheumatism and as a diuretic, but latterly it has also taken a place in old-school therapeutics as a remedy for consumption. Homoeopathic provings have developed and defined the sphere of its utility in all these respects and many more. It acts on mucous membranes, muscles, joints and bones, and causes contraction of tendons with resulting deformity. Gouty nodosities on joints. Verwey (H. R., ix., 627) treated a lady who for several years had a frequently recurring gouty inflammation of the knees. Guai. was given (after Chi. had failed to relieve) without obvious benefit. Guai. was now given and after a few hours the swelling broke and the pains quickly subsided. A short time after, the same patient accidentally injured the same knee. Under Guai. the swelling soon broke and the pain was relieved. But an abscess formed at the same time on the upper thigh. The pain became unbearable and the patient's husband \"begged for more of the drops that had twice before made the swelling break.\" It was again given and in six hours the abscess evacuated. On two later occasions Dr. Verwey saw Guai. act in the same way on scrofulous and gouty abscesses. This is probably analogous to its action in quinsy. In cases indicating Guaiac. the affected parts are very sensitive to touch, and there is < from heat. Rheumatism in syphilitic and mercurial patients. Acute tonsillitis, simple or rheumatic. Syphilitic sore throat. \"Burning in the throat\" is the keynote symptom of most cases of sore throat. It was first recommended by Brinton in the Lancet in for quinsy; was given in full doses and produced a crisis of sweat and profuse urination. Ozanam gave it in the 1st, 2nd, and 3rd centesimal dilutions and found that he got the curative effects without crisis, which was an unnecessary effect of the drug. Guaic., says Ozanam, seems to combine the properties of Bell., Apis, and Bar. c. It has the erythematous or inflammatory angina with bright redness of Bell.; the oedema of Apis; and the phlegmon with tendency to suppuration of tonsils of Bar. c. and Apis (H. R., ii. 217). Proell records the cure of a case of secondary syphilis in a gentleman who had inflammation of the palate supervening on hard chancre. The isolated, sore, red spots threatened to extend deeper and perforate. Merc. cor. 3x, Nit. ac. 3, Aur. mur. 3, and Mez. were given in succession, each for one or two weeks, without avail. The syphilitic inflammation continued to spread, the brain became affected as shown in confusion of thought, remarkable depression of spirits and weakness of memory. Guaiac. 3x was now given, and even on the next day improvement was noticable. In fourteen days the whole trouble had vanished, the mind was clear, cheerfulness and memory returned and remained (H. R., i. 109). The growing pains of children are relieved by it. The secretions of Guaiac. are very offensive. Burning sensations in mouth, throat, and stomach, stitches in chest going from front to back, or from below upward; in region of apex; < from motion and from deep inspiration: Sharp pain about mid-day under right breast to shoulder\" was removed in a case of mine by Guaiac." ],
    "Guaiac" : [ "The mental state is one of weakness: weak memory and disinclination to labour. Sad and depressed. Fretful, obstinate, sharp stitches in brain. Sensation as if the brain were loose. Neuralgia of left side of head and face, extending to neck. External headache, with sensation as if blood-vessels were over-filled; extending to face and neck. Tearing pains in skull. Swellings and sensation of swelling in eyes and nose. Eyes feel protruded. Houghton cured with Guaiac. 3x a case of gouty inflammation of the meatus of the ear and tympanum after failure with Fer. ph. Concomitant rheumatic lameness and soreness led him to Guaiac. Heat, swelling and blotchiness of face. Prosopalgia every day from p.m. to a.m. Toothache when biting jaws together. \"Violent hunger, afternoon and evening\" shows its relation to the \"sinking\" sensations of Sulphur and the antipsorics. There is a desire for apples which > gastric symptoms; and aversion to milk and food generally. Flatulence is marked. There is nausea from sensation of phlegm in throat. \"Every morning vomits a mass of watery phlegm with great exertion, followed by great exhaustion.\" There is morning diarrhoea with skin dry and chilliness. In cholera infantum the face is like that of an old person. In constipation the stool is hard, dry, crumbling, and very offensive. Some marked symptoms appear in the urinary organs: Continuous urging even after urination, with profuse fetid urine. Stitches in neck of bladder after ineffectual pressure to urinate. Cutting while urinating. Chilly crawls over mammae. There are many marked symptoms in the respiratory sphere. Violent, spasmodic, inflammatory affections of windpipe and larynx, with palpitation preventing motion, or calling for help, feels suffocating. Cough dry or with copious bloody or purulent expectoration of very offensive odour. Contractive pain between scapulae. Chilliness in back. Yawning and stretching > general ill-feeling. The least motion <. After a cold, has violent pains in limbs. Clothes feel damp. On walking in open air has perspiration on head. Cannot bear heat with pains in limbs. Periodicity is marked. Stomach affection returns every summer." ],
    "Relations" : [ "Antidoted by: Nux. Antidote to: Caust., Rhus. Compatible: After Merc. (rheumatism, gout, and syphilis); after Sulph. (in cholera infantum); after Caust. (in torticollis). Compare Phos. ac. (growing pains); Act. r. (pleurodynia and tuberculosis); Bry. (chronic rheumatism when the joints are distorted; < motion; pleurisy in second stage of phthisis); Coloc. (contractions after rheumatism); Caust. (Guaiac. is better than Caust., which it follows well, when either gout or rheumatism causes distortion of limbs < every attempt at motion; especially if there are gouty nodosities on joints); Araceae (late tuberculosis; pleuritic pains left apex); Kal. i., Mezer., Phytol., Rhodo., Stilling." ],
    "Mind" : [ "Obstinacy.", "Strong desire to criticise, and to despise everything.", "Indolence and dread of movement.", "Weakness of memory, and excessive forgetfulness, esp. of names.", "Fixed look, and absence of ideas, esp. in the morning." ],
    "Head" : [ "Pressive pain, extending from the base of the brain upwards, or traction and tearing in the sinciput and temples.", "Violent lancinations in the brain, from the base upwards.", "Tearing (rheumatic pains) in one side of the head only, as far as the cheek.", "Pulsations, throbbings (and shootings) in the temples, with sensation as if the head were swollen, and the blood-vessels congested.", "Sensation as if brain were detached and loose.", "Pulsative throbbing in the outer parts of the head, with stitches in the temples; removed for a short time by external pressure and by walking, < by sitting and standing.", "Lacerating in whole l. side of head.", "Neuralgia l. side of head and face extending to neck.", "Sweat chiefly on head and forehead (when walking in open air).", "Tearing pains in skull." ],
    "Eyes" : [ "Sensation of swelling, or actual swelling of the eyelids, with sensation as if the eyes were protruding, and as if the eyelids were too short.", "Pupils dilated.", "Amaurosis.", "Pimples in the eyebrows; and round eyes." ],
    "Ears" : [ "Tearing and squeezing in the ears." ],
    "Nose" : [ "Pains in nasal bones.", "Nose swollen.", "Fluent coryza." ],
    "Face" : [ "Redness and painful swelling of the face.", "Shootings in the cheek-bones and in the muscles of the cheeks, as if knives were plunged in.", "Neuralgia l. side of fac,. head and nape p.m. to a.m. daily." ],
    "Teeth" : [ "Aching in the teeth, on closing them.", "Pulling and tearing in the teeth, terminating in shootings." ],
    "Throat" : [ "Burning pain in the throat.", "Acute tonsillitis, r. tonsil much swollen, dark-red, constant aching pains, sharp stitches towards ear on swallowing.", "Syphilitic sore throat.", "Throat dry, cannot swallow without a drink." ],
    "Appetite" : [ "Insipid taste, with want of appetite, and disgust for everything, accompanied by expectoration of mucus.", "Empty risings.", "Immoderate hunger.", "Nausea, excited by a sensation as if the throat were filled with slimy mucus.", "Repugnance to milk.", "After eating without appetite she gets sick." ],
    "Stomach" : [ "Burning in stomach and abdomen.", "Cramps and pains in stomach.", "Every summer a severe stomach affection with vomiting of blood.", "Anxious sensation of constriction in the region of the stomach, which impedes respiration." ],
    "Abdomen" : [ "Pinching in the abdomen, as from incarceration of flatus.", "Sensation of emptiness, with borborygmi, and rumbling in the abdomen.", "Pain, as from hernia in the groins.", "Twitchings of the muscles of the abdomen." ],
    "Stool" : [ "Diarrhoea commencing in morning, skin dry; chilly.", "Thin mucous stool.", "Soft stool in pieces. Cholera infantum, emaciation; old-looking face.", "Constipation.", "Faeces hard, crumbling, and very offensive." ],
    "Urinary Organs" : [ "Constant want to make water (even after urinating) with copious discharge of very fetid urine.", "Incisive pains in the urethra, on making water.", "Ineffectual want to urinate, with shootings in the neck of the bladder." ],
    "Male Sexual Organs" : [ "Emissions without lascivious dreams.", "Gonorrhoea-like discharge." ],
    "Female Sexual Organs" : [ "Subacute and chronic ovaritis, esp. in rheumatic women.", "Amenorrhoea.", "Membranous dysmenorrhoea." ],
    "Respiratory Organs" : [ "Dry cough with sensation in the epigastrium as if there were not sufficient air in it.", "Dry cough, > by detaching a little mucus.", "Cough, with expectoration of fetid pus." ],
    "Chest" : [ "Shootings in the (l. side of the) chest, < by breathing; by moving head.", "Stitches from middle of r. chest, ending in one below r. scapula." ],
    "Heart" : [ "Palpitation." ],
    "Neck and Back" : [ "Pressure on the vertebrae of the neck.", "Stiffness in the nape of the neck.", "Constant frequent stitches on l. side of nape, extending from scapulae to occiput, on motion, also on holding head still.", "Stiffness along the back, on one (l.) side only, from the neck extending to the small of the back and sacrum, intolerable on slightest motion, or turning the part, not noticed on touch or during rest.", "Tearing and shooting in one side of the back only.", "Contractive pain between the shoulder-blades.", "Corrosive itching in the back (by day).", "Shiverings in the back in the afternoon." ],
    "Upper Limbs" : [ "Weakness in the arms.", "Tearing and shooting in the shoulder-blades, and in the forearms.", "Sharp stitches in the top of r. shoulder.", "Rheumatic pains in l. arm from shoulder to wrist.", "Lancinating rheumatic pains from elbow to wrist (l.).", "Rheumatic pains in l. wrist-joint.", "Stitches in r. thumb." ],
    "Lower Limbs" : [ "Pains in the bones of the thighs, pressive and tingling pains in the thighs, when seated.", "Paralytic tension in the thighs, on walking.", "Weakness in the thighs.", "Pricking in the nates, as if sitting on needles.", "Tearing, drawing lancinations in the leg, from r. tarsus to the knee.", "Tension in thighs, esp. r., as if the muscles were too short, with languor when walking; < by contact, > when sitting." ],
    "Generalities" : [ "Rheumatic pains in the joints.", "Arthritic pains in the limbs, with shootings and tearings, and contraction of the parts affected.", "The pains are provoked by the least movement, and are accompanied by heat in the parts affected.", "Numbness of the limbs.", "Painful weariness and weakness in the arms and thighs, with dread of movement.", "Immovable stiffness of the contracted limbs.", "Frequent inclination to yawn, and to stretch the limbs, proceeding from a general sensation of uneasiness.", "The majority of symptoms show themselves, when sitting, as well as in the morning after rising, or in the evening before lying down.", "Exostosis.", "Consumption." ],
    "Sleep" : [ "Great drowsiness in the afternoon.", "Late sleeping and early waking.", "Frequent waking with fright, sometimes on going to sleep.", "Restless tossing during the night.", "Nightmare, when lying on the back, waking with screams.", "Feeling in the morning as though the sleep had been insufficient." ],
    "Fever" : [ "Shivering, chilliness, and shuddering, even near a fire, principally in the afternoon and evening.", "Shivering, without thirst, morning and evening.", "Heat in the face, esp. in the evening.", "Sweat in the morning.", "Copious perspiration, esp. on the head, when walking in the open air.", "Pulse accelerated; small, weak, soft." ]
  }
}