{
  "remedyName" : "Gunpowder",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscesses. Acne. Bites. Blood-poisoning. Boils. Carbuncles. Cuts, poisoned. Ivy (Hedera) poisoning. Osteo-myelitis. Tonsillitis, septic. Vaccinosis. Worms." ],
    "Characteristics" : [ "Black Gunpowder is a mixture and not a chemical compound. But for all that, it is a unit, and can be used as such in medicine. As it contains three potent remedies, two of them polychrests, there is little wonder at its medicinal powers. A fourth substance may have some share in its working, as a correspondent of The Homoeopathic World writes that Graphites is used in its manufacture to give a coating to the grains. In its crude form it is an old-established remedy among the rank and file in the Army for gonorrhoea, syphilis, and blood disorders in general, especially boils. The London Police Force also know it as a boil remedy. \"Get six-pennyworth of gunpowder from an oil store and take as much as would lie on a sixpence night and morning for four days, and then leave it off for the same time, and resume if necessary\" is one prescription which has reached me for recurrent boils from the \"Force.\" Canon Roland Upcher has related the experiences of Norfolk and Suffolk shepherds, who sprinkle gunpowder on their bread and cheese to cure and prevent infection when handling sheep affected with \"rot.\" There is no proving of Gunpowder, but I made an experiment on myself with the 2x, as I have mentioned in my article on Kali nitricum in my Dictionary of Materia Medica. This resulted in a severe attack of herpes of right eyebrow and side of the nose, leaving permanent scars. I have used almost exclusively the 3x trituration, which I have prescribed in 4- , 6- , or 8-grain doses, three or four times a day, either in the form of powder or tablets. In August I put the recorded experiences into the form of a pamphlet, Gunpowder as a War Remedy, and since then many more experiences have seen the light, principally in the pages of The Homoeopathic World. The indications for the remedy are broad and clear, so that no fine differentiating of symptoms is required. The list of diseases named under \"Clinical\" will be a sufficient guide, coupled with the broad indication \"Blood-poisoning.\" Gunp. corresponds to suppuration in a great number of forms, many of them septic. I have not found it disagree with any other remedy, so that there need be no fear of alternating it with some other remedy if particularly indicated." ],
    "Gunp" : [ "Canon Upcher has recently published cases of skin eruption mistaken for scabies by medical men, but actually produced by handling ivy, and quickly cured with Gunp. 3x. In some country districts a decoction of gunpowder is given to children for worms, lumbrici chiefly, and with much success." ],
    "Relations" : [ "Canon Upcher finds that occasional doses of Hepar highly increase its effects. Calendula externally is also complementary. Thuja, Silica, Baryta carb. (septic tonsils) agree very well." ],
    "Causation" : [ "Blood-poisoning." ]
  }
}