{
  "remedyName" : "Gymnocladus Canadensis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Erysipelas. Fever. Headache. Spleen, pain in. Throat, sore. Tongue, blue. Toothache. Whitlow." ],
    "Characteristics" : [ "The most peculiar symptom of the Gymnocl. proving is a bluish-white coating of the tongue. Guided by this symptom C. T. Bingham cured a man of headache following influenza \"a constant severe pain in front part of head, especially under eyebrows and upper part of nose.\" It had lasted over two weeks, never ceasing and at times intolerable. Bones of eye-sockets sore to touch. Tongue covered all over with bluish-white coat; does not enjoy food; is very weak. Gym. 2x cured. Full, tight headache appears in the proving, with sensation as if the eyes were pushed forward. The fulness takes actual shape in \"erysipelatous swelling of face and head; hot face; it feels swollen; is compelled to rub the eyes.\" Full sensations and burning pains are very common. Toothache from slightest cold air or drink. Sore throat, dark livid redness of fauces and tonsils. There are a number of fever symptoms: Desire for heat, wants to be near the fire. Cold chills and pains in bowels. Perspiration in axillary regions and palms. Epidemic fevers of typhoid character have been cured by it. Violent pain in left forearm as if the bones were crushed. There is aversion to motion; easily fatigued; desire to lean the head on something. Walking <. Cold <, cold drinks and cold draughts <. > From rubbing eyes." ],
    "Relations" : [ "Compare: Nux, Agar. AEthus., Bell., Cicut., Hyo., Laches., Lachn., Solan. n., Stram." ],
    "Mind" : [ "Cannot think, comprehend, or study; forgets everything.", "Indifference." ],
    "Head" : [ "Dizzy with dimness of sight; nausea, belching.", "Head feels full, tight as if bound up.", "Intense frontal headache, eyes feel pushed forward.", "Fulness and pressure in and over eyes, extending to vertex.", "Intense headache with stitches in bowels; in umbilical region at times.", "Catarrhal headache, premonitory stages; feeling of fulness in head, with throbbing in temples and forehead, with vertigo, heat of face, numbness and tired feeling.", "Desire to lean the head on something." ],
    "Eyes" : [ "Eyes feel pushed forward.", "Burning heat and pain through eyes; sore in morning.", "Desire to rub the eyes.", "Sense of agglutination of l. eye; desire to rub or scratch it.", "Violent throbbing pain over l. eye." ],
    "Face" : [ "Sensations as if flies were crawling over r. side of face.", "Erysipelatous swelling of face and head; face feels hot and swollen; is compelled to rub the eyes.", "Pain as if bruised in l. malar bone." ],
    "Teeth" : [ "Great sensibility of teeth; < l. side and in upper teeth; slightest draught of cold air induces it; cold drinks very painful." ],
    "Mouth" : [ "Tongue coated bluish-white.", "Burning, drawing, and scraping; burning in roof of mouth, extending to mouth and tonsils." ],
    "Throat" : [ "Sore throat, dark, livid redness of fauces and tonsils.", "R. tonsil inflamed, purple.", "Stitching and shooting in throat.", "Mucus in throat and frequent hawking." ],
    "Stomach" : [ "Belching of sour water.", "Nausea after eating with pain and fulness in stomach and belching.", "Burning in oesophagus and stomach.", "Circumscribed burning in stomach size of dollar." ],
    "Abdomen" : [ "Pain in l. side as if spleen were swollen.", "Soreness and tenderness of abdomen.", "Stitches in bowels and umbilical region." ],
    "Stool and Anus" : [ "Constipation with ineffectual desire.", "Aching fulness in rectum after stool." ],
    "Urinary Organs" : [ "Pressure on bladder and frequent desire to urinate; urine passed in small stream." ],
    "Male Sexual Organs" : [ "Itching of glans and prepuce." ],
    "Respiratory Organs" : [ "Smarting in larynx.", "Tickling in throat in morning causing cough, increasing through day; cough dry, hard, and racking.", "Pressure on chest and sternum." ],
    "Upper Limbs" : [ "Violent pain in l. forearm, in radius, as if bones were crushed and broken.", "Pulsation in l. index finger as if panaritium were forming." ]
  }
}