{
  "remedyName" : "Hall",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Breast, affections of. Exophthalmic goitre. Glands, enlarged. Goitre." ],
    "Characteristics" : [ "Provings have been made of this water, many of them on patients suffering from goitre. Great weakness and exhausting night-sweats were produced and all the symptoms of cold in the head and chest. Many marked symptoms appeared in the mammary gland. Three different provers experienced them. A number of symptoms occur after sleep and some of them wake the prover in the night. One prover had a sensation as if her stomach would fall out, and as if her breasts would fall off. In many cases the pains are transient and acute, and return after a short interval." ],
    "Relations" : [ "Compare: Nat. mur., Silica marit.; (stitches shooting out of nipple) Ol. an." ],
    "Mind" : [ "Confusion of the senses." ],
    "Head" : [ "Vertigo as if intoxicated.", "Headache, esp. at first, sometimes increasing in severity and accompanied by vertigo, roaring in ears, sparks before eyes.", "Drawing tearing in vertex towards r. temple.", "Transient, painful tearings in occiput." ],
    "Eyes" : [ "Heat, burning and violent watering of eyes, with feeling of catarrh in nose, as after smelling strong ammonia." ],
    "Ears" : [ "Great difficulty of hearing." ],
    "Nose" : [ "Frequent (violent) sneezing and feeling of commencing coryza." ],
    "Face" : [ "Painful swelling of the lymphatic gland, size of pigeon's egg, r. side of face close to ear." ],
    "Mouth" : [ "Accumulation of saliva." ],
    "Throat" : [ "Frequent hawking with expectoration of mucus.", "Burning and tickling; rawness as if tough mucus collected, difficult to loosen, with hoarseness; scraping.", "Swelling of one of cervical glands (in a prover who had never had a swollen gland in her life before); in anterior portion of neck between hyoid bone and thyroid cartilage, size of walnut, painless, easily movable.", "Goitre gradually disappeared." ],
    "Stomach" : [ "Regurgitation of bitter nauseous fluid from stomach.", "Acidity, like heartburn.", "Qualmish nausea: in evening; on going to bed; on awaking.", "Vomiting.", "Painful sensation of emptiness in stomach and hunger, although she had eaten much supper; the stomach felt painful and sick, as if it would fall out.", "Violent gnawing, like hunger, in stomach extending downward into intestines." ],
    "Abdomen" : [ "Cutting griping in abdomen, commencing near r. side of navel, extending outward, then following course of colon to rectum, involving a large circle about navel, followed by rumbling as if for stool, lasting an hour and returning at short intervals.", "Transient painful sensation in r. flank." ],
    "Stool and Anus" : [ "Thin, pasty evacuations, increasing to diarrhoea.", "Unusually hard, difficult stool." ],
    "Urinary Organs" : [ "Increased secretion of pale urine." ],
    "Female Sexual Organs" : [ "Menstruation unusually profuse at first, at the right time.", "Menstruation lasting only one day (usually three).", "Menstruation appeared without any pain (very remarkable, as she had always been subject to pains in abdomen therewith. The cure was permanent)." ],
    "Respiratory Organs" : [ "Hoarse; piping voice, scarcely audible.", "Cough in morning after rising.", "Dry cough in evening with catarrh, which became loose in morning.", "Cough hoarse, barking, very violent, dry, croupy or like the cough of laryngeal phthisis.", "Remarkable dyspnoea, with palpitation on ascending a slight elevation, followed by the appearance of menstruation." ],
    "Chest" : [ "Oppression of chest with difficult breathing.", "Frequent waking from sleep on account of sticking in r. side of thorax.", "A transient stitch in sternum, above pit of stomach, wakes her from sleep at night.", "Two very violent stitches r. side, just below r. breast, during rest.", "Her breasts, which were usually firm and full, became small and flabby.", "Transient burning and sticking in l. mamma.", "Itching-sticking and burning superficially in l. nipple, temporarily > by rubbing, lasting to seconds, and returning after a short time.", "Frequent stitches beneath l. breast.", "Frequent transient stitches (very violent at times) in both breasts, with extreme sensitiveness, pressure of linen or bedclothes unendurable; sensation as if an ulcer forming deep in the breast; < by motion and touch; < at night, often waking her from sleep (lasted three weeks, and disappeared with the goitre).", "Violent stitches in substance of r. breast, piercing the nipple from within outward, wakens her at night.", "Great painfulness and heaviness in both breasts, esp. on touch and motion, both feeling as though they would fall off." ],
    "Heart" : [ "Palpitation.", "Pulse greatly accelerated." ],
    "Back" : [ "Pain like sprain, extending from r. lumbar region, across r. side of small of back into r. ischium." ],
    "Limbs" : [ "Trembling of the limbs." ],
    "Upper Limbs" : [ "Unable to exert r. arm without violent pain in axilla, where was found a gland, dark red, swollen, hot, very painful to touch, size of a walnut (it gathered and broke in five days).", "Drawing tearing pain in l. humerus to elbow; lower end of l. elbow as if in periosteum while sitting still, followed by some violent stitches just below l. breast close to its margin." ],
    "Lower Limbs" : [ "Violent sticking as with needles in r. heel (lasts a quarter of an hour, and returns after short pause)." ],
    "Skin" : [ "Boils: r. eyebrow; r. breast; l. breast; back of r. upper arm.", "Burning pains in skin of dorsal surface of l. forearm on oblong spot with slight redness." ],
    "Sleep" : [ "Night restless, with many dreams; unpleasant." ]
  }
}