{
  "remedyName" : "Hamamelis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion, threatened. Ankles, weak. Black-eye. Bruises. Burns. Cancer. Chilblains. Consumption. Enteric fever. Gastric ulcer. Haematemesis. Haematuria. Haemorrhages. Haemorrhagic diathesis. Haemorrhoids. Leucorrhoea. Melaena. Menstruation, disorders of; vicarious. Nipples, sore. Noises in the head. Nose, bleeding from. Ovaries, affections of. Pelvic haematocele. Phimosis. Phlegmasia alba dolens. Purpura. Rheumatism. Scapula, rheumatism of. Scurvy. Small-pox. Testicles, inflamed. Ulcers. Uterus, affections of. Vagina, spasm of. Varicocele. Veins, varicose. Wounds." ],
    "Characteristics" : [ "The deep red colour of the tincture of Hamamelis may be taken as the signature of its therapeutic action. No remedy has a wider sphere of usefulness in cases of haemorrhage and disordered blood-vessels. It has also a decided relation to the effects of mechanical injuries including burns of the first degree, and as a local application it takes rank with Arnica and Calendula in the homoeopathic amamentarium. Hering, who learned its properties from Mr. Pond, of \"Pond's Extract\" fame (Pond was a patient of Hering's), made the first provings and introduced the remedy into homoeopathy. He defines its position as being between Acon. and Arn. \"Pond's Extract\" is an aqueous distillate prepared from the leaves. A number of interesting superstitions are associated with the shrub; and shoots of it are used as \"divining rods\" for discovering water and metals. Hale has given a very full account of the remedy. Phlebitis; varicosis; haemorrhoids; venous haemorrhages", "these are the conditions likely to require Hamam. The local application of Hamam. to a sprained knee has been known to set up inflammation in the veins of the part, and the provers who had varicose veins experienced in them increased sensitiveness and unusual sensations, and a number were cured. In congestion, inflammation, and bleeding of haemorrhoidal vessels, Ham. has a great range of action; and like that other great pile remedy, AEsculus h., it has also a marked action in the throat. Ham. is called for in cases of \"varicose angina,\" where the veins of the pharynx are large and blue. The haemorrhages in which Ham. is indicated are mostly dark. They may occur from any orifice. Metrorrhagia, menorrhagia, vicarious menstruation and haemorrhages between the periods are met by it. In this connection a case recorded by Dr. Ward (Pacif. Coast J. of H., November, 1899) is noteworthy. He cured a case of intermenstrual pain. Allen mentions in the provings an intermenstrual flow, and Dr. Ward acutely observes that if his patient has had the flow, the soreness so distinctly felt might not have been realised. \"Intense soreness\" is one of the notes of Hamamelis. The part from which the flow of blood proceeds feels sore and bruised. This distinguishes it from Chi. in passive haemorrhages. It is a leading indication for it in cases of orchitis and ovarian affections; and also in phlebitis and varicose veins. In piles there is much bleeding and marked soreness of the part; the back feels as if it would break (AEsc. h. has little or no bleeding). There is taste of blood in the mouth. The headache of Ham. is chiefly in the temples, throbbing, hammering; especially over left eye. Hughes gave Ham. O to a young lady suffering from daily epistaxis and throbbing headache. The first dose was followed by a flushing of the face and most distressing throbbing-aching and sense of fulness in the head. The second dose brought back all the symptoms in the head, and a feeling as if it would burst. Some days later the 3x was given, and again the dilatation of the cerebral vessels occurred, though the symptoms were not so severe. The haemorrhage of Ham. causes great exhaustion (out of proportion to the amount of loss), but there is also a tired, aching feeling in the back and lower limbs, independently of haemorrhages. Many rheumatic symptoms occur, and with them always the characteristic soreness. A woman, thirty-five, to whom I gave Ham. for varicosis with great advantage, developed marked loss of appetite and these additional symptoms: \"Pain all round lower abdomen, dreadful aching, rheumatic pain at top of left shoulder and under right shoulder-blade, also right side of chest under arm. Pains < during the day and when at rest, entirely absent during the night. Stupid feeling in head.\" This scapular pain bears on the experience of Dr. Koech, who cured with Ham. many cases of scapular rheumatism. He regards it as a specific in affections of the last five cervical nerves. There is a good deal of thirst in the Ham. pathogenesis, and Bree says (H. P., xii. 61) it will relieve the excessive thirst that most patients with heart troubles complain of. Motion and exertion in general <. < In open air; in rainy weather. Takes cold easily from every exposure, but especially to warm, moist air. Toothache < in warm room. < From touch." ],
    "Relations" : [ "Antidoted by: Arn., Camph., Chi., Puls. (toothache). Complementary to: Ferrum in haemorrhages. Compare: Arn., Calend. (\"is better than either in hastening the absorption of intra-ocular haemorrhage,\" Hering); Chloral, Secal. (purpura); Fl. ac., Lach., Secal., Puls., Nux, AEsc., Nit. ac. (in varicose veins and piles); Spo., Puls. (orchitis", "Ham. has more soreness); Act. r. (abdominal soreness after labour; Ham. is an excellent external application); Bry. (vicarious menstruation); Nit. ac. (haemorrhage in typhoid; Nit. ac. light, Ham. dark); Bell., Euphorb., Rhus, Tereb. (as an application in burns of first degree); Sanguisuga (haemorrhages)." ],
    "Causation" : [ "Injuries." ],
    "Mind" : [ "Forgetful.", "No desire to study or work.", "Depressed in mind; also after emissions, with regretful mind.", "Irritable." ],
    "Head" : [ "Vertigo when stooping.", "Swimming sensation on rising.", "Nausea and vertigo, with desire to lie down.", "Stupor; headache; crowding fulness in head and neck, also in forehead.", "Stupid feeling in head.", "Feeling as if a bolt were passed from temple to temple, and tightly secured.", "Fulness in forehead, with pressing in root of tongue.", "Bursting headache on awaking, insupportable on bending downward.", "Dulness and fulness in head all day.", "Headache after an emission.", "Hammering over l. eye, as if he would go out of his mind." ],
    "Eyes" : [ "Eyes feel weak, but are less inflamed; painful weakness of the eyes.", "Feeling as if both eyes would be forced out of head, > by pressing them with the fingers, but < a few moments afterwards.", "Sore pain in eyes; eyes painful under slight pressure.", "Swelling of eyeballs and lids, with bloodshot appearance of r. eye.", "Eyes inflamed; vessels greatly injected; caused by a foreign substance, as melted sugar; after operations; intense soreness." ],
    "Ears" : [ "Deafness in r. ear, passes off by noon.", "Bleeding at r. ear, also nose-bleed, which clears her head, relieving her.", "Buzzing, ringing in ears." ],
    "Nose" : [ "Over-sensitive smell.", "Bad smell from the nose.", "Sneezing spells, watery, excoriating, burning discharge.", "Nose feels stopped up.", "Epistaxis, flow passive, non-coagulable.", "Epistaxis, with a feeling of tightness of the bridge of the nose, and crowding pressure in forehead between the eyes.", "The nose-bleed clears her head and affords great relief.", "Profuse epistaxis; flow venous; idiopathic or vicarious." ],
    "Face" : [ "Burning in r. cheek.", "Occasional shooting pains along r. superior maxillary to malar bone.", "Muscles feel sore and stiff.", "Lips: dry; sore; cracked." ],
    "Teeth" : [ "Sharp, lancinating along the molar teeth, extending to the malar bone; also in temporal region.", "Teeth ache, can scarcely sleep, yet not decayed.", "Pains < in warm room.", "Gums sore, painful, swollen; bleed easily; dark fluid.", "Passive venous haemorrhage after extraction of teeth." ],
    "Mouth" : [ "Metallic taste; tongue coated white.", "Scalding sensation on tongue.", "Blisters on sides of tongue; canker spots near the tip." ],
    "Throat" : [ "Severe stinging in uvula, as if it would break, when he coughs.", "Dryness of the lips and fauces; tonsils and fauces congested, veins enlarged, varicose; must drink large quantities of water to assist deglutition.", "Sore throat < r. side, r. tonsil more swollen; reddened.", "Sore throat in those predisposed to fulness of the veins, < in warm, moist air.", "Hawks considerably." ],
    "Appetite" : [ "No appetite for breakfast; considerable thirst, > by small quantities of water.", "Appetite good.", "Very thirsty; in afternoon and evening; throat dry.", "Averse to water, makes him sick to think of it.", "Pork nauseates." ],
    "Stomach" : [ "After eating: nausea, must keep quiet; eructations; hiccough.", "Eructations after a meal, taste of the food.", "Nausea, eructations and violent hiccough after pork, followed by burning in stomach and oesophagus; later, cramp pains in stomach and chest.", "Nausea, vertigo, must lie still to prevent vomiting.", "Nausea, headache in frontal bone on awaking.", "Nausea and inclination to vomit after a meal.", "Haematemesis, blood black; sensation of trembling in stomach, or fulness and gurgling in abdomen; feverish by spells; weak, cold, quick pulse, profuse sweat.", "Heaviness at back of stomach; pain back of stomach, along the spinal column.", "Violent throbbing in stomach.", "Cramp in stomach after eating." ],
    "Abdomen" : [ "Cramps in stomach and transverse colon two hours after a hearty dinner.", "Flatulence.", "Burning in the epigastrium and umbilicus.", "Pain all round lower abdomen." ],
    "Stool and Anus" : [ "Stools: costive; hard, coated with mucus.", "Dysentery when the amount of blood is unusually large; dark, small clots, or patches through the mucus.", "Large quantities of a tar-like blood (typhoid).", "Piles: bleeding profusely; with burning soreness, fulness and weight; back as if it would break; urging to stool.", "Itching at the anus." ],
    "Urinary Organs" : [ "Increased desire to urinate.", "Urine clear copious.", "Scanty high-coloured urine.", "Haematuria; passive congestion of the kidneys; dull pain in renal region.", "Irritation of the urethra, followed by a discharge and ardor urinae." ],
    "Male Sexual Organs" : [ "Emissions at night, without being aware of it; headache, depression of mind.", "Erections; great desire for an embrace.", "Severe neuralgic pains in testicles suddenly shifting to bowels, causing nausea and faintness.", "Pain running down the spermatic cords into the testes.", "Profuse cold sweat on scrotum; capillary stasis.", "Orchitis, intense soreness and swelling.", "Varicocele." ],
    "Female Sexual Organs" : [ "Dysmenorrhoea, with severe pains through the lumbar and hypogastric region and down the legs; fulness of the brain and bowels, with severe pain through the whole head, causing stupor, deep sleep; varicose veins.", "Active uterine haemorrhage blood bright red.", "Metrorrhagia, passive flow, venous blood; anaemia.", "Amenorrhoea, vicarious bleeding from nose or stomach; costive; varices on legs.", "Leucorrhoea, great tenderness of vagina; flow bloody.", "Vaginismus, intense soreness; prurigo of vulva.", "Ovaritis after a blow; diffused agonised soreness over the whole abdomen; menses irregular; < at time of menses; retention of urine.", "Phlegmasia alba dolens.", "Sore nipples." ],
    "Respiratory Organs" : [ "Hoarse on arising; awoke hoarse.", "When lying, felt a smothering sensation.", "Tickling cough, taste of blood on awaking.", "Dry cough, severe stinging in the uvula, as if it would break.", "Expectoration thick, yellowish or greenish grey, tasting putrid." ],
    "Chest" : [ "Haemoptysis, tickling cough, with taste of blood, or of sulphur; dull frontal headache; tightness of the chest; cannot lie down, because of difficult breathing from congestion; fulness in the head; mind calm.", "Stitches in lower part of lungs.", "Sensation of constriction across chest < by a long or deep breath.", "Dull aching pain constantly in muscles of l. chest, < using arms, afternoon and evening." ],
    "Heart and Pulse" : [ "Palpitation.", "Pricking pain in region of heart and superficial veins of both arms." ],
    "Neck and Back" : [ "Sore pain down the cervical vertebrae.", "Dull pain, constantly under angle of l. scapula.", "(Rheumatism of scapula.).", "Tearing pains across small of back. with fulness of joints of legs.", "Small of back feels as if it would break." ],
    "Limbs" : [ "Tired feeling in arms and legs.", "Great lassitude and weariness of the limbs and elsewhere.", "Rheumatism, with great soreness of the muscles." ],
    "Upper Limbs" : [ "Bruised feeling in upper arms and shoulder, < from motion.", "Dreadful aching rheumatic pain at top of l. shoulder, and under r. scapula and r. side of chest under arms; < during day and at rest; entirely absent during night.", "Stiffness in arms and shoulders.", "Tenderness of r. biceps, < by pressure.", "Stiffness of elbow-joint.", "Rheumatic pain, constant aching in l. arm.", "Lancinating in l. wrist-joint.", "Violent pain in back of r. hand to shoulder-joint.", "Hands chapped.", "Thumb nail becomes sore, pus discharges after a slight knock." ],
    "Lower Limbs" : [ "Sore pain in r. femur, muscles of thighs sore, as if bruised.", "Soreness in femoral vessels to middle of thigh.", "Weakness of knees, afternoon.", "Forcing feeling in the varices; veins sensitive, dilated." ],
    "Generalities" : [ "Takes cold easily from every exposure; but esp. to warm, moist air; subject to varicose veins.", "Venous constitutions.", "Prickling stinging: in veins, muscles, skin.", "Phlebitis; prickling pains." ],
    "Skin and Tissues" : [ "Chilblains always bluish.", "Varicose veins and ulcers, with stinging or pricking.", "Bruised soreness.", "Purpura." ],
    "Sleep" : [ "Restlessness at night.", "Uneasy, restless morning sleep.", "Emissions of semen during sleep." ],
    "Fever" : [ "Chilly on going to bed; dreaded an attack of fever.", "Cold creeps in the open air, chills run up the legs, head stopped up, dull pain over orbit.", "Chilliness over back and hips, extending down the extremities.", "Fever at night; hands hot, burning in the eyelids on closing them.", "Sweats freely at night, after lying down.", "Pulse accelerated; full." ]
  }
}