{
  "remedyName" : "Hecla",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Antrum of Highmore, tumour of. Bones, affections of. Breast, tumours of. Dentition, difficult. Exostoses. Glands, affections of. Jaws, tumours on. Milk, deficient. Neuralgia. Osteitis deformans. Osteomalachia. Osteosarcoma. Periostitis. Rickets. Syphilis. Teeth, caries of. Toothache. Tumours. White swelling. Whitlow." ],
    "Characteristics" : [ "I have chosen the single word Hecla in preference to Heclae lava, as being simpler and more convenient. The ash and scoriae of this volcano contain Silica, Alumina, Lime, Magnesia, with some Oxide of Iron. When travelling in Iceland, Garth Wilkinson noticed that the sheep in the vicinity of Hecla had immense exostoses on the jaws. Another effect noticed was the drying up of the milk both in sheep and cows. The finer ash which fell on pastures at a distance, was the most deleterious; the gross ash near the mountain was inert. In cows, post-mortem examination showed the intestines filled with ashes, hardened to a mass, and stomach coated over with a pitch-black membrane spotted with brown, and difficult to remove by washing; the jaw teeth were covered with a shining metallic crust. Several young horses died from lumps on the jaw-bones, so large as to cause dislocation. Sheep, when slaughtered, were found to be of bluish hue internally, and the intestines were friable. In many cases worms from two to three inches long, with pale grey bodies and brown heads, and a little thicker than a horse-hair, were found in the bronchia. In sheep the osseous and dental systems were much affected. The head-bones, and especially the jaw-bones, swelled and became so friable that when boiled they fell to pieces. The thigh, and especially the shin bones, swelled and bulged. The jaws were sometimes covered with large swellings, which spread and were looser of texture and darker in colour than the bone; these could be separated from the bone without injuring it; but in some fatal cases a hole going down to the marrow was discovered under the swelling. Garth Wilkinson adds to the above that he has used Hecla with excellent effect in toothache, gum abscess, swellings about the jaws and in difficult dentition. Clinical experience has shown the power of Hecla to arrest many forms of bone disease, including osteo-sarcoma, scrofulous and syphilitic osteitis and exostoses. The swellings amenable to it are painful and sensitive to touch; < from touch and pressure. The glands are affected almost as much as the bones: \"induration and infiltration of cervical glands, studding neck like a row of pearls.\" The right side has been more predominantly affected. The subjoined schema is compiled mainly from cured symptoms." ],
    "Relations" : [ "Compare: Conchiol., Silic., Calc., Slag, Phos., Stilling., Sulph., Kali iod, Amphisb., Symphyt., Ruta." ],
    "Causation" : [ "Injury to bone." ],
    "Head" : [ "Vertigo, everything goes up, down and sidewise.", "Chronic headache." ],
    "Nose" : [ "Destructive (syphilitic) ulceration of nasal bones." ],
    "Face" : [ "Facial neuralgia or headache dependent on irritation of dental nerves or carious tooth.", "Polypoid growth commencing in antrum of Highmore, deforming face, forcing eyeball upward and everting lid, obstructing nostrils; extending downward into mouth, impeding breathing and mastication; epistaxis; headache." ],
    "Teeth" : [ "Toothache, esp. if teeth are very sensitive to pressure; with swelling about jaws.", "Neuralgia, from carious tooth; in cavity from which tooth has been extracted.", "Abscess; or enlargement of bone remaining after tooth extraction.", "R. cuspid of upper jaw very sensitive to slight pressure on crown; swelling and indurated tumour as large as a pea under r. ala nasi, very sensitive to touch; conjunctivitis of r. eye.", "Difficult dentition in scrofulous and rachitic children." ],
    "Female Sexual Organs" : [ "Dries up the milk (sheep and cows)." ],
    "Chest" : [ "Myalgia, esp. of intercostal muscles." ],
    "Neck" : [ "Induration and infiltration of cervical glands, studding neck like a row of pearls." ],
    "Lower Limbs" : [ "Hip disease.", "Exostoses of tibia; severe continuous pain incapitating from work." ]
  }
}