{
  "remedyName" : "Hedera Helix",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cataract. Hydrocephalus, chronic. Rhinorrhoea cerebro-spinalis. Rickets." ],
    "Characteristics" : [ "Our knowledge of the therapeutic properties of Ivy we owe to Dr. Cooper, whose experience has shown it to have a relation to ricket and rickety conditions. The only published case (H. W., xxxiv. 489) is, that of a girl of twenty, whom he cured of chronic hydrocephalus with a single dose, once repeated after eighteen months on a threatened return of the symptoms. The circumference of the patient's head, when she was brought to Cooper, was 1/2 inches, rendering her an object of wonder and ridicule to street arabs, and reacting on her disposition and nervous state. The condition had existed from childhood and was apparently growing much worse. There were two large oedematous swellings on the nape of the neck, one on either side and immediately below the occiput, evidently the result of intra-hydrocephalic pressure. One drop of Hed. h. O was placed on her tongue. Next morning clear fluid began dripping from the nostrils, a \"cerebro-spinal rhinorrhoea\" in fact. This continued three weeks, between twenty and thirty pocket-handkerchiefs being used in a day. Simultaneously the swellings began to diminish and had completely disappeared when the discharge ceased. Thirteen months later, when being measured for a hat, it was found that the size of the head was reduced to inches, and no longer occasioned remark. When, later on, some symptoms of brain-pressure seemed to threaten a second dose of Hed. h. completely dispelled them. The disposition of the patient was completely changed; from being nervous, unhappy, and diffident, she became lively, cheerful, and active. In cases of rhinorrhoea cerebro-spinalis Hed. h. must be thought of. Hed. h. has been used as a sternutatory for \"clearing the sight\" from time out of mind, and Cooper tells me it has cured cases of cataract." ],
    "Relations" : [ "Compare: Aral. r., Ginseng (botan.); Silic., Nat. m." ]
  }
}