{
  "remedyName" : "Helianthus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cold. Constipation. Epistaxis. Haemorrhoids. Nasal obstruction. Spleen, affections of. Throat, sore. Urticaria. Vomiting. Wounds." ],
    "Characteristics" : [ "Dr. Cessoles proved the expressed juice of the flowers; some observations have also been made on the effects of eating the seeds. In some parts of America the Indians use the seeds as an article of food. In the provers there were marked effects on stomach, nausea, and vomiting. In one haemorrhoids appeared, the stools were black and soft, and with them there was an emission of semen; and later the stools were hard and black and occurred every other day. The skin was affected also. Burnett regards Helianth. as a great spleen remedy. Helianthus tuberosus is the Jerusalem artichoke. I know many persons who cannot eat these on account of the excessive flatulence they produce. The symptoms of Helianth. were > after vomiting. Skin is < by external warmth. Hansen says it equals Arnica and Calendula (also yellow-flowered composites) as an application to wounds." ],
    "Relations" : [ "Compare: Lept. (black stools); Arn., Calend., Hyperic. (wounds); Cean. (spleen)." ],
    "Head" : [ "Headache." ],
    "Eyes" : [ "Slight redness on margin of l. upper lid, with smarting in inner canthus.", "Eyes suffused." ],
    "Nose" : [ "(In a rover who had a slight nasal obstruction causing constant passage of secretion through the posterior nares), after a short time epistaxis occurred, and the nostrils became free, and during the ensuing winter the secretions were healthy, and discharged through the natural passages." ],
    "Face" : [ "Anxious countenance.", "Face deeply flushed." ],
    "Mouth" : [ "Sticking in upper back teeth.", "Tongue and fauces very red and inclined to dryness.", "Unusually hot taste when eating.", "Difficulty in articulation." ],
    "Throat" : [ "Stiffness and dryness of the throat.", "Sensation of glowing in the throat and stomach immediately.", "Severe burning in fauces, oesophagus, and epigastrium." ],
    "Stomach" : [ "Thirst; nausea.", "Vomiting, produced apparently by too powerful a dose of the medicine; this recurred frequently, though in slight degree, when Helian. was taken for an ordinary cold.", "Symptoms increased in severity till she vomited freely when she felt rather better." ],
    "Abdomen" : [ "(Spleen enlarged and painful.)" ],
    "Stool and Anus" : [ "Haemorrhoids.", "Stools: soft, black, with emission of semen; hard, black every second day." ],
    "Respiratory Organs" : [ "Voice hoarse.", "Cough, in forenoon, with gelatinous expectoration streaked with blood.", "Breath rather difficult and hurried." ],
    "Lower Limbs" : [ "Rheumatic pain in l. knee on descending stairs." ],
    "Skin" : [ "Skin generally of scarlet redness and very hot.", "Groups of red pimples inner side of knee with slight itching.", "Many urticaria-like pimples, esp. inner side of forearm, afterwards on leg, afterwards itching in external warmth, in morning and night.", "Small red tetter to r. of navel.", "Tingling of skin." ]
  }
}