{
  "remedyName" : "Heliotropium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Clergyman's sore throat. Dysmenorrhoea, membranous. Hoarseness. Leucorrhoea. Uterus, misplacement of." ],
    "Characteristics" : [ "Heliotrope has been slightly proved. Symptoms of pressure and tension were produced in many parts: pressure on the sternum impeding breathing; pressure on the head; on mons veneris; pain as if beaten in leg muscles. Cooper has used this remedy clinically and considers hoarseness and \"thick voice\" a great indication. He has cured with it clergyman's sore throat. It has also an action resembling that of Natrum hyperchlorinosum in uterine displacement, leucorrhoea, backache. With Nat. hyper. there is passive bearing down from heavy, water-logged condition of uterus. With Heliot. the bearing down is active. The effect of Heliot. given by Cooper to a lady who had been advised by several surgeons to have various organs either braced up surgically, or removed, was described by her as having made her \"feel just as if braced up\" six hours after taking the dose. It is especially indicated if there is also a tendency to loss of voice. It has cured membranous dysmenorrhoea. The head symptoms of the proving were > on walking in the open air. Other symptoms were < after resting; < on inspiration." ],
    "Relations" : [ "Compare: Nat. hyperchl.; Borax (membranous dysmenorrhoea); Symphytum (bruised, pain in leg)." ],
    "Head" : [ "Headache in forehead, like a pressure and drawing pressing, > walking in open air." ],
    "Eyes" : [ "Feeling of tension in l. inner canthus extending down into nasal bone, as if a swelling were there; eye seems drawn together and smaller." ],
    "Stomach" : [ "Pressure in pit of stomach and internal surface of sternum, at times with fine sticking externally in the same place; esp. < on inspiration, and the epigastric region is sore to touch; most violent after eating and in evening." ],
    "Female Sexual Organs" : [ "Pressure on mons veneris only when sitting.", "(Membranous dysmenorrhoea; leucorrhoea; uterine displacements; with backache; esp. if subject to loss of voice.)" ],
    "Respiratory Organs" : [ "(Voice thick; clergyman's sore throat.).", "Pressure and oppression of external parts of chest, without affecting breathing." ],
    "Lower Limbs" : [ "Pain in outer part of leg above ankle, extending up the muscles, as if beaten, even when sitting.", "Itching on tibia, with sensation as if there was an eruption." ]
  }
}