{
  "remedyName" : "Helleborus Niger",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Amenorrhoea. Aphthae. Apoplexy. Cholera. Concussion. Convulsions. Cystitis. Depression of spirits. Diarrhoea. Dropsy. Epilepsy. Headache. Hernia. Home-sickness. Hydrocele. Hydrocephalus. Kidneys, congestion of. Melancholia. Meningitis. Night-blindness. Puerperal convulsions. Scarlatina. Tetanus. Typhoid fever. Ulcers. Wounds." ],
    "Characteristics" : [ "Black Hellebore was one of the drugs used to produce the \"Helleborism of the ancients, \", the subject of Hahnemann's famous essay; but the drug most commonly employed was the While Hellebore, or Veratrum album, which belongs to another family, the Melanthaceae. \"Black\" hellebore receives its name from the external colour of its root; the root of Ver. alb. is extremely white. Teste quotes Hahnemann as saying: \"I conclude from various observations that one of the first effects of Black Hellebore is a kind of stupor, a dulness of the sensorium commune, a condition where, with sight unimpaired, nothing is seen very fully, and the patient does not pay any attention to anything; with the hearing perfectly sound, nothing is heard distinctly; with perfectly constituted gustatory organs, everything seems to have lost its taste; where the mind is often or always without ideas; where the past is forgotten or little remembered; where nothing gives one any pleasure; where one's sleep is very light, and a really sound, refreshing sleep is not to be had; and where one desires to work without having the necessary strength or attention required for it.\" Teste groups Hell. n. in the Chamomilla class, with Gratiola and Viola tric., all of which cause \"a particular derangement of the cerebral functions and even of the whole nervous system; a painful increase of the sentient action, followed by a considerable depression of the vital forces, and a certain disorder of the mental faculties.\" He cured with Hell. n. a case of epilepsy in a little girl five weeks old after the failure of Cham. Cham. was given to the nurse, Hell. n. directly to the patient. The history was this: The child, which was well formed, was constipated from the day of birth. The mother, twenty-eight, dark, robust, but of irritable temperament, laid the child's sickness to a fear she had had towards the end of her pregnancy. This may have been the case, but the lady had lost a boy in convulsions, precisely similar, the previous year. The little girl had every day five or six paroxysms, each lasting from one to three minutes, and almost always followed by sleep. There was sudden inability of the body, without any marked stiffness; head slightly thrown back; repeated oscillations of tongue from right to left, the tongue being slightly protruded from the mouth. Staring look, convulsive rolling upward of eyes when the paroxysms were very violent; a few acute cries followed by drowsiness, when the spasm was near its end. During the paroxysm the child remained so perfectly sensible that a slight shock, as the shutting of a door, arrested the paroxysms at once, and then shortened them a good deal. Hell. n. cured in two or three days. From a purely nervous derangement of this kind, the action of Hell. n. goes on to actual inflammatory states of the brain and its meninges. The drowsiness so prominent in Teste's case is a leading note of the conditions of meningitis and fever to which the drug is homeopathic. Such a condition is found when effusion has taken place from the inflamed membranes, and here the ancient reputation of Hell. n. in dropsical conditions is confirmed. The forehead is wrinkled; there are automatic movements of one arm and leg, whilst the other is paralysed; the head rolls from side to side with screams; greedy drinking of water; chewing motion of jaws; urine scanty or entirely suppressed, sometimes with sediment like coffee grounds. This condition of urine is an indication for Hell. n. in many states, and a sign of the favourable action of the remedy is, as Nash points out, an increase in the amount of flow. In post-scarlatinal dropsy with these indications it is of great service. It has cured concussion of the brain resulting from a blow on the head after Arn. had failed. In this case one pupil was larger than the other; the patient was drowsy, answered questions slowly; one leg dragged on walking. In fever there is sooty appearance of nostrils; dry, yellow tongue with red edges; breath horribly offensive; drinks roll audibly into stomach; fever < to p.m.; face pale, almost cold; pulse faint, imperceptible; picks clothes and lips. Guernsey sums up the remedy thus: \"In dropsical affections; dropsy of outer parts and of inner parts; parts which are usually white turn red; absence of thirst in all complaints; chilliness, heat, perspiration without thirst. Discharge of urine too scanty; urine with dark sediment like coffee grounds", "top part is clear, but leaving this sediment. Nausea at the stomach; rumbling and rolling in the bowels; darting in the joints, also in the bones; heat with shuddering.\" In addition to the \"absence of thirst\" there is \"drinks with avidity, bites spoon, but remains unconscious, \", and \"Thirst with disgust for drink, \", as there is also \"Hunger: child nurses greedily with disgust for food.\" Hunger, yet food is repulsive though it tastes natural. The hungry, nauseated, uneasy sensation at the epigastrium showing its profound action on the solar ganglion. Cooper, who has studied the Hellebores very closely, says that they produce the \"sinking sensation\" more intensely than any other drugs. The Winter Aconite (Eranthis hyemalis), a close ally of Hell. n., \"acts on the solar plexus and works upwards, causing dyspnoea.\" He quotes (H. W., xxx. 210) from Flora Historica an interesting account of how French prisoners of war at Norman-cross were suffering from an epidemic of night-blindness (nyctalopia), when for lack of snuff they took to using powdered Black Hellebore, with the result that they were cured of their blindness in a few days. Among the dropsies cured may be mentioned hydrocele from suppressed eruptions. The old use of Helleb. as an application to ulcers seems to have depended on its property of draining the tissues. In the pathogenesis of Hell. foet. is a symptom bearing on this profuse discharge from ulcerated surface.\" Cooper has cured ulcers with dropsical conditions with Hell. n. and Hell. v. given internally. The headaches of Hell. n. are stupefying; sensation as though contents of head were bulging at forehead and eyes; shocks pass through the brain like electricity; boring and shaking in forehead and occiput; bruised pain; heat in brain. Pains in occiput and nape of neck I have frequently cured with Hell. n.; also headache which the patient can only describe as a \"stupid headache.\" There is vomiting and purging as with the other Hellebores, the vomit is apt to be green and the stools jelly-like. The pulse is slow and feeble, the respiration is slow and the temperature low. Torpidity and apathy run through the remedy. In this it approaches Opium. Apoplexy followed by idiocy. The symptoms are < to p.m., and in the evening and night (sees spirits; rolls head; dry cough; night-blindness); < in cool air; from uncovering; > in warm air; by wrapping up. < From exertion from motion; from stooping; breathing easier when lying down lying perfectly quiet > pains in head. Touch <. < When thinking of ailment; > when mind is diverted." ],
    "Relations" : [ "Antidoted by: Camph., Chi. Compatible: Zinc., Bell., Bry., Chi., Lyc., Nux v., Phos., Puls., Sul. Compare: Apis. (Apis has exquisite sensitiveness of abdomen; Hell. n. complete sensorial apathy; Hell. n. has puckering of face, dropping of jaw, and automatic action of limbs of one side; Apis has < from heat, Hell. n. > from heat); Apocy., Digit. (slow pulse); Kali bro., Lach.; Dig., Tereb. (breathes better lying down); Phos. ac. (sensorial depression, drowsiness, apathy; but Phos. ac. can be roused easily; muscles not completely relaxed, has not the dirty nostrils of Hell. n.). Opium (but the stupor of Op. is more profound; face dark, breathing stertorous); Zinc. (checked exanthemata; hydrocephalus; Zinc. has fidgety motion of feet); Lach. (coffee-ground sediment in urine; muscular weakness; jelly-like mucous diarrhoea accompanying dropsy); Pip. meth., Ox. ac. (> when mind diverted); Nat. m. (< from consolation)." ],
    "Causation" : [ "Checked exanthemata. Blows. Disappointed love." ],
    "Mind" : [ "Melancholy taciturnity.", "Excessive, and almost mortal anguish.", "Home-sickness.", "Hypochondriacal humour.", "Taedium vitae; envious seeing others happy.", "Suicidal.", "Indolence.", "Sobbing lamentation.", "Obstinate silence.", "Irritable, < from consolation.", "Suspicious.", "Dulness of the internal senses.", "Stupidity and want of reflection, with (thoughtless) fixedness of look on one single point, much moaning, and inability to think.", "Weakness of the memory.", "The mind seems to lose command over the body; the muscles refuse their office as soon as the attention is diverted (if the will is not strongly fixed upon their action; if he talks he lets fall what he holds in his hand)." ],
    "Head" : [ "Giddiness on stooping.", "Stupefying headache, with coryza (4 to p.m.); < from stooping, > at rest and in the open air.", "Stupefying pain, and sensation of bruising in the head.", "Pressive and numbing headache.", "Pressive headache from outward to inward, with stupefaction and heaviness of the head; < on moving the head, from exertion; > in open air and from distraction of mind.", "Inflammation of the brain, with stupefaction; heat and heaviness of the head; < from thinking of the pain.", "Hydrocephalus with stupefaction; stupor; boring with the head in the pillows; coldness of the body; < from stooping.", "Painful heaviness, with burning pain in the head, coldness of the fingers, sensation of general shivering, and paleness of the face.", "The headache is more bearable on keeping quiet, and endeavouring to sleep.", "Bruised pain externally on vertex and occiput; esp. during the febrile chill; at every movement, esp. when stooping and going upstairs, the pain changes into a violent twitching in integuments of head > by external pressure.", "Painful sensitiveness of the exterior of the head, and esp. at the occiput, as if it were bruised, on its being touched, and on moving the head.", "Uninterrupted pressive pain in occiput extending toward nape of neck.", "Headache extending from nape to vertex.", "Jerking in the integuments of the head, during movement, when stooping, and when going up stairs.", "Disposition to bury the head in the pillow, when sleeping.", "Small swellings in the skin of the forehead, with bruise-like pain.", "Moist scabs on the scalp.", "Falling off of the hair (an the head and on the whole body), with pricking pain on the scalp, esp. on the occiput, with pale dropsical swelling of the face and body." ],
    "Eyes" : [ "Pain in the eyes, as if a nail were driven into the orbital margins.", "Pressive heaviness in the eyes, in a downward direction.", "Pupils dilated (one pupil larger than the other) without inflammation.", "Involuntary fixedness of look on one single point.", "Twitching in the levatores palpebrarum and the cheeks, with heat in the face.", "Night-blindness.", "Photophobia by day." ],
    "Ears" : [ "Shootings in the ears, day and night, with searching piercing." ],
    "Face" : [ "Face pale, sometimes yellowish.", "Pale and oedematous swelling of the face.", "Forehead wrinkled.", "White vesicles on the lips, which are swollen.", "The upper lip is cracked.", "Soreness of the corners of the mouth.", "Dull aching pain in the cheek-bone." ],
    "Teeth" : [ "Toothache at night, with shooting and tearing pains, < by cold and heat." ],
    "Mouth" : [ "Troublesome dryness in the palate, with incisive and scraping pain during deglutition.", "Constant accumulation of saliva in the mouth, and salivation, with excoriation of the commissures of the lips.", "Vesicles and apthae in the mouth, and on the tongue.", "Numbness and swelling of the tongue.", "Pimple on the tip of the tongue, painfully stinging when touched.", "Dry, white tongue (in the morning).", "Bitter taste in the throat, < by eating." ],
    "Throat" : [ "Scraping feeling on back of palate.", "Tiresome dryness on palate and cutting and scraping pain on moving the parts in swallowing.", "Aching, sore throat on swallowing; feels excoriated." ],
    "Stomach" : [ "Nausea, sometimes with excessive hunger.", "Speedy satiety, with repugnance as to rest of meal.", "Has appetite, but on eating has no taste, and becomes suddenly nauseated, which ceases immediately after eating.", "(Nausea of palate and throat.).", "Nausea rising up from pit of stomach.", "Nausea in whole abdomen, with frequent empty eructations.", "Dislike to food, esp. meat, green vegetables, and saurkraut.", "Green, blackish vomiting, with pains in the abdomen.", "Heaviness, fulness, and inflation of the stomach.", "Inflation of the epigastrium, with pain of ulceration, and impeded respiration.", "Sensation of excessive uneasiness of the epigastrium.", "Painful pressure on the epigastrium at every step.", "Sensation of retraction in the pit of the stomach.", "Painfulness of the stomach when coughing and walking.", "Burning pain in the stomach.", "Burning and scraping in the stomach." ],
    "Abdomen" : [ "Pinchings in the abdomen.", "Sensation of coldness in the abdomen.", "Heaviness in the abdomen.", "Dropsical swelling in the abdomen.", "Clucking in the abdomen, esp. on breathing deeply, as if there were water in the intestines.", "Rumbling and borborygmi in the abdomen.", "In r. inguinal region single pressures ending in a stitch, a sensation as if a hernia would ensue.", "Severe hard pressure on middle of os pubis." ],
    "Stool and Anus" : [ "Tenesmus, with discharge of (white) gelatinous mucus, preceded by pinchings in the umbilical region.", "Stools consisting of pure, tenacious, white mucus.", "Stools like frog-spawn.", "Diarrhoea, with pain in the abdomen, and nausea.", "Watery and frequent evacuations.", "Hard, scanty stool, during and immediately after which violent cutting, shooting in rectum, from below up, just as if it contracted tightly, and as if a body with cutting edges stuck there.", "After an evacuation, burning hot smarting at the anus.", "Feeling as if intestines had no power to evacuate faeces, during soft stool.", "Involuntary stools.", "Blenorrhoea of rectum with spasm of bladder.", "Haemorrhoids." ],
    "Urinary Organs" : [ "Frequent want to make water, with scanty emission.", "Scanty urine, with sediment like coffee grounds.", "Feeble stream.", "Deep-coloured urine.", "A large quantity of pale, watery urine is emitted." ],
    "Male Sexual Organs" : [ "Suppression of sexual desire, with flaccidity of the genital parts." ],
    "Female Sexual Organs" : [ "Pain under l. nipple, pains all over her, forced her menses on; had to get up at night to pass water.", "Suppression of menses.", "Amenorrhoea: from disappointed love; from damp feet, and getting wet through." ],
    "Respiratory Organs" : [ "Sighing respiration.", "Breathes easier lying down.", "Breathing difficult with anxiety, < every evening, must sit up.", "Cough: dry, backing, < at night, with gagging; comes suddenly while smoking.", "Suffocating constriction in the throat and nose.", "Short, dry cough, with painful tension in the l. hypochondrium.", "Difficult respiration, as from hydrothorax.", "Accelerated, or deep and slow respiration." ],
    "Chest" : [ "Constriction of the throat, nose, and chest.", "Heat in the chest." ],
    "Heart" : [ "Palpitation of the heart.", "Anxiousness about heart which prevents him resting anywhere." ],
    "Neck and Back" : [ "Stiffness and painful sensibility of the neck and the nape of the neck during movement.", "Swelling of the glands of the neck.", "Contractive pain in the loins.", "Gnawing and obtuse lancinations of the spine.", "Pain, as from a bruise, between the shoulder-blades." ],
    "Upper Limbs" : [ "Tearing in the bones of the arms and joints, and in the upper part of the fingers.", "Jerking in the muscles of the arms.", "Piercing and shooting in the hands and joints of the fingers.", "Want of strength in the hands.", "Spasmodic stiffness of the fingers.", "Humid, painless vesicles between the fingers.", "Ulceration around the nails." ],
    "Lower Limbs" : [ "Violent lancinations, and burning pressure in the hips.", "Pricking pain in the l. hip.", "Want of stability in the legs, with yielding of the knees.", "Stiffness and tension in the thighs and hams.", "Obtuse and piercing lancinations in the joints of the knees, and of the feet.", "Humid, painless vesicles between the toes." ],
    "Generalities" : [ "Shooting and piercing pains in different parts, and esp. in the periosteum, < by fresh air, corporeal fatigue, eating and drinking.", "Pullings and tearing in the limbs.", "Shooting pains in the joints.", "Sudden relaxation of all the muscles.", "The muscles refuse to perform their office, unless sustained attention be paid to them; staggering gait; suffering objects to fall which are grasped by the hand.", "Convulsive twitching of the muscles (during sleep).", "Relief is found in the open air, and sensations are felt as when recovering from a long illness.", "All things have a freshness about them.", "Convulsions.", "Cramps.", "Syncope.", "Dropsical swellings.", "Falling off of the hair and nails." ],
    "Skin" : [ "Paleness of the skin.", "Miliary eruptions.", "Leucophlegmatic swelling of the skin of the whole body; anasarca.", "General desquamation of the skin.", "The hair and nails fall off." ],
    "Sleep" : [ "Stupor, sopor.", "Sleepiness, with eyes half open, and pupils turned upwards.", "Confused, anxious dreams, the remembrance of which is not retained.", "Sleeplessness.", "Tossing in the bed." ],
    "Fever" : [ "Pulse, small, slow, almost imperceptible.", "Shiverings, alternating with shooting pains in the limbs.", "Chilliness predominates during the day, as long as he remains out of bed, with heat of the face and drowsiness.", "Chill, with goose-flesh and pain in the joints.", "The chill spreads from the arms.", "Coldness of the whole body, and esp. of the extremities.", "General shivering, with corrugated skin, and tenderness of the scalp when touched, and on moving the head; pullings and tearings in the limbs, lancinations in the joints, and absence of thirst.", "In the evening, after lying down, burning heat throughout the body, and chiefly in the head, with internal shuddering and shivering, without thirst; dislike to liquids; when attempting to drink, very little can be taken at a time.", "Nocturnal sweat, towards the morning.", "After lying down in bed, the heat comes on immediately, generally accompanied by perspiration.", "Heat followed by chill, with colic.", "Cold, at times clammy perspiration." ]
  }
}