{
  "remedyName" : "Helleborus Viridis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Colic. Diarrhoea. Epilepsy. Sore throat. Ulcers." ],
    "Characteristics" : [ "This was also proved by Schroff. It produced roaring in the ears; itching in the nose; and prickling of the tongue; diarrhoea of liquid stools; a condition of sopor. Cooper has cured with it ulcers of the leg, near the ankle, after the failure of Hell. n. Also a case of epilepsy in a child, the concomitant symptoms being: \"Head sweats before the fit; diarrhoea for four days sleepy.\"" ],
    "Ears" : [ "Ringing and roaring in the ears; with feeling of stoppage in both ears." ],
    "Nose" : [ "Violent itching of nose with frequent violent sneezing (from application of extract to mucous membrane of nose)." ],
    "Mouth" : [ "Prickling on tongue > by frequent rinsing of mouth with water.", "Burning in mouth.", "At first profuse secretion of saliva and mucus in mouth, soon followed by dryness.", "The taste was so intensely bitter and rancid, that she suffered for a long time from nausea and great inclination to vomit." ],
    "Throat" : [ "Feeling of warmth in pharynx and stomach, gradually becoming a dull burning, not > by drinking much water." ],
    "Stomach and Abdomen" : [ "Frequent eructations, and gurgling in abdomen.", "Digestion disturbed several days.", "Abdomen somewhat sensitive and distended." ],
    "Stool" : [ "Very profuse liquid stools.", "Three liquid evacuations from bowels, at short intervals, with intense colic, the last stool accompanied by tenesmus, great nausea, with inclination to vomit, violent headache and thirst." ],
    "Urinary Organs" : [ "Micturition frequent, painless, urine pale." ],
    "Pulse" : [ "The pulse rose during the first hour several beats in frequency (apparently caused by the excessive nausea from the bad taste of the drug), and afterwards sank below the normal in one case; while in those who took doses of to grains enveloped in a vehicle, the pulse immediately sank several beats." ],
    "Sleep" : [ "A condition bordering on sopor, lasting the whole night, and preventing refreshing sleep.", "Night restless, sleep frequently interrupted." ],
    "Fever" : [ "Sensation of heat at times over the whole body." ]
  }
}