{
  "remedyName" : "Helleborus Foetidus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cholera. Hair, failing off. Nails, falling off. Scarlatina. Skin, peeling. Stiff-neck." ],
    "Characteristics" : [ "The effects of Hel. f. have been observed on several persons. It is a violent narcotico-acrid poison, and in fatal poisoning cases death has taken place in convulsions. The vision is disordered; choleraic symptoms occur; skin, hair, and nails exfoliate. The anxiety is > after vomiting." ],
    "Relations" : [ "Compare: Verat. alb. (copious liquid stools); Hell. n., Hell. v., Colch." ],
    "Mind" : [ "Dreadful anxiety; > after vomiting." ],
    "Eyes" : [ "Great difficulty in reading, in evening, by candle-light; the sensation is as when the light flickers from a draught of air; cannot follow the lines." ],
    "Ear" : [ "Thumping pain below and behind l. ear." ],
    "Mouth" : [ "Smarting at tip of tongue.", "Painful sensation like aphthae in mouth (inhaling fumes of triturated plant).", "Taste of manure; tongue yellow in middle.", "Excoriation of mouth and throat." ],
    "Stomach and Abdomen" : [ "Nausea and vomiting of food (taken an hour before with relish).", "Constant inclination to vomit.", "When pounding the plant it seems that the epigastrium with difficulty keeps time with the inflation of the chest on inspiration.", "Frightful pain in pit of stomach.", "Colic." ],
    "Stool and Anus" : [ "Violent purging and vomiting with pain in stomach.", "Abundant liquid stool during night; next day two liquid, whitish stools; again a liquid stool forty-eight hours later." ],
    "Chest" : [ "Tightness of chest, can scarcely half draw his breath." ],
    "Neck" : [ "Numbness in muscles of neck; sensibility to touch blunted it becomes stiff eighteen hours later." ],
    "Generalities" : [ "Fatal convulsions.", "Swooning." ],
    "Skin" : [ "Skin of whole body peels, hair falls out, all the nails fall off.", "Profuse discharge from ulcerated surface (from application)." ],
    "Sleep" : [ "Stirs a good deal in his sleep." ]
  }
}