{
  "remedyName" : "Helonias",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Amenorrhoea. Anaemia. Breasts, affections of. Chlorosis. Debility. Diabetes. Dysmenorrhoea. Impotence. Kidneys, pains in. Leucorrhoea. Lochia, prolonged. Menopause. Menorrhagia. Metrorrhagia. Pruritus vulvae. Rheumatism. Splenalgia. Sterility. Uterus, affections of." ],
    "Characteristics" : [ "Helonias, like Aletris, to which it is a botanical ally, and with which it has been often confounded (both have been called \"Unicorn plant, \", or \"Unicorn root, \", \"Star Grass, \", and \"Blazing Grass, \", or \"Blazing Star\"), is a uterine remedy of great power. It has an extensive range of action, as its provings show, but the organ predominantly affected is the uterus. It has been called with justice a \"uterine tonic, \", and one of the keynote indications for its use is a \"consciousness of the womb, \", and relaxation of uterine ligaments, misplacements, and prolapse have been removed by Helon. Marvin A. Custis (Am. H., xi. 594) reports a case in point: \"Mrs. L.", ", has two children, both living. Has prolapse of uterus, ulceration of cervix, dark, offensive leucorrhoea. Her system is worn out and her expression one of great distress. Is irritable, finds fault with every one, and cannot bear contradiction. Restless, wants to move around, as she feels better when mind and body are employed.\" There was severe backache and a sore and heavy feeling in the womb; in fact, as she said, she was always \"conscious of her womb.\" Helon. every three hours for two days, and then every night, was prescribed, with a warm water injection night and morning. At the end of three weeks the leucorrhoea had almost ceased, the womb was in the first position, and she \"forgets that she has such an organ.\" The mental symptoms of Helon. are very marked, and the extreme depression, gloom, and irritability of this case are characteristic of the remedy. One of the provers had a preliminary feeling of wellness before being plunged into a mental hell. It is specially suited to nervously run-down females, easily fatigued by any work, who complain of a tired backache, a tired feeling extending into the limbs. Some of this passes off after commencing to work. This looks rather like the Rhus: \"< on commencing to work, > after working a little;\" but it is not the same, for in the case of Rhus the relief comes from a limbering up of stiff joints. The backache is in the lumbar region, just over the kidneys, or else in the sacrum. The kidneys themselves, especially the right, are the seat of pain, and then the urine is generally scanty. S. A. Jones found Helonin turned an alkaline urine acid; increased the amount of urea; increased the amount of urine secreted. He considers this to be the result of a condition of debility, venous paresis, the result of previous arterial tonic contraction. Helon. produces irritation in mucous membranes; sore mouth; irritable stomach; burning and scalding when urinating; but the most intense effect is produced in the vaginal mucous membrane. L. L. Danforth treated Mrs. W., who had intense pruritus, vulvar and vaginal, for several weeks: \"She could tear the flesh out\" it was so intense. There was vulvo-vaginitis, the labia and adjoining skin being red and swollen, and covered with thin, white, curdy deposits. Further examination showed, pouring from a congested cervix, a thin albuminous leucorrhoea, evidently the cause of the pruritus. It coagulated on the vagina, forming small curds covering the mucous membrane of vagina and vulva. Helon. O on tablets speedily relieved. The relation of the remedy to the climacteric period is indicated in the provings by alternate sensations of heat and cold. \"A sensation as if a cool wind streamed up the back of the legs along the gastrocnemii muscles to the popliteal space\" was noticed by one prover who had before had a burning, or warm numbness, in the legs, most marked in the knees, \"seeming to begin at the tendo Achillis of each leg, and very marked over the region of each gastrocnemius.\" \"Every movement of the arms occasioned a chill, which seemed to radiate from the solar plexus all over the body.\" Burning sensations are common. A patient to whom I gave it in the 6th had \"burning-sinking at the epigastrium\" half an hour after each dose. Motion < almost all symptoms, but > numbness of the feet, and the profound debility. > By mental diversion. The chest is sensitive to the air; toothache is < in a warm room; and warm, moist air < toothache. Touch <: cannot bear the least pressure of the dress (on breasts, nipples, kidneys, &c.)" ],
    "Relations" : [ "Alet. and Lil. t. are closely allied botanically and medically with Helon. Helon. antidotes the prolapse of Lil. t. and the mental depression of Kali brom. In general it is a close analogue of Pulsat., in its local and general symptoms. Compare also: Sep.; Pic. ac. (tired aching and some burning in back and legs); Pallad. (tiredness; soreness; irritability); Plat. (indurated uterus); Nat. m., Agn., and Caust. (aversion to coitus); Eup. purp., Chi., Ferr., Hydrast., Senec.; Act. r. (uterine symptoms and gloom; Nat. hyperchlor. (sodden condition of uterus); Pip. meth. (> by diverting mind)." ],
    "Mind" : [ "Dull, inactive.", "Always better when doing something, when the mind is engaged.", "Desire to be let alone; conversation unpleasant.", "Depressed mood.", "Dull, gloomy.", "Irritable; cannot endure the least contradiction or receive any suggestions in relation to any subject.", "Fault-finding." ],
    "Head" : [ "Pain in head is < by stooping, and attended by increased vertigo.", "Fulness and pressure in the forehead or vertex; < or renewed when thinking thereof.", "At p.m. dull heat and pressure in vertex as if skull were too full." ],
    "Face" : [ "Pale, earthy.", "Sallow, having an expression of suffering." ],
    "Mouth" : [ "Bitter, disagreeable taste, every morning, a.m., on awaking; tongue and fauces dry.", "Tongue white (diabetes).", "Salivation of pregnant women and teething children.", "Mouth gets sore; stomatitis materna." ],
    "Appetite" : [ "Loss of appetite, eructations, fulness, cramp, and painful congestion of the stomach.", "Appetite poor, food tasteless bilious sleepy during the day." ],
    "Stomach" : [ "Cramp-like pain in the stomach.", "Burning in stomach; burning and aching in spine; eructations.", "Irritable stomach, with general dropsy." ],
    "Abdomen" : [ "Pain in l. side, as if in spleen, which feels as if distended, causing a dull ache.", "Motion and rumbling in abdomen, as if diarrhoea would come on; cramps in the stomach.", "Colic-like pains in hypogastric region, off and on all day.", "Burning in the lower third of abdomen." ],
    "Stool" : [ "Stool loose, yellow in the morning; lumps of faeces in the evening." ],
    "Urinary Organs" : [ "Constant aching, extreme tenderness of kidneys, esp. r.", "Burning sensation at the kidneys; can trace their outlines by the burning.", "Pain in the kidneys with albuminous urine.", "Weariness, languor, weight in region of kidneys; mind dull, inactive; afternoon and evening.", "Burning scalding when urinating; desire frequent and urging.", "Strangury.", "Involuntary discharge of urine after the bladder seemed to be emptied.", "Urine profuse, clear, light-coloured; albuminous; diabetic." ],
    "Male Sexual Organs" : [ "Sexual desire and power increased.", "Erections unusually strong and frequent.", "Impotence." ],
    "Female Sexual Organs" : [ "Loss of sexual desire and power with or without sterility.", "Profound melancholy, deep, undefined depression, with a sensation of soreness and weight in the womb; \"a consciousness of a womb.\".", "Aching, dragging weakness in sacral region, with prolapsus; also at climaxis, with marked debility, profound mental gloom.", "Prolapsus uteri and ulceration of the cervix; discharge constant, dark, badly smelling; flooding on lifting a weight, and on least exertion; face sallow, having an expression of suffering; great vaginal irritation; pain in small of back.", "Excessive uterine haemorrhage all through the proving; pain in back through the uterus.", "Prolapsus uteri, leucorrhoea; the os protrudes externally.", "Uterus low down, fundus tilted forwards; the finger passes with difficulty between the os and the rectum.", "Menses too frequent and profuse in women who are feeble from loss of blood.", "Flow passive: dark, coagulated, offensive.", "Amenia, arising from or accompanied by disordered digestive apparatus and anaemia.", "Leucorrhaea, with atony and anaemia.", "Threatened abortion from atonic conditions.", "Women with prolapsus from atony, enervated by indolence and luxury; feel better when the attention is engaged, hence when doctor comes; worn out with hard work, do not care for sleep; so tired, and the strained muscles burn and ache so.", "Scanty menstrual flow with heaviness, languor, drowsiness, and albuminous urine.", "Profuse flooding, with serous leucorrhoea, much uterine and ovarian pain; climaxis.", "Labia and pudendum hot, red, swollen, burning and itching terribly; epidermis every morning falls off in thin, transparent exfoliations.", "Mucous surface of labia red, swollen, covered with a curdy deposit, like aphthae.", "Threatened abortion; esp. in habitual abortion.", "Albuminuria during pregnancy; great weakness, drowsiness.", "Nipples sensitive, painful, breasts swollen; nipples tender, will not bear the pressure of ordinary dress." ],
    "Chest" : [ "Chest sensitive to the air.", "Aching, as if the front of chest had been compressed in a vice." ],
    "Heart" : [ "Palpitation." ],
    "Back" : [ "Burning and heat in dorsal region, mostly between the lower half of the scapulae; while sitting reading at night.", "Back aches across the lumbar region; feels tired and weak; burning and tired aching in lumbar and sacral region on sitting down.", "Pain about the upper part of sacrum and pelvis; < at night.", "Pain in lower part of back, through to uterus; piercing, drawing.", "Aching pain in sacrum, also down into each buttock." ],
    "Lower Limbs" : [ "Severe pains in r. hip-joint, < during motion.", "Numbness of feet > by motion, only felt when sitting still." ],
    "Generalities" : [ "Tired, weary, drowsy.", "Languor, unusually tired, yet knows no reason.", "Debility (diphtheria).", "Over-sensitiveness to air, < from uncovering; > in warm air.", "Anaemia, atony, from prolonged haemorrhage.", "Dropsy from albuminuria, general debility, uterine atony or after uterine haemorrhage." ],
    "Skin" : [ "Face pale, earthy; sallow.", "Epidermis (of labia) falls off thin, transparent exfoliation." ],
    "Sleep" : [ "Drowsy, heavy.", "Sleepy during the day." ],
    "Fever" : [ "Chill, seemingly radiating from solar plexus all over body, caused by motion of arms.", "Flushes of heat pass over him with every movement while in a room." ]
  }
}