{
  "remedyName" : "Heloderma",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Brain, base of, affected. Cerebro-spinal meningitis. Coldness. Headache. Heart failure. Locomotor ataxy. Neuralgia. Numbness. Paralysis. Paralysis agitans." ],
    "Characteristics" : [ "The information we possess of the action of Heloderma is contained in vols. v. to xi. of Hom. Recorder, including some remarkable and important provings by Dr. R. Boocock. The name given to this remedy by the Recorder is Heloderma horridum, but as there is no little confusion between two species, I prefer to name the remedy Heloderma simply. The first notice of the remedy is in vol. v. p. in letters from Dr. Charles D. Belden, who supplied Messrs. Boericke and Tafel with a living specimen and also poison obtained by himself. Dr. Belden calls his specimens \"H. horridum OR Suspectum.\" Now Dr. Belden writes from Arizona, and the river Gila (pronounced \"Hecla\") from which the lizard takes its name \"Gila Monster\" is an Arizona river, and the Arizona lizard is Heloderma suspectum. Heloderma horridum, the \"Crust lizard, \", which is also called \"Gila monster, \", is a Mexican lizard and is generally regarded as harmless. At any rate it is agreed that there is one lizard that is poisonous, and that lizard is a Heloderma, and our remedy is the poison obtained therefrom. \"An ugly, disagreeable-looking creature, the head long and blunt, eyes black and bead-like, tail half the length of the body, thick-set and club-like. The entire body cased in a thinly coated armour, marked curiously with yellow and black.\" It is sluggish and slow of movement when kept in the dark, but may develop great activity when brought into the sunlight. It is most tenacious of life, the only vulnerable part seems to be at the junction of the head with the spine, a blow on which will kill it. Of the bite of the reptile Belden says: \"This animal does not bite frequently, but when it does it is understood that the result is a benumbing paralysis, like that of paralysis agitans, or to locomotor ataxy. There is no tetanic phase.\" The venom is alkaline in reaction. Numbers of cases of bites are on record. A dog bitten in the nose \"uttered fearful howls, and when, after great difficulty, he was released, had symptoms like 'blind staggers, ', began turning around in a circle, and died in twenty minutes.\" A young miner bitten in the leg, though in robust health at the time, at once began to lose flesh, became melancholy, and died in a few months like one in rapid consumption. Helod. has the reputation of being fatal to drinkers, and to affect the temperate less severely. This, says Belden, is borne out somewhat by the recovery of Mr. Vail, of Tucson, a man of temperate habits, after a bite, and the death, after lingering several months, of a man bitten whilst drunk. This lingering nature of the action of the poison is markedly different from the snake poisons, which generally kill quickly if at all. An Indian woman bitten in the leg, survived, but the leg shrivelled, and she became a semi-idiot, though she lived over thirty years after. The writer of an article quoted by the Recorder from the New York Sun, relating her case, thus describes the effect: Where the person survives an hour or two after the bite, the agony is described as awful to witness. The poison goes through the human system with lightning rapidity, and causes unspeakable pain and excruciating agony from head to foot. Though paralysed, every muscle, bone, sinew, and nerve is keenly alive to intense pain. The sufferer's head seems as if it would split open. Very few persons bitten can speak after the first fifteen minutes, but unconsciousness seldom comes until a few minutes before death. Mr. Vail says his suffering was intense, the pain proceeding from the wounded part to the head and back. Immediately after receiving the wound, which was on his index finger, both wrist and finger were tightly bandaged. Two hours later the wound was cleansed and dressed and the bandages reapplied. For three days those intense pains would shoot towards the head and spine on loosening the bandages in the least degree. After three months the only perceptible result was a swollen tongue which seemed then unwilling to resume its proper size. The treatment he received was profuse sweating by administration of Jaborandi. Experiments on animals seemed to show that death occurred rather from heart failure than from respiratory failure. This much was known when Dr. Robert Boocock, of Flatbush, made his proving which has given the remedy a definite place in the homoeopathic materia medica. The first experience was with a solution of the 6x trituration, one drachm in four ounces of alcohol. Of this he took three or four drops. He was seized with an internal coldness from the heart as if being frozen to death internally and had no way of warming himself. \"Coldness from within outward.\" The coldness of this remedy is more intense than that of any other. \"Arctic coldness, \", the prover called it. The coldness was at times followed by sensations of heat and burning. Dr. Boocock's observation of the cold sensations of Helod. was confirmed by a young clerk in the employment of Messrs. Boericke and Tafel, who took six doses of Helod. out of bravado. The second night he awoke, and the impression that he was under the influence of Helod. flashed on his mind. He felt a cold sensation creeping down his body and legs, and was in a very cold clammy sweat. This lasted all the rest of the night and he could get no more sleep. It began to pass off by morning, and he felt no more of it. The constricting sensations of the serpent venoms were produced by Helod., also the numbness and darting pains and the sensitiveness to external pressure.", "Many of the symptoms came on in the night waking the prover from sleep (like the \"< from sleep\" of Laches.). The tremors, spongy feeling of feet on walking, pains in back and limbs, beat out Belden's commendation of Helod. in locomotor ataxy and paralysis agitans. Dr. Boocock gave great relief with the medicine in a case of the latter; and E. E. Case effected great improvement in a case of locomotor ataxy in an auburn-haired woman, She had the classical symptoms of the complaint and \"tingling, creeping sensations in legs as if from insects, was < lying in bed at night; < from exposure; from touch. Arms numb. Legs insensible to battery. Tongue dry and cracked. Swallowing difficult.\" Under Helod. and later, 45m, after the appearance of an eruption, she recovered a fair degree of health and usefulness. C. E. Johnson reported to Dr. Boocock (H. R., ix. 141) the relief of a woman who had many of the symptoms of the proving (and had been pronounced incurable), complaining especially of the intense coldness. She received Helod. and the coldness disappeared almost completely. Boocock cured a case of \"blue hands, \", remaining long after diphtheritic paralysis; and he restored two patients apparently moribund. In one case the breathing was slow, \"tongue cold and slate-coloured, breath cold.\" The other case was that of a woman, In the act of dressing, strength suddenly left her, mouth fell open, tongue and breath cold, and she was apparently dying and felt so. There was intense pain at the back of the head.\" Helod. was given, as in the other case, and she made a good recovery. The weakness Dr. Boocock experienced in the proving he compared to that of Gels., only Gels. did not dry up the mouth and secretions as Helod. did. The modalities noted were < from cold with desire for warmth. < After sleep; at night. > From stretching." ],
    "Relations" : [ "Compare: Lach., Crotal, &c.; Camph. (coldness); Arg. n., Alumina (locomotor ataxy); Ant. t. and Merc. (paralysis agitans); Gels., Con., Hdrphb." ],
    "Mind" : [ "No inclination for exertion in any way.", "Unable to confine his mind to any object.", "Difficulty in remembering the spelling of simple words.", "In spite of very severe symptoms, not alarmed; passively indifferent.", "Depressed, feels very blue." ],
    "Head" : [ "Vertigo and weakness when moving quickly.", "Dizziness, with inclination to fall backward.", "Giddiness and cold pressure from within skull.", "Sensation of heat in head; heat on vertex.", "Headache over r. eyebrow.", "Pressure in head and scalp; pressure in skull as if too full; mind clear all the same.", "Soreness and stiffness in occiput, extending down neck; sore spot in various parts of head.", "Intense pain over l. eyebrow, through eye to base of brain and down back.", "Very violent headache over r. temporal bone, as if a tumour forming and pressing within skull, whole r. side affected, producing numbness down l. side of body.", "Aching at base of brain.", "Sharp, digging pains.", "Benumbed feeling all over head.", "Burning feeling in brain; head hot and full as if not room enough in skull.", "Throbbing on top of head; head sore and bruised.", "Sensation of band around head.", "Cold band around head.", "Sensation as if scalp was drawn tight over skull.", "Bores head in pillow.", "Awakened suddenly with a jerking in head.", "Central part of frontal bone so queer as to awaken him." ],
    "Eyes" : [ "Itching of eyelids; lachrymation.", "Weight of eyelids, difficult to keep them open.", "Sight improved; astigmatism removed." ],
    "Ears" : [ "Pressure behind l. ear; pressure in ear from within outward.", "Copious flow of wax (more l.).", "Ears dry and scurfy.", "Ringing in ear like night-bell." ],
    "Nose" : [ "L. nostril sore; ulcerated.", "Dry, itching scurfs in nostrils.", "Severe attack of sneezing (a severe chill all down back).", "Fluent discharge." ],
    "Face" : [ "Sensation of heat in face.", "Flushes of heat.", "Cold, crawling feeling from temple down r. cheek; from r. upper jaw to cheek.", "Sensation as if pricked with points of ice.", "Sensation as if facial muscles were drawn tight over bones.", "Stiffness of jaw.", "Dryness of lips." ],
    "Mouth" : [ "Soreness of mouth.", "Very thirsty.", "Tongue tender and dry.", "Tongue swollen (lasting for three months after bite)." ],
    "Throat" : [ "Dryness; parched sensation in throat.", "Tingling.", "Soreness of throat and tenderness to outside touch.", "Stinging, sore feeling in r. tonsil." ],
    "Stomach" : [ "Acid burning in stomach.", "Immoderate thirst." ],
    "Abdomen" : [ "Gurgling in region of spleen.", "Sharp shooting pain in bowels, more on l. side.", "Pain across pubic bones, extending down into l. testicle.", "Stitching pains in bowels (as if filled with pins).", "Woke in night with very hard pain in bowels, l. hypogastric region.", "Rumbling in bowels.", "Feeling as if waist-band too tight." ],
    "Stool and Anus" : [ "Loose, copious stool, lumpy, preceded by stitches in abdomen.", "Stool loose, mushy, with considerable flatus.", "Bowels torpid.", "Stool soft, dark, difficult to expel.", "Haemorrhoids swollen, itch and bleed." ],
    "Urinary Organs" : [ "Stitch-like pain in r. kidney while sitting; as if being drawn together; followed by prickling in fingers.", "Bladder irritable, frequent urging to pass urine.", "Dreamed of urinating in bed but did not; awoke and passed a large quantity very clear and bright.", "Tenderness in urethra, with sensation of discharge.", "Urine not as free as usual, muddy.", "Intermittent flow, as if obstructed by calculus.", "Urine, specific gravity, 1010; greenish yellow, fetid (like decaying fruit)." ],
    "Male Sexual Organs" : [ "Erection; but felt too tired for coition.", "Coitus prolonged, with great enjoyment and large flow of semen.", "Intensely cold penis and testicle; tip like a piece of ice; with gluey discharge.", "Pain and enlargement of l. testicle.", "Pain under pubes and along penis." ],
    "Respiratory Organs" : [ "Slight, hacking cough, with pain in l. scapula.", "Fulness in chest, requiring an effort to inflate the lungs.", "Oppressed for breath from least exertion." ],
    "Chest" : [ "Sharp stitch through r. nipple to inside of r. arm.", "Cold feeling in r. lung." ],
    "Heart" : [ "Pressure at heart.", "Coldness at heart as if being frozen to death; cold from within outward.", "Twitches about heart as if difficult for blood to get in or out.", "Tingling around heart.", "Trembling and coldness around heart.", "Oppression around heart.", "Beating of heart felt all over body.", "Heart bounds as if it had not room, whole body vibrates.", "Sticking pains, shooting from l. to r.", "Stitches in heart.", "Soreness in heart, more under l. nipple.", "Pulse, 56-72; full and jerky." ],
    "Neck and Back" : [ "Stiff neck; aching in bones of neck.", "Painfulness of upper neck.", "Coldness across scapulae.", "Chill in back from base of brain to buttock.", "Pain in back; intense pain in lumbar muscles awakening him (with stitches in intestines).", "Aching in r. kidney; stitch pain in r. kidney." ],
    "Upper Limbs" : [ "Numbness of r. arm and hand with trembling.", "Tingling in arms and hands.", "Tingling in palm of l. hand and along fingers.", "Drawing in l. hand, followed by tingling and prickling.", "Pains in hands, if holding anything for some time.", "Trembling of hands.", "Hands blue, cracked, and rough." ],
    "Lower Limbs" : [ "Numb feeling around and down l. thigh.", "Pain in l. thigh and calf as if bruised.", "Numb feeling down r. leg.", "Coldness extending from knee to calf.", "Coldness of legs and feet.", "Boring, sharp pain on tibia of r. leg.", "Sensation of tight band around l. ankle.", "Trembling of limbs.", "Jerking of limbs.", "Tingling and burning of feet as if recovering from being frozen.", "Burning in feet, preventing sleep, had to put them out of bed.", "Sensation as if walking on sponge or as if feet swollen.", "Staggering gait.", "Tendency to turn to the r. when walking.", "When walking lifts feet higher than usual and puts down heel hard." ],
    "Generalities" : [ "Startled easily.", "Trembling, tired feeling; very weak and nervous.", "Fainting.", "Intense aching in bones and all parts of body.", "Trembling of l. side; hands shaky.", "Trembling can be controlled by effort of will.", "Trembling along nerves, in limbs (mainly thighs and arms), when in bed, often strong enough to wake him.", "Sometimes when quietly reading trembling will seize him shaking body so as to prevent reading (or writing); for a few seconds at a time.", "The poison goes like lightning through the system, causing agony from head to foot.", "Though paralysed, every muscle and bone is the seat of pain.", "Pains proceed from part bitten to head and back.", "Great emaciation and lingering death.", "A condition like galloping consumption.", "Limb affected shrivels.", "All secretions dried up.", "Stretching relieves pains in muscles and limbs.", "Stitch pains going from l. to r.", "Numb sensations.", "Weak, giddy, making it difficult to stand.", "\"Blind staggers\"; the animal bitten turns round in a circle and dies in twenty minutes.", "Unable to balance myself.", "Movement does not increase the pain.", "Throbbing all over body.", "Startled, trembling condition on slight noise.", "Bone pains.", "Great swelling of bitten limb; intense pain; gangrene." ],
    "Skin" : [ "Itching of skin as from insects.", "Skin of hands very rough, cracked." ],
    "Sleep" : [ "Drowsiness, but inability to sleep.", "Restless sleep; awakens at a.m.", "Vivid dream about giving a lecture in spite of feeling prostrate.", "Dreamed of the lizard.", "Dreamed of urinating in bed, but did not; awoke and passed a large quantity. (This dream with consequent free micturition was repeated two nights in succession.).", "Dreams repeated the same night.", "Awakened from sleep by jerking in head; trembling of limbs; pain in lumbar muscles.", "Awakened by feeling a cold sensation creeping down body and legs; in a very cold, clammy sweat, lasting till morning." ],
    "Fever" : [ "Internal coldness; as if being frozen from within outward.", "Cold waves ascend from feet, or go downward from base of brain.", "Severe chill ran down back.", "Cold rings around body.", "Sensitive to cold; shrinks from exposure.", "Feeling of heat in head and face, some headache over r. eyebrow.", "Hot flushes and burnings in head and along spine.", "Feet very hot; heat throughout body; soon passing off, followed by arctic coldness.", "Cold, clammy sweat." ]
  }
}