{
  "remedyName" : "Hepar",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Amaurosis. Angina pectoris. Appetite, disordered. Asthma. Axilla, abscess in. Beard, eruptions of. Blepharitis. Boils. Breast, affections of. Bronchitis. Bubo. Burns. Carbuncle. Caries. Chilblains. Chlorosis. Cold. Constipation. Consumption. Cornea, ulceration of; opacity of. Cough. Croup. Diaphragmitis. Diarrhoea. Ear, affections of; polypus of. Eczema. Emphysema. Erysipelas. Eyes, affections of. Fester, tendency to. Glandular swellings. Haemoptysis. Haemorrhoids. Headache. Hectic. Herpes preputialis. Hip-joint disease. Hoarseness. Jaundice. Joints, affections of. Laryngitis. Leucorrhoea. Lips, swollen. Liver, affections of. Lungs, affections of. Lupus. Marasmus. Menorrhagia. Mouth, sore. Nipples, sore. Ovaries, affections of. Parametritis. Pleurisy. Pneumonia. Pregnancy, sickness of. Pruritus mercurialis. Pylorus, affections of. Quinsy. Rhagades. Rheumatism. Scarlatina. Scrofula. Skin, affections of. Spinal irritation. Stye. Suppuration. Syphilis. Tenesmus. Throat, sore. Urticaria. Wens. Whitlow. Whooping-cough." ],
    "Characteristics" : [ "\"Liver of Sulphur\" is a name which was given by the old chemists to several sulphur compounds whose Colour was supposed to resemble that of liver. Before Hahnemann's time Hepar sulphuris calcareum, Sulphuret of lime, was used as an external remedy for itch, rheumatism, gout, goitre and scrofulous swellings. In Hahnemann proposed to use it internally to arrest mercurial salivation. A few years later it was tried (Teste thinks first by Dr. Busch of Strasburg) for asthma and pulmonary phthisis. That this was a happy inspiration Hahnemann's provings and clinical experience has thoroughly borne out. The Hepar of Hahnemann is not identical with ordinary sulphuret of lime, being prepared with oyster shells, instead of ordinary lime, in a special way. Neither is it identical in composition or properties with Calcium sulphate (Gypsum) of Schussler. Being a chemical combination of Calcarea carb. and Sulph. it has some of the properties of both, but is very different from either, and though it is useful to compare them, Hepar must be studied as a separate entity. The one feature which more than any other characterises Hepar cases is over-sensitiveness. It runs throughout the remedy. \"Any trouble occurring on the skin where there is a great sensitiveness to the slightest touch; patient can't bear to have even the clothes touch the part, or have it touched in any way. Exanthema, like nettle-rash, sore to the slightest touch. Skin hard to heal; inflammation of; sensitive soreness of,\" is Guernsey's admirable definition of this feature as it affects the skin and touch. But the sensitiveness is not confined to touch, there is excessive sensitiveness to the air; patient can't bear the least draught; and if a hand accidentally gets outside the bed-clothes it brings on an aggravation; sensitiveness to noise, to odours. The mind is no less \"touchy\" than the body. \"Dissatisfaction with oneself and others; dreamy, atrabilious mood, a sort of ferocious spleen, as though one could murder a man in cold blood (even in persons who are generally of a merry and benevolent disposition).\" This is from Teste, who says he has removed these symptoms with Hepar. Irritable and angry, feels inclined to kill any one who offends him. Another instance of the sensitiveness of Hepar is in relation to pain: the slightest pain causes fainting. There is also irritable heart. The sensitiveness to cold air is more to the dry cold air of Acon. and Bry. This distinguishes it from Nat. sulph. in asthma, which has < from damp cold (Nat. sulph. is Grauvogl's typical hydrogenoid remedy); and also fixes its applicability in croup. Hepar croup is accompanied with rather loose cough, with wheezing and rattling. Cough as if mucus would come up but it does not. The time of the Hepar croup is early morning (Acon. in evening). The least breath of cold air < the cough, or any uncovering. Another feature of Hepar is the sensation of a splinter or fish-bone in the throat. In quinsy with throbbing pain, where suppuration is imminent, Hepar is indicated. Throbbing, stabbing pains, with general rigor are characteristic. The relation of Hepar to the suppuration process is very marked. It meets the hectic condition generally and the process locally. I once cured with Hep. a case of axillary abscess with a large collection of pus. The whole was absorbed without breaking. In an article published in Minneap. Hom. Mag., ii. 292, L. P. Foster distinguishes between Hepar, Calc. sul., and Kali sul., in their action on tissues. Kali s. acts on the epidermis; Hepar on lymphatic glandular system, skin and respiratory mucous membrane, Calc. s. acts much as Hep., only more deeply. Hep. acts on abscesses before they open, Calc. s. after. Foster cured a lady with Calc. s., high, of \"several large ulcers in the gluteal region in. in diameter and 3/4 in. deep, exposing the bone.\" The pain ceased immediately, and the cure was completed in two months. Calc. s. is suited to quinsy after it breaks, Hep. before. In this connection it may be well to speak of the relation of Hep. to Mercurius. Hahnemann's instinct led him to see in Hepar an antidote to mercurial poisoning, and it remains still the chief antidote, whether to the effects of massive doses or to over-action of the potencies. Silic. and Merc. are inimical, but if Hepar is given as an intermediary no unpleasant effects will occur. It follows Merc. when this ceases to help, or has aggravated, in rheumatism, quinsy, boils and suppurations. In a case of eczema pudendi in a young girl, 11, three months after puberty, the parts red and itching, Merc. was given and the whole body became covered with the rash; Hep. was then given and removed all immediately. \"Sweats day and night without relief.\" It antidotes the sensitiveness of Merc. to atmospheric conditions. In the old days of mercurialisation one of the chief things to be avoided by a patient under the \"course\" was exposure to chill. Hepar has this same sensitiveness to chill and liability to take cold from every exposure. Coryza, nose swollen and sore to the touch, especially inside the alae. Boring at root of nose with catarrhal symptoms or headache is characteristic. Croupous inflammations of throat, respiratory organs, bowels and kidneys", "the inner as well as the outer skin, in fact. The ulceration of the skin is peculiar. Guernsey thus describes it: \"Ulcers with bloody pus; with sour-smelling pus; stinking pus; putrid ulcers; with redness around; with little pimples around", "ten, twelve, or even as many as fifty may surround the large ulcer, and the ulcer sometimes spreads by the little pimples joining in. Painful; painful at the edge; suppurating; with pain as if sore; difficult to heal; inflamed; itching; looking like a lump of lead with a hole in it; cancerous ulcers.\" \"Smelling like old cheese\" is very characteristic of Hep. ulcers and discharges. The itching of Hep. is noteworthy; it occurs in connection with jaundice. It has cured cases of pruritus especially when of mercurial origin. In the respiratory organs there are suffocative attacks of breathing (in croup the child chokes in its coughing spells and there is much rattling). It meets many cases of asthma and whooping-cough. Respiration with mucous rattle; expiration in the morning, none in the evening; cough with expectoration during the day, none in the night (in croup no expectoration at night but only in the daytime", "with the suffocative coughing spells; low, weak voice (Guernsey). There is a semi-paralytic condition of the rectum and bladder somewhat like that of Alumina. The stools are passed with great difficulty even when clay-like and soft. Fetid stools with a sour body-smell in children. Sour stools are also very marked in diarrhoea; and this maybe noted along with the desire of Hepar for acid things. Micturition is impeded; obliged to wait awhile before the urine passes, and then it flows slowly for many days. Never able to finish urinating; it seems as if some urine always remains behind in bladder. Urine drops vertically down. The urine is very acrid. There are complaints during micturition and after. Nocturnal emissions. Escape of prostatic fluid at any time, and at stool. Affections of the sexual organs occurring on the right side. Hepar is one of the great antipsorics. In his \"Medicine of Experience\" Hahnemann speaks of the itch-like eruptions caused by Hepar and its corrective properties in wool-worker's itch. It is suited to: The psoric, scrofulous, diathesis. Debilitated subjects. Great tendency to suppuration. Strumous, outrageously cross children. Torpid, lymphatic constitutions; persons with light hair and complexion, slow to act, muscles soft and flabby. Slow, torpid constitutions with lax fibre and light hair; great sensitiveness to slightest contact of ulcers, eruptions and parts affected. (These conditions differ from the Sulph. type: lean, stoop-shouldered; unclean-looking, aversion to warmth.) The symptoms are: < in the night; on awakening; when blowing the nose; from cold in general; in cold, dry weather; on single parts of the body getting cold; from getting the skin rubbed off; on uncovering the head; from surgical injuries in general; from lying on the painful side; from daylight; from pressure from without; from abuse of Mercury; during sleep; when swallowing, particularly when swallowing food (parts are so tender); while urinating; in clear, fine weather; in dry weather; in the least wind. Symptoms are: > from wrapping up the head; from warmth in general; the, air being warm; in damp and wet weather; from wrapping up the body warmly; by eating (a comfortable feeling after eating is very characteristic). There is marked periodicity in Hepar: every day; every four weeks (attack of paralysis); every four months (scabby eruptions on head); every winter (whitlows); spring and autumn, bilious attacks. The bends of the elbows and popliteal spaces are affected by Hep. In eye affections patient likes to have them covered lightly. The following case was cured by Hep. after Sul. and Calc. had failed. Pustular ophthalmia of left eye, > keeping eye closely covered with some soft fabric, < mornings, > as day advanced. Pimples surround affected eye." ],
    "Relations" : [ "Antidoted by: Acet. ac., Bell., Cham., Sil. It antidotes: Metals, and especially mercurial preparations, Nit. ac., Calc., Iod., Kali iod., Cod-liver-oil. It removes the weakening effects of Ether. Compatible with: Aco., Arn., Bell., Lach., Merc., Nit. ac., Sil., Spo., Zinc. Complementary to: Calend. in injuries. Compare: In > from warmth: Ars., Calc., Nux v., Nux mos., Pso., Sil., Mag. m. In aversion to be washed Ant. c., Clem., Rhus, Sep., Spi., Sul. In aversion to be touched Ant. c., Ant. t., Cin., Sil., Thu. In irritable heart: Cact., Pho. In suppuration: Sil., Luet. (succession of abscesses), Calc. s., Merc. Every little scratch suppurates: Merc., Cham., Sil., Lyc. Cries during cough: (Arn., before and after; Bell. after), Sharp splinter or fish-bone sensation: Arg. n., Nit. ac., Sil., Fl. ac., Merc., Alm. Hasty speech and actions: Bell. (hasty speech, hasty drinking), Lach., Dulc., Sul. Little pimples round eye: Euphras., Phos. Croup: Aco. (Hep. follows Aco.; Aco. is anxious, high fever, distressed breathing); Spo. (dry, hard cough; little or no expectoration; starts from sleep choking, < before midnight; Hep. < after); Bro., Iod. Constipation: Alm., Bry., Nux, Nat. c. Sour stools: Mag. c., Calc., Rhe. Pains = fainting: Cham., Val., Verat. Sensitiveness of ulcers, &c.: Lach. (absence of sensitiveness, Graph.). Teste puts Hep. in his Pulsatilla group with Sil., Calc., Graph., and Phos." ],
    "Causation" : [ "Cold, dry winds. Injuries. Mercury. Suppressed eruptions." ],
    "Mind" : [ "Sadness and desire to weep.", "Anguish and extreme apprehension, esp. in evening, and sometimes suggesting suicide.", "Ill-humour; dislike even to see friends.", "Excessive irritability.", "Vexation and passion, with hasty speech and excessive weakness of memory.", "The slightest cause irritates him and makes him extremely vehement.", "A sort of furious spleen as though one could murder a man in cold blood.", "Anger; would have no hesitation in killing a man who offended him, only he knows better.", "Visions in the morning, in bed." ],
    "Head" : [ "Vertigo on moving the head, as well as from the motion of a carriage, or in the evening, with nausea.", "Sense of swashing in the head.", "Vertigo, with loss of intellectual power, and obscuration of sight.", "Headache in the morning, excited by the slightest shock (< from every contusion).", "Headache at night, on moving the eyes; the forehead seems about to be torn asunder.", "Pain in the head, as if a nail were driven into it.", "Boring headache from without to within in r. temple; on one side of head; at root of nose, when waking from sleep; < by motion and stooping.", "Pressure in the head, semi-lateral, as from a plug or dull nail, at night and when waking in the morning; < when moving the eyes and on stooping; > when rising and from binding the head up tight.", "Pressure on the temples and on the vertex, with palpitation of the heart in the evening.", "Tension above root of nose.", "Aching in the forehead, like a boil, from midnight till morning.", "Pain, as from ulceration, in the head, directly above the eyes, every evening, or else at night, in bed.", "Shootings in the head, esp. after having been in the open air, and on stooping, or at night, as if the head were going to burst.", "Piercing in the head, esp. at the root of the nose, every morning.", "Falling off of the hair, with very sore, painful pimples and large bald spots on the scalp; sensitiveness of the scalp to contact, with burning and itching in the morning after rising (after abuse of Mercury).", "Cold sweat on the head.", "Cold, clammy perspiration, smelling sour, principally on the head and face, with aversion to be uncovered; < from least exercise and during night; > from warmth and rest.", "Disposition to catch cold when uncovering the head.", "Tuberosities on the head, with pain as of excoriation, on their being touched; > from covering the head warm and from perspiration.", "Humid scabs on the head, feeling sore, of fetid smell; itching violently on rising in the morning and feeling sore on scratching.", "The head is bent backward, with swelling below the larynx, with violent pulsation of the carotid arteries and rattling breathing (in croup)." ],
    "Eyes" : [ "Pain, as if the eyes were driven, or drawn back, into the head.", "Painful and difficult movement of the eyes.", "Heat, pressure and shootings in the eyes.", "Throbbing in and about the eye.", "Pressure in the eyes, as from a foreign body (sand).", "Pain, as from ulceration, immediately above the eye, every evening.", "Inflammation of the eyes and of the eyelids, sometimes erysipelatous, with pain as of a bruise, and of excoriation, on being touched.", "Pimples above the eyes, and on the eyelids.", "Specks and ulcers on the cornea.", "Nocturnal lachrymation and agglutination of the eyelids.", "Spasmodic closing of the eyelids (at night).", "Eyes prominent.", "Obscuration of the sight on reading.", "Photophobia by day, and by candle-light.", "The eyes ache from the bright light of day, when moving them.", "Confusion of sight, in the evening, by candle-light, alternately with clearness of vision.", "The objects appear to be red." ],
    "Ears" : [ "Darting pain in the ears.", "Shootings in the ears, on blowing the nose.", "Detonation in the ear, when blowing the nose.", "Heat, redness, and itching in the ears.", "Itching of the external ear.", "Discharge of pus from the ears, which is sometimes fetid.", "Scabs behind and on the ears.", "Hardness of hearing, with pulsations and buzzings in the ears, esp. in the evening in bed.", "Increase of cerumen." ],
    "Nose" : [ "Inflammation, redness, and swelling of the nose.", "Pain, as of a bruise, and of excoriation in the nose, on its being touched.", "Burning pain, as from ulceration and scabs in the nostrils.", "Epistaxis, in the morning, and after singing.", "Want of, or increased power of smell.", "Coryza, chiefly on one side, with roughness in the throat, inflammatory swelling of the nose, fever, or painful weariness in all the limbs." ],
    "Face" : [ "Face yellow, with blue circles round the eyes.", "Face burning, and of a deep red.", "Nocturnal heat of face.", "Erysipelatous inflammation and swelling of the face and cheeks, with pricking tension, and eruption of vesicles.", "Drawing and tearing pains, commencing from the cheeks, and extending to the ears and the temples.", "Pains in the bones of the face, on the parts being touched.", "Pimples on the forehead, which disappear in the open air.", "Swelling of the lips, with tension and pains on touching them.", "Eruption at the corners of the mouth.", "Ulcer in the corner of the mouth.", "Ulceration at the commissure of the lips.", "The middle of the lower lip becomes chapped.", "Blisters (boils) on the lips, chin, and neck, painful on being touched.", "Eruption on the face, scurfy, very painful to the touch.", "Vesicles on the chin.", "Shootings in the articulation of the jaw, on opening the mouth." ],
    "Teeth" : [ "Odontalgia, with starting and drawing pains, < by closing the teeth, by eating, and in a hot room.", "Looseness of the teeth.", "The hollow teeth feel too long.", "Swelling and inflammation of the gums, which are painful when touched.", "Ulcer on the gums and in the mouth, with a base resembling lard.", "The gums and mouth bleed readily." ],
    "Mouth" : [ "Accumulation of water in the mouth.", "Salivation, hawking up of mucus.", "The tip of the tongue is very painful and feels sore.", "Speech hoarse and precipitate." ],
    "Throat" : [ "Sore throat, as if there were a peg in it, or an internal tumour.", "Painful scraping in the throat, with difficulty in speaking and in swallowing the saliva.", "Hawking up of mucus.", "Shootings in the throat, and even into the ears, as from splinters, on swallowing, coughing, breathing, and on turning the head.", "Violent pressure on the throat, with danger of suffocation.", "Deglutition impeded and almost impossible, without great efforts.", "Dryness in the throat.", "Swelling of the amygdalae." ],
    "Appetite" : [ "Loss of appetite.", "Bitterness of the mouth and of food.", "Earth-like and bitter taste in the throat, with natural taste of food.", "Violent thirst.", "Unusual hunger in the forenoon.", "Bulimy.", "Desire only for acids, wine, sour and strong-tasting substances, or highly seasoned things.", "Dislike to fat.", "Desire for wine." ],
    "Stomach" : [ "Risings, with burning sensation in the throat.", "Burning in the stomach.", "Attacks of nausea, sometimes with cold and paleness.", "Nausea, with inclination to vomit in the morning.", "Acid, bilious, greenish, or mucous and sanguineous vomitings.", "Frequent and easy derangement of the stomach.", "Pressure at the stomach, even after eating very little.", "Pressure in stomach, as if lead were in it.", "Swelling in the region of the stomach, with pressive pains.", "Pressure, inflation and sensation, as if there were Something weighing heavily on the epigastrium, with inability to continue seated, and to endure tight clothes." ],
    "Abdomen" : [ "Shootings in the region of the spleen.", "Splenetic stitches when walking.", "Shootings in the hepatic region, esp. when walking.", "Pain, from a bruise in the in the morning.", "Cramps and contractive pains in the abdomen.", "Sensation of violent clawing in the umbilical region, with nausea, anxiety, and heat of the cheeks.", "Cutting pains.", "Pain, as from ulceration in the abdomen.", "Shootings in abdomen, esp. on l. side.", "Swelling and suppuration of the inguinal glands (buboes).", "(Rumbling in the abdomen.).", "Incarceration and difficult emission of flatus, esp. in the morning." ],
    "Stool and Anus" : [ "Constipation; hard and dry faeces.", "Difficult emission of scanty and soft excrement, with urgent want, and tenesmus.", "Diarrhoea of feculent matter with cutting pains.", "Whitish diarrhoea, of an acidulous smell, esp. in children.", "Dysenteric evacuations, greenish, or of a clay-colour, with evacuation of sanguineous mucus.", "After the evacuation, pain, as of excoriation, and sanious discharge from the anus.", "Haemorrhage from rectum, with soft stool.", "Burning at the rectum.", "Protrusion of haemorrhoidal pimples from the rectum.", "Perspiration at the perineum." ],
    "Urinary Organs" : [ "Urine slow and turbid, with whitish sediment.", "The urine is passed slowly, with difficulty; drops out perpendicularly.", "Abundant secretion of pale urine, with pressure on the bladder.", "Acrid, corrosive (corroding the prepuce), or pale and watery, or deep-red, and hot urine.", "Nocturnal emission of urine.", "Wetting the bed (at night).", "Emission of blood after urination.", "Burning in the urethra during micturition.", "Stitches in the urethra.", "Redness and inflammation of the orifice of the urethra.", "Discharge of mucus from the urethra." ],
    "Male Sexual Organs" : [ "Weakness of the genital parts.", "Itching of the penis (glans, fraenulum).", "Smarting, excoriation, and oozing, between the thigh and the scrotum.", "Cancerous ulcer on the prepuce.", "Painful, cramp-like, and tensive erections.", "Absence of sexual desire and of erections.", "Erections without energy, during coition.", "Excitement of the genital parts, as if for emission.", "Flow of prostatic fluid, esp. after making water, and during a difficult evacuation." ],
    "Female Sexual Organs" : [ "Excoriation of the vulva, and between the thighs.", "Congestion of blood to the uterus.", "Irritation of ovaries (l.); with swelling; and great sensitiveness.", "Discharge of blood between the periods, with inflation of the abdomen.", "Catamenia too long delayed, and diminished.", "Leucorrhoea, with smarting at the vulva.", "Cancerous ulcer on the breast, with stinging-burning of the edges, smelling like old cheese.", "Itching nipples." ],
    "Respiratory Organs" : [ "Hoarseness.", "Pain and great sensitiveness (to cold) of the larynx, with weak and rough voice, emaciation, hectic fever, and sleeplessness.", "Rattling breathing (during sleep).", "Swelling below the larynx.", "Roughness in the throat.", "Croup, with swelling under the larynx.", "Permanent pain in the larynx, < by pressure, speech, coughing, and breathing.", "Weakness of the organs of speech, and of the chest, causing a hindrance to speak loud.", "Cough, excited by irritation or pain in the larynx.", "Titillation as from dust in the throat, inducing cough, which is deep, wheezing, with expectoration, only in the morning, of mucus, bloody, or like pus, generally tasting sour or sweet.", "Cough, deep and dull, excited by difficulty of respiration.", "Suffocating, violent cough, with retching.", "Cough, similar to whooping-cough.", "Cough after drinking.", "Dry cough, in the evening, on taking cold in any part of the body, or when lying on the bed.", "Cough worse from evening till midnight.", "Cough caused by a limb getting cold; from eating or drinking anything cold; from cold air; when lying in bed; from talking, crying.", "Attacks of dry, rough, and hollow cough, with anguish and suffocation, often ending in lachrymation.", "Barking cough.", "Cough, with spitting, of blood.", "Cough, with abundant expectoration of mucus.", "Ringing, and pain in the head during the cough, as if it were going to burst.", "Sneezing after the cough.", "Bronchitis." ],
    "Chest" : [ "Anxious, hoarse, wheezing respiration, with danger of suffocation on lying down.", "Soreness in the chest.", "Attacks of suffocation, which force the patient to throw back the head.", "Shortness of breath.", "Weakness of the chest; cannot talk from weakness.", "Tenacious mucus in the chest.", "Spasmodic constriction of the chest.", "Frequent want to breathe deeply, as after running.", "Shootings in the chest on breathing and walking.", "Pimples and furunculi on the chest, with lancinations, and pain as of excoriation on the part being touched." ],
    "Heart" : [ "Violent palpitation of the heart, with fine stitches in the heart and l. half of chest.", "Irritability of the heart." ],
    "Neck and Back" : [ "Swellings on the neck, painful when touched.", "Violent pulsation of the carotid arteries.", "Burning, shooting pain in the region of the loins.", "Pain, as from a bruise in the loins, extending to the thighs.", "Shootings and pulling in the back, between the shoulder-blades and in the muscles of the neck.", "Stitches and rheumatic pains in the back.", "Nocturnal tension in the back, on turning in bed.", "Fetid sweat under the armpits.", "Suppuration of the axillary glands." ],
    "Upper Limbs" : [ "Pain, as from a bruise, in the bones of the arm (humeri).", "Arthritic swelling of the hand, of the fingers, and of the joints of the fingers, with heat, redness, and pain, as of dislocation during movement.", "Skin of the hands cracked, rough and dry.", "Granulated eruption on the hands and on the wrists.", "Nettle-rash on the hands and on the fingers.", "Cold perspiration of the hands.", "Tingling in the tips of the fingers.", "Itching in the palms of the hands.", "Steatoma at the point of the elbow.", "Easy dislocation of the fingers.", "Fingers dead.", "Panaris." ],
    "Lower Limbs" : [ "Pain in the buttocks on sitting down.", "Furunculi on the buttocks.", "Pain, as from a bruise, on the thighs.", "Painful tension in the thighs, which prevents sleep.", "Frequent sudden lassitude of the limbs, when walking.", "The hip-joint feels sore, as if sprained when walking.", "Pain as from bruises in the knee.", "Prickings in both heels.", "Tingling in the toes.", "Burning, stinging pain in the toes.", "Swelling of the knees.", "Cramps in the calves of the legs, the soles of the feet, and the toes.", "Feet burning.", "Swelling of the feet, and in the ankle-bones, with difficulty of respiration.", "Red, rheumatic swelling in the ankle-bones, with pain, which increases at night.", "Cracks in the feet.", "Shootings in the corns." ],
    "Generalities" : [ "Tearing or paralytic pullings in the limbs, esp. in the morning on walking.", "Weakness in all the limbs.", "Pains, as from excoriation or bruising on various places, when they are touched.", "Rheumatic pains in the limbs and shootings in the joints.", "Arthritic swellings, with heat, redness, and pains as from dislocation.", "Swelling, inflammation, and ulceration of the glands.", "Appearance or aggravation of the pains at night, esp. during the chills.", "Emaciation, sometimes with anguish, irritability, shiverings in the back, redness of the cheeks, sleeplessness, &c.", "Physical depression and trembling after smoking tobacco, or on walking in the open air, with heat and anxiety.", "Fainting fit, esp. in the evening, from moderate pains." ],
    "Skin" : [ "Erysipelatous inflammations, even with swelling and vesicles.", "Yellowish colour of the skin, esp. on the face, with yellowish colour of the sclerotica, and urine red like blood.", "Jaundice, with much itching.", "Burning itching in the body, with white vesicles after scratching.", "Nettle-rash.", "Eruption of pimples and tubercles, painful to the touch.", "Unhealthy skin; every injury tends to suppuration and ulceration.", "Promotes suppuration.", "Cracks in the skin.", "Putrid ulcers, smelling like old rotten cheese, and easily bleeding, with shootings, sensation of gnawing (esp. at night), or with burning and pulsative pains.", "Cancerous ulcers.", "Suppurations; esp. after previous inflammations.", "Panaris.", "Caries." ],
    "Sleep" : [ "Strong desire to sleep, morning and evening, with convulsive yawning.", "Unquiet sleep, with the head turned back.", "Prolonged sleep with stupefaction, as in lethargy.", "Sleeplessness, caused by a great flow of ideas.", "Dreams of fire, sickness, danger, guns, &c.", "At night, gastric sufferings, headache, agitation, starting of the limbs, and dry heat.", "Starts at night, during sleep, as from want of air, with tears and great anguish.", "Wakes at night with an erection and an urgent desire to urinate.", "The side on which he lies at night becomes painfully sore; he must change his position." ],
    "Fever" : [ "Pulse hard, full, accelerated; at times intermitting.", "Shuddering and shivering, esp. in the open air.", "Shiverings, with chattering of the teeth and coldness in the hands and feet, followed by heat and sweat, esp. on chest and forehead, with little thirst.", "Chill in the evening, or p.m.", "Chilliness and heat alternating during the day, with photophobia.", "Chilliness at night; in bed aggravating all the symptoms.", "Bitterness in the mouth, afterwards shivering with thirst; an hour after, heat with sleep, after which, vomiting and cephalalgia.", "Dry heat at night.", "Flushes of heat with sweat.", "Burning, feverish heat, with redness of the face and violent thirst.", "Strong disposition to perspire in the daytime, on the least effort, and on the least movement.", "Profuse perspiration day and night.", "Perspiration easily excited through the day, esp. from exertions of the mind.", "Nocturnal sweat.", "Sweat in the morning.", "Night and morning sweat, with thirst.", "Viscid acid sweat.", "Cold, clammy, or sour or offensively smelling perspiration.", "Intermittent fever; first chills, then thirst, and, an hour later, much heat, with interrupted sleep." ]
  }
}