{
  "remedyName" : "Hippozaeninum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscesses. Bed-sores. Boils. Bronchitis. Cancer. Carbuncles. Caries. Catarrh, chronic. Colds, chronic. Diphtheria. Elephantiasis. Erysipelas. Glanders. Glands, inflamed. Hip-disease. Liver, enlarged. Lupus excedens. Nasal cartilages, ulceration of. Oedema. Ozaena. Parotitis. Phlegmasia alba dolens. Phlegmon. Plague. Pustules. Putrid fever. Pyaemia. Scrofula. Small-pox, confluent. Syphilis. Tuberculosis. Ulcers. Whooping-cough." ],
    "Characteristics" : [ "Of recent years Mallein, a toxin prepared from glanders, has taken an important place in veterinary practice of the old school as a test injection for deciding whether a horse suspected of glanders actually has the disease or not. If the horse reacts it is concluded there is glanders. In a number of cases in which animals have reacted to the first injections, a repetition of the \"test\" has failed to elicit reaction, thus proving that Mallein is curative as well as diagnostic (H. W., xxxv. 149). The nosode has been used by homoeopaths, at the suggestion of Garth Wilkinson, on the phenomena of the disease as guides, and in a large number of cases involving low forms of suppuration and catarrh, malignant ulcerations and swellings, abscesses and enlarged glands; and also in conditions similar in kind, but less in severity. I have used it with excellent effect in cases of inveterate nasal catarrh and of glandular enlargement. The nasal affection may go on to ozaena, ulceration of nasal cartilages and bones. Glanders in the horse affects the lungs no less than the upper respiratory tract, causing coughs and disseminated ulcerations and deposits throughout the lungs. It has cured papules and ulcerations in frontal sinuses, pharynx, larynx, and trachaea; hoarseness; old cases of bronchitis, especially in old persons where suffocation from excessive secretion seemed imminent. Bronchial asthma. Whooping-cough. A cough commencing at Christmas and lasting till June has been cured by it." ],
    "Relations" : [ "Compare: Bacillin., Avi., Luet., Variol. The serpent poisons, Aurum, Cadm. s., Kali b., Hepar, Psorin." ],
    "Head" : [ "Fainting turns with headache.", "Inflammation of membranes of brain.", "Purulent collections between bones of skull and dura mater.", "Scattered abscesses in brain substance.", "Tubercles may appear in periosteum of skull, in dura mater, in plexus choroides.", "A diffused myelitis malleosa, attributable to infiltration.", "Bones of skull and face (frontal most) necrosed.", "Hair loses its glisten." ],
    "Eyes" : [ "Eyes full of tears or slime.", "Pupils dilated, with collapse.", "Papules on choroid coat of eye." ],
    "Ears" : [ "Tinkling sounds in ears.", "Hoarse and deaf before fatal termination.", "Inflammation of parotid gland." ],
    "Nose" : [ "Swelling and redness of nose and adjacent parts, with severe pain.", "Catarrh: nose inflamed with thick and tinged defluxion; tonsils swollen, fauces gorged.", "Obstinate catarrh.", "Discharge: often one-sided, albuminous, tough, viscous, discoloured, grey, greenish, even bloody and offensive; acrid, corroding.", "Chronic ozaena.", "Nose and mouth ulcerated.", "Cartilages of nose become exposed and necrosed, septum, vomer, and palate bone disorganised.", "Caries of nasal bones.", "Checks the liability to catarrhal affection." ],
    "Face" : [ "Maxillary gland swollen, like a distinct ball of sausage, firmly attached to the maxilla, uneven, rugged, tuberculated, mostly painless, burning only at times.", "Submaxillary and sublingual glands swollen and painful at times, abscesses are formed which open externally." ],
    "Teeth and Gums" : [ "Gums show a tendency to bleed.", "Gums covered with a black, sooty deposit." ],
    "Mouth" : [ "Act of speaking difficult.", "Tongue dry, thickly covered with a black, sooty deposit.", "Ulcers appear in mouth.", "Buccal passages filled with tenacious lymph and mucus.", "Odour of breath putrid.", "Scrofulous swelling of l. parotid gland in a child." ],
    "Throat" : [ "Ulcerations upon velum of palate.", "Swollen tonsils closing posterior channels.", "Upon mucous membrane of pharynx ecchymoses, redness, swelling, eruptions, and foul ulcers." ],
    "Appetite and Stomach" : [ "Thirst excessive, esp. with diarrhoea.", "Gastro-intestinal catarrh; loss of appetite, indigestion, constipation; in later stage, diarrhoea." ],
    "Abdomen" : [ "Liver greatly enlarged, often showing signs of fatty degeneration.", "Hepatitis with gangrenous and ulcerative inflammation of gall-ducts.", "Spleen enlarged, filled with blood; softened and liquefied, of a greyish or dark colour; wedge-shaped abscess in spleen.", "Inguinal glands swollen." ],
    "Stool" : [ "Colliquative diarrhoea with a general cachexia and exhaustion precede the fatal termination.", "Constipation." ],
    "Urinary Organs" : [ "Tubercles and abscesses in kidneys.", "Albumen in urine, also leucine and tyrosine." ],
    "Male Sexual Organs" : [ "Tubercles and abscesses: of glans penis; of testicles; in kidneys." ],
    "Female Sexual Organs" : [ "Slimy discharge from vagina.", "Uterine phlebitis.", "Abortion." ],
    "Respiratory Organs" : [ "Papules and ulcerations in frontal sinuses, pharynx, larynx, and trachea.", "Hoarseness from the altered condition of larynx.", "Bronchitis: in the worst forms; esp. in elderly persons; where suffocation from excessive secretion is imminent.", "Noisy breathing; loud snoring respiration before fatal termination; breath fetid.", "Cough and obstructed respiration, resulting from cicatricial contraction of mucous membrane of nose and larynx; had lasted eleven years; patient presented picture of decided cachexia.", "Respiration at first partially impeded.", "Cough commenced at Christmas and lasted till June.", "Whooping-cough.", "Patients cough severely and expectorate profusely, sputa usually bearing a strong resemblance to the discharge from the nostrils.", "Tubercles, size of millet seed to a pea, of a grey, yellowish, or reddish colour.", "Given in phthisis, it diminishes expectoration, abates constantly recurring aggravations of inflammation, and checks liability to catarrhal affections.", "Lung disease of cattle (F.)." ],
    "Pulse" : [ "Pulse very frequent and small in volume, to 120; in some cases retarded." ],
    "Limbs" : [ "Obscure pain in limbs, most in muscles and joints." ],
    "Upper Limbs" : [ "With sore finger, swelling of arm, phlegmonous and erysipelatous with pustules and ulcers." ],
    "Lower Limbs" : [ "Hip-disease.", "Psoas and lumbar abscesses (F.).", "Old bad legs (ulcers).", "Anasarca of lower limbs (F.)." ],
    "Generalities" : [ "Weakness, fatigue, general discomfort; they give up their business.", "General prostration with considerable emaciation.", "Tissues: Numerous ecchymoses in internal organs; inflammation of lymphatic vessels and swelling of glands; phlegmasia alba dolens." ],
    "Skin" : [ "Erythema, erysipelatous or phlegmonous processes, abscesses, pustules, and ulcers are spread so extensively over surface of body that hardly any part remains free.", "Malignant erysipelas, particularly if attended by large formations of pus, and destruction of parts.", "Confluent small-pox.", "Ulcers have no disposition to heal, livid appearance." ],
    "Sleep" : [ "Insomnia and great restlessness.", "Nocturnal delirium." ],
    "Fever" : [ "Frequent chilliness.", "Chills and fever in cases of abscesses and ulcers.", "Skin becomes cool with collapse.", "Fever when a series of abscesses follow in rapid succession.", "Putrid fever.", "Plague.", "May be tried in scarlatina, where odour of breath is putrid, buccal passages filled with tenacious lymph and mucus, tonsils greatly swollen." ]
  }
}