{
  "remedyName" : "Hoang-Nan",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Boils. Carbuncles. Eczema, pustular. Hydrophobia. Leprosy. Paralysis. Prurigo. Syphilis. Ulcers." ],
    "Characteristics" : [ "Hoang-nan is a plant indigenous to Tonquin, where it has a great reputation as a remedy for leprosy, hydrophobia, snake-bites, and diseases of the skin. In an article by Sir Sherston Baker (Brit. Med. Journ., March 1889-H. W., xxiv. 371), it is stated that the medicine called Hoang-nan is a powder, and contains l.5 parts Alum, l.5 parts Realgar, Hoang-nan. But it is added that the last is the most important, and can be employed alone. The plant belong to the Strychnos family, and contains both Strychnia and Brucea, the latter in preponderating quantity. The red dust of the bark contains the most active properties. The native method of preparing the medicine is by moistening the mixture of the three powders with a little vinegar, and forming the paste into pills of about a centimetre in diameter. When taken by a healthy person these pills produce: Fatigue, general indisposition, vertigo, tingling of the hands and feet, involuntary movements of jaw. When a person is bitten by a poisonous animal a dose of three or four grammes is administered in vinegar, and if none of these symptoms appear it is understood that the medicine is antagonised, and the dose is increased until some of the symptoms manifest themselves, when the poison is considered to be destroyed. The use of alcohol is forbidden whilst a patient is taking this medicine. Vinegar appears to modify its virulence. In animals poisoned with it tetanic convulsions always begin in the hind legs and spread all over the body. Brain, liver, kidneys, and lungs were found congested post mortem. In a proving of the drug was made by seven persons (N. A. J. H., March, 1886), and a few symptoms were produced. According to Hansen, prurigo, pustular eczema in parts well supplied with sebaceous glands (face, neck, genitals), boils, carbuncles, constitutional syphilis, cancer of the glands, and general malnutrition were also met by the remedy, the dose of which is to drops of the tincture three times a day." ],
    "Relations" : [ "Compare. Nux v., Curare, Angustura, Brucea antidys., Hydrocotyle." ],
    "Mind" : [ "Mental lassitude; indisposition to effort." ],
    "Head" : [ "Vertigo; headache." ],
    "Abdomen and Stool" : [ "Colic and diarrhoea." ],
    "Urinary Organs" : [ "Albuminuria (in four provers).", "Mucous casts (two provers)." ],
    "Generalities" : [ "It improves nutrition generally, esp. in constitutional syphilis.", "Tetanic convulsions beginning in legs and spreading over body.", "Glandular affections." ],
    "Skin" : [ "Malignant ulcers; pustular eczema; boils; carbuncles; leprosy." ]
  }
}