{
  "remedyName" : "Homarus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Back, pains in. Bones, pains in. Coryza. Diaphragm, pain in. Dyspepsia. Eye, affections of. Flatulence. Granular throat. Headache. Liver, pains in. OEdema. Paralysis, nervous. Pruritus. Sleep, disordered. Spleen, pains in. Throat, sore. Wrist, pain in." ],
    "Characteristics" : [ "The effects of lobster on some persons and under some conditions are well known. In order to thoroughly study the effect A. M. Cushing adopted the happy idea of proving the specific lobster poison, and the result has been a very valuable addition to our armamentarium (H. R., iii. 98). Homarus is an agent of great activity, as the subjoined symptom list will show. Persons have been known to die after eating lobster and thereafter drinking milk. Cushing put a little of the poison into warm milk, and in ten minutes it was a hard mass. Papoid soon dissolved it, but pepsin took much longer. Cushing found that milk aggravated his symptoms during the proving. \"< From milk\" should be a strong indication for its use. The more prominent symptoms of the proving were: Sore throat, which was quite severe, felt dry, looked much inflamed with large blood-vessels, and appeared granulated headaches; deranged digestion; pains in back; sexual excitement disturbed sleep. Here is a peculiar symptom not unfrequently met with in dyspeptics: \"At p.m., ate a plain dinner, and at drank a little milk; at (midnight), after a few minutes' sleep awoke with hurried desire for stool, and was relieved by passing a large amount of wind. After much effort passed a large, long, tenacious stool.\" For patients who are awakened in the night by the necessity to pass wind, Hom. should be the remedy. Pains were sharp and sudden, compelling him to sit down. A curious sensation was: \"Felt as though could not move; on moving no pain; felt better by moving.\" On this indication, with others, Cushing cured a case with Hom. 4x. The patient had headache, sore throat, loss of appetite, and when she awoke in the morning felt as if she could not move at all. On receiving Hom. there was a speedy restoration of keen appetite, both for food and work, and loss of headache and sore throat. Another cured case had the following symptoms: \"No appetite; distress in stomach; restless sleep; very tired in morning.\" A case of frequent \"bilious spells\" was also cured in a man who had had Nux and Dioscorea with only temporary relief. The symptoms generally are < after sleep; in the morning on waking; at night; on drawing a long breath; from drinking milk. > From motion; from passing wind; after eating; from inhaling cold air. L. H. Hallock relates (Med. Adv., xxii. 311) a personal experience. An hour after eating a small amount of lobster salad, general pruritus commenced, worse in lower extremities, especially the calves. The itching was of a biting, burning character, not > by rubbing or scratching, almost unendurable. It lasted two hours in spite of bathing with hot and cold water, fresh and salt. No sooner had the itching abated than lips, nose, eyes began to swell, till the eyes were closed and lips almost completely inverted. Throat swollen and oedematous so that it was almost impossible to breathe; profuse salivation. Eight hours after the meal he had the appearance of a severe and protracted debauch. In twenty-four hours was as well as ever. Once subsequently he had a like experience after eating lobster." ],
    "Relations" : [ "Compare: Sepia, Murex, Aster. r. Ast. fl.; in cold damp feet, Calc. c.; Lach. (< after sleep); Hydrast., Phytolacca, Pic. ac.; in < from milk, Calc. c., Chi., Con., Nit. ac., Sep. Sul., Mag. c. AEthus." ],
    "Causation" : [ "Milk, effects of." ],
    "Mind" : [ "Frightened feeling.", "Dull.", "Nervous but with dread of moving." ],
    "Head" : [ "Headache, in morning; sharp at times, mostly in temporal region, < l.", "Dizziness.", "Frontal pain; just above eyes, at times worse in l. temporal region; from over eyes to occiput, < l. side; sharp, over l. eye, had to scowl and rub the parts.", "Pain: sharp, in temples (r.); in l. temple, and in occiput; in front part of l. temple." ],
    "Eyes" : [ "Aching in eyes.", "Aching in r. eye and above l. angle of r.", "Aching in l. eye with soreness to touch.", "Aching from l. side of r. eye to occiput.", "Aching in l. eye when rising, later in r., as if something had been blown in the eye suddenly.", "Smarting in eyes.", "Aching pain in l. ball, not much affected by the light.", "Lids stuck together in the morning.", "OEdema of lids.", "Profuse lachrymation." ],
    "Ears" : [ "Frequent stabbing through lower lobe of l. ear, had to pinch it." ],
    "Nose" : [ "Stinging in nasal passages.", "Burning in nasal passages extending to throat after rising.", "Sensation of mucus in l. nostril.", "Nose stopped in morning.", "Discharge from the nose; watery, from l. nostril.", "Sneezed often." ],
    "Mouth" : [ "Profuse salivation." ],
    "Throat" : [ "Pain near l. ear; sharp, sudden, transient, in l. side of throat, occasionally extending to ear.", "Smarting and redness of throat; < r. side; back of it looks as if covered with tough mucus, constant accumulation of mucus in fauces; next day throat sore and burning, looks mottled, vessels show plainly, sticky mucus in mouth and throat, smarting in throat, < l. side.", "Throat dry and sore on waking; looked granulated, expectoration salt. Irritation; of l. side.", "Sore and raw feeling; burning, posterior fauces grey and covered with membrane or tough mucus, vessels show plainly where there is no mucus or appearance of deposit.", "Soreness: < l. side, less on r. than posterior parts; > by cold air.", "Smarting and inclination to cough > opening mouth wide and inhaling very cold air.", "Pain in l. side of throat, ear, and neck, it seems to be in the muscles rather than the mucous membrane, > holding side of head with the hand.", "Tingling; and inclination to cough, raised white mucus.", "Burning in throat, r. side, and in oesophagus, stomach and bowels.", "OEdema of throat so great he could hardly breathe." ],
    "Stomach" : [ "Belching forth of tasteless wind in the morning.", "Pain all the forenoon, with occasional hot flashes.", "Sharp pain after a light breakfast.", "Distress in stomach; on waking in the night, > in morning, returned in evening; before and after a light breakfast; after a plain dinner, followed by a little ice-cream; through to back, < near spine, several times during the day; around body at epigastric region before rising, extending down back to region of kidneys.", "Burning in stomach." ],
    "Abdomen" : [ "Pain: in diaphragm; in hypochondria; lower part of liver; liver and spleen; in liver and spleen during the day; in liver, < evening.", "Sharp pain in region of liver (in morning); in l. lobe of liver; in region of liver, < drawing a long breath; under ends of l. floating ribs after retiring, appeared to be in the spleen." ],
    "Stool and Anus" : [ "Frequent transient inclination to stool during the day.", "Alternate diarrhoea and constipation, changing every three or four days.", "After a few minutes' sleep awoke with hurried desire to pass stool, > by passing large amount of wind.", "After much effort passed large, long tenacious stool (in night)." ],
    "Male Sexual Organs" : [ "Long-continued excitement every morning; and in night." ],
    "17, Respiratory Organs and Chest" : [ "Difficult breathing after retiring.", "Sharp pain in back side of l. lung.", "Pain: through chest; in sides, in r. lung; through centre of r. lung.", "Pain in centre of l. lung after retiring, and around body at diaphragm; in centre of r. lung and through to scapula.", "Burning distress at right of lower end of sternum; in both sides with difficult breathing.", "Intense oedema of throat rendering breathing almost impossible." ],
    "Pulse" : [ "Pulse full, rolling." ],
    "Back" : [ "Aching: just below diaphragm; in centre of r. scapula in morning; inside of scapula, < r.", "Sharp pain at superior spinous process of l. ilium.", "Sharp pain, transient, sudden, in r. side near kidney, forcing him to sit down." ],
    "Upper Limbs" : [ "Grinding pain just above elbows.", "Pains: in arms and legs; in l. arm in afternoon; just above elbows,< r.", "Pain just above r. elbow seemed to be in the bone, l. forearm and wrist.", "Pain in l. wrist in afternoon." ],
    "Lower Limbs" : [ "Pain in r. thigh and leg.", "Pain: in legs < above knees; in bones of l. leg after going to bed; in knees; in l. ankle; in feet, with burning.", "Lame pain in r. knee.", "Knees weak; < r.; < afternoon.", "Knees weak and trembling.", "L. foot lame through metatarso-phalangeal joints at times." ],
    "Generalities" : [ "Pain somewhere all day; in eyes and various parts of body and limbs after retiring.", "Strange feeling all over, was not dizzy, but when trying to take hold of door-knob could not do it readily, but put my hand all around it and was frightened.", "Felt sick, unable to move, > moving.", "Dull feeling.", "Nervous feeling; but dread of moving.", "Restlessness.", "Weakness; < walking.", "> After eating; after dinner." ],
    "Skin" : [ "Sore pimple on l. thigh, outside.", "Itching: in various parts frequently day and night; of various parts before and after retiring, > scratching, but appearing in another place.", "Itching sudden, < night, < in limbs; frequent sudden darting, on various parts, < legs.", "General pruritus most on lower limbs, esp. calves, burning, biting, itching, not > by rubbing or scratching, lasted two hours in spite of hot and cold bathing; followed immediately on its subsidence with oedema of lips and throat." ],
    "Sleep" : [ "Slept in a chair (unusual) after dinner.", "Restless at night.", "Sleepy after retiring, so that eyes ached, but could not sleep for a long time.", "Sleepless for nearly two hours after retiring; restless, had headache, pain in back, stomach and bowels.", "Woke at midnight, after a few minutes' sleep, with hurried desire for stool, > passing much wind, and after much effort passed a large, long, tenacious stool.", "Every night go to sleep on retiring, and in five or ten minutes wake and lie awake one or two hours.", "Wakefulness in the morning, but later in the proving it was both in the first and last part of the night.", "Woke early and could not go to sleep on account of pains all over, < epigastric region, back, arms, and legs, legs lame and painful as from severe exercise and cold, expected to be very lame on rising, but felt nicely.", "Woke two hours earlier than usual, with dull headache, burning all ever chest, seeming to be in the pleura, aching pain through lungs to scapula, aching in back part of shoulder, outside of upper portion of scapula, pain in hypochondria, extending down back, burning pain in legs and feet, mostly below knees, so that I could not go to sleep, feet so hot that I had to put them out of bed, then the pain extended to the thighs, the pain was so severe that I felt as if I trembled all over, but think I did not; I felt as if I could not move, but on moving there was no pain and I felt better by moving, could not sleep again." ],
    "Fever" : [ "Chilliness all over so that I trembled.", "Feet cold; and damp; afterwards burning." ]
  }
}