{
  "remedyName" : "Hura Brasiliensis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Blindness. Hysteria. Leprosy. Nares, affections of. Skin, affections of. Spine, pains in." ],
    "Characteristics" : [ "The milky juice (called Assacu by the Brazilians) of Hura is as powerful as that of the better-known Euphorbians. A case of leprosy having been reported cured with Assacu led to its extensive use in this disease, though, as Mure (who proved it) says, without curing any others. Two of his provers had been affected with leprosy, but under homoeopathic treatment they seemed to have got well. One of them during the proving had symptoms of compression of the spinal marrow with very great suffering. All the provers had symptoms of nervous excitement, twitching and irritability. The gastro-intestinal irritation of the other Euphorbians was marked in the provings. Clinical experience is needed to bring out the characteristics. Farrington gives these indications: Vesicles which are so tense that when pricked they eject their contents; sensation of a splinter under thumb-nails. The eruptions of Hura, he says, prefer the skin covering projecting portions of bone, or the malar bones. He compares it with Cantharis. Mure's provings were made with single doses of the 5th attenuation." ],
    "Relations" : [ "Compare: Croton., Ricinus, Euphorb., Hura crepitans. Antidoted by: Camph., Opium." ],
    "Mind" : [ "Excited and oppressed as if by some misfortune.", "Causeless weeping followed by laughter.", "Flow of sad thoughts; imagines she will lose some one dear to her; cries every moment, and for several days past imagines she is seeing the dead person before her eyes.", "Exaggerated conscientiousness.", "Irritable.", "Indisposed to work." ],
    "Head" : [ "Confusion.", "Dizziness.", "Rush of blood to the head.", "Heaviness of the head.", "Numbness of the head.", "Skin of forehead feels drawn tight.", "Painful lancinations through the head.", "Constriction in back of head." ],
    "Eyes" : [ "Prickling and burning in eyes; sensation as if sand in them.", "Eyelids red.", "Inflammation of the puncta.", "Vision dim.", "Blindness (from touching the eye with the milk).", "Sparks and zigzags before the sight when walking." ],
    "Ears" : [ "Pain behind and in (r.) ear.", "Stoppage in ears.", "Loud whizzing and whistling sound in ears." ],
    "Nose" : [ "Redness of (l.) wing of nose.", "Constriction; throbbing at root of nose.", "Coryza; epistaxis.", "Sense of smell very acute." ],
    "Face" : [ "Face weary-looking as after a debauch; rings round eyes.", "Face dull and dark-looking with paleness mottled with red.", "Face scarlet and bloated.", "Heat rising to face.", "Swellings on upper part of r. cheek.", "Lips red.", "Small pimples inside lower lip." ],
    "Teeth" : [ "Lancinations in teeth and gums; passing to ear.", "Pimples on gums." ],
    "Mouth" : [ "Tongue white; pain at tip.", "Fleshy excrescence on inside of lips.", "Clammy mouth; foul smell.", "Taste: of copper; of blood; clammy; smoky." ],
    "Throat" : [ "Irritation of throat with dryness.", "Spitting of blood in morning." ],
    "Stomach" : [ "Great hunger with pain in stomach; hunger satisfied immediately on eating.", "Hunger sometimes immediately after a meal.", "Qualmishness.", "Stomachache; as from hunger." ],
    "Abdomen" : [ "Frightful colic with diarrhoea and shivering.", "Throbbing in l. side abdomen.", "Twisting pain in l. side, or cutting all round pelvis, with very painful shooting; extorting cries.", "Stitch in ileo-caecal region < on movement." ],
    "Stool and Anus" : [ "Constriction at anus.", "Frequent ineffectual urging to stool.", "Diarrhoea succeeded by great weakness of chest.", "Stools: liquid, painless, flowing constantly; offensive, containing thread-worms.", "Constipation; hard, difficult stools." ],
    "Urinary Organs" : [ "Acute pain in r. kidney while walking, with great urging to urinate.", "Urine: light green; clear; deposits a white sediment." ],
    "Male Sexual Organs" : [ "Intolerable erections: amorous dreams with erections; lemon-coloured semen.", "Weight in testicles when walking." ],
    "Female Sexual Organs" : [ "Pain in uterus: as if compressed; as if a sharp instrument were thrust into it; followed by lancinations in vagina.", "Leucorrhoea.", "Menses: scanty; eight days too early; profuse, with leucorrhoea." ],
    "Respiratory Organs" : [ "Dryness of glottis causing cough.", "Considerable yellow, thick, frothy sputa.", "Sputa: rusty-coloured; foul, bloody; like milk-chocolate.", "Feeling of suffocation.", "Sighs and yawns much." ],
    "Chest" : [ "Nervous shivering all over chest.", "Suffocative sensation, esp. when thinking of anything that has gone wrong.", "Lancinations in chest preventing deep breathing.", "Throbbings in chest.", "Sensation of a small ball under r. breast.", "Sharp pain shifting from shoulder to l. breast.", "Stitches in breasts.", "Throbbing in breasts." ],
    "Heart" : [ "Constant pain at heart, sometimes very sharp, arresting breathing." ],
    "Neck and Back" : [ "Stiff-neck (r. side); least motion is painfully felt in nape.", "Dislocated and tearing pain in dorsal region; on sitting down.", "Severe pains in lumbar region; weakness.", "Excruciating pain in lumbo-sacral region, when trying to lift a weight." ],
    "Limbs" : [ "Weariness of limbs.", "Lancinations, throbbing, rheumatic pains, numbness in upper and lower limbs.", "Dislocated pains in joints." ],
    "Upper Limbs" : [ "Throbbing in finger-tips.", "Pain as from splinter under thumb-nail.", "Heat in nails; sensation as if part of nail had been torn off." ],
    "Skin" : [ "Large pimples itching very much.", "Pimples, painful to touch on l. cheek and eyebrows.", "Small red pimples on r. cheek-bone, with smarting on r. cheek.", "Cluster of pimples or vesicles on various parts.", "Red vesicular pimples, the vesicles break on pressure and water squirts out with great force.", "Small vesicular pimples, with itching, on ribs, arms, and all projecting portions of bones.", "Itching on forehead; eyelids; chin; beard; back; legs; sleep disturbed by it." ],
    "Sleep" : [ "Yawning and drowsiness.", "Nightly restlessness.", "Dreams: of travelling; of swimming; of yellow water; of corpses; of assassins." ],
    "Fever" : [ "Feet and body generally constantly cold and damp.", "Heat and transient perspiration.", "Flushes of heat in face.", "Cold sweat on face and all over body." ]
  }
}