{
  "remedyName" : "Hydrastis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Asthma. Cancer. Catarrh. Chancroids. Constipation. Corns. Dyspepsia. Eczema impetiginoides. Ears, affections of. Faintness. Fistula. Gastric catarrh. Gonorrhoea. Haemorrhoids. Jaundice. Leucorrhoea. Lip, cancer of. Liver, affections of. Lumbago. Lupus. Menorrhagia. Metrorrhagia. Mouth, sore. Nails, affections of. Nipples, sore. Noises in the head. Nursing-women, sore mouth of. Ozaena. Placenta, adherent. Post-nasal catarrh. Rectum, affections of. Sciatica. Seborrhoea. Stomach, affections of. Syphilis. Taste, disordered. Throat, deafness. Throat, sore. Tongue, affections of. Typhus. Ulcers. Uterus, affections of." ],
    "Characteristics" : [ "The so-called root of Hydrastis from which the tincture is made is really a perennial underground stem, thick, knotty, and yellow. The yellow colour is very intense, and it has been used by Indians as a dye. The plant is the only specimen of its genus among the Ranunculaceae. It grows in shady woods, in rich soil, and damp meadows. The fruit is like a raspberry, and the plant is sometimes called Ground Raspberry in consequence. The medicinal properties of Hydrast. were known to the aborigines of America. The first mention of it in medical literature is by Rafinesque (Medical Botany, 1828). Hale quotes him as saying that it is \"tonic, ophthalmic, detergent,\" and that \"it is said to enter into compound remedies for cancer, acting as a detergent tonic, and the Cherokees are supposed to use it in that disease.\" This is important as showing that the traditional reputation of the plant agrees with the results of later experience. For though by no means a specific in all cases of cancer, it is in cancer cases that Hydrast. has won its chief fame; and I think it may fairly be said that more cases of cancer have been cured with it than with any other single remedy. Thanks to the excellent provings that have been made by homoeopaths and the careful observations of able practitioners, we are in a position to use the remedy with much greater precision than formerly. In very many cancer cases there is what has been termed a \"pre-cancerous stage,\" a period of undefined ill-health without any discernible new growth. This stage is generally marked by symptoms of dyspepsia, and this frequently takes the Hydrastis type, which has been well described by A. C. Clifton. The facial expression is dull, heavy, sodden-looking; yellowish-white in colour. The tongue is large, flabby and slimy-looking; bluish-white under the fur (which is yellow, slimy, and sticky), and indented by the teeth. Eructations generally sour, at times putrid. Appetite bad, the power of digesting bread and vegetables especially weak and causing eructations. Weight at stomach, with fulness, empty aching \"gone\" feeling (this is a grand characteristic of Hydrast., and it is constant, not occurring at special times like that of Sul., &c.). < After a meal. The action of the bowels is either infrequent and constipated, or frequent with loose, soft, light-coloured stools. Clifton found this type of dyspepsia occur frequently in phthisical families, and often cured it; and even in cases of actual phthisis this type is not uncommon, the loss of appetite and \"goneness\" being especially prominent. In dyspepsia Clifton found the tincture and lower attenuations answer best; in catarrh of nose and fauces the higher were better. Catarrh of almost all mucous surfaces is caused by Hydrastis", "nasal catarrh, pharyngeal, bronchial, gastric, duodenal, intestinal, urethral (gonorrhoea, gleet), vaginal. The characteristic catarrh is yellow (the leading colour of the drug) or white; tough and stringy. The action on the skin is no less marked. Garth Wilkinson found it externally and internally an excellent remedy in small-pox. Eczema impetiginoides, drying into crusts and burning like fire, has been cured with an application of one part Hydras. O to nine of glycerine. The burning was removed at once. (I once saw a woman, 60, who had been given Hydrast. O gtt. v. in water three times a day, after a week come out in a scarlet rash, raised and nodular, exceedingly irritable, especially at night. It was on every part of the body except the face, and was worst on buttocks and elbows. It remained out a week. The patient at the same time became very ill with sickness and general digestive disorder.) The skin may be jaundiced. There is excessive sweat, especially of armpits or genitals; offensive ulcers; chancroids; fissures. The female genital organs are very much affected: Metrorrhagia, leucorrhoea, pruritus vulvae, scirrhus of uterus; of breasts; sore mouth of nursing-women; sore nipples. Weiss gave a woman, 31, who had had adherent placenta in several confinements in succession, Hydrast. 3x three drops daily from the fourth month during her last three pregnancies, and each terminated without adherent placenta. Four other cases of habitual adherent placenta were successfully treated in the same way. There is much backache of severe character in connection with many of the Hydrast. conditions. Sometimes it awakens patients in the night. Like many other \"yellow\" medicines, it has a marked action on the liver, causing jaundice and liver enlargement. Cases of cancer of the liver have been reported cured by it. Fulness, goneness, and constipation are the leading indications. The constipation of Hydrast. is a leading feature of the pathogenesis. There is torpor of the bowels; stools lumpy, covered with yellowish tough mucus; with the constipation continual pain in head, bad taste in mouth. Hydrast. has been a good deal used in bronchial catarrhs with the characteristic tenacious secretion. In one case an over-dose brought on a characteristic attack of asthma (H. W., xxxiv. 293). The dose was gtt xx of the liquid extract, and Miodowski, who reported the case, thought there was pulmonary oedema secondary to cardiac weakness induced by the drug. It is worthy of note that most remedies which powerfully act on the skin will also cause an asthmatic state. The symptoms generally are < at night. Skin symptoms are < from warmth; from washing, &c. The catarrhal symptoms are < from harsh, dry winds; out of doors. Rest >; motion <. There is < by touch; clothing feels uncomfortable about groins. Pressure > many symptoms." ],
    "Relations" : [ "Antidoted by: Sul. (head symptoms and sciatic pains). It antidotes: Merc. and Chlorate of potass. Compare: Am. m., Ant. c., Kali. bi., and Puls. (mucous membranes); Alo., Collins., Sep., Sul. (lower bowel); Berb., Dig., Gels., Lyc., Pod., Merc. (gastro-duodenal catarrh, involving bile ducts); Nux v. (gastric catarrh of alcoholism); Merc. cor., Euphras. (nasal catarrh); Hepar (syphilitic ozaena, after abuse of mercury or iodide of potash); Ars., Bapt., Con., Condur., Kreas., Phytol. (cancer of breast); Chi. (intermittent); Strychn. (spinal cord); Chel. (cancer of breast; liver affections); Sang. (burnt sensation on tongue); Kali bi. (hair sensation); Ars., Aur. mur., Hydrocot., Ant. t., Bapt., Thuj." ],
    "Mind" : [ "Forgetful; cannot remember what he is reading or talking about.", "Irritable; disposed to be spiteful.", "Gloomy, taciturn, disagreeable.", "Moaning with occasional outcries from pain.", "Depression; sure of death and desires it." ],
    "Head" : [ "Feeling as if intoxicated; headache; weakness.", "Dull, heavy frontal headache over eyes; catarrhal.", "Sharp cutting in temples and over eyes; < over l.; > from pressing with the hand.", "Dull frontal, headache, with dull pain in hypogastrium and small of back.", "Severe frontal headache; as if brain being pressed against frontal bones.", "Vertex headache every other day, commencing at a.m., with nausea, retching and anguish.", "Dull heavy pain in occiput (l.).", "Aching in cerebellum, first r., later l. side.", "Myalgic headache in integuments of scalp and muscles of neck.", "Eczema on margin of hair in front; < coming from the cold into a warm room; oozes after washing.", "(Seborrhoea sicca)." ],
    "Eyes" : [ "Profuse secretion of tears; smarting and burning of eyes and lids.", "Lids agglutinated; blepharitis marginalis.", "Opacity of the cornea.", "Ophthalmia; catarrhal; scrofulous, with or without ulceration; thick mucous discharge.", "Dark greenish-yellow conjunctiva." ],
    "Ears" : [ "Roaring in the ears; like machinery.", "Pain in r. ear; it disappeared and was followed immediately by fulness in forehead and pain over l. eye.", "Sharp pain back of r. ear passing to shoulder.", "Otorrhoea, thick mucous discharge (fetid).", "Partial stoppage of Eustachian tube.", "Throat deafness." ],
    "Nose" : [ "Tickling, like a hair in r. nostril.", "Constant discharge of thick white mucus; frontal headache.", "Secretion runs more from posterior nares, thick and tenacious.", "Coryza watery, excoriating; burning, smarting and rawness in nose (more r. nostril), discharge scanty in room, profuse out of doors; rawness in throat and chest.", "Sneezing, with fulness over eyes, dull frontal headache, pain in r. breast and down arms.", "Air feels cold in nose.", "Nosebleed, l. nostril, with burning rawness; followed by itching.", "Soreness of cartilaginous septum, bleeding when touched; inner edge of r. ala sore and thickened.", "Ozaena, with bloody, purulent discharge." ],
    "Face" : [ "Expression weary, dull, skin pale, or yellow-white.", "Erysipelatous eruption following flushes of heat.", "Aphthae on the lips.", "(Epithelial cancer of lip.).", "Tenacious mucus hangs in shreds from mouth." ],
    "Mouth" : [ "Taste flat; peppery.", "Tongue swollen, shows marks of teeth, coated white or with a yellow stripe.", "Tongue as if burned or scalded, later a vesicle forms on the tip.", "Excessive secretion of thick, tenacious mucus.", "Stomatitis after mercury or chlorate of potash; nursing-women or weakly children; peppery taste; tongue as if burned or raw, with dark red appearance and raised papillae.", "(Cancer of tongue.).", "(Tumour in hard palate, painful to touch, hard, somewhat elastic, disposed to bleed and discharge offensive matter; climacteric.)" ],
    "Throat" : [ "Uvula sore and relaxed.", "Throat dry; raw; sore; in morning on waking, felt most on coughing.", "Hawking of yellow, tenacious mucus from posterior nares and fauces, rawness of fauces.", "Ulcers in the throat, esp. after mercury.", "(Cancerous ulcers on l. side of throat, inside.)" ],
    "10, Appetite and Stomach" : [ "Indigestion from atony of the stomach, esp. in old people.", "Bread or vegetables cause acidity, weakness, indigestion.", "Eructations of sour fluid.", "Vomits all she eats, except milk and water mixed.", "(Cancer.).", "Faintness at the stomach; sinking, gone feeling, with continued violent palpitation of the heart, preceded by dull aching pains.", "Marasmus.", "Acute, distressing cutting pains.", "Chronic gastric catarrh; ulceration.", "Carcinoma, with emaciation, goneness." ],
    "Abdomen" : [ "Torpor of the liver, with pale, scanty stools.", "Liver atrophied.", ") Jaundice, with catarrh of stomach and duodenum.", "Burning in region of navel, with \"goneness,\" faintness in epigastrium.", "Loud rumbling, with dull aching in hypogastrium and small of back; < moving.", "Cutting, colicky pains, with heat and faintness; constipation; > after passing flatus.", "Cutting in hypogastrium, extending to testicles, faintness after stool.", "Sharp pain in the caecal region.", "Sharp pain in region of spleen, with dull pain and burning in stomach and bowels.", "Dull dragging in groins, cutting pain extending into testicles.", "Pains in the groins as if he had strained himself; clothing uncomfortable.", "Griping pains with the stools.", "Intestinal catarrh, followed by ulceration." ],
    "Stool and Anus" : [ "Fetid flatus.", "Stool (profuse) light coloured, soft, acrid; greenish.", "Soft stool, followed by faintness.", "Stool lumpy, covered with (yellow) mucus; constipation.", "Torpidity, no desire for stool.", "Obstinate constipation; with dull headache; sinking sensation; with \"dyspeptic cough.\".", "Constipation aggravated by cathartic medicines.", "During stool: smarting burning pains in rectum.", "After stool: burning and smarting in rectum; long-lasting pain in rectum; haemorrhoids and fainting; exhaustion.", "Proctitis.", "Haemorrhoids; costive; even a light haemorrhoidal flow exhausts.", "Fistula ani." ],
    "Urinary Organs" : [ "Dull aching in region of kidneys.", "Urine smells decomposed; increased and of neutral reaction.", "Catarrh of bladder, with thick, ropy mucous sediment in urine.", "Dysuria; suppression; incontinence." ],
    "Male Sexual Organs" : [ "Debility after spermatorrhoea.", "Gonorrhoea, second stage, thick yellow discharge.", "Gleet, debility; copious, painless discharge.", "Dragging in r. groin to testicle; thence to l. testicle, thence to l. groin." ],
    "Female Sexual Organs" : [ "Aching pains in small of back at climaxis; uterine affections with debility and digestive disorders.", "Hot watery discharge from uterus.", "Leucorrhoea: tenacious, ropy, thick yellow.", "Ulceration of the os, cervix, and vagina; leucorrhoea; debility; prolapsus uteri.", "Os uteri very tender.", "Uterine haemorrhage; menorrhagia and metrorrhagia, with fibroid tumours; at menopause.", "Pruritus vulvae, with profuse leucorrhoea; sexual excitement.", "Lancinating pain in breast extending up to shoulder and down arm.", "(Cancer of breast, pains like knives thrust into part.).", "Hard, irregular tumour of l. breast, nipple retracted, glands in axilla enlarged and painful, cachectic appearance.", "Sore-mouth of nursing women.", "Abraided, cracked and sore nipples of nursing women." ],
    "Respiratory Organs" : [ "Scraping in larynx.", "Dry, harsh (rattling) cough from tickling in larynx.", "Laryngeal and bronchial catarrh.", "Bronchitis of old, exhausted people; thick, yellow, tenacious, stringy sputa.", "Phthisis; with goneness in stomach, emaciation, loss of appetite." ],
    "Chest" : [ "Rawness in throat and chest.", "Rawness, soreness, and burning in chest.", "Asthma and oedema of lungs.", "(Cancer of r. lung.)" ],
    "Heart and Pulse" : [ "Palpitation with faintness.", "Palpitation, pain shooting from chest to l. shoulder with numbness of arm; irregular and at times laboured action; < lying either side; feeling of immediate suffocation on attempting to lie on l. side.", "Heart agitated.", "Violent long-continued palpitation in morning.", "Pulse slow during the chill." ],
    "Neck and Back" : [ "Muscles of neck feel sore.", "Tired aching across small of back and in limbs; knees ache; > by walking about." ],
    "Limbs" : [ "Limbs tired, ache, with coryza.", "Shifting pains in r. arm and leg, then l. leg.", "Irritable, indolent, or scrofulous ulcers on the legs." ],
    "Upper Limbs" : [ "Pain from head to shoulders, with aching in both, more l.", "Rheumatic pains in elbow, forearms, r. shoulder, and first finger of l. hand." ],
    "Lower Limbs" : [ "Sharp shifting pain in l. limb, from middle of thigh down to middle of leg.", "Pain from r. hip to knee, while walking.", "Legs feel weak; knees weak; aching.", "Aching in sole of l. foot; no relief from change of position.", "Atonic ulcers on the legs." ],
    "Generalities" : [ "Faintness, goneness.", "Weakness, physical prostration.", "Frequent sudden attacks of fainty spells, with profuse cold sweat all over.", "Mucous membranes: secretions increased, tenacious, ropy; erosions.", "Muscles greatly weakened; atony.", "Small wounds bleed much.", "Marasmus.", "Scrofulous and cancerous cachexia.", "Cancers hard, adherent, skin mottled, puckered; cutting like knives in mammae.", "Pressure of hand relieves the head.", "Clothing feels uncomfortable about the groins." ],
    "Skin" : [ "Jaundice, dark greenish-yellow colour.", "Skin dark purplish hue, with heat and tingling, < from motion.", "Hot, dry skin, with fever.", "Burning heat and itching in skin.", "Hyperidrosis: excessive sweat of axillae and genitals; offensive.", "Erysipelatoid rash on face, neck, palms, joints of fingers and wrist, with maddening burning heat, later skin exfoliates; pains < at night.", "Nettlerash (\"hives\"), < from scratching, < at night.", "Scarlet raised nodular eruption, excessively irritable, < at night, over whole body except face, most on backs of elbows and on buttocks, preceded by feeling of illness, vomiting and general digestive disorder; lasted a week.", "Fissures round mucous outlets.", "Infantile intertrigo.", "Variola; all stages; itching tingling of the eruption; face swollen; throat raw; pustules dark; faintness and great prostration." ],
    "Sleep" : [ "Awakened by backache and dull pains in navel and hypogastric region.", "Dreams wearisome, restless sleep.", "Difficulty in awaking." ],
    "Fever" : [ "Chill morning or evening; chilliness, esp. in back or thighs, with aching; pulse slow.", "Heat in flushes.", "Great heat of whole body.", "Constant dull burning pains all the evening.", "Gastric, bilious or typhoid forms of fever, with gastric disturbances, jaundice and great debility following." ]
  }
}