{
  "remedyName" : "Hydrocyanicum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Asthma. Cholera Asiatica. Colic (horses). Convulsions. Dyspepsia. Epilepsy. Hemiplegia. Hiccough. Labour, convulsions in. Stings. Stomach, catarrh of. Sunstroke. Tetanus. Uraemic convulsions. Whooping-cough." ],
    "Characteristics" : [ "The pathogenesis of Hcyan. ac. is mainly composed of symptoms observed in poisoning cases and clinically verified, but it has also been proved by Joerg and his pupils. Hcn. is one of the deadliest and most rapidly acting of poisons. Hence its applicability in cases of critical intensity, such as the collapse stage of cholera, when it supervenes on sudden cessation of all discharges; convulsion during severe attacks of illness. It acts powerfully on the coeliac ganglia, causing intestinal cramps and colics. Convulsions and paralysis are the leading notes of the medicine's action. In the convulsions the body is stiffened and thrown back; cramp in nape of neck is very characteristic; breathing comes in paroxysms; jaws set; foaming at mouth; face flushed, bluish tint. A. H. Croucher cured a boy, 1/2, of convulsions. First attack occurred six months previously. His father's sister had died of epilepsy. Before the fits came on he could walk well, but could not afterwards. The fits occurred at intervals of about three weeks when a succession of them occurred, each lasting about five minutes, during two or three days. During the intervals between the fits he would generally scream. In the morning on awaking, patient cried out, then convulsions occurred; body and limbs convulsed, eyelids twitched but remained open, eyeballs turned up and to right. Seemed quite unconscious. Hcn. 2x, one drop three times a day, increased afterwards to two drops and continued for a fortnight. No more convulsions, but three months later a rash developed all over him.", "The characteristic blue tint of Hcn. is apparent after death in some poisoning cases: livid spots on limbs; nails violet. In one case there was a brilliant violent hue all over. The tetanic spasm of Hcn. is persistent and tonic, and has none of the reflex excitability of the Nux state. Hcn. acts most powerfully on the muscles of face, jaws, and back; the risus sardonicus is pronounced; lividity; frothing. It acts on the medulla and through the vagus nerve on heart and respiration. The breathing is irregular and gasping. The heart is greatly disturbed; blueness and coldness of surface; pulse feeble, imperceptible. The patient clutches at the heart as if in distress. The prostration of Hcn. is profound: drinks roll audibly into the stomach. It cured a boy of four of fever who had this symptom: \"when swallowing a teaspoonful of liquid it sounds like water rolling into an empty barrel.\" Paralysis attacks first the lower, then the upper limbs. A dry tearing cough < at night is among the symptoms of Hcn.; and it relieves a similar cough often met with in consumptives. For it must not be imagined that the remedy is only of use in desperate cases of acute illness; it answers to its minute individual symptoms just as truly as does Camph., but it is only those who know the drug in the higher as well as the lower attenuations who will be able to profit by a knowledge of these. \"Feels as if a cloud were going over his brain,\" is a symptom Cash removed with Hcn. in a case of sunstroke. There is much disturbance of the digestion, which is < after eating. The headache is < at night and the vertigo < in the open air. Coldness is a great feature with the remedy, marble coldness within and without. Blue tinge of the skin is also characteristic." ],
    "Relations" : [ "The closest analogues are Camph., Lauro., and Amygd. It is antidoted by: Camph., Coff., Ipec., Nux, Op., Ver Compare; Camph. (cholera, coldness); Helod. (coldness); Cicut. (spinal cord; cramp in nape); Con. (paralysis spreading from below upward); OEnanth. (epilepsy); Lauro. (dry tickling cough; Lauro. has also a cough with jelly-like sputa dotted with bloody points); Lach.; Tabac. (asphyxia); Hell., Solania (paralysis of lungs and heart); Nux (tetanus, but of different type)." ],
    "Mind" : [ "Depression; discouragement.", "Anguish and oppression; anguish in the pit of the stomach; fear of imaginary ills.", "Very great irritability; sadness; peevish temper: incapacity for labour.", "Inability to think; memory enfeebled; aversion to all mental fatigue.", "Could not remain in middle of road when a vehicle approached even at a considerable distance; was forced, as it were, against his will, to stand aside without waiting for it to come nearer (after recovery from poisoning)." ],
    "Head" : [ "Head confused and weighty; giddiness with sinking of the body; giddiness, sometimes with a feeling as of intoxication.", "Dulness of the senses, sometimes with apparent wavering of objects, and of a veil before the eyes, with difficulty to stand on rising from a stooping or sitting posture; symptoms < in the open air.", "Vertigo, sometimes with staggering, the patient feels as though something moved in the air and drew him along with it, or else as if everything revolved about him.", "Feels as if a cloud were going over his brain (cured in a case of sunstroke).", "Cephalalgia with vertigo; stunning cephalalgia, dull pain in the forehead, beginning at the temples.", "Head heavy and stupid.", "Headache, only at night.", "Pressive cephalalgia in the forehead, or else at the occiput to the l. towards the forehead.", "Violent headache in sinciput and occiput, from vertex to forehead and orbits of the eyes; in the side of the head (r. or l.) esp. in vertex and forehead; at different parts of the head.", "Tension in frontal region.", "Shootings in the head, sometimes in one place, sometimes in another." ],
    "Eyes" : [ "Eyes half open; reversed; protruding from the head; immoveable; difficulty to move the eyeballs.", "Pupils dilated and immoveable; insensible to light.", "Eyelids wide open, immoveable, as if paralysed; spasmodic quivering in the upper eyelids.", "Dimness of sight; cloudiness and mist (gauze) before the eyes; amaurotic blindness." ],
    "Ears" : [ "Aching in the interior of both ears; sometimes with roaring (buzzing) and ringing.", "Hardness of hearing." ],
    "Nose" : [ "Smarting in the upper part of nostrils.", "Dilation of the alae nasi, which have a bluish tint.", "Dryness of the nose." ],
    "Face" : [ "Puffing of the face; oval visage; visage wears a look of age; pale and bluish; complexion earthy and grey.", "Expression of beatitude in the countenance.", "Contortion of corners of mouth; trismus; frightful contraction of the facial muscles." ],
    "Mouth" : [ "Dryness of mouth.", "Augmented secretion of saliva.", "Tongue coated, sometimes white, afterwards dark and dingy; contraction at the root; sensation of coldness on the tongue; burning at the tip of the tongue paralysis and stiffness of the tongue, which often protrudes from the mouth loss of speech.", "Pains in the palate; inflammation of the palate." ],
    "Throat" : [ "Spasms in the back part of the throat, and the oesophagus.", "Scraping in the throat, and in the gullet painful scraping in the throat; heat in the throat and in the oesophagus burning in palate, throat, and oesophagus; inflammation of the throat, and of the oesophagus." ],
    "Stomach" : [ "Taste: sweetish; fetid, acrid, and irritating; much gas in the mouth, with taste of prussic acid.", "Anorexia, repugnance to food.", "Adypsia, with heat throughout the body; ardent thirst.", "Loathing, inclination to vomit; vomiting of a black liquid.", "Pains in stomach; sensation of coldness in stomach, sometimes with lancinations; pressure and squeezing in pit of stomach, with great oppression.", "Fluids enter stomach with gurgling noise.", "Great sinking at pit of stomach.", "Spasmodic contractions in the stomach.", "Heat and burning in stomach.", "Inflammation of the stomach and intestines.", "Pulsative pain in the precordial region." ],
    "Abdomen" : [ "Coldness of the whole abdomen (with stitches), sometimes alternated with burning.", "Rumbling and borborygmi in the abdomen; flabby inflation of the abdomen." ],
    "Stool and Anus" : [ "Involuntary stools.", "Involuntary stools, hiccough, and great prostration.", "Sudden cessation of all discharges.", "Cholera sicca." ],
    "Urinary Organs" : [ "Retention of urine; frequent emission of urine; copious emission of an aqueous urine, pale or a pale yellow, depositing a turbid cloud.", "Urine with sediment thick and reddish.", "Involuntary emission of urine.", "Burning in the urethra." ],
    "Respiratory Organs" : [ "Painful scraping and burning in the larynx; inflammation of the larynx; sensation of swelling of the larynx; constriction of the throat; tickling in the larynx, sometimes lancinations and draggings; roughness and hoarseness of the voice.", "Loud voice.", "Frequent coughing, caused by smarting (pricking) in the larynx and trachea.", "Haemoptysis.", "Respiration rattling, groaning, slow, very difficult, with mucous rale.", "Difficulty of respiration by reason of the lancinations in the larynx.", "Want to breathe deeply.", "Respiration profound, frequent, and stertorous.", "Anxious respiration.", "Paralysis of the lungs." ],
    "Chest" : [ "Oppression of the chest, asthma, sometimes painful.", "Feeling of suffocation, with severe pains in the chest.", "Great oppression and constriction of the chest.", "Sharp pains in the chest.", "Aching in r. side of chest.", "Lancinations in the l. side, below inferior cartilage of sternum or thereabout, in the chest, on breathing deeply." ],
    "Heart" : [ "Pains and pressure in the region of the heart.", "Palpitations of the heart.", "Irregular movements of the heart; feeble action of the heart.", "(Angina pectoris; sudden outcry; long fainting spells; suffocation with torturing pains in chest; irregular, feeble heart-movements.)" ],
    "Generalities" : [ "Speedy failing and weakness of the limbs, esp. of the thighs; extreme weakness and weariness; nervous weakness.", "Spasms; spasms at the back; spasms of face and jaws; convulsions.", "Paralysis of inferior extremities, afterwards of the upper ones; loss of sensation, then stiffness of the parts; trembling and staggering, immobility, insensibility; stiffness of the body.", "Cataleptic attacks; great flexibility of the limbs; pulsations of the heart become slower, weaker, less appreciable, until lethargy supervenes; diminution of vital heat.", "Muscles of back and face principally affected.", "Activity of the senses stimulated; internal feeling of ease; gentle languor with sensation of agreeable weariness.", "Dulness of the senses, and insensibility to external influences; disappearance of all pain; insensibility; loss of consciousness; wandering of the senses; shivering and lassitude." ],
    "Skin" : [ "Itching in various places, esp. between the chin and lips.", "Small red pustules on hip; burning itching vesicles on upper extremities, and neck.", "Dryness of the skin.", "General pallor with a bluish tint.", "Varicose ulcers on legs." ],
    "Sleep" : [ "Frequent yawning, sometimes with shuddering and spasm of the skin.", "Drowsiness, sometimes uncontrollable, or else after a meal; heavy sleep in the morning; continued inclination to sleep; coma vigil; somnolency.", "Wakefulness; to sleep is difficult, almost impossible; frequent awakening.", "Lively dreams, without connection; anxious, disquieting dreams, dreams of death." ],
    "Fever" : [ "Chilliness; frequent shudderings, esp. after midnight or in the morning; shivering, with yawning or with thirst.", "Coldness of the limbs; sensation of cold internally and externally.", "Coldness within and without.", "Fever, shivering, afterwards burning heat; heat in the head, with coldness of the extremities, heat and sweat over the whole body, in the afternoon; general febrile agitation, with intense excitement; heat, at intervals, and irregular motion of the heart.", "During the shivering, giddiness and vertigo; during the shudderings, mist before the sight." ]
  }
}