{
  "remedyName" : "Hydrocotyle Asiatica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne rosacea. Constipation. Elephantiasis arabum. Favus. Gangrene after amputation. Gonorrhoea. Gout. Ichthyosis. Leprosy. Leucorrhoea. Liver, contraction of. Lupus. Neuralgia orbitalis. Skin, affections of. Syphilis. Uterus, follicular inflammation of. Vagina, pruritus of." ],
    "Characteristics" : [ "Hydrocot. has been long known as an Indian remedy. Boileau was the first to use it as a remedy in leprosy. It has been tested pathogenetically and clinically, and its place has been fairly well defined. The skin and the female generative organs are the chief seats of the drug's action; though the liver, the nerves, and the mucous membranes are also powerfully acted upon. A great variety of skin affections have been cured with it; acne, eczema, pemphigus, lupus, copper-coloured eruption; papular eruption on face; intolerable itching in various places. Auduit (H. R., ix. 434) cured this case: Girl, 20, weak and sickly-looking, since childhood troubled with glandular swellings, for eight years had lupus exedens of nose. (Her mother had coppery eruption on face.) On right of nose was a button the size of a sixpence covered with a thick crust covering yellow pus mixed with blood. Margins irregular and livid. Five other buttons size of lentils near root of nose both sides. Hydroc. was given in 6, 3, O, and 18th potencies in succession, with intermissions, and completely cured in five months. Other indications are: Stomatitis, aphthous and syphilitic. Irritation of the neck of the bladder; increased secretion of urine. Heat and itching in vagina. Weight in uterus. Granular ulceration. Hydrocotyle acts on the male sexual organs also, causing weight in the \"male uterus,\" the prostate gland. Gouty and rheumatic disorders. Affections of the trigeminus nerve. Bruised feeling in all the muscles. A patient of mine who was taking Hydroc. for eczema with advantage complained of persistent dreaming all the time he was asleep; and an unpleasant mouth on waking in the morning." ],
    "Relations" : [ "Compare: Hydrast. (lupus); Fer. pic. (lupus); Hura (leprosy); Thlaspi b. p., Fraxinus (uterine affections); Mitchella, Eu. purp., Apis, Hydran. (irritation of neck of bladder)." ],
    "Mind" : [ "Gloomy thoughts.", "Misanthropy.", "Inclination for solitude.", "Indifference.", "Gaiety (reaction).", "Loquacity (reaction)." ],
    "Head" : [ "Vertigo; with torpor.", "Congestion of blood to the head; heaviness.", "Painful drawing in almost all cranial nerves.", "Neuralgic pain in external frontal nerve.", "Intense pain with some swelling in posterior part of skull.", "Occiput acutely sensitive, esp. to touch.", "Constriction of back part of skull and integuments." ],
    "Eyes" : [ "Eyes look unsteady.", "Injection of palpebral conjunctiva.", "Pricking in eyes.", "Vision dim; dazzling." ],
    "Ears" : [ "Pain in l. internal meatus auditorius.", "Throbbing in r. ear; ringing in (l.), with stoppage.", "Confused noise in l.; blowing sound." ],
    "Nose" : [ "Swelling of nose.", "Tickling; < l. nostril.", "Feeling as before bleeding.", "Stoppage of nose.", "Coryza; dry.", "Bleeding.", "(Lupus exedens of nose)." ],
    "Face" : [ "Intoxicated expression.", "Intermittent pain in l. cheek-bone." ],
    "Mouth" : [ "Whitish spots on l. upper and under sides of tongue.", "Impediment in speech.", "Redness of velum palati, with pain on swallowing, < by food.", "Hyperaemia of buccal mucous membrane.", "Saliva increased.", "Taste insipid or bitter; unpleasant in morning." ],
    "Throat" : [ "Tonsils red.", "Pricking in pharynx.", "Disorder of constrictor muscles of pharynx.", "OEsophagus dry and rough burning and pricking in oesophagus." ],
    "Stomach" : [ "Loathing of food.", "Anorexia then strong appetite.", "Aversion to tobacco smoking.", "Eructations frequent; acid.", "Nausea.", "Swelling of stomach.", "Contraction; cramp-like pain.", "Sensation as if gases collected into a ball.", "Anxiety in region of stomach.", "Heat in stomach region spreading out like a bar." ],
    "Abdomen" : [ "Borborygmi in different parts.", "Flatus.", "Violent contractions of intestines.", "Pain; every five minutes; < transverse colon.", "Constriction.", "Sensation as if all organs were in motion.", "Pain in upper part of liver.", "Obstruction in hepatic region.", "Heat in hypogastrium." ],
    "Stool and Anus" : [ "Weight in rectum.", "Burning in anus.", "Itching in anus.", "Ineffectual desire for stool.", "Stools dry, dark.", "Stools increased.", "Stools easier." ],
    "Urinary Organs" : [ "Slight formication in kidney.", "Irritation of neck of bladder.", "Constriction of bladder.", "Frequent desire to urinate.", "Irritation of urethra.", "Urine increased.", "Urine becomes brown on cooling.", "Urine turbid, without sediment." ],
    "Male Sexual Organs" : [ "Drawing in spermatic cords, < l.", "Scrotum relaxed.", "Impotence.", "Indifference to intercourse.", "Feeling of weight in prostate gland." ],
    "Female Sexual Organs" : [ "Vulva, vagina and cervix red.", "Heat in bottom of vagina; pricking and itching at its orifice.", "Leucorrhoea increased. Pain in ovarian region.", "Weight in uterus.", "Pain in whole uterus, esp. l. side.", "Severe labour-like pain in uterus and appendages." ],
    "17, Respiratory Organs and Chest" : [ "Pricking in vicinity of glottis.", "Dryness of windpipe; of ventricles of larynx.", "Voice weak.", "Speaking soon fatigues.", "Irritation of air-passages.", "Difficult expectoration of bronchial mucus.", "Breath short.", "Oppression of chest, which suddenly ceases and then returns at longer or shorter intervals." ],
    "Heart and Pulse" : [ "Cardiac spasm.", "Constriction of heart; with quiet and regular pulse, or with a few separate beats in certain arteries, or with hot flushes in different parts of the face.", "Irregular beating of heart.", "Pulse stronger and fuller." ],
    "Neck and Back" : [ "Renewal of old rheumatic pains in l. rhomboid, < pressure.", "Bruised pain in loins.", "Obstruction in region of kidneys, with heaviness." ],
    "Limbs" : [ "Contractions of forearms and legs.", "Irresistible inclination to stretch.", "Pain in all joints; < l.; pain in all muscles.", "Sensation as if hot water ran through marrow of bones." ],
    "Upper Limbs" : [ "Weariness in all muscles of shoulders.", "Crampy numbness of r. forearm, hand, and fingers.", "Pain in finger-joints." ],
    "Lower Limbs" : [ "Gait unsteady.", "Inability to stand.", "Sharp pains in hips.", "Weariness in muscles of thighs, with crampy movements in calves." ],
    "Generalities" : [ "Bruised feeling in all muscles; on waking.", "Wandering pains in muscles of chest and legs.", "Drawings in several muscles.", "Malaise.", "Weariness (with depression, heaviness, and dulness); dull feeling throughout the system generally; and unfitness for everything." ],
    "Skin" : [ "Spots almost circular, with raised scaly edges.", "Yellowish spots on legs.", "Erysipelatous redness.", "Red points on eyelids, l. side of neck and both hands.", "Red spots, covered with whitish scales, on l. side of neck.", "Lilac-coloured spot, shaped like an ear, on sole; the skin over it is depressed, and walking is painful.", "Erythema on face, neck, back, chest, arms, and thighs; with much itching; with copious sweat.", "Miliary eruptions on neck, back, and chest.", "Sudamina on abdomen.", "Papules on face.", "Pustules on chest.", "Pricking on different parts.", "Itching in several places; itching at tip of nose (in one who had chilblain there every year)." ],
    "Sleep" : [ "Yawning and stretching.", "Sleepiness; in the daytime.", "Heavy, dreamless sleep.", "Persistent dreaming all the time he was asleep; mouth in unpleasant state in morning." ],
    "Fever" : [ "Shivering in afternoon.", "Cold hands and feet, with general condition resembling precursory stage of fever, without alteration of pulse.", "Sensation of coldness in forearm, hand, l. foot, and leg; > by rubbing, but returning when the rubbing ceased.", "Febrile movements.", "Heat: of skin; in bones of leg; in l. tibia; in face in flushes; in different parts of face in flushes, esp. temporal regions.", "Profuse sweat." ]
  }
}