{
  "remedyName" : "Hydrophobinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bubo. Clairvoyance. Convulsions. Corns, pains in. Diarrhoea. Dysentery. Fever. Hair, oiliness of. Headache. Hydrophobia. Hypersensitiveness. Landry's paralysis. Leucorrhoea. Lyssophobia. Mania. Nervousness. Neuralgia. Oesophagus, stricture of. Paralysis. Pregnancy, convulsions of; toothache of. Respiratory paralysis. Salivation. Satyriasis. Sciatica. Sunstroke. Tetanus. Ulcers. Uterus, prolapse of. Vaginismus. Wounds, too rapid healing of." ],
    "Characteristics" : [ "Hering was the first (1833) to prove, and to suggest the employment of this nosode in medicine; and of late years it has become notorious through the experiments of Pasteur. Pasteur's method of administration is very different from that employed by homoeopaths, but he is working on homoeopathic lines in seeking to neutralise a virus in the system by introducing a modification of the same virus. His experiments led him to produce the rabic poison in a highly intensified form in the spinal cords of rabbits. He then modified its intensity in different degrees by exposure to air for a longer or shorter period. Patients who come to the Institute are inoculated first with the least potent, and later with the most potent \"vaccin, \", after which they are pronounced \"cured.\" The \"cure\" is, however, extremely uncertain, as the degree of susceptibility to the poison is unknown in any case, and many hundreds of the patients subjected to the inoculations have died of the disease. Pasteur's first method was admitted to be too strong, and was soon modified; a number of patients having died from the inoculations. One of these cases I investigated, and the symptoms were sufficiently striking to deserve recording. The patient was Arthur Wilde, of Rotherham, aged and I received the account from his mother, who nursed him through his illness. He had been bitten severely by a man suffering from hydrophobia, and was persuaded, much against his wish, to go to Pasteur. This he did a few days after the bite, returning on October after undergoing the course. On Saturday, October he complained of a pricking sensation below the ribs in the right side, in the part where the injections had been made. Pressure relieved the pain somewhat. That evening he vomited, and the vomiting continued, and he became very prostrate. On Monday the prostration was intense, vomiting continued; restless; skin cool, perspiring; quite conscious. The spots where the inoculations were made were dark and livid. Twitching occurred every few hours, sometimes more violently than others; most marked on the abdomen. From Monday through Tuesday he was making a peculiar loud noise, something like a waggoner driving horses, \"bis\" \"whoo, \", though he had never had to do with horses. He seemed completely helpless. On Tuesday night vomiting ceased and he began to froth a great deal. Early on Wednesday morning he began to talk thick. His breathing, which had been peculiar all through", "he would hold his breath for a long time when making the noise and then breathe rapidly for a few breaths", "became very bad at a.m. on Wednesday. He died shortly after having been apparently conscious to the end though unable to speak for the last hour. The frothing had increased up to the time of his death and he seemed to choke with it. This case was paralleled by that of Goffi, an attendant at St. Thomas' Hospital, who was bitten by a cat and sent to Pasteur. On his return he was taken ill, and his case was at first diagnosed as Landry's paralysis, but finally proved (by experiments made with his spinal cord) to be \"paralytic rabies, \", the result of inoculation. It was after the occurrence of these and similar \"accidents\" that the intensity of the \"vaccins\" was reduced. It would be well to have as an alternative preparation, Hydrophobinum Pasteurianum, obtained from Pasteur's vaccin, to meet conditions similar to these. The pathogenesis of Hydrob. is made up partly of symptoms observed in rabid animals and human patients, but chiefly of symptoms developed in the provings. The remedy has been pretty extensively used in practice, not only in cases of hydrophobia, but in many disorders in which the keynote symptoms have been present. These are: Exquisite sensitiveness to breath of air; to bright objects, especially the surface of water; to sounds, and most of all to the sound of running water. Even the thought of it is enough to bring on an aggravation or a convulsion. Cases of dysentery with pain and tenesmus on hearing water running from a tap have been cured with Hydrob. Cannot bear heat of sun. Thirst, with inability to swallow. Copious viscid saliva. A great variety of mental disturbances occur. Rapid speech and impatience are very noticeable. The mental irritability is as great as that of the senses and dangerously violent temper is developed. The irritation is further shown in the sexual organs. Suffocating feelings were experienced by several persons. Sighing, and sighing respiration. The effects of bites of non-rabid dogs have been removed by this nosode. Hydrob. is a close analogue of many of the animal poisons, especially Laches., and I have no doubt when clinically developed it will prove to be equally important. Marked symptoms appear in every part of the body and mind. Many symptoms are < by stooping; by motion generally. Sensitive to any changed position. Bending head backward > pain in neck. Throws head back when sneezing. Heat of sun <, it is unbearable. Hot steam directed to bitten place > burning pain in it. > Turkish bath. Damp warm air oppressed him. Sensitive to least breath of air; air of agreeable temperature feels cold. Slightest draught < Cold air > headache. < From slightest touch; from riding in carriage. [In the Schema, the symptoms observed in cases of the disease are marked (R), those observed in Pasteur cases (P), the rest are the symptoms of the provings with some clinical additions.]" ],
    "Relations" : [ "The remedies most closely related to Hydrob. are those which have cured cases of the disease", "Bell., Stram., Hyo., Fagus, Agave, Laches., Canth., and the animal poisons generally. Lachesis is a very close ally (< from sun; bluish discoloration of wounds; irritability; < warm, damp air; from touch and pressure; though the late evolution of the symptoms of Hdphb. contrasts with the lightning-like rapidity of snake-venom effects). Compare also: in ascending paralysis, Gels., Con.; in respiratory paralysis, Solania, Bell., Dulc.; in sexual excitement, Canth., Pic. ac., Graph.; in intolerance of sun, Gels., Glon., Nat., Lach., Apis; in effects of carriage-riding, Coccul.; desire to urinate on seeing running water, Canth., Sul.; convulsions from dazzling light, Stram.; consciousness of womb, Helon.; viscid saliva, Epipheg., Hydras.; hurried speech, Hyo.; in coldness, Helod. It follows well: Tabac. (headache); Arg. n. (uterine disease); Stram. (neuralgia). Is followed well by: Nat. m." ],
    "Causation" : [ "Dog-bites." ],
    "Mind" : [ "Loss of consciousness sometimes at an early stage, but not generally until a short time before death (R.).", "Does not hear or see persons around him (R.).", "Memory for single words much improved.", "Thoughts of something terrible going to happen come into his mind against his will; feels impelled to do reckless things, such as throwing a child, which he carries in his arms, through the window.", "They appreciate the formidable character of the disease and speak frequently with a remarkably quick and sharp articulation of the impending fatal results (R.).", "During the tranquil intervals, responded correctly to questions put to him, recognised those around him, and with a presentiment of impending death, begged them to pray for him and not leave him alone (R.).", "Most commonly the mental faculties are in a superior state of excitement, shown by quick perception, amazing acuteness of understanding and rapidity with which they answer questions (R.).", "It seems to her as if two entirely different trains of thought influenced her at the same time.", "During convulsions, mental illusions and hallucinations; in intervals of consciousness mental faculties are retained (R.).", "Imagine that they are abused, and energetically defend themselves against attacks and insults, which in reality are products of their own fancy (R.).", "Fancies he is blown at by several persons, some of whom are not present (R.).", "Thinks he is a dog or a bird, and runs up and down, chirping and twittering, until he falls down fainting (R.).", "Strange notions and apprehensions during pregnancy.", "Insane ideas enter his head; for instance, to throw a glass of water, which he is carrying in his hand, into some one's face, or to stab his flesh with the knife he is holding, and the like.", "(Mania spermatica in stallions.).", "Inclination to be rude and abusive, to bite and strike.", "A strong and uncontrollable impulse to do certain acts; to spring at and bite any moving object that came within reach; dog (R.).", "Lament with great anxiety their inability to relieve thirst which afflicts, and by various contrivances endeavour eagerly to drink (R.).", "Break out of their stables furiously and run or jump over ditches and fences (sheep).", "Not afraid of dogs, but dislikes to see them because their sight renews her fear (lyssophobia, after bite by non-rabid dog).", "Exhilarated, felt as if he had received joyful intelligence.", "Ill-humour.", "Hypersensitiveness of all the senses.", "On a watch held to scrobiculum he sees the hour and minute hands (R.).", "He says he can see hands on dial plate of church clock (R.).", "He could hear what was spoken in next room, and counted coppers in a room below him (R.).", "Linen dipped in sugar water, put on pit of stomach, gives a sweet taste in mouth (R.).", "Copper, if in his room, makes him restless and full of pains (R.).", "Sometimes he would control inclination to stool by a strong effort of will, but effort caused much nervous irritation.", "Attacks of nervous headache become awful and insupportable if he hears water run out of a hydrant.", "When he hears water poured out, or if he hears it run, or if he sees it, he becomes very irritable, nervous; it causes desire for stool and other ailments.", "The mere sight of a drinking vessel containing water is intolerable; they turn away their faces, shriek out loud, beckon anxiously with hands to have water removed, for voice and breath fail (R.).", "Thinking of fluids of any kind, even of blood, brings on convulsions." ],
    "Head" : [ "Peculiar lightness in head; lightness after nausea.", "A slow vacillation or wavering of the head, from something being loose in upper part of head.", "Rush of blood to head: while lying down; from chest upward, with toothache; during pregnancy; when rising.", "Maddening outward pressing pain in forehead; he presses his head against the wall.", "Beating, throbbing headache; most severe in r. temple and above r. eye; each bone feels shattered and sore; from temple to temple.", "Violent headache, most in temples and forehead, < during day and from stooping and stirring about.", "Frequent pressure on vertex, as if a cast, which fitted top of head, was pressing it down.", "Headaches from bites of dogs, rabid or not.", "In rare cases serous effusion in opaque subarachnoid tissue and lateral ventricle, and also increased adherence of membranes of brain to convolutions (R.).", "At noon slight headache, lasting all day.", "Burning aching from l. side of occiput down neck.", "Violent headache and backache.", "Irritable headache, touching head makes it ache; very sensitive scalp.", "Hair which is usually dry has become very oily.", "Scalp feels contracted and pinched." ],
    "Eyes" : [ "Sensitive to light.", "Sight of water-agitation; renews idea of pain; causes convulsions (pregnancy).", "False vision, dulness of sight, together with dilatation of pupils, sometimes actual blindness.", "Vision much impaired or absent; lasts twelve hours.", "Clairvoyance.", "Pain in small spot over r. eyebrow, < writing.", "Eyes are wild, rolling, staring and livid (R.).", "Swelling of eyelids after bite of dogs (cured in sheep).", "Extreme ulceration of eye, lids closed and puffed up by pus (in sheep)." ],
    "Ears" : [ "Conversation in vicinity of patient may throw him into a most violent agitation (R.).", "Hearing water poured out in next room makes him very irritable and nervous.", "Clairaudient." ],
    "Nose" : [ "Strong odours may start spasms.", "The greatest sensibility to smell of tobacco; tastes snuff while box is one foot distant.", "Frequent sneezing, mostly early in morning or late in evening, as if a coryza would begin; also when looking at something bright, and from every little dust." ],
    "Face" : [ "Both jaws feel stiff; tingling in cheek-bones.", "Gnawing and crawling sensation in (r.) zygoma.", "Facial muscles become variously contorted, countenance changes its aspect frequently.", "Face sweat: with sensation of heat; with flushes.", "The jawbones feel sore; aching in lower jaw.", "Masseter muscles not affected by spasms.", "Lower jaw stiff and painful; with inclination to yawn; with headache; imagines he cannot open his mouth.", "Spasms with froth before mouth (R.)." ],
    "Teeth" : [ "Grinding of teeth.", "Toothache and other complaints during pregnancy, with internal ebullition of blood from chest to head; head feels as if filled with air to bursting." ],
    "Mouth" : [ "Difficult, incorrect speech (stricture of throat).", "Tongue coated with foam (R.).", "Pricking sensation under tongue.", "Ranula returns periodically, with dryness of mouth, < in afternoon, soreness when chewing; with haemorrhoids and constipation.", "Feeling of coldness in mouth, like essence of peppermint.", "Severe pain passing from mouth upward through head and down into neck.", "Tough, short frothy phlegm in mouth (horse).", "When vomiting ceased, frothing at the mouth began and was so excessive as nearly to choke him (P.).", "Frothed at mouth, attempted to spit out with much difficulty (before death).", "Saliva more viscid, constant spitting, feeling of general malaise.", "Entire mucous membrane of mouth and pharynx was of an equally distributed pink without any swelling." ],
    "Throat" : [ "Slight redness of palate and throat, with spasm of oesophagus and difficult speech.", "Sore throat, as after swallowing red pepper.", "Cooling sensation in oesophagus.", "Sore throat, constant desire to swallow; much saliva and feeling as if beaten.", "Periodical spasm of oesophagus, continual painful inclination to swallow without being able to swallow anything; constriction is most severe when taking water into mouth, if he tried to swallow it forcibly, he had burning and stinging in the throat, cough and retching which forced fluid from his mouth; difficult speech." ],
    "Appetite" : [ "Voracious appetite; swallowed wheat without chewing.", "Excessive desire for salt.", "Abnormal cravings during pregnancy.", "Aversion to fat food and drink; there remains a long greasy aftertaste, < after mutton.", "Warm drinks, such as milk, soups and wine, are more easily taken than water.", "Inability to take solid food, or else it is consumed with greatest difficulty." ],
    "Stomach" : [ "Nausea: with giddiness, headache and pale face after diarrhoea; food does not taste right; and loss of appetite in evening; to p.m.", "Gagging when he forcibly attempts to swallow water, forces it out of his mouth.", "Nausea and vomiting after diarrhoea.", "Vomiting of food; of fluid while drinking, followed by faintness; of what was eaten at supper, at night in sleep.", "Vomiting throughout three days, with prostration and restlessness; when vomiting ceased frothing began and nearly choked him (P.).", "Great oppression in stomach, has to open her clothes." ],
    "Abdomen" : [ "A pressing pain: in r. side, near last ribs, with breathing; in hypochondria, after quick walking.", "Painful throbbing as if an abscess was forming in region of spleen, but very deep in, exact locality is half-way between median line and outline of l. side; it lasted eight days; with it departed remnant of a similar affection in this locality, against which eleven years of allopathic treatment had proved of no avail.", "Tearing from l. hypochondriac region to r.", "General soreness in whole of lower abdomen.", "Rigidity of muscles of abdomen.", "Pain in both groins; in r., two small kernels under skin, very painful.", "Inguinal glands very much swollen, they pain for two hours." ],
    "Stool and Anus" : [ "Tenesmus during and after stool.", "Dysenteric stools with tenesmus; renewed as soon as he hears or sees water run.", "When in the morning some water was poured out from pitcher into basin, pain and desire to stool returned.", "Diarrhoea: with much pain, most during day, eighteen hours after dose, lasting twenty-four hours, with pain in lower part of bowels; < in morning; followed by nausea as if she would have to vomit; attended with violent pains early in morning; after stitches in side.", "Stools of bloody mucus.", "Involuntary stools." ],
    "Urinary Organs" : [ "Urine too scanty and high-coloured (cured in a case of camp diarrhoea).", "Constant desire to urinate on seeing running water; urinates a little at a time.", "Prostatic juice passes after urinating." ],
    "Male Sexual Organs" : [ "Lasciviousness: after eating, with feeling of weakness in parts; with erections in afternoon.", "Strong erections, without sexual excitement or thoughts, in evening, while undressing in a cold room.", "Sexual indifference with erections, even during act of coition, which is perfectly performed.", "Increased sexual desire (dropsy of spine with sheep; hydrophobia of sheep).", "Priapism, with frequent seminal emissions.", "Satyriasis in a stallion; hot breath streamed from nostrils.", "Semen is discharged too late or not at all during coition.", "No emission during coition, but afterwards semen escaped unconsciously in sleep.", "Glans is dry and sticks to foreskin.", "Hydrocele.", "Atrophy of testicles; testicles diminish in size, first l. then r.", "Complaints resulting from abnormal sexual desire." ],
    "Female Sexual Organs" : [ "Pain in l. ovarian region, uneasiness there.", "Increase of uterine sensitiveness, conscious of having a womb.", "With a painful sensitiveness of womb, slight degree of prolapsus, so that after any considerable physical effort there would be a strong conviction that it was prolapsed.", "Any change of position that would tilt or rotate os uteri would cause much pain.", "Prolapsus uteri of seven years' standing.", "Severe leucorrhoea, with pains in back and lower part of bowels, sore vagina.", "Sensitiveness of vagina rendering coition quite painful.", "Weakness in back, with copious catamenia.", "During pregnancy: strange notions, desires or cravings; rush of blood from chest upward; toothache, backache and other complaints; great sense of bearing down; intense pain from inflammation of os and cervix (formerly treated with caustic); great soreness in lower part of back and bowels.", "Spasms excited whenever she attempts to drink water, or if she hears it poured from one vessel into another; sight or sound of water affects unpleasantly, even though desiring water (puerperal convulsions).", "Since cessation of lochia a severe leucorrhoea; pain in back and lower part of bowels; soreness of vagina.", "Both breasts swollen when waking in morning, she can hardly get up; three mornings in succession; same swelling of breasts at night when opening her dress." ],
    "Respiratory Organs" : [ "Voice altered in tone; tones much suppressed; hoarse; rough; harsh and weak (last stage); shrill, inarticulate sounds; shrill sounds of utmost despair, or occasioned by violent expirations; very shrill and piercing bark, changing near its termination into a distressing, continuous howl (dogs).", "Epiglottis crisp and dry (R.).", "Sighing, with pain in heart.", "Dyspnoea: with flatulency, cough and rattling in Chest; with sighing, groaning respiration; from cardiac pain; < lying down.", "Oppression in breathing before a severe suffocative attack, induced by spasmodic contractions of respiratory muscles, combined with spasmodic, alarming constriction of pharynx.", "Breathing during paroxysm gasping, irregular and usually quite rapid, often with decided dyspnoea.", "Breathing peculiar; held for a time, and then a few rapid breaths (P.).", "Frothed at the mouth very much; almost choked with it (P.)." ],
    "Chest" : [ "Chest and abdomen feel expanded; expanding chest seems to invigorate him, though it usually fatigues." ],
    "Heart and Pulse" : [ "Stitches in heart from ringing of church bells.", "Stitches in heart, < when walking; they would kill him if they continued.", "Heart had for three months not been free from a sticking, drawing, squeezing pain, result of an attack of rheumatism and cold, together with a palpitation and difficulty of breathing.", "Violent pain in heart, as if it would burst or had needles running into it.", "Pain in cardiac region, to which he is subject, is < half an hour after the dose, but much > in several days.", "Heart palpitated violently and felt as if it was coming up into throat; drank several mouthfuls of water, which relieved." ],
    "Neck and Back" : [ "Pressing in neck and up back of head.", "Backache and headache.", "Considerable pain in lower part of back, with soreness felt through to pubic region." ],
    "Limbs" : [ "Weight and heaviness of legs and shoulders.", "Severe twitching in arms and legs, much resembling chorea." ],
    "Upper Limbs" : [ "Cramp in arms.", "The pain up arm was followed by cramps and drawing in back and limbs of bitten side.", "Weakness in arms.", "Right arm becomes so heavy and inactive that writing is too great an exertion, and he allows arm to drop.", "Hand trembles so much he can scarcely write.", "Hands numb, with headache." ],
    "Lower Limbs" : [ "Feeling as if hip bones would slip out of their sockets, > by resting hands on hips.", "A pressive pain in r. hip bone, goes from there to middle of sacral bones.", "L. hip aches in bone.", "Along l. sciatic nerve a dull pain, returning periodically; < when rising from sitting.", "Twitching in legs.", "Weakness in legs when going upstairs.", "Each dose he had taken made him feel as if he was getting corns on every toe, his real corns felt remarkably well and did not rain him at all." ],
    "Generalities" : [ "Drawing from neck to forehead, immediately followed by sparks before eyes and vanishing of sight; red face; involuntary grinding of teeth; second attack; the first was felt in head after washing in morning; seven days after bite of mad dog (Bellad., three doses, Hyos. interpolated once a day).", "Acute ascending paralysis (Landry's disease) diagnosed in early stage (P.).", "Bitten by a mad dog in sixth year in several places; became somnambulistic ten years after.", "Severe nervous twitches in whole body all day.", "Twitching of muscles throughout entire body (R.).", "Twitching of tendons with tendency to general convulsions (R.).", "Prostration beyond description (P.).", "Twitching every few minutes; sometimes more violently than others; most marked in abdominal walls (P.).", "Makes a peculiar noise like a waggoner driving horses (P.)." ],
    "Skin" : [ "Quick tendency of the wound to heal (the same in leprosy).", "Biting, itching in various parts of body, < by scratching.", "Bluish discoloration of bitten place (after Laches).", "Pustules on forehead; around inflamed eye; on finger (after bite).", "Malignant ulcers from bite of a dog.", "Red scar from bite of a dog.", "Dark, livid-marks where inoculations were made; pricking sensation in them, causing him to continually press his side, which relieved temporarily (P.).", "Cancerous sores." ],
    "Sleep" : [ "Inclination to yawn, with stiffness of lower jaw.", "Frequent yawning without sleepiness, particularly when hearing others yawn.", "Insomnia; sleepless in spite of narcotics (R.).", "Starting in sleep, afternoon.", "On waking is morose, inclined to be angry.", "In morning, after exciting dreams, much fatigued, feels tired in sacrum and back.", "On awaking from siesta numbness in head." ],
    "Fever" : [ "Paroxysms of intense coldness with pain in spine.", "Chilly feeling, more down r. (bitten) arm.", "Became cold in bed at a.m., although covered with four blankets; lasted about one hour.", "Chills intermixed and followed by heat and cold sweat.", "Cannot bear heat of sun.", "Fever every evening, commencing at dusk and lasting until bedtime (midnight).", "He feels the pulse beat through the body; from time to time there is a surging through throat into head, like a slow wave.", "Sensation of heat felt internally and externally through entire body, no external warmth, it forces perspiration out on face as from weakness, and is accompanied by lassitude and aching in legs.", "Restless, skin cool, perspiring, quite conscious (P.).", "At p.m. a dripping warm perspiration from whole r. hand, from wrist to nails; afterwards hands and fingers stiff, she can hardly bend them (R.).", "Skin covered with a clammy sweat (last stage) (R.).", "Skin moist, even covered with sweat; during spells, limbs cold and livid.", "Much better after perspiring.", "(A number of cures of hydrophobia have been reported from forced perspirations, and e. p. from prolonged and repeated use of the Turkish bath. This is known as the Buisson treatment, from Dr. Buisson who originated it.).", "Intermittent fever." ]
  }
}