{
  "remedyName" : "Hyoscyaminum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ciliary neuralgia; spasm. Delirium. Fevers. Mania. Nervousness. Paralysis agitans. Sleeplessness. Spinal sclerosis. Throat, sore. Typhus fever. Vision, disordered." ],
    "Characteristics" : [ "Hyos. sul. is a very powerful poison obtained from Hyos. nig. It is sometimes used by occulists in place of Atropine to dilate the pupils for the purposes of ophthalmoscopic examination, and like Atropine it has the property of causing dryness of the mouth and fauces in some cases. Two cases have been recorded in which, whilst dilating the pupil, it caused intense boring pain in the eyes from cramp of the ciliary muscle. Dr. H. A. Hutchinson, who took gr. 1/4 of Hyos. sul., became flushed, arteries throbbing, lost power of co-ordination, fell into a comatose sleep, pulse respiration temperature 106° F., entire relaxation of voluntary muscles, except occasional spasmodic movement of arms and legs. The hydrobromate of Hyoscine, gr. 1/43, in solution, caused in a tall, robust lady, of 33: Numbness of body and limbs, dry throat, dim vision, flushed face, rambling talk, dilated pupils.", "No specific differences between the two alkaloids have been observed. The majority of the symptoms of the Schema are the effect of the Sulphate, which was extensively proved by Harley. Hyos. hydrobro. 3x trit. has been reported curative in a case resembling paralysis agitans after excessive use of alcohol and tobacco; and in highly excitable, nervous children who have been frightened. The hydrobromate of Hyoscyamine is credited with relieving the tremors (right side) in a case of paralysis agitans, the curative effect having followed instillation of the alkaloid into the eye for another purpose. With the 4x attenuation of Merk's, Hyos. hydrobro., Delameter relieves the tremors of disseminated sclerosis." ],
    "Relations" : [ "Compare:", "Hyos. nig., Bell., Atrop., Stram." ],
    "Mind" : [ "Delirium violent, failed to recognise his family, saw animals about him, next day remembered nothing that had passed except the dreams of animals.", "Wakeful, quiet, and usually pleasing delirium, with illusions of sight; or great sleepiness, and when aroused lapsing into dreamy sleep, broken by occasional mutterings and jerking of limbs.", "Clear when engaged in conversation, but dreamy when undisturbed, eyes wide open, he reached to an object on the table and looked about on the floor, when questioned said that he thought something had dropped from the table, and that the walls appeared to move; afterwards quiet, but meddlesome when not engaged in conversation, grasping at objects, attempting to remove them before the hand reached them; when left alone he lapsed into forgetfulness and dreamy, meddlesome delirium, picking at objects; having reached them after unsuccessful efforts he fumbled with them till he dropped them, then on attempting to pick them up lost his balance; when aroused he rubbed his hand, gaped, answered readily, a remark excited a risibility which he could not restrain, and occasionally the suppressed chuckle burst into a hearty laugh.", "Dulness, heaviness.", "Difficulty in concentrating thoughts.", "Coma, with relaxation of voluntary muscles, except occasional spasmodic movements of arms and legs." ],
    "Head" : [ "Headache; congestion of head and face, violent throbbing of carotids with every impulse of heart.", "Drunkenness, nausea, and vomiting.", "Giddiness: with staggering on rising from a seat; with staggering on walking; weight across forehead." ],
    "Eyes" : [ "Eyes suffused; sclerotic and conjunctiva injected.", "Eyeballs restless.", "A most intense boring pain in eyes (an hour after instillation, probably due to cramp of ciliary muscle).", "Pupils dilated; and insensible.", "Vision misty; letters run together, can read fine print only at distance of a yard; double vision.", "Yellow vision.", "Vision perverted as to colour and size; she thought some pills in a box were larger than others; inability to read unless the print was within two or three inches of the nose." ],
    "Face" : [ "Face flushed and hot; esp. cheeks.", "Heavy look." ],
    "Mouth" : [ "Tongue: dry and brown; at centre; also with clamminess of rest of mouth; hard; and rough, except margins.", "Hard and soft palates dry and glazed, afterwards tongue and palates covered with a sticky, acid, offensive secretion, as after Belladonna.", "Tongue and throat so dry that articulation was indistinct.", "Forepart and margins of tongue wet with acid secretion.", "Dryness of mouth; except gums.", "Mouth: clammy and moist, exhaling an offensive odour; suddenly moist; sensation of mastic in it." ],
    "Throat" : [ "Dryness of throat: with moisture of mouth; of pharynx; with difficult swallowing." ],
    "Stomach" : [ "Vomiting during the coma." ],
    "Urinary Organs" : [ "Urging, dysuria, and discharge in a feeble dribbling stream, partial retention (urine contained Hyoscyaminum).", "Urine changed from high-coloured to glaucous green; from acid to alkaline and opalescent on boiling; and on standing a deposit of triple phosphates, the specific gravity increased.", "Urine pale, specific gravity decreased." ],
    "Respiratory Organs" : [ "Dry, tracheal cough.", "Rapid respiration." ],
    "Heart and Pulse" : [ "Heart's action excited and rapid.", "Pulse increased in rapidity, force, and volume; then slow; then decreased in rapidity, force, and volume.", "Pulse rapid; then slow and soft.", "Pulse slow; and at first increased in force and volume." ],
    "Limbs" : [ "Limbs jerking occasionally, and fidgety.", "Inability to walk.", "Inability to rise from his chair or walk without assistance, and as he sat, twitching now and then of the extensors of the legs, so as to advance the foot with a little jerk.", "Weakness of legs; of feet, so that I could only walk by fixing eyes on the ground." ],
    "Sleep" : [ "Yawning; and sighing; and tired feeling.", "Sleepiness.", "Either wakeful or excessively somnolent; sleep broken by mutterings and slight jerking of the limbs." ],
    "Fever" : [ "Heat of skin with dryness.", "Pulse full and hard; respirations to 40; temperature F." ]
  }
}