{
  "remedyName" : "Hyoscyamus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Angina pectoris. Bladder, paralysis of. Bronchitis. Chorea. Coma vigil. Cough. Delirium tremens. Diarrhoea. Dysmenorrhoea. Enteric fever. Epilepsy. Epistaxis. Erotomania. Eyes, affections of. Haemoptysis. Haemorrhages. Hiccough. Hydrophobia. Hypochondriasis. Lochia, suppressed. Mania. Meningitis. Mind, affections of. Neuralgia. Night-blindness. Nymphomania. Paralysis. Paralysis agitans. Parotitis. Pneumonia. Puerperal mania. Rage. Sleep, disordered. Stammering. Tetanus. Toothache. Urine, retention of. Vision, disorders of." ],
    "Characteristics" : [ "Hyoscyamus (\"Hog-bean\") is nearly allied to Belladonna botanically, and in pathogenetic action the two drugs are much alike in their main features. But when examined closely, their differences are sufficiently well marked to render their distinction easy. Though sometimes growing near rivers, Bell. flourishes best in a chalky soil. Hyo. is found growing on old rubbish heaps, near ruins, on roadsides, and sometimes by the seashore. The flower of Bell. is of a dull, purplish brown; of Hyo. a dirty yellow, with claret-coloured streaks. Bell. is a smooth plant, whilst Hyo. is densely covered with thickly woven hairs, and by a sticky, heavy-smelling exudation. A case of poisoning by Hyoscyamus seeds, put into soup instead of celery seeds, communicated to the Times (May 14, 1892), by Mr. F. Mackarness, one of the sufferers, gives a good general idea of the drug's action. \"About ten minutes after taking the soup I began to feel quite dizzy, and could hardly swallow the food I was eating, which tasted as if it was nothing but dust and ashes. At the same time my wife became so faint that she asked me to help her up to her room at once. This I did with some difficulty, having to hold on to the bannister with one hand while I supported her with the other. At the same time, also, our sight became blurred, our mouths and throats parched, and we began to feel cold. I tried in vain to get warm by sitting over the drawing-room fire, but only felt intensely drowsy. . . . When Dr. Martin arrived I had great difficulty not only in getting up to receive him, but in making him understand what had happened, so indistinct was my articulation. However, from the dilatation of our eyes, the parched condition of our tongues, and the state of our pulse (my wife's having gone up to 140), he, of course, saw that we had been badly poisoned, and prescribed drastic remedies which saved us probably from very serious consequences; for even the next day our sight was still defective, and my wife's hands were slightly paralysed.\" Dr. W. S. Mills communicated to N. A. J. H., November, 1899, an experience of his own. A patient had objected to the taste of water in which Hyo. O had been mixed, so Dr. Mills took a teaspoonful just to taste it. \"A few moments later I found that it produced a queer feeling throughout the body. I felt as though without weight, as though I walked through and on air. My head felt light. I had an insane desire to laugh and shout. It was only by the utmost use of my will-power that I could keep myself from doing something ridiculous. Even when I forced myself to think of my position of responsibility as medical attendant on this very sick man, and the absolute necessity of keeping my wits about me, it was hard for me to restrain my hilarity. I can liken the condition only to one of mild hilarious intoxication", "a \"funny drunk.\" I knew I was silly, but I could not help it. To keep myself from losing my dignity before the nurses and the family, I locked myself in the bathroom for a few minutes and made faces at myself in the mirror.\" The condition passed off in half an hour. These two experiences, brief as they were, cover a large share of the ground occupied by Hyo. The delirium of Hyo. is more of the low, muttering type, whilst that of Bell. tends to be violent and furious. Hyo. also has fits of ungovernable rage, but the violence is not so sustained as that of Bell. The face of Bell. is red, of Hyo. pale or bluish. Hyo. corresponds to a greater variety of cases of melancholia than Bell., and here one great characteristic is \"suspicion,\" so frequently met with in cases of insanity or of those on the borderland. A patient of mine, a clever lawyer, suffering from nervous breakdown, had had to abandon his business entirely some time before he came under my care. He had improved considerably, when I heard from his wife in the country that he had had a kind of a fit, and became cold and senseless, his face working much. After that he fell asleep, and had another attack an hour and a half later. After this he was suspicious, and said that his wife was poisoning him. I sent a single dose of Hyo. 1m, to be given in food or in drink without his knowing. It was repeated once a week. He began to improve forthwith, and in a few months was perfectly restored to health; though some other medicines were given later on. In this case there was an additional indication for Hyo. in the working of the muscles of the face. Twitching is one of the grand characteristics of Hyo. \"Every muscle in the body twitches, from the eyes to the toes,\" clonic spasms: twitching of groups of muscles; spasms in general; with unconsciousness. Another feature of the Hyo. insanity is uncovering. This is not because the patient feels too warm (for Hyo., like the other Solanids, is a chilly remedy), but because they will not remain covered: nymphomania; lascivious mania; lies naked in bed and chatters. There are violent outbreaks in the delirium of Hyo., but they cannot be kept up (as are those of Bell.), on account of the weakness. Hyo. corresponds to the typhoid state: tongue dry and unwieldy, sensorium so clouded that if the patient be aroused to answer he falls back into a stupor again. The sight is disordered; sees things too large or too near and grasps at them; picks the bed-clothes and mutters. Twitchings, subsultus tendinum, and picking at the bed-clothes. Teeth covered with sordes. Involuntary passage of urine and faeces. When influenza takes the typhoid form it often finds its remedy in Hyo, (I rapidly cured a boy in whom influenza attacked the meninges of the brain with pains in the head, especially forehead, piercing to the brain.) Parotitis with metastasis to brain. Hyo. is suited to many pulmonary conditions. The characteristic cough is < on lying down, almost completely removed by sitting up, < at night, < after eating, drinking or talking. Cough from elongated uvula. The drowsiness of Hyo. has another side in restlessness. The patient lies awake for hours; children twitch in sleep, cry out, tremble, and awake frightened. Hyo. is one of our best remedies in toothache, having well-defined symptoms. It is also an ancient domestic remedy for toothache, the application being peculiar. A penny is made hot in the fire, and when taken out a pinch of Henbane seeds is dropped on it and fumes come away. A wineglass is inverted over it, and this is soon filled with the fumes, and applied to the mouth, when the fumes are inhaled. The popular idea is that the fumes expel the \"worms\" of toothache, but, as Lauder Brunton has shown (H. W., xxv. 286), the supposed \"worms\" are the embryos of the seeds forcibly expelled on the rupture of the seed coats by the heat. Hyo. is one of the most useful remedies in restlessness and sleeplessness. Hyo. is suited to nervous, irritable, excitable, sanguine people; to light-haired people. The symptoms of Hyo. are < by touch; the abdomen is sore to touch; < evening and night < lying, down; < from cold and cold air. > From sitting up; motion; walking; warmth. < From mental affections; jealousy unhappy love; approaching menstruation; commencing menstruation; during menstruation." ],
    "Relations" : [ "Antidoted by: Vinegar, Citric acid, Bell., Chi., Stram. It antidotes: Ether, Bell., Stram., Merc. Is followed well by: Bell., Puls., Stram., Ver., Phos. Follows well: Bell., Nux, Op., Rhus. Compare: Suppression of lochia, Nux, Secal., Con., Col., Pul.; loquacity, Stram., Lach., Op., Cup., Ver.; gossiping, babbling, Ver. (religious subjects, Ver.); difficult swallowing of liquids, Hydrob., Bell., Caus., Con., Ign., Lach., Lyc., Pho. Convulsions from fright or worms, Cin. Every muscle of the body twitching, Nux (but Nux retains consciousness, Hyo. has unconsciousness); cough < lying down, Dros.; (> lying down, Mang., Fer.); cough < at night, after eating, drinking, talking, singing, Dros., Phos.; haemoptysis of drunkards, Nux, Op.; meningitis, Bell. (Bell. has < from shaking head; from sitting with head bent forward; Hyo. has > from both); tickling cough > in warm air, Rumex; convulsions, spasms, twitchings, Cic. v.; chorea, Stram., Ver., Agar; jealousy, Apis, Ign.; waves through head, Act. r.; mania, Stram. (Stram. has desire for light and company, Hyo. aversion to both; Stram. uncovers whole body, Hyo. especially the genitals; sexual mania, Grat., Calc. ph.; Stram. sees objects", "mice, dogs, &c.", "rise from every corner and come towards him); sees ghosts and demons, Plat., Kali bro.; fears being poisoned, Glo., Rhus, Kali bro., Bapt.; hiccough, Ign. (Ign. after emotions, Hyo. after abdominal operations); spasms, twitchings, Ign., Tarent.; levitation, Phos. ac., Sticta pul., Hyp.; fits of ungovernable rage, Staph. Teste puts Hyo. in the Mur. ac. group with Viol. od. He also puts it in the Bell. group." ],
    "Causation" : [ "Jealousy. Lochia, suppressed. Milk, suppressed." ],
    "Mind" : [ "Melancholy.", "Melancholy from unfortunate love, with rage or inclination to laugh at everything.", "Anthropophobia.", "Suspicious.", "Anguish and fear.", "Fright followed by convulsions and starts from sleep.", "Desire to run away from the house at night.", "Fear of being betrayed or poisoned.", "Disposition to make a jest of everything.", "Loquacity.", "Talks more than usual, more animatedly and hurriedly.", "Jealousy; with rage and delirium.", "Unfortunate love with jealousy, with rage and incoherent speech.", "Peevish and quarrelsome humour.", "Rage, with desire to strike and to kill.", "Stupor, with plaintive cries, esp. on the slightest touch, and complete apathy.", "Loss of memory.", "Delirium without consciousness; does not know anybody, and has no wants (except thirst).", "Loss of consciousness, with eyes closed, and raving about business.", "Delirium tremens, with clonic spasms; unconsciousness and aversion to light and company.", "Delirium, sometimes with trembling, and fits of epileptic convulsions.", "Delirium, sees ghosts, demons, &c.", "Wandering thoughts.", "Perversion of every action.", "Mania, with loss of consciousness; or with buffoonery and ridiculous gestures.", "Lascivious mania, and occasional mutterings; uncovers his whole body." ],
    "Head" : [ "Confusion and heaviness of the head.", "Vertigo, as from intoxication, or with obscuration of the sight.", "Attacks of cerebral congestion, with loss of consciousness and snoring (with delirium; answering all questions properly; pupils dilated).", "Headache, as from concussion of the brain.", "Congestion of blood to the head; red, sparkling eyes; face purple-red; < in the evening.", "Pressive and numbing pain in the forehead, esp. after a meal.", "Headache as if brain shattered and shaken, when walking.", "Pressive, stupefying headache, esp. in forehead, occurring in alternation with needle-like stitches, particularly on l. side.", "Forehead feels as if screwed inward.", "Sticking in head over r. eye, when coughing.", "Violent throbbing headache, waking him at night; with throbbing carotids.", "Headache in base of brain.", "Brain feels as if loose.", "Constrictive obstruction in the forehead.", "Sensation of fluctuation, or of commotion in the brain, esp. on walking.", "Heat, and tingling in the head.", "Inflammation of the brain, with unconsciousness; heat and tingling in the head; violent pulsation in the head, like waves; the head shakes; < from becoming cold and after eating, > by bending the head forward (stooping) and from heat.", "Hydrocephalus, with stupor; the head is shaken to and fro; sensation of swashing in the head.", "Heat of the head, with general coldness of the body, without thirst.", "Liability to catch cold in the head, principally from dry, cold air.", "Headache, alternately with pain in the nape of the neck.", "Waving or shaking of the head from one side to the other; with loss of consciousness and red sparkling eyes." ],
    "Eyes" : [ "Eyes downcast and dull.", "Eyes red, fixed, convulsed, and prominent.", "Spasmodic movement of the eyes.", "Redness of the sclerotica.", "Swelling of the eyelids.", "Strabismus.", "Staring, distorted eyes.", "Contortion of the eyes.", "Quivering in the eye.", "Spasmodic closing of the eyelids.", "Inability to open the eyelids.", "Pupils dilated.", "Dimness of sight.", "Myopia, or presbyopia.", "Errors of vision.", "Diplopia.", "Objects seem to be much larger than they are in reality, or else of a red colour.", "Objects have coloured borders, chiefly yellow.", "Nocturnal blindness.", "Weakness of sight, as from incipient amaurosis." ],
    "Ears" : [ "Buzzing in the ears.", "Hardness of hearing, as if stunned." ],
    "Nose" : [ "Epistaxis.", "Cramp-like pressure at the root of the nose and the zygomata.", "Dryness of nose.", "Nostrils sooty.", "Loss of smell." ],
    "Face" : [ "Face: cold, pale bluish, or puffed and blood-red.", "Face flushed, excited; bloated; dark-red.", "Twitching of muscles of face.", "Distorted, bluish face, with mouth wide open.", "Cramp-like pressure on the cheek-bone.", "Dryness of the lips.", "Cramps in the jaw.", "Lock-jaw.", "Heat and redness of the face." ],
    "Teeth" : [ "Pulsative and tearing pains in teeth, from cheek to forehead, esp. after a chill in the cold air, or in the morning, and often with congestion of the head, heat and redness of the face, swelling of the gums, and spasms in the throat.", "Toothache driving to despair; in sensitive, nervous, excitable persons; causing spasmodic jerks of fingers, hands, arms, and face muscles.", "Teeth feel too long.", "Toothache < from cold air, morning.", "Dentition.", "Pulsating toothache, as from inflammation of the periosteum.", "Painful drawing in a single tooth, here and there, as if a tooth were becoming pithy.", "Toothache during sweat.", "Tearing in the gums, with buzzing and sensation as if the teeth were loose.", "Clenching of the teeth.", "Grating teeth.", "Teeth covered with mucus." ],
    "Mouth" : [ "Dryness in the mouth.", "Salivation of a salt taste.", "Sanguineous saliva.", "Foam at the mouth.", "Fetid exhalations from the mouth, perceptible to the patient.", "Heat and numbness of the tongue, as if it had been burned.", "Tongue dry, and loaded with a brownish coating Redness of the tongue.", "Utters inarticulate sounds.", "Paralysis of the tongue.", "Loss of speech." ],
    "Throat" : [ "Dryness and burning heat of the throat.", "Stinging dryness of fauces.", "Constriction in the throat, and inability to swallow liquids.", "Elongation of the uvula." ],
    "Appetite" : [ "Loss of taste.", "Bulimy, with violent thirst, with inability to swallow.", "Thirst with drinking but little at a time.", "Dread of drinking.", "Hiccough, esp. after a meal (with spasms and rumbling in the abdomen).", "After a meal, headache, intoxication, great anguish, and sadness.", "After drinking, convulsions." ],
    "Stomach" : [ "Nausea, on pressing the epigastrium.", "Bitter eructations.", "Retching and vomiting, with cutting pains which extort cries.", "Vomiting and retching after coughing.", "Aqueous vomiting, with vertigo.", "Vomiting of mucus (sanguineous) and of blood, of a deep red, sometimes with convulsions, choking, pains in the pit of stomach, great exhaustion, and coldness in the limbs.", "Vomiting of aliments, immediately after a meal, and sometimes with violent pain at the pit of the stomach.", "Cramps (colic) in the stomach in periodical attacks, and > by vomiting.", "Painful sensitiveness of the epigastrium to the touch.", "Inflammation of the stomach, with burning pain." ],
    "Abdomen" : [ "Dull pains in the hepatic region.", "Abdomen tight, inflated, painful when touched.", "Cramp-like pains in the abdomen, and cuttings, sometimes accompanied by vomitings, pains in the head, and cries.", "Shootings in the umbilical region, on walking and breathing.", "Pain, as from excoriation in the abdominal muscles, on coughing.", "Spasms and rumbling in the abdomen, with hiccough." ],
    "Stool and Anus" : [ "Constipation.", "Frequent want to evacuate, with scanty and unfrequent relief.", "Watery diarrhoea.", "Painless diarrhoea.", "Mucous diarrhoea.", "Diarrhoea of lying-in women.", "The stool is small in size.", "Involuntary evacuations, from paralysis of the sphincter ani.", "Haemorrhoids; profusely bleeding." ],
    "Urinary Organs" : [ "Retention of urine, with pressure in the bladder.", "Retention of urine in child-bed.", "Frequent want to make water, with scanty emission.", "Urine copious and clear, like water.", "Involuntary emission of urine, as from paralysis of the bladder." ],
    "Male Sexual Organs" : [ "Increase of sexual desire, lascivious; exposes his person.", "Impotence." ],
    "Female Sexual Organs" : [ "Lascivious, uncovers sexual parts.", "Lascivious furor, without modesty.", "Excited sexual desire without excited fancy.", "Catamenia more abundant.", "Suppression of the catamenia.", "Suppressed lochia.", "Spasms of pregnant women, esp. during parturition.", "Puerperal fever.", "Metrorrhagia, of a bright-coloured blood.", "Metrorrhagia, the blood pale, with convulsions.", "During the catamenia, delirium, flux of urine, sweat and convulsive trembling.", "Before the catamenia, hysterical cramps and fits of laughter.", "During the menses, convulsive trembling of the hands and feet; severe headache; profuse perspiration." ],
    "Respiratory Organs" : [ "Catarrh, with accumulation of mucus in the larynx and in the trachea, rendering the speech and the voice indistinct.", "Constant cough when lying down, which ceases on rising up.", "Fits of coughing, as in the whooping-cough.", "Cramp-like cough at night, esp. when lying down, sometimes with redness of the face, and vomiting of mucus.", "The cough is < at night (after midnight), when at rest, during sleep, in the cold air, from eating and drinking.", "Dry, shaking, sobbing cough, with pain, as of excoriation, in the abdominal muscles.", "Dry, spasmodic cough at night (in old persons) from continuous tickling in the throat (as if the palate or uvula were too long).", "Greenish expectoration with the cough.", "Cough, with expectoration of blood, and convulsions.", "Violent spasmodic cough; short consecutive coughs, caused by a tickling sensation in the throat, as if some mucus were lodged in it; during the day, expectoration of saltish-tasting mucus, or of bright-red blood, mixed with clots.", "Haemoptysis, blood bright-red with spasms.", "Haemoptysis of drunkards." ],
    "Chest" : [ "Slow, rattling breathing.", "Oppression, and embarrassed and rattling respiration.", "Pressure on r. side of chest, with great anxiety and shortness of breath, on going up stairs.", "Spasms in the chest, with shortness of breath, which forces the patient to bend forward.", "Shootings in the sides of the chest.", "(Inflammation of the lungs.)" ],
    "Heart" : [ "Pressure, tightness, and anxiety in precordial region.", "Oppression of heart with transient stitches.", "Tearing, sticking in heart.", "Violent stitch in precordial region.", "Soreness in spots to l. of nipple alternating with stitches.", "Soreness, tightness of heart region.", "Heart's action violent; tremulous; irregular.", "Palpitation, unable to move body without greatest anxiety; apprehension of suffocation, or swooning; unquenchable thirst in morning; frequent copious discharge of limpid urine.", "Pulse: full, hard, strong; rapid, intermitting; slow, small; scarcely perceptible." ],
    "Neck and Back" : [ "Tettery spots on the nape of the neck.", "Pains in the back, and esp. in the lumbar region, with swelling of the feet.", "Lancinations in the loins, and shoulder-blades." ],
    "Upper Limbs" : [ "Trembling of the arms and of the hands, esp. in evening, after movement.", "Painful numbness and stiffness of hands.", "Swelling of hands.", "Fists clenched, with retraction of the thumbs (in convulsive fits).", "Carphologia (picking of the bed cover or of the face).", "Fingers look and feel too thick.", "Hands slightly paralysed." ],
    "Lower Limbs" : [ "Painful cramps in the (anterior part of the) thighs, and calves of the legs, which contract the legs.", "Gangrenous spots and vesicles on the legs.", "Stiffness and lassitude in the joint of the knee.", "Coldness and swelling of the feet.", "Contraction of the toes when walking and ascending." ],
    "Generalities" : [ "Incisive tearing, and dull pulling in the limbs and joints.", "Limbs, cold, trembling and numbed.", "Convulsive movements and shaking of some of the limbs, or of the whole body, sometimes on making the slightest effort to swallow liquid.", "Spasms and convulsions (with watery diarrhoea).", "Jerking of the feet and of the hands.", "Epileptic fits, sometimes with bluish colour and puffing of the face, involuntary emission of urine, foaming at the mouth, drawing back of the thumbs, sensation of hunger and of gnawing at the pit of the stomach, eyes prominent, cries, grinding of the teeth, &c.", "Epileptic convulsions, alternately with attacks of cerebral congestion (apoplectic fit).", "Convulsions resembling St. Vitus' dance.", "Convulsions with cries, great anguish, oppression of the chest and loss of consciousness.", "After the epileptic convulsions, profound sleep, with snoring.", "Uncommon sinking of strength.", "Fainting fits (repeated attacks).", "Great weakness and debility.", "Sensation of levitation; as if walking on and through air.", "Paralysis.", "Jerking of the tendons (subsultus).", "The majority of, and the principal symptoms, manifest themselves after eating or drinking, as well as in the evening." ],
    "Skin" : [ "Skin dry and rough.", "Hot, dry, brittle skin.", "Miliary eruption.", "Eruption of dry pimples, like confluent small-pox.", "Brownish (or gangrenous) spots on the body, from time to time (as in typhus).", "Frequent, large furunculi.", "Spots and gangrenous vesicles on different parts.", "Rash from the abuse of Belladonna.", "Bleeding of ulcers." ],
    "Sleep" : [ "Somnolency, like coma vigil.", "Retarded sleep, or sleeplessness caused by excessive nervous excitement, or by great anguish, sometimes with convulsions and starts.", "Nightly sleeplessness.", "Child sobs and cries in sleep without waking.", "Profound, comatose sleep, with convulsions and involuntary movements of the limbs, esp. the hands.", "When sleeping, carphologia; or smiling countenance; or starts with fright." ],
    "Fever" : [ "Shuddering from head to foot.", "Burning heat of the body, and esp. of the head.", "Fever, with fits of epilepsy, great weakness, flames before the eyes, and congestion in the head, quartan or quotidian type.", "Pulse quick (full hard), with swelling of the veins (arteries).", "Universal coldness over the whole body, with heat of face, ascending from the feet.", "Nightly coldness, extending over the back from the small of the back.", "Heat in the evening, with thirst (congestion of blood to the head), and putrid taste.", "Debilitating perspiration during sleep.", "Cold, sour-smelling perspiration.", "Perspiration, principally on the legs." ]
  }
}