{
  "remedyName" : "Hypericum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "After-pains. Asthma. Bites. Brachial neuralgia. Breast, affections of. Brain, concussion of. Bruises. Bunions. Compound fractures. Corns. Coxalgia. Diarrhoea. Gunshot wounds. Haemorrhoids. Headache. Hydrophobia. Hypersensitiveness. Impotence. Labour, effects of. Meningitis. Mind, affections of. Neuralgia. Operations, effects of. Panaritium. Paralysis. Rheumatism. Scars. Sciatica. Spastic paralysis. Spinal concussion. Spinal irritation. Stiff-neck. Tetanus. Ulceration. Whooping-cough. Wounds." ],
    "Characteristics" : [ "The leaves of various species of Hypericum are sprinkled with pellucid dots and black glands which contain an essential oil. These, which are most conspicuous in H. perforatum, have evidently given the signature which has led to the chief use of the plant in medicine, namely, as a remedy for wounds or perforations of the integuments. The leaves, moreover, are lance-shaped. The leaves of H. androsaenum, commonly called Tutsan (toute saine), were applied to fresh wounds from olden time. The word Hypericum means \"sub-heather\" (υπο and ερεικη), indicating its manifest relation to the heaths, which at once leads us to think of Ledum. The proving of Hyp. by Muller and others is very complete and brings out the relation of the drug to wounds and their consequences and also its applicability in maladies of other kinds. Crawling sensations in hands and feet; they felt fuzzy; sticking in them as from needles. Tearing, rheumatic, shaking pains; paralytic weakness. One of the provers had on waking at a.m. a feeling as though she were suspended and not lying in bed, at another time as though she were lying very heavy in bed. The former condition has led to cures in effects of accidents attended with the sensation \"as if being lifted high into the air; and great anxiety lest she should fall from this height.\" The particular kinds of wounds for which Hyp. has been found of signal service are wounds of parts rich in nerves, brain, spine (spinal irritation from falls), coccyx, finger-ends; wounds from stepping on nails, or any punctured wounds. The characteristic of the Hyp. wounds is that they are very sensitive to touch (Led. punctures are not particularly sensitive). W. J. Guernsey (H. R., x. 475) relates the following case: A boy, nine, was bitten by a pet rat on the first finger of left hand. Nothing particular was observed at the time, but some time after, he became ill, and when Dr. Guernsey was called his state was alarming. The boy could talk with great difficulty; teeth firmly locked; conscious; neck so stiff the head could scarcely be moved. There was more tenderness about the wound than the appearance would indicate. Hence Hyp. was preferred to Led. It was given (8 p.m.) in the 500th, dissolved in water, at first every fifteen minutes; later every two hours. At a.m. there was improvement, he fell asleep, and the next morning was practically convalescent. Hyp. is called for in nervous depression following wounds; effects of shock, fright and mesmerism. Ulceration and sloughing of wounds. Hard, dry, yellow crusts form on healing wound. Bunions and corns when the pain is excruciating. Not only is the pain sense exalted, there is exaltation of the senses of hearing and smell. Violent labour-pains and after-pains. Tympanitic distension of abdomen, cutting pains. Gilchrist says Hyp. 3x, given at intervals of twenty minutes for twelve hours or longer, seems to control perfectly the pain following laparotomy. But it must not be thought that Hyp. has no sphere outside wounds and their effects. Like Arnica it has many uses in the respiratory sphere. It has cured asthma < in foggy weather; the attacks were > by copious expectoration. Whooping-cough < to p.m. Tightness of chest; stinging < on moving. Summer diarrhoea with eruption. Palpitation and local congestions, with or without haemorrhage and nervous depression, following wounds. Roehrig (H. R., xii. 40) considers Hyperic. externally and internally the nearest thing to a specific in bleeding piles. He gives it to pneumonia patients who have piles; it cures the pneumonia and prevents the arrest of the flux, always a dangerous symptom in these cases. Ussher (H. W., xxvii. 500) confirms this; \"pain, bleeding and tenderness\" are his indications. \"It seems to suit the plethoric, with great soreness.\" He uses the 1x. Toothache > lying on affected side and keeping quiet. Hyp. is sensitive to cold: < in cold air; in damp; in fog. The hacking cough is < from heat as well as by cold air. All symptoms < by least exposure. < From touch." ],
    "Relations" : [ "Antidoted by: Ars. (weakness or sickness on moving); Cham. (pains in face). It antidotes: Effects of mesmerism (Sulph.). Compare: Aco., Cham., Coff. (exalted sensitiveness); Arn., Calend., Led., Ruta, Con., Bellis, Staph., Al. cep. (wounds); Hydrob., Lach. (bites); Nux (tetanus); Gels., Lathyrus; spastic paralysis." ],
    "Causation" : [ "Fright. Bites. Wounds. Shock." ],
    "Mind" : [ "Makes mistakes in writing; omits letters; forgets what she wanted to say.", "Talks wildly in night after a.m. while asleep; apprehensive; gasped for breath.", "Mental excitement as after drinking tea.", "Weakness of memory.", "Great nervous depression following wounds.", "Irritable.", "Removes consequences of fright and effects of shock." ],
    "Head" : [ "Great heaviness in the head.", "Confusion, vertigo, and heaviness.", "Tearing stitches in the brain.", "Buzzing sensation in vertex at night as if something living were in brain.", "Pulsation, heat and burning in the vertex (afternoon).", "Sensation in the forehead as if touched by an icy cold hand.", "Sensation as if the head became elongated.", "Headache, extending into zygoma or cheek.", "Headache, with sore eyes, after a fall.", "Hair moist, rest of body burning hot." ],
    "Eyes" : [ "Sticking through (r,) eye.", "Burning stinging in tarsi.", "Stye on l. lower lid." ],
    "Ears" : [ "Sticking through (r.) ear in evening.", "Itching in r. meatus.", "Sensitiveness of hearing during menses." ],
    "Nose" : [ "Pain in bridge of nose on rising.", "Sore within nose; itching; continually picking it.", "Dryness of nose; with sneezing; of l. nostril with crusts in it.", "Smell very acute." ],
    "Face" : [ "Hot and bloated.", "Tension in the cheek.", "Tearing in cheek; in l. zygoma.", "Eruption around mouth and on r. ear.", "Yellowish green scabs with cracking and moisture." ],
    "Mouth" : [ "Dryness of the lips and mouth.", "Dry, burning heat in mouth.", "Tongue: coated white; or dirty yellow.", "Taste: insipid; of blood.", "Thirst, with feeling of heat in mouth." ],
    "Throat" : [ "Sensation as of a worm moving in throat.", "Hot risings in oesophagus after a fright, or with anxious feelings." ],
    "Stomach" : [ "Great thirst.", "Desire for warm drinks.", "Eructation on drinking water.", "Desire for wine; pickles.", "Appetite increased morning and evening.", "Pressure at the stomach on eating but little.", "Nausea and inclination to vomit." ],
    "Abdomen" : [ "Sticking in the stomach; in r. hypochondrium.", "Tympanitic distension of abdomen; relieved by a stool.", "(Effects of laparotomy)." ],
    "Stool and Anus" : [ "Loose, bilious, yellow stools evening or morning.", "Summer diarrhoea with eruption.", "Diarrhoea driving out of bed in morning.", "Very unusual severe urging.", "Constipation; violent tenesmus, with discharge of a hard little ball; with nausea.", "Rectum feels dry, morning.", "Haemorrhoids.", "Burning, biting, and feeling of dryness in rectum.", "(Piles, with much pain, bleeding, and great soreness.)" ],
    "Urinary Organs" : [ "Nightly urging to urinate, with vertigo.", "Desire to urinate, with violent tearing in the genital organs.", "Swelling and hardness of female urethra, with burning soreness and sensitiveness." ],
    "Female Sexual Organs" : [ "Menses too late; headache; sickening pain in abdomen; sensitive to noises.", "Tension in region of uterus, as from a tight bandage.", "Leucorrhoea.", "After-pains after instrumental delivery.", "Scirrhus of breast from injury." ],
    "Respiratory Organs" : [ "Hoarseness; Scraping and roughness in larynx, upper part of pharynx and nares in foggy weather.", "Asthma < in foggy weather.", "Frequent dry hacking cough; short, barking cough.", "Whooping-cough, < to p.m." ],
    "Chest" : [ "Anxiety in chest in forenoon, with short breath.", "Stitches in the chest, below the breasts.", "Stitches from within outward, through l. breast and sternum, < from motion.", "Pressure and burning in the chest.", "Tightness in the chest.", "< In foggy weather.", "(Pneumonia in persons who have piles.).", "Stinging in l. chest, < when moving." ],
    "Heart" : [ "The heart feels as though, it would fall down, in the evening.", "Palpitation.", "Pulse rapid and hard.", "Local congestions and capillary erethism, with or without haemorrhages and great nervous depression, following wounds." ],
    "Neck and Back" : [ "After a fall, slightest motion of arms or neck extorts cries.", "Cervical vertebrae very sensitive to the touch.", "Consequence of spinal concussion.", "Violent pains and inability to wall, or stoop, after a fall on the coccyx.", "Aching pain and sensation of lameness in the small of the back.", "Stitches in the small of the back.", "Lies on back jerking head backward." ],
    "Limbs" : [ "Cannot walk, from affection of the spine.", "Feeling of weakness and trembling of all the limbs.", "Sensation of lameness of the l. arm and r. foot.", "Articular rheumatism (knees mostly), much effusion, muddy urine.", "Rheumatism of small joints.", "Numbness and crawling in the limbs, hands, and feet.", "Hands and feet feel fuzzy.", "Compound fractures.", "Affections of joints." ],
    "Upper Limbs" : [ "Stitches on the top of the shoulder at every inspiration.", "Flying pains in r. shoulder.", "Neuralgia and paralytic pain in l. upper arm.", "Tension in both arms and in the hands.", "Numbness in l. arm, > by rubbing." ],
    "Lower Limbs" : [ "Sensation as if the l. foot was strained or dislocated.", "The feet feel pithy, as if pricked with needles.", "Fearful sharp pain in knees, could hardly touch the m.", "Coxalgia after confinement.", "Sciatica, rheumatism; from injury.", "L. leg numb, cold while sitting.", "Effects of running nail or pin into foot.", "Feet much swollen." ],
    "Generalities" : [ "Consequences of shock or fright.", "Prevents lockjaw from wounds in soles, in fingers, and in palms of the hands.", "Convulsions from blows or concussions.", "After a fall, slightest motion of arms or neck extorts cries.", "Flesh sore, feels bruised all over.", "Injuries to parts rich in sentient nerves, esp. fingers, toes, and matrices of nails.", "Mechanical injuries, wounds by nails or splinters in the feet, needles under the nails, squeezing, hammering; of the toes and fingers, esp. the tips of the fingers; when the nerves have been lacerated, wounded, torn, with excruciating pains.", "Lacerations, when intolerable, excruciating pain shows nerves are severely involved.", "Next to the nervous tissues, the joints are affected.", "Sensation as of being lifted up high into air." ],
    "Skin" : [ "Smarting eruption, like nettle-rash, on the hands.", "Painful scars in tissues rich in nerves." ],
    "Sleep" : [ "Constant drowsiness.", "Spasmodic jerks in arms or legs on going to sleep; twitchings.", "Dreams: with activity, travelling; vivid; distressing.", "At a.m. talks nonsense in sleep, distorted staring eyes, throbbing arteries.", "Wakes a.m. with sense of levitation.", "On awaking: weary, > by noon; feels refreshed; bowels distended." ],
    "Fever" : [ "Pulse hard, accelerated.", "Shuddering over the whole body, with desire to urinate.", "Heat, with delirium; wild, staring look; hot head throbbing of the carotids; bright-red, bloated face; moist hair on the head burning heat of the skin; great oppression and anguish." ]
  }
}