{
  "remedyName" : "Iberis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Bronchitis. Dropsy. Heart, affections of; conscious action of; influenza heart." ],
    "Characteristics" : [ "Iberis is one of the many remedies introduced into homoeopathy by Hale. The genus was named by Dioscorides from Iberia (Spain), its supposed original habitat. Old-school authorities had mentioned Iberis as useful in the treatment of hypertrophy of the heart. This led Hale to have the remedy proved. Sylvester (old school) had observed that Iber. controlled \"the violence and sharp action of the heart and softened the pulse; hence its great service in hypertrophy.\" Hale's provers confirmed this observation, the pulse being softened even during palpitations. Hale considers that the primary depressing action is transient, the secondary, exciting action more persistent. The cardiac symptoms of the drug are very pronounced and well marked, consisting of pains dull or stitching, with palpitation and breathlessness on slightest exertion; pains down the left arm and numbness; intermittent pulse. The concomitant symptoms are well marked. Fulness and heat in head and neck; vertigo; nausea. The excessive nervousness and frightened condition so frequently found associated with heart affections was pronounced in the provings. Cold hands and feet. Choking sensation in the throat was also marked. The stools were white as those of Digit. A common symptom was \"On turning on left side a sharp sticking pain is felt as if a needle were crosswise in the ventricles and pricked at each contraction.\" Sharp stinging pains from before backward. The symptoms are < at night, and in the morning on rising; on the slightest exertion, as laughing or coughing; on stooping; on walking; on lying down; lying on left side; on turning in bed. At the same time trembling weakness and nervousness cause desire to lie down. < By sitting still; in afternoon; in open air. Proctor (H. W., xxxv., 489) has related his own experience with this remedy. After an attack of influenza of moderate intensity in 1890, he suffered from cardiac weakness for over two years. Every waking moment was attended with cardiac distress. On the least agitation the weakness developed into irregular palpitation with great anxiety. < From tobacco, which had to be discarded; < from wine, except port. After all the usual remedies had been taken in vain, he took Iber. O, one drop in a powder on the tongue, two or three times a day. \"After about ten days the heart fell almost suddenly into its perfect, regular, unconscious beat, and retired at once and finally from further observation.\" Proctor has repeatedly given Iber. since then in similar cases with the same success. \"Conscious of heart's action\" may possibly prove a keynote for its use." ],
    "Relations" : [ "Compare: Lepidium, Spigel., Digit., Cact., Bell., Amygd. am., Crataeg., Phaseol. nan." ],
    "Mind" : [ "Sad, down-hearted, oppressed, with desire to sigh.", "Very irritable, with dulness of mind and lack of memory.", "Nervous and irritable on rising in morning.", "Feels as if frightened, an indefinable dread with trembling.", "An excited, frightened feeling, with cold sweat on face." ],
    "Head" : [ "Vertigo: with dull pain and chilliness; when rising, morning, had to lie down; when making any exertion, with nausea; when standing, < on stooping; in back part of head, as if occiput were turning around.", "Entering the house after walking felt faint.", "Heat and fulness in neck and head, with flushed face and cold feet and hands.", "Pain in r. side of head.", "Frontal headache: on rising in morning; and loss of appetite.", "Dull pain in head, with vertigo and feverish chilliness." ],
    "Eyes" : [ "Red eyes with flushed face.", "Feeling in eyes as if being forced outward.", "Flashes before eyes, with dull headache and palpitation of heart." ],
    "Ears" : [ "Dulness of hearing and comprehension (11 a.m.).", "Dull hearing and laboured breathing.", "Roaring in ears, with heaviness of head, slight nausea and palpitation of heart." ],
    "Face" : [ "Flushed hot face and red eyes, with palpitation." ],
    "Throat" : [ "Throat as if filled with dust.", "Throat feels as if both tonsils were enlarged.", "Constant hawking up of thick, viscid, stringy mucus > after a meal.", "Choking sensation: in throat, with fulness and heat; just above cricoid cartilage.", "Constrictive sensation in throat, with stabbing pains in heart, dyspnoea and palpitation.", "Tickling in throat, with expectoration of stringy mucus." ],
    "Appetite" : [ "Loss of appetite, with feeling of indigestion.", "Desire for stimulants." ],
    "Stomach" : [ "After eating: sour belching; hawking of stringy mucus >.", "Nausea, with cold, chilly feelings over body." ],
    "Abdomen" : [ "Fulness and oppression in r. hypochondriac region.", "Pain in region of liver with clay-coloured stool.", "Fulness and distension of bowels.", "Tenderness of bowels, with thin, whitish stool." ],
    "Stool" : [ "Stool: clay-coloured; thin, whitish; large, white." ],
    "Urinary Organs" : [ "Frequent but scanty urination.", "Excessive evacuation of urine." ],
    "Respiratory Organs" : [ "Tickling and dryness in larynx and throat, with hawking up of thin stringy mucus for many hours; > after eating.", "Tightness and constrictive feeling in larynx.", "Dyspnoea and palpitation on going upstairs.", "Constant desire to draw breath without relief.", "Respiration more frequent and laboured." ],
    "Chest" : [ "Slight pain under sternum, at articulation of third rib.", "Fulness and constriction under sternum, with lancinating pain through chest.", "Continued feeling of weight and anxiety in chest.", "Fulness in chest, with fulness and heat in head and neck, and flushed face." ],
    "Heart and Pulse" : [ "Increased action of heart, full feeling in neck and head.", "Palpitation: with flushed hot face and red eyes; with dull headache and flashes before eyes; with heaviness of head, roaring, slight nausea, on going upstairs.", "Conscious of heart.", "Palpitation, with vertigo and choking in throat after walking, and on entering house felt faint: tingling and numbness commencing in fingers of l. hand, gradually extending up arm, with irregular, tremulous, and not well-defined pulse; dull, heavy aching in l. arm.", "Palpitation of heart on slight exertion (pulling down a window).", "Palpitation plainly visible over whole chest, < by walking, > sitting still, but renewed by slightest exertion.", "Increase of heart's action from to 88, after fifteen minutes.", "A wavy, tremulous sensation in radial artery, felt by finger, pulse intermitting every third beat, easily compressible.", "Pulse has peculiar double beats, which seem to run into each other, full, soft, and easily compressed.", "Pulse first weak and small, later full and strong; easily compressed; intermitting every third beat.", "Much pain over base of heart with dull, heavy pain in l. arm, and tingling and numbness in tips of fingers.", "Sensation of weight and pressure in region of heart, with occasional sharp, stinging pains, passing from before backwards; heart's action from to 96.", "Hypertrophy of heart.", "Pulse rises from to after fifteen minutes, with slight pains in region of heart.", "Pains darting through heart at night, in bed; < lying on l. side.", "Dull, dragging pain in heart not > by any position nor by pressing with hand.", "Sharp, sticking pain in heart, with constriction in throat, red eyes, flushed face.", "Pain as if needle were crosswise in ventricles, and pricked at each contraction.", "Constant dull pain in heart < lying down.", "Distressing palpitation with increase of dull pain, caused by coughing, laughing, or slight exertion." ],
    "Neck and Back" : [ "Sensation of fulness in neck and head." ],
    "Limbs" : [ "Cold feet and hands." ],
    "Upper Limbs" : [ "Tingling and numbness commencing in fingers of l. hand, gradually extending up l. arm, with irregular, tremulous pulse, not well defined.", "Dull, heavy aching in l. arm.", "Tingling and numbness in finger-tips, < lying on l. side.", "Dull aching in l. arm, as if he had slept on it all night.", "Rheumatic pain in r. shoulder." ],
    "Lower Limbs" : [ "Trembling of lower limbs after exercise." ],
    "Generalities" : [ "On going upstairs: dyspnoea and palpitation.", "Feeling of inability to move even a finger.", "Nervous and irritable on rising in morning.", "Feeling of lameness and soreness through whole body, as from a cold.", "Trembling sensation all over, had to lie down.", "Desire for stimulants." ],
    "Sleep" : [ "At night in bed darting through heart.", "Sleep at night disturbed by all sorts of dreams.", "Restless turning in bed, with ludicrous dreams.", "Restless nights with horrid dreams." ],
    "Fever" : [ "Heat and fulness in neck and head with flushed face and cold feet and hands.", "Feverish chilliness.", "Cold, chilly feeling with nausea.", "Quickly passing febrile symptoms." ]
  }
}