{
  "remedyName" : "Ictodes Foetida",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Catarrh. Cough. Dropsy. Herpes. Hysteria. Rheumatism." ],
    "Characteristics" : [ "The Treasury of Botany thus epitomises the traditional uses of this plant in medicine: \"The roots in cases of asthma; the leaves as an application to ulcers. The seeds are also considered to be anti-spasmodic, and useful in coughs.\" Hering and others proved it, and largely confirmed its popular reputation, as also its clinical relationship to the Arum family. Burning sensations from fauces down throat; enlarged glands of throat; swelling of nose and sneezing; spasmodic cough and skin affections are common to Ictod. and the Arums. Motion <. All complaints > in open air. Asthma is < or caused by dust." ],
    "Relations" : [ "Compare: Arum t., Asaf., Meph." ],
    "Mind" : [ "Cross; impetuous; inclined to contradict.", "Absence of mind and inattention; enters sick-room without knocking, does not listen to patient." ],
    "Head" : [ "Vertigo and dimness of sight.", "Headache in single places, lasting a short while, then changing place; dulness; pressing in temples, now more in one, then more in the other, with violent pulsation of arteries.", "Drawing in forehead in two lines from protuberances to glabella, where it draws outward as from a magnet." ],
    "Nose" : [ "The nose is swollen as far as the nasal bones extend, red like a saddle, sore to touch, < l. side.", "Cartilage cold and bloodless, with red spots on cheeks and small pimples on l. side of face.", "Violent sneezing, with pains in palate, fauces, and oesophagus to stomach, hurting for a while after in cardiac end of stomach." ],
    "Face" : [ "Swollen submaxillary glands." ],
    "Teeth and Gums" : [ "Scurvy." ],
    "Mouth" : [ "Numbness of tongue, cannot touch teeth with it.", "Papillae elevated.", "Tongue red and sore on tip and edges." ],
    "Throat" : [ "Burning from fauces downwards through chest.", "OEsophagus painful on sneezing." ],
    "Appetite" : [ "Inclined to smoke, but it does not taste good." ],
    "Stomach" : [ "Nausea and vomiting.", "With every firm step, pain in pit of stomach as from something breaking loose." ],
    "Abdomen" : [ "Expansion and tension in abdomen.", "Pain in abdomen here and there in single spots.", "When walking, sensation as if the entrails were hanging loose and flabby without any pain." ],
    "Urinary Organs" : [ "Great urging; urine darker." ],
    "Male Sexual Organs" : [ "Titillation, voluptuous but painful, around corona glandis." ],
    "Female Sexual Organs" : [ "Amenorrhoea." ],
    "Respiratory Organs" : [ "Spasmodic asthma.", "Sudden anxiety, with dyspnoea and sweat, followed by stool and relief of that and other complaints.", "Inclined to take a deep breath: with hollowness of chest; with constriction in fauces and chest.", "Asthma, < or caused by dust.", "Heaves in horses from dusty hay.", "Spasmodic cough.", "Senile catarrh." ],
    "Chest" : [ "Pain in chest and in axillae; seems to have a connection with burning in oesophagus.", "Pressing pain in sternum." ],
    "Lower Limbs" : [ "Aching along r. crista tibiae." ],
    "Generalities" : [ "Hysterics.", "Epilepsy.", "Erratic and spasmodic pains." ],
    "Skin" : [ "Herpes and cutaneous affections." ]
  }
}