{
  "remedyName" : "Ignatia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, distended. Anger, effects of. Anus, affections of. Anxiety. Appetite, disordered. Back, weakness of. Catalepsy. Change of Life. Chorea. Clavus. Convulsions. Croup. Debility. Dentition. Depression of Spirits. Diphtheria. Dysmenorrhoea. Epilepsy. Fainting. Fear, effects of. Flatulence; obstructed. Glands, enlargement of. Haemorrhoids. Headache. Heart, affections of. Hiccough. Hysteria. Hysterical-joint. Intermittent fever. Locomotor ataxy. Melancholia. Numbness. OEsophagus. Paralysis. Phlyctenular ophthalmia. Proctalgia. Rectum, prolapse of. Rheumatic fever. Sciatica. Sensitiveness. Sinking. Sleep, disordered. Spinal irritation. Tenesmus. Throat, sore. Toothache. Tremors. Urine, abnormal. Vagina, spasm of. Voice, lost. Yawning." ],
    "Characteristics" : [ "In order to obtain a proper understanding of the power and place of Ignatia it is necessary to get rid of two prevalent erroneous ideas. The first of these is that Ign. is a remedy for hysteria and nothing else; and the second is that it is the only remedy ever required in cases of hysteria. One minor inconvenience attending these notions is, that patients have become very shy of the drug, and resent having it prescribed for them, thinking that their doctor deems them hysterical if he does prescribe it. The recent outbreak of plague in the East has recalled the fact that Ign. has earned a reputation as curative even in that disease. Honigberger relates that it was a common plan when plague was raging in Constantinople for people to wear a bean attached to a string as a prophylactic; he administered \"minute doses\" of it to patients affected with plague with the best success. Later on he himself caught the disease in India, and cured himself with the same remedy (H. W., xxxiii. 51). In intermittent fever it is the only remedy that will cure certain cases. In the early part of my homoeopathic career I astonished myself once by curing rapidly with Ign. (prescribed at first as an intercurrent remedy) a severe case of rheumatic fever, which had been making no progress under Bryonia, &c. The mental symptoms called for Ign., and along with these the inflammation of the joints, as well as the fever, disappeared under its action. The seeds of Ign. contain a larger proportion of Strychnia than those of Nux vomica, and the great differences in the characteristic features of the two medicines prove the wisdom of considering medicines apart from their so-called \"active\" principles. There are many activities in plants besides the alkaloids they may contain, and these are often the determining factors of the drug's specific action. It is in the mental sphere that the majority of the keynote symptoms of Ign. are developed. \"Although its positive effects,\" says Hahnemann (M. M. P.), \"have a great resemblance to those of Nux v. (which indeed might be inferred from the botanical relationship of these two plants) yet there is a great difference in their therapeutic employment. The emotional disposition of patients for whom Ign. is serviceable differs widely from that of those for whom Nux v. is of use. Ign. is not suitable for persons or patients in whom anger, eagerness, or violence is predominant; but for those who are subject to rapid alternations of gaiety and disposition to weep, or other characteristic emotional states, provided always that the other corporeal morbid symptoms resemble those that this drug can produce.\" Guernsey thus depicts the Ign. state of mind: \"Any one suffering from suppressed or deep grief, with long-drawn sighs, much sobbing, &c.; also much unhappiness, cannot sleep, entirely absorbed in grief; for recent grief at the loss of a friend; affections of the mind in general, particularly if actuated by grief; sadness; hopelessness; hysterical variableness; fantastic illusions.\" To this list fixed ideas may be added, and desire to be alone. Ign. covers many of the effects of grief, especially if recent. I once gave instant relief with Ign. in the case of a lady who had just heard of her brother's death (not unexpected), and who complained of an intense pain in the head just over the root of the nose. The consequences of worry, or a worrying state of mind, no less than grief, call for Ign.", "an introverted state of mind. The special indication of Ign. in cases of hysteria is the rapid alternation of moods. Uncontrollable laughter alternating with outbursts of tears. Laughs when she ought to be serious. Sensitive, impressionable. This condition with the characteristic globus hystericus (a lump rises from the stomach into throat as if she would choke; she swallows it down but it constantly returns; < by drinking water) unmistakably indicate Ign. Nervous twitchings and even convulsions also occur. Distortion of the facial muscles whenever the patient attempts to speak. Pains rapidly alternate in character and are excessive. Exaggerated and outlandish symptoms. Rapid alternation of effects is one of the leading features of the drug; also paradoxicalness. Ign. has cured many cases of diphtheric and other sore throats, when the pain has been > by swallowing. In the fever of Ign., the thirst occurs during the chill and in no other stage. This is a very unlikely condition, and no other remedy has it. Empty retching is > by eating. Suddenness is another note of the Ign. effects. Sudden loss of function in any organ. There are many bodily conditions not associated with mental disturbance that require Ign.; for it must always be borne in mind that the absence of any particular characteristic of a drug is no contraindication to its use provided other indications are sufficiently pronounced. Ign. will cure many painful conditions of the anus and rectum, including piles and prolapse when characterised by \"sharp stitching pain shooting up the rectum\"; or \"constricting pain at anus < after stool, > whilst sitting.\" Pressure as of a sharp instrument from within outward is a characteristic. \"Headache as if a nail were driven out through the side of the head, > by lying on it.\" Pains change their locality, come gradually and abate suddenly, or come and go suddenly. Headaches terminate with a profuse flow of urine. In dentition it is frequently called for. It has cured hydrocephalus from sudden metastasis from bowels to brain during dentition, with sudden pallor, delirium, rolling of head, difficult swallowing; convulsive movements of eyes and lids. The eye symptoms are also noteworthy. It has cured many cases of inflammatory affections, especially with intense photophobia and nervous excitement; also asthenopia with spasms of lids and neuralgic pains. Ign. is one of the remedies which have \"goneness.\" or sinking at the stomach, in a very pronounced degree. It often occurs in the night, keeping the patient awake. With this there is a disposition to sigh. Sometimes a feeling as if the stomach were relaxed. There is regurgitation of food. Hiccough < by eating, or smoking, or emotional disturbances (especially in children); empty retching > by eating; vomiting at night of food taken in evening. Hysterical vomiting. Sour saliva and sour taste in mouth. Toothache, < after a meal, not so bad whilst eating", "another paradoxical condition. The facial expression of Ign. is one of deadly pallor, or it may be flushed at times. There are twitchings of individual muscles of eyelids or mouth, and fluttering in chest, and in smaller muscles of body; heart flutters and rises in chest, causing choking and oppression; it seems to rise and fall as she attempts to sleep. Convulsions, spasms from fright. The child stiffens out and bends backward. Half-unconscious state, thumbs clenched, face blue. Cramps and spasms are prevalent as with Nux. The dysmenorrhoea in which Ign. is indicated has labour-like bearing-down in hypogastrium, > by pressure; by lying down; by change of position. The flow is black, putrid; if profuse, clotted. Spasms and convulsions, ending in long-drawn sighs, are met by Ign. Nash relates a case of puerperal convulsions in which this feature led to a cure. There are a number of characteristic respiratory symptoms: Hysterical aphonia. Laryngismus stridulus; patient sits up in bed, hoarse, hacking cough. The characteristic cough of Ign. is an irritable and irritating cough: the longer the cough lasts the more the irritation to cough increases. Kent describes it as: \"Hack, hack-ety-hack, ending in sobbing.\" Cough every time he stands still during a walk. Hollow, spasmodic cough as from sulphur fumes. Cough as from inspired feathery dust. Sensations of formication and numbness are very general. Pains are apt to be in small circumscribed spots. The fever characters are: Thirst during cold spell only. Red face during chill. Chill > by external heat (wraps, stove). External chilliness and internal heat. As soon as heat commences must be uncovered (opp. Nux). Sensation as if sweat would break out but does not. Sweats: when eating; cold at times, generally warm; sometimes sour. Ign. is one of the chilly medicines like Nux, Caps., Ars. Cold < and warmth > (except in the last stage of fever). Rest > the pains; and so does change of position. Lying down >. Lying on side < headache; lying on painful side > headache. Sitting > anal and many other symptoms. < By stooping, walking, standing. < From slight touch; > from hard pressure. Soft pressure > headache. Slightest touch < stomach pains; cramps in uterus; tenderness of scalp and region of pylorus. There is great aversion to tobacco, which < many symptoms. Aversion to warm food, meat, alcohol. Desire for sour things; for bread, especially rye bread. < From emotion; from sweets; coffee; strong smells; from ascarides; when yawning. > From changing position; while eating; from eructation; when taking an inspiration; from swallowing. Ign. acts rapidly, and the duration of its action, according to Hahnemann, is short. \"It is best administered in the morning if there is no hurry. When given shortly before bedtime it is apt to cause too much restlessness at night.\" It is adapted to the sensitive, excitable, nervous temperament; women of a sensitive, easily excited nature; dark hair and skin, but mild disposition; quick to perceive, rapid to execute. Ign. has been called the \"feminine\" of the \"masculine\" Nux. B. Simmons defines the place of Ign. in sciatica thus: \"Lancinating, cutting pains, beating, bursting pains, < in winter, > in summer, chilliness with thirst, flushes of heat, chiefly face, without thirst.\" The limb is swollen and thigh knotty, and she cannot get up or lie down without pain; generally left side." ],
    "Relations" : [ "Antidoted by: Puls. (chief antidote); Arn., Camph., Cham., Coccul., Coff. It antidotes: Brandy, coffee, chamomile tea, tobacco, Selen., Zinc. Compatible: Ars., Bell., Calc., Chi., Lyc., Nux, Puls., Rhus t., Sep., Sulph., Zinc. Incompatible: Coffea, Tabac., Nux (sometimes). Compare: Croc. (irresistible fits of laughter; rapidly alternating mental states); Lyc. (sinking sensation at night, preventing sleep canine hunger at night; also Chi.); Sep. (sinking, gone sensation with Ign. it is attended with sighing); Phos. ac., Gels., Coloc. (grief Phos. ac., especially for chronic condition); Asaf., Asar. (nervous persons); Ars., Nux (fevers; > from external warmth). In difficult swallowing of liquids, Bell., Caust., Cin., Hyo., Lach., Lyc., Pho. Globus hystericus, Lach., Lyc., Plumb. Piles (> sitting, Ign.", "< sitting, Lyc., Thuj., Phos. ac.). Piles during menses, Lach., Collins., Puls., Sul. Worry and its effects, Nux, Sul. (Sul. worried by trifles). Laughter when ought to be serious, Anac., Pho. Sadness, Puls. (Ign. hides her grief, Puls. shows it). Prolapsus ani, Pod. Jealousy, Apis, Hyo. Disappointed love, Phos. ac. > From hard pressure hollow cough as from sulphur fumes, Chi. Laryngismus, Gels. Headache ending in copious flow of clear limpid urine, Gels., Aco., Sil., Ver. Worms, Cin. In functional paralysis from fatigue, emotions, or worms, Stan., Coccul., Pho. Hysteria, Cupr., Plat., Hyo., Asaf., Mosch. (faints easily), Valer., Nux mosch. Spasms in delicate women, Bell. (but Bell. has bright red face, shining eyes, hot head, fever: Ign. has no fever with spasms), Hyo. (Hyo. has unconsciousness, Ign. not). Sudden effects of emotions, Opium (very similar, but Op. has dark red, bloated face), Glon. (in the convulsions of Glon. the fingers spread out widely, also Secal.), Ver., Cupr., Cham. In uterine spasms, Coccul., Cham., Mag. mur., Act. r. Hiccough (Ign. < by eating, smoking, emotions), Hyo. (after operations on abdomen), Stram. and Ver. (after hot drinks), Ars. and Puls. (after cold drinks), Teucr. (children, after nursing). Nervous cough, the more he coughs the more annoying the irritation, Apis. Sadness, indifference, profound melancholy, Tarent. (Ign. introverted state of mind; Trnt. cunning attempts to feign paroxysms and wild dancing, no paroxysms if no observers). Chorea; eye symptoms, Agar. Extreme sensitiveness to pain; flushing of one or other cheek, Cham. Ear symptoms, Phos. (Ign. hard of hearing except to human voice; Pho. exact opposite, over-sensitiveness to ordinary sounds, deaf to voice). Nervous women, Mg. c., Mg. m. Tears, fevers, Nat. m. (Nat. m. is the chronic of Ign.). Teste places Ign. in his Ipec. group: Nausea and vomiting; reversed peristalsis; congestive headaches and engorgements resulting from vomiting; tenesmus; intermittent fevers are the leading characteristics of the group." ],
    "Causation" : [ "Grief. Fright. Worry. Disappointed love. Jealousy. Old spinal injuries." ],
    "Mind" : [ "Taciturn, with continuous sad thoughts; still, serious melancholy, with moaning.", "Sadness and concentrated sorrow, with sighing.", "Irresolution; anxious to do now this, now that.", "Impatience.", "Strong disposition to be frightened.", "Morose and discontented humour, and involuntary reflections on painful and disagreeable things.", "Intolerance of noise.", "Effrontery.", "Tenderness of disposition and of conscience.", "Inconstancy.", "Alternation of foolish gaiety and tearful sadness.", "Laconic speech.", "Great weakness of memory.", "Love of solitude.", "Anguish, esp. in the morning on waking, or at night, sometimes with palpitation of the heart.", "Lachrymose and apathetic humour, with dread of exertion.", "Inclination to grief, without saying anything about it.", "Changeable disposition; jesting and laughing, changing to sadness, with shedding of tears (hysteria).", "Despair of being cured.", "The least contradiction excites rage and passion, with redness of face.", "Fearfulness, timidity.", "Anger, followed by quiet grief and sorrow.", "Fear of robbers at night.", "Cries, and complete discouragement, at the least provocation." ],
    "Head" : [ "Vertigo; with sparks before the eyes.", "Great heaviness of the head, as if it were full of blood.", "Pressive headache, esp. above the root of the nose, and often accompanied by inclination to vomit, < or > by stooping.", "Stinging pain, from within to without in the forehead.", "Cramp-like pressure on the forehead and occiput, with obscuration of sight, redness of the face, and weeping.", "Painful sensation of expansion in the head, as if the cranium were going to burst, esp. when conversing, reading, or listening to another.", "Pain, as from a bruise in the head, esp. in the morning, on waking.", "The headaches are < by coffee, brandy, tobacco-smoke, noise, strong smell, from reading and writing; from the sunlight; from moving the eyes; > when changing the position and when lying on the painful side.", "Headaches with zigzags before the sight.", "Skin across forehead feels drawn, with a lost and drowsy feeling, and thousands of stars float before sight.", "Headache, as if a nail were driven into the brain; or out through the side of the head; > when lying on painful side.", "Pressive headache in the forehead and vertex.", "Piercing and shooting tearings, deep in the brain and forehead, > by lying down.", "Pressive, pulsative headache.", "Trembling of the head.", "Throwing of the head backwards (during spasms); > by heat.", "Falling off of the hair." ],
    "Eyes" : [ "Pressure on the eyes, sometimes, as if sand had been introduced into them.", "Inflammation of the eyes.", "Redness of the eyes.", "Acrid tears in the eyes during the day; agglutination of the eyelids during the night.", "Lachrymation, esp. in the brightness of the sun.", "Swelling in the upper lid, with enlargement of the (bluish) veins; the eyelid is turned upward.", "Inflammation of the upper part of the eyeball as far as it is covered by the upper lid.", "Convulsive movements of the eyes, and of the eyelids.", "Fixed look, with dilated pupils.", "Photophobia.", "Sight confused, as if directed through a mist.", "Flickering zigzags (and stars) before the eyes." ],
    "Ears" : [ "Swelling of the parotids, with shooting pain.", "Redness and burning heat in one of the ears.", "Hardness of hearing; except for the human voice.", "Itching in the ears.", "Noise before the ear, as from a strong wind.", "Worry takes away hearing and intensifies the noises." ],
    "Nose" : [ "Itching in the nose.", "Nostrils excoriated and ulcerated, with swelling of the nose.", "Epistaxis.", "Stoppage of one nostril; dry coryza, with dull headache, and excessive nervous excitement.", "Dryness of the nose." ],
    "Face" : [ "Face pale, red, or blue, or earth-coloured and wan.", "Alternate redness and paleness of the face.", "Clay-coloured, sunken face, with blue margins around the eyes.", "Perspiration on the face alone.", "Redness and burning heat in one of the cheeks (and in one ear).", "Convulsive startings and distortion of the muscles of the face.", "Eruption on the face.", "Lips dry, cracked, and bleeding.", "Pain, as of excoriation, in the internal surface of the upper lip.", "Scabs on the commissurae of the lips, and on the lips.", "Pains in the submaxillary glands.", "Convulsive jerking of the corners of the mouth.", "Ulceration of one of the corners of the mouth.", "Spasmodic clenching of the jaws (lock-jaw)." ],
    "Teeth" : [ "Odontalgia, as if the teeth (the molars) were broken.", "Looseness of the teeth.", "Toothache towards the end of a meal, < after its conclusion.", "Difficult dentition, with convulsions." ],
    "Mouth" : [ "Inflammation and redness of the mouth, and of the palate.", "Constant secretion of mucus, or accumulation of acid saliva in the mouth.", "Aptness to bite the tongue, on one side posteriorly, when chewing or speaking.", "Moist tongue, loaded with a white coating.", "Stitches in palate, extending to the ear.", "Foam at the mouth.", "Voice weak and tremulous." ],
    "Throat" : [ "Sore throat, as if there were a plug in it, when not swallowing.", "Palate red and inflamed, with a sensation as if what is swallowed passed over a burning and excoriated tumour.", "Shootings in the throat, extending sometimes to the ear, chiefly when not swallowing.", "When swallowing sensation as if one swallowed over a lump, causing soreness and a cracking noise.", "Inflammation, swelling, and induration of the tonsils, with small ulcers.", "Impeded deglutition (of drinks).", "Constriction of the gullet, with sobbing risings.", "Pain in the submaxillary glands when moving the neck." ],
    "Appetite" : [ "Repugnance to food and drink, esp. to milk, meat, cooked victuals, and tobacco-smoke.", "Want of appetite, and speedy satiety.", "Insipid taste, like chalk, in the mouth.", "Weakness and difficulty of digestion.", "Sour taste in the mouth.", "Bitter and putrid taste of food, esp. of beer.", "Repugnance to, or strong desire for, acid things.", "Dislike to wine and brandy.", "Painful inflation of the abdomen after a meal.", "Feeling of hunger in the evening, which prevents one going to sleep.", "Desire for different things, which are disregarded when obtained.", "Food has no taste.", "Milk taken in the morning leaves an after-taste for a long time.", "After smoking, hiccough, nausea, sweat, and colic." ],
    "Stomach" : [ "Regurgitation of food, or of bitter serous matter.", "Hiccough from smoking.", "Hiccough, always after eating or drinking.", "Acid risings.", "Nausea, with agitation and anguish.", "Vomiting of food, even at night.", "Vomiting of bile and mucus.", "Periodical attacks of cramp in the stomach, which disturb sleep at night, and are < by pressure on the part affected.", "Dull aching or shootings in the epigastrium.", "Coldness, or sensation of burning in the stomach, esp. after taking brandy.", "Sensation of emptiness, and of weakness, in the epigastrium.", "Sensation of weakness (sinking) in the pit of the stomach.", "Heaviness and pressure in the pit of the stomach.", "Fulness and swelling in the epigastrium.", "Painful sensitiveness of the pit of the stomach to the touch." ],
    "Abdomen" : [ "Sensation of fulness and inflation of the hypochondria, with difficulty of respiration.", "Pain in the l. hypochondrium, < by pressure, and by walking.", "Shooting sensation of burning and pressure, or swelling and hardness in the region of the spleen.", "Expansive pain in the abdomen, as if the intestines were going to burst.", "Inflation of the abdomen.", "The flatulence presses on the bladder.", "Cutting pains in the umbilical region.", "Spasmodic pains, cutting, stinging, like labour pains.", "Violent aching in the abdomen.", "Rolling sensation around the navel.", "Drawing and pinching in the region of the navel.", "Sensation of protrusion in the umbilical region.", "The pains in the abdomen are < after taking coffee, brandy, or things sweetened with sugar.", "Shootings and pinchings in the abdomen, esp. in the sides.", "Periodical cramp-like pains in the abdomen.", "Cramp-like pressure in the inguinal region.", "Beating in the abdomen.", "Borborygmi in the intestines.", "Flatulent colic, esp. at night.", "Sensation of weakness and trembling in the abdomen, with sighing respiration." ],
    "Stool and Anus" : [ "Constipation from taking cold; from riding in a carriage.", "Hard evacuations, with frequent ineffectual efforts.", "Unsuccessful urging to stool, felt mostly in the upper intestines.", "Faeces yellow, whitish, of a very large size, soft but difficult to eject.", "Diarrhoea of sanguineous mucus, with rumbling in the abdomen.", "Slimy evacuations, accompanied by colic.", "Discharge of blood from the anus.", "Prolapsus of the rectum while at stool.", "Itching and tingling in the anus.", "Ascarides in the rectum.", "Contraction of the anus.", "Contractive pain, as of excoriation, in the anus, after evacuation.", "Prolapsus ani, with smarting pain, from slight pressure to stool.", "Shootings from the anus high up into the rectum.", "Smarting in the rectum during the loose evacuations." ],
    "Urinary Organs" : [ "Frequent and copious emission of watery urine.", "Urine lemon colour.", "Involuntary emission of urine.", "Urgent and irresistible want to make water.", "Continual want to urinate after taking coffee.", "Sensation of burning and smarting in the urethra during micturition.", "Itching in the fore part of the urethra.", "Urging to urinate with inability." ],
    "Male Sexual Organs" : [ "Much itching in the genital parts, and in the penis, in the evening after lying down, removed by scratching.", "Pain, as of excoriation and ulceration, on the margins of the prepuce.", "Strangling sensation, and aching in the testes, esp. in the evening, after lying down.", "Sweat on the scrotum.", "Lasciviousness, with weakness of genital power (without erections).", "Contraction of the penis; it becomes quite small.", "Absence of sexual desire.", "Erections, with painful uneasiness, and aching at the pubis.", "Erections during every evacuation." ],
    "Female Sexual Organs" : [ "Catamenia premature and violent, every ten or fifteen days.", "Blood of the catamenia black, of putrid odour, mixed with clots.", "Metrorrhagia.", "During the catamenia, heaviness, heat, and pain in the head, photophobia, colic, and contractive pains, anxiety, palpitation of the heart, and great fatigue, even to fainting.", "Cramp-like and compressive pains in the region of the uterus, with fits of suffocation; pressure, and lying on the back, mitigate the pain.", "Cramp in the uterus, during the catamenia.", "Uterine spasms, with lancinations, or like labour pains.", "Corrosive and purulent leucorrhoea, preceded by contractive pressure in the uterus." ],
    "Respiratory Organs" : [ "Sensation of soreness in the larynx.", "Constrictive sensation in the trachea and larynx.", "Voice feeble, inability to speak loud.", "Catarrh, with coryza and headache.", "Cough, excited by a sensation of constriction at the fossa of the neck, as from the vapour of sulphur.", "Hollow spasmodic cough, caused in the evening from a sensation of vapour or dust in the pit of the throat; in the morning, from a tickling above the pit of the stomach, with expectoration in the evening difficult, tasting and smelling like old catarrh. (Whooping-cough).", "Obstinate nocturnal cough.", "Dry cough, sometimes with fluent coryza.", "Cough, continuing equally day and night.", "The longer he coughs the more the irritation to cough increases.", "Dry, hoarse cough.", "Spasmodic shaking cough.", "Short cough, as from a feather in the throat, becoming stronger from repetition (the more he coughs, the more he wants to).", "Hoarse dry cough, excited by a tickling above the stomach." ],
    "Chest" : [ "Desire to draw a long breath.", "Slow breathing.", "Difficulty of respiration, and oppression of the chest, esp. at night (after midnight).", "Oppressed breathing, alternating with convulsions.", "Difficult respiration, as if hindered by a weight upon the chest.", "Shortness of breath when walking, and cough as soon as one stands still.", "Sighing respiration.", "Feeling of suffocation on running.", "Aching of the chest.", "Constriction of the chest.", "Shootings in the chest and in the sides, excited by flatulency (flatulent colic)." ],
    "Heart" : [ "Palpitation of the heart at night, with shootings in the heart, or else in the morning on waking, as well as when meditating, and during repose.", "Throbbing in the chest.", "Sticking in precordial region on expiration.", "Cardiac hyperaesthesia.", "Anxious feeling in precordia; sinking sensation and emptiness at stomach; constriction, with anxiety and disposition to cry." ],
    "Neck and Back" : [ "Stiffness of the nape of the neck.", "Stitches in the small of the back; in the nape of the neck.", "Aching pain in the glands of the neck.", "Enlarged glands (painless), like nodosities, in the neck.", "Pain in the os sacrum in the morning, when lying on the back.", "Violent sacral pains, like shootings or pullings, or like squeezing by a claw.", "The back is bent forward.", "Convulsive bending backwards of the spine.", "Lancinations as by knives, from the loins to the thighs.", "Weak back, with sciatica." ],
    "Upper Limbs" : [ "Lancinating, cutting pain in the shoulder-joint, when bending the arm forward.", "Insupportable pains in the bones and joints of the arms, as if the flesh were being loosened, or with a paralytic sensation and pain of dislocation (on moving the arm).", "Convulsive startings in the arms (in the deltoid muscle) and in the fingers.", "Tearing in the arms, excited by cold air.", "Tension in the wrist.", "Hot sweat of the hands.", "Sensation of torpor and digging in the arms, at night in bed (with the sensation as if something living were running in the arm).", "Warm perspiration in the palm of the hand and fingers." ],
    "Lower Limbs" : [ "Incisive, tearing pains in the posterior surface of the thighs, on fatiguing the muscles.", "Sciatica, with weakness of back and lower limbs.", "Limbs swollen, thigh knotty, cannot get up or lie down without pain (generally l.).", "Heaviness of the legs and of the feet, with tension in the legs, and calves of the legs, on walking.", "Heat of the knee, with coldness and itching of the nose.", "Convulsive startings of the legs.", "Stiffness of the knees and of the feet.", "When walking, the knees are involuntarily drawn up.", "Cracking in the knee.", "Painful sensibility of the soles of the feet, when walking.", "Shootings and pain, as from ulceration in the soles of the feet.", "Sensation of burning in the heels at night, on placing them near one another; when they come in contact they are cold to the touch.", "Coldness of the feet and legs, extending above the knee.", "Sensation of burning in corns." ],
    "Generalities" : [ "Simple and violent pain, in various parts, when they are touched.", "Incisive or acute, and sometimes hard pressive pain (as from a hard pointed body pressing from within to without), in the limbs and other parts.", "Trembling of the limbs.", "Lancinations, as by knives.", "Sensation of pressing asunder, or constriction in the internal organs.", "Arthritic tearing in the limbs.", "Pain, as of dislocation, or of a sprain in the joints.", "Heaviness, and crawling numbness, in the limbs.", "Convulsions alternating with oppressed breathing.", "Attacks of cramps and of convulsions, sometimes with anxiety, fits of suffocation, throwing back of the head, bluish or red face, spasms in the throat, loss of consciousness, &c.", "Epileptic convulsions, with foam at the mouth, frequent yawning, convulsed eyes, retraction of the thumbs, face red, or alternately pale and red, &c.", "Convulsive twitchings, esp. after fright or grief.", "Involuntary movements of the limbs, as in St. Vitus' dance.", "After the convulsions, profound sighs, or drowsy sleep.", "Great sensitiveness to the open air.", "Convulsions, with cries and laughter.", "Tetanus.", "Hysterical debility, and fainting-fits.", "Hysterical spasms.", "The symptoms chiefly manifest themselves just after a meal, also in the evening, after lying down, or in the morning, immediately after rising.", "Coffee, tobacco, brandy, and noise aggravate the pains.", "The pains are removed either by lying on the back, or by lying on the part affected, or on the healthy side, and always by change of position.", "Nocturnal pains which disturb sleep." ],
    "Skin" : [ "Itching (over the whole body), which is easily removed by scratching.", "Chilblains.", "Excoriation of the skin; (esp. round vagina and mouth.", "Cooper).", "Itching on becoming warm in the open air.", "Great sensitiveness of the skin to a draught of air.", "Nettle-rash over the whole body, with violent itching (during the fever)." ],
    "Sleep" : [ "Profound and comatose sleep, with stertorous respiration.", "Violent spasmodic yawnings (with pain in the lower jaw, as if dislocated, with running of the eyes), esp. in the morning, or after a siesta.", "Very light sleep; hears everything that happens around him.", "Sleep, disturbed by nightmare, or by starts and frequent dreams.", "Starting of the limbs on going to sleep.", "Dreams, with reflection and reasoning, or with fixed ideas.", "Dreams with fixed ideas, continuing after waking.", "Restless sleep, and great restlessness at night.", "Starts with fright on going to sleep.", "Whimpering during sleep." ],
    "Fever" : [ "Pulse hard, full and frequent, or very variable.", "Febrile shivering, esp. in the back and arms, with thirst for cold water, and sometimes with nausea and vomiting.", "Chill, frequently only of the back part of the body.", "Mitigation of the cold by external heat.", "External heat with internal coldness.", "Universal heat, esp. in the head, with redness, principally (of one) of the cheeks, and adipsia, sometimes with internal shuddering, coldness of the feet, shootings in the limbs, and headache.", "Chill and coldness, causing the pains to increase.", "Sudden flushes of heat over the whole body.", "Troublesome sensation of heat, sometimes with sweat.", "Absence of thirst during the heat, and perspiration, or during the apyrexia.", "Only external heat, without thirst, with aversion to external heat.", "Fever, with headache, and pain in the pit of the stomach, great fatigue, paleness of face, or paleness and redness alternately, lips dry and cracked, nettle-rash, tongue white, profound sleep with snoring, &c.", "Intermittent fever; chill with thirst, followed by heat (without thirst), followed by chill with thirst, or afternoon fever; shiverings with colic (and thirst), afterwards weakness and sleep, with burning heat of the body.", "During the fever violent itching; nettle-rash over the whole body.", "Burning heat of the face, only on one side.", "Very little perspiration, or only in the face.", "Sweat, with shootings and buzzing in the ears.", "Sweat during a meal." ]
  }
}