{
  "remedyName" : "Indigo",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Amenorrhoea. Anus, prolapse of. Brachial neuralgia. Constipation. Cough. Diarrhoea. Epilepsy. Epistaxis. Face, pimples on. Headache. Hysteria. Renal colic. Sciatica. Skin, affections of. Toothache. Urethra, stricture of. Worms." ],
    "Characteristics" : [ "Indigo was introduced into medicine as a remedy for epilepsy. It has been extensively proved by homoeopaths, and observations have also been made of its effects on epileptic patients who were receiving large doses from old-school practitioners. The provings bring out a number of neuralgic and nervous symptoms. These have been supplemented by clinical observations, and the place of Indg. in the materia medica is now fairly well defined. Teste tried Indg. in cases of epilepsy, but with little success, except in cases arising from the presence of worms. In cases of worm fever he has used it with great effect. The patients were children, from ton to twelve year sold, lymphatic, apathetic, peevish, who ate a great deal. The symptoms were: Chilliness, catarrhal cough, coming in long paroxysms in evening; whitish, moist tongue; sour or foul breath; large but soft abdomen; diarrhoea of two or three stools in twenty-four hours, like greyish pap, sour; ascarides in rectum, even crawling out during sleep. Teste also used Indg. with success in the following cases: (1) Semi-liquid diarrhoea (three to four stools a day, coming on especially after exercise in a stout old man, frequently given to excesses of eating). (2) Chronic catarrh of the bladder. (3) Stricture of urethra after old gonorrhoea (with Plumb. and Sep.). E. P. Colby (N. A. J. H., November, 1879, 666) gave it in all cases of epilepsy coming under his care during twelve years, with the result that he apparently cured per cent., and reduced the frequency of attacks in many more. The dosage is not mentioned, but was probably crude. In the dynamic cures of epilepsy effected by Indg., there has been great melancholy which the patient has sought to hide, spending many nights crying alone; or a furious excitable disposition before the attacks and mild and timid after. The attacks have been sudden; apparently originating in the solar plexus, from which flushes of heat arise to the head; induced by cold or fright. A peculiar sensation is an undulating sensation in the brain (which I have also observed in a case of epilepsy benefited by Act. r. The Indg. undulation causes obscured vision). A dry suffocative cough in evening and after going to bed, and a cough always attended by nose-bleed are characteristics. S. T. Yount (quoted H. R., ii. 271) relates that he had used Indg. successfully as an emmenagogue, having been led thereto by the discovery that a patient of his habitually employed it to procure abortion. He gave it in amenorrhoea in one to four-drachm doses. His contraindications are important to homoeopaths. In very large doses, he says, the crude drug produces nausea and vomiting. It should not be given to pregnant women, nor where there is an irritable stomach, nor where there is the history of a previous pelvic inflammation, nor where there is marked cerebral anaemia. A case narrated by Nash (Med. Adv., xviii. 223) brings out one of the characteristic conditions of Indg. A hard-working man, over 70, gradually became unable to work. Weak; stiffness all over, especially right side, arm and leg. Pain in night hip running down leg; < beginning to move after resting. Can hardly turn over in bed. Appetite poor; stomach distressed, four or five hours after eating, if he eats more than a very little. Pains in the limbs decidedly < after every meal. Indg. cured promptly. There are marked symptoms of brachial and sciatic neuralgia which have this peculiarity: they come on or are < whilst sitting and are > by moving about. Symptoms in general are: < By rest; when sitting. > By motion; rising; walking. > By pressure; by rubbing. < In afternoon; in evening. The vertigo with headache is > in evening, and < in open air. Warmth rushes to head on entering a warm room after walking in cold air. All symptoms are < after eating and after evening meal." ],
    "Relations" : [ "Antidoted by: Camph., Nux. Compare: Sul. (epilepsy; sinking sensation; hot flushes; worm fever); Kali bro. (epilepsy; acne); Act. r. (epilepsy with waving sensation in brain); Rhus (< by rest, > by motion); Bufo (epilepsy: Ind., timid, sad, low-spirited; Bufo, vehement or excitable); Lyc. (< in after noon); Ign. (sad, introverted); Baptis. (\"Wild Indigo\"), and other Leguminosae." ],
    "Mind" : [ "Melancholy, sadness.", "Discontented, retired in himself." ],
    "Head" : [ "Vertigo, excessive, with headache.", "Rush of blood to the head.", "Sensation, as if the head were larger than its natural size, and occupied more space.", "Sensation as if the head were tightly bandaged around the forehead.", "Pressure deep within the brain.", "Shooting and tearing pains deep in the brain.", "Tearing in the vertex.", "Sensation as of a weight on vertex.", "Noise and throbbings in the head.", "Heat and bubbling in the occiput, as if produced by boiling water.", "Undulating sensation in head from behind forward, causing vision to become indistinct.", "Flushes of heat from the abdomen to the head.", "Warmth and rushing like boiling water in occiput.", "Heat in occiput, later more in middle of brain.", "Violent stitches in occiput (l. and r.).", "Peculiar sensation of fine sticking and of coldness in scalp, in front and above r. ear, spreading out like rays from this point.", "Headache, with sensation as if the head was frozen, and anorexia.", "Sensation in the crown of the head as if a bunch of hair were being torn out." ],
    "Eyes" : [ "Convulsive twitching and quivering of the eyelids, impeding the sight.", "Pressure in the ball of the eye.", "Inflammation of the meibomian glands on the lower lids." ],
    "Ears" : [ "Tearing, in and behind the ears, as well as in the lower jaw. Pressure and roaring in ears." ],
    "Nose" : [ "Epistaxis, with vanishing of sight (afternoon).", "Excessive continued sneezing, succeeded by violent bleeding of the nose.", "Tearing and incisive pains in the bones and cartilages of the nose." ],
    "Face" : [ "Tearing, piercing, and gnawing pains in bones of the face, and esp. of lower jaw.", "Pricking in r. malar bone.", "Pain in the submaxillary glands extending to the teeth.", "Congestion in the face, with burning cheeks." ],
    "Teeth" : [ "Drawing, gnawing, tearing pains in teeth (r.), as if being pulled out, along ascending ramus of jaw into temple and ear, with increase of saliva and sweat of r. half of head, and general sweat evening in bed; pains < by warmth; > by motion; momentarily > by cold air; pulsation in whole r. lower jaw. (Nux relieved this, but it returned succeeding days and became paroxysmal)." ],
    "Mouth" : [ "Numbness of interior of mouth, in the morning after waking.", "Sensation of burning on the tongue and in the bottom of the palate.", "Vesicles on the tip of the tongue.", "Metallic taste in tongue with contracted feeling in pharynx.", "Spitting of bloody sativa." ],
    "Stomach" : [ "Empty risings.", "Risings having the taste of ink.", "Sweetish risings.", "Retching and vomiting of watery fluid.", "Vomiting of glue-like mucus.", "Sensation in the stomach, as when fasting; with hot risings from time to time; when sitting.", "Tingling pain in the pit of the stomach." ],
    "Stool and Anus" : [ "Loose evacuations with pinchings in the abdomen, and urgent desire to evacuate.", "Dull sticking in rectum.", "Emission of an excessive quantity of flatulence.", "Diarrhoea; stool liquid, with flatulence; creeping over the skin and cold hands and colic.", "Obstinate constipation; stool scanty, hard, retained.", "Itching at anus.", "Pin worms.", "Prolapsus ani after each stool." ],
    "Urinary Organs" : [ "Renal colic.", "Frequent desire to urinate, with burning in the fundus of the bladder; painful emissions of small quantities of turbid urine.", "Increased emission of turbid urine, containing much mucus, without thirst, with violent contraction of the urethra and pain in the bladder.", "(Stricture of urethra.)" ],
    "Male Sexual Organs" : [ "Depressed sexual desire.", "Itching of the urethra, glans, and scrotum." ],
    "Female Sexual Organs" : [ "Menstruation too early.", "(Acts as an emmenagogue. Has been used to produce abortion.).", "Stinging in the mammae, going off momentarily by rubbing.", "Burning in the mammae during the menses." ],
    "Respiratory Organs" : [ "Violent cough, inducing vomiting; bleeding of the nose.", "Suffocating cough, exciting vomiting in the evening, before and after lying down." ],
    "Chest" : [ "Rumbling and grumbling in the chest at every inspiration.", "Shooting pains in and round the mammae." ],
    "Neck and Back" : [ "Stitch between the scapula.", "Stitch in the small of the back, going off after an evacuation." ],
    "Upper Limbs" : [ "Weakness of arms.", "Drawing in muscles; in deltoid.", "Drawing, extending, down l. arm from lower part of neck.", "Drawing, extending from r. shoulder-joint through whole arm to below joint of thumb, where it ended in the bone with a jerking while sitting; > moving about.", "Tearing pains in the forearms, from the elbow to the fingers, which change their place on motion.", "Convulsive startings in the arms.", "Veins of the hands red, inflamed, and tense.", "Shooting and tearing pains in the upper extremities." ],
    "Lower Limbs" : [ "Aching, stinging, bruised pain in sciatic nerve, boring in knee-joint, pricking in calf; < sitting, > by motion, though motion also painful; < afternoon and evening; must lie down.", "Indescribable pain from middle of thigh to knee in bone, > walking, returning during rest, in afternoon.", "Tearing pain above the knee-joint extending to ankle; in afternoon, while sitting, > moving about.", "Tearing in the lower extremities, esp. in the toes.", "Great lassitude of the lower extremities in the evening, which is felt even after lying down." ],
    "Generalities" : [ "Pains which disappear entirely, or at least re-appear only, with greatly diminished force, after resting on the part affected, or after scratching.", "Shooting and tearing pains in the limbs, in the afternoon and evening.", "Subsultus tendinum." ],
    "Skin" : [ "Face and whole body covered with pimples.", "Fine heat-rash, esp. l. side of face extending from forehead to throat.", "Itching of skin with constipation.", "Boils on ribs and various parts.", "Itching, in face and various parts of body; > by rubbing." ],
    "Sleep" : [ "Sleepiness in the evening and disturbed sleep at night.", "Illusory sensations.", "Children aroused at night with horrible itching at anus.", "At night, anxious waking, with a start.", "Anxious dreams.", "Excessive nervous irritation.", "Predominance of cold.", "Convulsions; attacks sudden." ],
    "Fever" : [ "Chilliness, with cold hands and violent headache, with constant desire to urinate; urine turbid.", "Great heat, particularly in the face, with increased secretion of urine." ]
  }
}