{
  "remedyName" : "Indium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Backache. Epistaxis. Foot-sweat. Headache. Megrim. Pollutions. Sexual perversion. Sore throat. Throat, ulceration of. Uvula, enlarged; ulcerated." ],
    "Characteristics" : [ "Indium (which receives its name from the Indigo blue line in the spectrum through which its presence was discovered in Zinc-blende) is a rare metal, nearly like lead in appearance and in softness. It has been proved under the direction of Bell, mostly in the potencies, and the symptoms mark it out as allied in action to Selenium and Titanium in its general action, and particularly in the male sexual sphere. There is diminished power and control; frequency of nocturnal emissions; sexual dreams of perversion which should render it of service in some cases of sexual psycopathy. The mental condition of Indm. is one of depression, curiously not unlike that of Indigo, whose colour it shows in the spectrum. Headaches were very marked in the proving, and one notable symptom appears: \"Violent pain in the head when straining at stool.\" This is not infrequently met with in practice, and I have given great relief with Indm. to a patient who had this symptom. Berridge reports (H. P., viii. 592) this case: A boy, 10, constipated five or six years. Stool about once a week, dark and short; sometimes with blood; anus sore after stool. Has to strain much, seizing his thighs with his hands and straightening himself forcibly; the effort makes his face red, and the head feels as if it would burst. Indm. in high potencies cured. There is also a headache with sleepiness and nausea. There are many marked symptoms in the throat, the characteristic condition being < in evening and > by eating, and by drinking cold water. The urine is horribly offensive after standing a short while. The symptoms generally are > out of doors; in cold air; by drinking or washing in cold water. < In a warm room. Generally < by motion (walking; rising; sitting up; stooping slightly; turning; rotating head; moving eyes). On the other hand there is restlessness compelling to move about. Several symptoms occur in early morning to a.m.; in afternoon, to There is faintness at a.m." ],
    "Relations" : [ "Compare: Bell. (headache; menses); Aspar. (urine); Sang. (headache; rheumatism); Pho., Nat. c., Sul., and Zn. (faintness, a.m.); Fer. (headache; ebullitions lameness of shoulder muscles); Selen. and Titan. (male sexual organs) Brucea, Lach., Nux mos., Op., Stn., and Stro. (headache with sleepiness. Indm. has nausea as well as sleepiness). In throat symptoms > from eating and drinking. Indm. resembles AEs. h., Benz. ac., Cist., Lach." ],
    "Mind" : [ "Mental depression.", "Mind feels tired; does not care to work.", "Feels stupid and careless; cannot fix thoughts on anything.", "Restless, cannot sit still, must walk about.", "Sleepy and irritable with headache.", "Feels almost crazed when attempting to study, with headache." ],
    "Head" : [ "Vertigo: on rising from a seat; after retiring, with nausea; when sitting and stooping slightly; between and a.m., < on turning and on rising, cannot sit up.", "Dull headache in temples and forehead, with sleepiness and nausea.", "Very distressing headache in forenoon; pains commence on r. side of occiput and extend over head to l. eye.", "Pain at a.m., extending over r. side of head from occiput, leaving a bruised spot on vertex.", "Severe l.", "sided headache in evening.", "Beating, throbbing pain in head, with much heat, and a stupid, cross feeling; > washing in cold water.", "Beating, throbbing headache at p.m., lasting till bedtime; head very hot; face red.", "Slight throbbing headache, lasting two hours, with hot head and cold, clammy hands; afterwards, bruised feeling of brain in vertex, > in cold air.", "Headache, in morning on rising, > eating; an hour afterwards headache returns and lasts till noon.", "Severe itching of scalp on vertex lasting several days, > in morning." ],
    "Eyes" : [ "People and things look ghastly pale or saffron coloured.", "Mist before eyes, in evening.", "Sharp pain in eyeball from before backward, on turning or moving eyes.", "Irritation in l. eye, as if heavy with sleep, coming and going, not affected by daylight, < from artificial light, and from closing eye, with a desire to close it; in evening r. eye affected in the same way.", "Spasmodic twitching at outer angle of l. eye." ],
    "Ears" : [ "Throbbing in ears, in evening.", "Bright redness of whole r. ear, with a row of very sore pimples on helix." ],
    "Nose" : [ "Violent attacks of sneezing.", "Epistaxis; nose bleeds whenever blown or touched.", "Nasal discharge: green; bloody; then watery; thin, yellowish." ],
    "Face" : [ "Very painful suppurating pimples on forehead; feel as though pierced with a needle; skin very red far around each pustule.", "Sore pustules all over face; burning stinging.", "Face: red during headache; red and hot; complexion sallow.", "Fiery red places about an inch long over l. eye.", "Patches of small vesicles on mucous membrane of lower lip; vesicles contain a colourless, limpid fluid.", "Corners of mouth cracked and very sore." ],
    "Throat" : [ "Uvula greatly enlarged, back part of pharynx covered with thick yellow mucus, very tough and hard to remove.", "Destructive ulceration of uvula, soft palate and tonsils, with thick yellow secretion in ulcers.", "Left tonsil swollen; pain and difficulty in swallowing.", "Throat sore on r. side.", "Tickling in throat inducing continual hawking.", "Dryness, throbbing, stinging soreness; swallowing painful.", "Throat: < in evening; > eating, and drinking cold water.", "After eating lobster, taste of iodide of potash.", "(Post-pharyngeal catarrh with tough, leathery streak of yellow mucus down back of throat.)." ],
    "Stomach" : [ "Qualmishness.", "Nausea: with headache; during breakfast; with faintness at a.m. and on rising; after retiring, with dizziness and pain in liver.", "Sick feeling at stomach for two days; felt as if vomiting would relieve.", "Fulness and pressure at stomach with soreness." ],
    "Abdomen" : [ "Stitches in region of liver.", "Colic; griping; from umbilicus downwards; as if diarrhoea would set in." ],
    "Stool and Anus" : [ "Stool: pasty, brownish-yellow, fetid, with particles of undigested food, preceded by colic; involuntary, slight, when urinating; small and hard, afterwards pappy; hard with blood.", "Diarrhoea: < by drinking beer; with headache on r. side.", "Burning tenesmus and pain in anus after stool.", "Violent pain in head when straining at stool." ],
    "Urinary Organs" : [ "Painful urination.", "When urinating: loss of power over sphincter ani.", "Horribly offensive smell of urine after standing a short time." ],
    "Male Sexual Organs" : [ "Sexual desire and power diminished, emission too soon, thrill deficient.", "Increase of desire.", "Emissions: twice the same night; four nights in succession; at night without knowledge.", "Itching of glans penis.", "Severe pain in r. testicle.", "Testicles tumefied and very tender to touch; drawing pains along spermatic cords upwards; l. testicle much <." ],
    "Female Sexual Organs" : [ "Menses two weeks too soon; bearing-down pains, with cross temper and weeping mood; face very red." ],
    "Respiratory Organs" : [ "Hoarseness: on rising; with sore throat.", "Habitual bronchial expectoration freer, but a little blood appeared in mucus.", "Frequent desire to take a deep breath, when lying down; < lying on l. side, > lying on back." ],
    "Chest" : [ "Severe pain behind lower r. portion of sternum.", "Sharp pains through upper part of chest.", "Burning pain on l. side of chest near sternum, which feels as if drawn towards back.", "Dull pain in l. pectoral region.", "Dull pain in l. axilla." ],
    "Neck and Back" : [ "Stiffness of neck and shoulders.", "Drawing through side of head and neck to clavicle, first r. side, next day l.", "Pressing pain in upper scapular region, with stiffness on sitting still, pain < on beginning to move.", "Severe pain under scapula of l. side.", "Dull pain under r. shoulder-blade.", "Rheumatic drawing across shoulders up to head; < in riding, turning in bed, flexure or rotation of head, and morning and evening.", "Dull, aching pain in back and lumbar regions." ],
    "Upper Limbs" : [ "Constant pain in l. shoulder, as if bruised.", "Intermitting pains in l. shoulder.", "Pain in l. shoulder, with soreness extending down arm.", "Severe pain in l. shoulder; pain runs down to elbow, at times so severe as to disable arm.", "Shooting pains in fingers.", "Muscles of l. arm and shoulder feel flabby and soft; no power in arm.", "Severe lancinating pains in biceps of l. arm, extending into shoulder; pains < extending arm; paralytic weakness.", "Left elbow feels sore.", "Slight pains in l. arm.", "Palms of hands sweat continually.", "Itching in palms." ],
    "Lower Limbs" : [ "Tired feeling, weariness in legs.", "Drawing, strained feeling of muscles of inside of r. thigh, while walking.", "Sharp shooting pains in r. leg.", "Legs from knees downward and feet feel heavy as if loaded.", "Peculiar hot tingling in legs.", "Dull, boring pain in l. great toe-joint, almost unbearable, must move foot to > it, for three evenings, from to 9.", "Burning and intense itching of all the toes the whole day.", "Itching of toes in evening.", "Feet sweat easily and feel cold.", "Profuse foot-sweat." ],
    "Skin" : [ "Itching of scalp, toes, &c.", "Very painful sore pimples on various parts of the body." ],
    "Sleep" : [ "Sleepiness: with headache and nausea; with irritability; from to p.m.; in evening, in a warm room.", "Dreams: lascivious; amorous; of having unsuccessful intercourse with men; vivid of what had occupied his mind during the day; of annoying accidents; of being in foreign countries; chased by mad bulls; lost in mountains.", "Nightmare: from lying on back; very stupid on awaking." ],
    "Fever" : [ "Sensitive to cold.", "High fever with chilliness on moving, great weakness, sore throat; thirst, stretching, violent headache and backache.", "Fever: with nausea, after eating; > out of doors.", "Easy perspirations." ]
  }
}