{
  "remedyName" : "Inula",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Backache. Cough. Cramp. Dysmenorrhoea. Erysipelas. Leucorrhoea. Rectum, pain in. Sciatica. Toothache." ],
    "Characteristics" : [ "Inula is a \"perennial plant with a stem from three to four feet high; large saw-toothed leaves tapering to a stalk; and large heads of yellow flowers. The root has an aromatic camphor-like taste, due to the presence of a crystalline substance called Helenin, allied in chemical constitution to Kreosote. It also contains a quantity of starchy material, called Inulin, which differs from ordinary starch in being coloured yellow by Iodine. Elecampane was formerly much used as an aromatic tonic, and as a stimulant of all the secreting organs, likewise in coughs, dyspepsia,\" &c. This quotation from the Treasury of Botany well sums up the chemistry and ancient medical history of the plant as handed down from the time of Dioscorides. Ben Jonson refers to it in one of his poems. A popular tradition credits it with the cure of facial erysipelas, and certain symptoms of the face in the provings seem to confirm this. The homoeopathic knowledge of it is due to. Fischer, who proved the root-juice. Clinical experience has confirmed and added to the symptom list. The old reputation of the remedy in coughs is confirmed: \"Violent tickling in larynx, producing dry cough, < lying-down, < at night; larynx painful,\" also \"dry cough, with constant tickling in throat-pit, difficult breathing and sensation as if hoarseness would occur.\" A very pronounced effect was observed in the pelvic organs; pressing and dragging towards the rectum and genitals, headache and labour-like pains. Inula is one of the remedies which has sensation as of something alive moving about internally; also twisting as of a ball in umbilical region; as if a substance would come out of rectum and genitals. Another peculiar sensation is: as though some one was poking him with a finger in various parts of the body, especially in diaphragm, so painful he awoke with clenched teeth. Sticking pains as with pins or a knife are numerous. The majority of the symptoms occurred on the right side. The symptoms are < at night; < lying down (except the uterine pain, which compels patient to remain lying); < by motion; after eating." ],
    "Relations" : [ "Compare: Sep. (forcing in genitals and rectum), Crocus and Thuja (sensation of something alive); Tereb. (urine smelling of violets); Ign. (cough < lying down and in evening); Sul. (psora; < at night in bed)." ],
    "Mind" : [ "Excessive anxiety and trembling of the whole body, chattering of teeth from cold, during menstruation." ],
    "Head" : [ "Vertigo on stooping.", "Confusion of head with nausea, in evening.", "Headache in r. side, afterward in l.", "Tearing, throbbing in forehead and vertex after eating.", "Sticking headache in r. side.", "Jerking, tearing pain in occiput.", "Rush of blood to head with sleeplessness.", "Burning headache in l. temple, in a spot as large as a silver dollar, in evening." ],
    "Eyes" : [ "Twitching in upper lids.", "Burning in l. eyeball.", "Swimming before eyes and pressure in temples and forehead." ],
    "Ears" : [ "Dull stitches in l. ear, with transient sticking above r. eyebrow in evening." ],
    "Nose" : [ "Stitches in r. side of middle of nose.", "Sticking, crawling in root of nose, extending to eyebrows." ],
    "Face" : [ "Left side of face red and hot, a white spot near nose.", "Flushes of heat; l. cheek glowing." ],
    "Teeth" : [ "Pain in decayed teeth, < at night." ],
    "Mouth" : [ "Dryness of mouth with scraping and tickling in throat, swallowing difficult." ],
    "Throat" : [ "Pain in throat on swallowing; tickling causing cough." ],
    "Stomach" : [ "Nausea in morning coming from stomach.", "Twisting as of a ball in epigastric region, above umbilicus.", "Sticking pain in epigastric region." ],
    "Abdomen" : [ "Violent motion beneath r. hypochondrium, as though something living were moving about, during menstruation.", "Sticking: as with two pins to r. of umbilicus; as from a knife between umbilicus and r. groin.", "Stitches in l. side of abdomen towards l. groin." ],
    "Stool and Rectum" : [ "Pressing dragging towards rectum and genitals, as in labour; as if substance would come out, occurring repeatedly." ],
    "Urinary Organs" : [ "Urging to urinate ten times in one hour; urine passes by drops.", "Urine smells of violets." ],
    "Female Sexual Organs" : [ "Movings about in abdomen, as at appearance of menstruation, followed by yellowish leucorrhoea.", "Pain in uterus, with pain in small of back, very violent, with pressure as in labour; urging to stool, which she dreads; is obliged to remain lying.", "Dragging in genitals, with more violent backache than she had ever had before.", "Stitches in region of uterus and genitals.", "Menses too early and painful." ],
    "Respiratory Organs" : [ "Violent tickling in larynx, producing dry cough, < lying down; < at night; larynx painful.", "Cough with abundant thick expectoration; accompanied by weakness of digestive tract, general languor and debility and much leucorrhoea; skin has been the seat of psoric manifestations; engorged glands (chronic bronchitis).", "Difficult breathing with dry cough, constant tickling in throat-pit.", "Dry, tickling cough." ],
    "Chest" : [ "Stitches behind sternum and beneath l. seventh and eighth ribs.", "Throbbing, jerking pain as from suppuration, in middle of chest." ],
    "Back" : [ "Pain through back and chest, on inspiration.", "Transient pain in r. scapula.", "Violent backache during menstruation." ],
    "Upper Limbs" : [ "Stitches and tearing pain in r. shoulder and wrist.", "Tearing, cramp-like pain in tip of l. shoulder; in scaleni muscles on l. side of neck, as if pulled by pincers.", "Tearing, jerking in r. arm.", "Upper arms as far as elbows fall asleep.", "Tearing in palm of l. hand, unable to double fingers.", "Fine stitches in index finger.", "Tearing in r. little finger, it seems dead." ],
    "Lower Limbs" : [ "Tensive drawing in hips extending to nates.", "Sticking in r. hip extending to groin; in middle toes of r. foot in r. heel.", "Stitches: in thighs; in l. ankle, when walking; as if sprained in r. heel.", "Spasmodic sticking beneath bend of r. knee, hot face and chilliness.", "Cramp in calves during sleep." ],
    "Skin" : [ "Itching: as from fleas; violent on legs during menses, with burning after scratching, in bed." ],
    "Sleep" : [ "Sleep restless, starting and crying out.", "Dreams: lascivious; disgusting." ],
    "Fever" : [ "Coldness, shaking in bed, cold, blue hands and nails." ]
  }
}