{
  "remedyName" : "Iodium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Appetite, disordered. Atrophy. Brain, atrophy of. Breasts, affections of. Cancer. Chilblains. Chyluria. Constipation. Consumption. Coryza. Cough. Croup. Debility. Diabetes. Diarrhoea. Diphtheria. Emaciation. Enteric fever. Galactorrhoea. Goitre Haemorrhoids. Headaches. Heart, hypertrophy of; affections of. Hiccough. Hydrocephalus. Iritis. Jaundice. Joints, affections of. Lactation, disordered. Laryngitis Leucorrhoea. Liver, affections of. Lymphatic swellings. Melancholia. Mollities ossium. Ovaries, affections of; dropsy of. Ozaena. Prostate gland, enlarged. Rheumatic gout. Rheumatism. Salivation. Scars. Seborrhoea. Sterility. Syphilis. Tabes mesenterica. Throat, affections of. Uterus, affections of. Voice, affections of. Vomiting. Worms." ],
    "Characteristics" : [ "The most prominent feature of the action of Iodium is its power of causing absorption. It is this power which has made the drug such a favourite among old-school practitioners as a paint in all kinds of swellings. Given internally its power is much greater: the absorbents are stimulated to fresh activity; muscles, fat, tissues, and glands waste away, and general emaciation is the result. When new growths and hyperplasias are present, these come under the action of Iod. before the normal tissues. I have seen it given with excellent effect in the lower attenuations, when swollen and deformed joints have been left behind after an attack of acute rheumatism. Scrofulous and syphilitic indurations, effusions and tumours, and especially goitre, are equally amenable to its resolvent action. Emaciation of single parts. In this connection must be mentioned its power to set up a ravenous appetite. \"Eats ravenously, yet emaciates,\" is a keynote. It seems as if the waste of tissue set up the desire for absorbing great quantities of food. Absence of appetite is also among the effects of Iod., and either condition may indicate it. I once used it with excellent effect in the case of a young woman who had had a nervous shock, and had lost all appetite and desire to live. She was much emaciated, and had quietly made up her mind to starve herself to death. I gave five drops of Iod. 3x in a wineglass of water half an hour before meal-times, and her appetite returned with such vigour she could not choose but eat, and was soon restored to a normal mental and bodily state. I have recorded another similar case of nervous shock producing rapid emaciation and vomiting cured by Iod. in my book on Indigestion. Both these patients were somewhat dark, and Iod. is specially suited to persons of dark hair and complexion; dark, yellow, tawny skin. Herein it is the antipodes of Bromium and Spongia. Its mental symptoms are more marked than those of Brom. There is increased erethism, patient very excitable and restless, moving about from place to place. Fears every little occurrence will end seriously. In his anxiety shuns every one, even his doctor. Fixed ideas are among the Iod. effects; also sudden impulses. A patient of mine had once been given Iodine for goitre by an allopath. She was compelled to discontinue it because it produced this inconvenient symptom: impulse to run; she felt she must fall if she walked. Iod. produces atrophy of nerve and brain tissue, as well as of other tissues (Allen mentions that it is valuable in persistent headaches with vertigo in old people); and it also has a place in acute hydrocephalus; and in pleuritic effusions. In tubercular disease of all kinds it may be called for: tabes mesenterica; pulmonary phthisis. In rheumatism and heart affections it has a large sphere. It is indicated by indurations or atrophy of testes, ovaries, and uterus. The salivary glands and pancreas are especially affected by Iod., and a diarrhoea of milky, whey-like stools, often indicative of pancreatic disease, is especially amenable to its action. In pneumonia and phthisical affections with lung consolidation it is of great service. The chief indications are: Dyspnoea; cough with blood-streaked expectoration; tickling all over chest; weakness and emaciation; < of symptoms in a warm room. This last, \"< by warmth,\" is a leading modality of Iod. In defects of growth, curvature of bones, and in children's ailments, it follows well upon Calc. In phthisis of rapidly-growing young people, thin and dark, it is especially indicated. There are many marked symptoms in the heart sphere: palpitation from slightest cause; sensation as if being squeezed; hypertrophy. With the heart symptoms there is a \"gone,\" exhausted feeling, and the patient is scarcely able to breathe or walk. C. S. McKay noticed lumbrici passed by an infant who had tasted Iodine accidentally, and used the experience in another case, giving a dilute solution (one part of the O to three of water; of this three drops every three hours), and produced the expulsion of lumbrici when Santonin had completely failed. An Ioduretted solution of Kali iod. (Kali iod. gr. xxxv., Iod. gr. iv., Aqua one ounce; ten drops for a dose) has been used with success as a taenicide, expelling the tapeworm, dead. Erethism is marked in Iod.: nervousness; restlessness; twitching; subsultus tendinum and trembling; also sense of trembling in inner parts. Facial paralysis and epilepsy have followed suppression of goitre by large doses of Iod. Weakness is excessive. Fainting on going upstairs. (General weakness and loss of appetite and pain in temples, and pain in left chest as if something were being torn away: heart large.", "Cooper). Motion and exertion of all kinds <. Sitting up >, and lying down < dyspnoea and heart affections. < By warmth; by wrapping up; in warm room. < In wet weather. Drinking cold milk > constipation. > By eating, of hunger and other symptoms, is another marked character of Iod. Iod. is a sensitive remedy, and many symptoms are < by touch and pressure. Nash thinks Iod. one of the remedies affected by the moon's changes. In cases of goitre where it is indicated he gives a powder of Iod. c.m. every night for four nights after the moon has passed the full." ],
    "Relations" : [ "Iod. must be compared with Iodoform and Kali iod. The febrile, inflammatory, and skin symptoms of Iodf. are more violent and pronounced than those of the other two. K. iod. has less erethism than Iod., has > from external warmth (though both have > in open air); and K. iod. has not the excessive appetite of Iod. or the general > from eating. Iod. is antidoted by: Starch or wheat flour mixed with water (to large doses). Antidotes to small doses: Ant. t., Apis, Ars., Bell., Camph., Chi., Chi. sul., Coff., Hep., Op., Pho., Spo., Sul. It antidotes: Merc. Follows well: Merc.; Hep. (croup); Ars. Followed well by: Aco., Arg. n., Calc., Merc. sol., Pho., Pul. Complementary: Lyc. Compare: Brom. (Brom. has light hair and complexion; Iod. dark; Bro. carrion-like odour of ulcers); Chlorum; Nat. m. (ravenous appetite yet gets thin", "Nat. m. especially about the neck); Kali iod. (talkative as if from alcohol); Bar. c. (tabes mesenterica, extreme hunger, emaciates, talkative, averse to strangers; Bar. c. suited to dwarfish persons; has not the intolerable crossness of Iod., which is < than that of Ant. c.); Alumina (apprehensive, fears); Apis (joint effusions, sensitiveness, hydrocephalus); Cact. and Spig. (heart); Hydrast. (uterine affections); Ars., Calc., Cin., Sil. and Staph. (ravenous hunger); Hyo. (loss of voice; Iod. antidotes this); Sul." ],
    "Causation" : [ "Nervous shock. Disappointed love." ],
    "Mind" : [ "Lachrymose disposition and mental dejection.", "Melancholy hypochondriasis, sadness, heart-ache, and anxiety.", "Fear: shuns persons.", "Anxious apprehensions.", "Restless agitation (with inclination to move about), which will neither permit the patient to remain seated, nor to sleep.", "Irresistible impulse to run; feels she will fall if she walks.", "Cross, irascible, peevish.", "Heart palpitates \"like lightning\" when thinking of real or imaginary wrongs.", "Sudden maniacal impulses; to murder.", "Excessive mental excitement, with great susceptibility.", "Illusions of moral feeling.", "Loquacity and immoderate gaiety.", "Hesitation and irresolution.", "Indolence of mind, with great repugnance to all intellectual labour.", "Fixedness, immovableness of thought.", "Delirium.", "Effects of amorousness; of disappointed love." ],
    "Head" : [ "Confusion of the head (with aversion to earnest work).", "In the morning, dizziness.", "Vertigo; throbbing in the head and all over the body.", "Vertigo with red face, palpitation, hysteria, nervousness.", "Headache, in hot air, as well as from the prolonged movement of a carriage, or from a long walk, and < by noise and speech.", "Pain, as from a bruise, in the brain, with want of strength in the body, as from paralysis.", "Acute pressive pains in the forehead.", "Headache, as if a tape or band were tightly drawn around the head.", "Pressure on a small spot, above the root of the nose.", "Congestion in the head, with beating in the brain.", "Throbbing in the head at every motion.", "Hair falls out." ],
    "Eyes" : [ "Pains in orbits.", "Feeling of depression above the eyes, as if they were deeply sunken, in the evening.", "Pain, as from excoriation, in the eyes.", "Inflammation of the eyes, sometimes after taking cold.", "Watery white swelling of the eyelids.", "Dirty yellowish colour of the sclerotica.", "Protrusion of the balls.", "Lachrymation.", "Convulsive movements, and quivering of the eyes; of the (lower) eyelids.", "Weak sight.", "Dimness of vision following upon application of Iodine to any part of body.", "Choroido-iritis.", "Diplopia.", "Sparks and scintillations before the eyes." ],
    "Ears" : [ "Buzzing in the ears.", "Hardness of hearing.", "Sensibility to noise.", "(Chronic deafness with adhesions in middle ear.", "Deafness from Eustachian catarrh, inflamed tonsils, roaring in the ears, &c.)." ],
    "Nose" : [ "Small scab in the r. nostril.", "Epistaxis.", "Red, burning spot on the nose, below the eyes.", "Stoppage of the nose, or secretion of mucus more abundant than usual.", "Dry coryza, becoming fluent in the open air (< evening).", "Fluent coryza with much sneezing.", "Violent coryza with lachrymation and frontal headache; discharge hot, nose sore, fever.", "Blowing of much yellow mucus from the nose." ],
    "Face" : [ "Complexion pale, yellowish, or easily tanned; or greenish.", "Acneous eruption on r. side of face, with burning, and itching, twitching of r. upper eyelid, and twitchings in other parts.", "Sallow, distressed countenance.", "Bluish lips, with swelling of the superficial veins.", "Frequent and sudden redness of the face, with sensation of burning in the ears.", "Face sunken with eyes cast down.", "Starting of the muscles of the face.", "Suppurating ulcer on the l. cheek, with swelling of the contiguous glands.", "Swelling of submaxillary glands." ],
    "Teeth" : [ "Pressive pains in the molars.", "Teeth yellow, and covered with mucus, in the morning; easily blunted by vegetable acids.", "Inflammatory swelling and bleeding of the gums, with swelling of the cheek; the gums are painful to the touch.", "Teeth loose.", "Softening of the gums." ],
    "Mouth" : [ "Aphthae in the mouth.", "Ulcers in the mouth.", "Pain and swelling of the glands of the interior of the mouth.", "Exhalation of putrid odour from the mouth; after Mercury.", "Salivation.", "Tongue loaded with a thick coating.", "Dryness of the tongue." ],
    "Throat" : [ "Swelling and elongation of the uvula.", "Sore throat, with pressive pain, when not swallowing.", "Permanent constriction of the gullet and impeded deglutition.", "Increased secretion of watery saliva.", "Inflammation of the gullet, with sensation of burning and scraping; burning in the fauces.", "Ulcers in throat, with swelling of glands of neck." ],
    "Appetite" : [ "Disagreeable, saponaceous, sourish, or bitter salt taste.", "Increased thirst day and night.", "Appetite variable; at one time bulimy, at another, absence of appetite.", "Unusual hunger, with amelioration after a meal (after having eaten a good deal).", "Great weakness of digestion.", "Eats too often and too much; rapid digestion, but losing flesh all the time." ],
    "Stomach" : [ "Risings, generally acid, with burning sensation.", "Heartburn, after heavy food.", "Hiccough.", "Pyrosis, esp. after indigestible food.", "Qualmishness, nausea (with spasmodic pain in the stomach).", "Frequent nausea.", "Violent vomitings renewed by eating.", "Vomiting of bilious matter, or of yellowish mucus.", "Excessive pains in the stomach, with bilious evacuations.", "Aching in the stomach after every meal.", "Cramp-like, gnawing, or burning pains in the stomach.", "Inflammation in the stomach.", "Pulsations in the epigastrium.", "Gastric derangement with constipation." ],
    "Abdomen" : [ "Abdominal pains, which return after every meal.", "Inflation of the abdomen.", "Incarceration of flatulence (l. side of abdomen).", "Enlargement of the abdomen, which renders it impossible to lie down without danger of suffocation.", "Region of liver sore to pressure; swelling and hypertrophy of liver; jaundice.", "Hard, painful swelling of the spleen.", "Cramp-like pains in the abdomen.", "Violent colic.", "Pains in the abdomen, like those of parturition.", "Swelling and inflammation of the mesenteric glands.", "Pancreas enlarged; whitish, whey-like diarrhoea.", "Abdominal pulsations; throbbing of abdominal aorta.", "Trembling in the abdomen, from the pit of the stomach to the periphery, with increased heat.", "Hard swelling of the inguinal glands." ],
    "Stool and Anus" : [ "Hard, knotty, dark-coloured faeces.", "Constipation.", "Loose, soft evacuations, sometimes whitish, alternately with constipation.", "Evacuations copious of the consistence of pap.", "Violent, frothy diarrhoea, or composed of sanguineous mucus.", "Dysenteric evacuations of thick mucus, or sometimes purulent, with retention of faecal matter.", "In the evening, sensation of itching and burning in the anus.", "Piles protrude and burn; < from heat." ],
    "Urinary Organs" : [ "Suppressed secretion of urine.", "Copious and frequent flow of urine.", "Involuntary emission of urine at night.", "Urine of a deep colour, turbid, or yellowish green; or milky; or acrid and corrosive.", "Parti-coloured cuticle on the urine.", "(Incontinence in old people with prostatic enlargement.).", "(Diabetes.)" ],
    "Male Sexual Organs" : [ "Complete loss of sexual power, testicles atrophied.", "Violent and constant erections.", "Sexual desire increased.", "Painful pullings in the anterior part of the penis.", "Aching, pressing, twisting, or forcing pain in spermatic cords; after sexual dalliance.", "Swelling and hardness of the testes.", "Hardness of the prostate gland.", "After stool, milk-like fluid runs from urethra.", "Hydrocele.", "Offensive sweat of genitals." ],
    "Female Sexual Organs" : [ "Catamenia at one time too late, at another too early.", "Menses premature, violent and copious.", "Metrorrhagia.", "Weakness, palpitation of the heart, and many sufferings, before, during, and after the catamenia.", "Atrophy of ovaries and breasts, with sterility.", "Pain (dull, pressing, wedge-like) commencing in r. ovary passing down broad ligament to uterus.", "Great sensitiveness of r. ovarian region during or after menses.", "Inflammation of r. ovary with an itching eruption on head and hands following application of Iodine to os uteri.", "Chronic oophoritis (l.) with thick, yellow, burning leucorrhoea, > after eating (H. N. Martin.).", "Pain in lower abdomen; < l. ovarian region; > by motion and by eating.", "Induration and swelling (cancer?) of the uterus.", "Uterine haemorrhage renewed after every stool.", "Leucorrhoea, corroding the limbs and the linen; acrid; profuse; worse at time of menses.", "Flaccidity and atrophy of the breasts.", "Mammary hyperaesthesia.", "Heaviness of breasts as if they would fall off.", "Acute pain and soreness in breasts with metritis.", "Bluish red nodosities size of hazel nut; in both breasts; dry, black points at tips.", "Galactorrhoea; thin, watery milk; weakness; emaciation.", "Milk suppressed; breasts atrophied and relaxed." ],
    "Respiratory Organs" : [ "Insupportable hoarseness and tingling in the throat, esp. in morning.", "The voice becomes deeper.", "Membranous croup, with wheezing and sawing respiration; dry, barking cough, esp. in children with dark eyes and hair; child grasps throat with hand.", "Croup, with much mucous expectoration, sometimes streaked with blood.", "Inflammation of the throat, of the larynx and trachea, with contractive pain of excoriation.", "Pain in the larynx, with discharge of hardened mucus.", "Contraction and heat in the larynx.", "Increased secretion of mucus in the trachea, with frequent hawking.", "Dry cough, with pressure, shooting, and sensation of burning in the chest.", "Cough in the morning.", "Cough, with expectoration of abundant, and sometimes sanguineous mucus, pains in the chest, and fever.", "Rattling of mucus in the chest, with roughness under the sternum and oppression of the chest.", "Cough, resembling whooping-cough, excited by an insupportable tickling in the chest, with anguish before the paroxysm, and excessive emaciation.", "Hepatization; worse upper part of r. lung." ],
    "Chest" : [ "Difficulty of respiration, and dyspnoea.", "Difficulty of expanding the chest on taking an inspiration.", "Suffocation.", "Shooting in the l. side, on breathing.", "Loss of power to breathe, esp. on going upstairs.", "Weakness of the chest.", "Congestion in the chest.", "Burning, shooting tension in the integuments of the chest." ],
    "Heart" : [ "Sensation of weakness in the chest (and heart).", "Violent palpitation of the heart; increased by the least exertion (from walking or going downstairs).", "Sensation as if the heart were squeezed together.", "Constant, heavy, oppressive pain in region of heart, with sharp, piercing, movable pain.", "Great precordial anxiety, obliging him to constantly change his position.", "(Hypertrophy of heart, very like that of Arn., and like that often met with in housemaids and others from over-exertion.", "Fatty degeneration of heart.", "Cooper.).", "Pulse rapid, small, weak, with tumultuous, irregular, at times intermittent action of heart." ],
    "Neck and Back" : [ "Tension in the neck.", "Swelling of the exterior of the neck.", "Swelling of the neck when speaking.", "Swelling of the glands of the neck, of the nape of the neck, and of the armpits.", "Hard and large goitres.", "Constant sensation of constriction in the goitres.", "Yellowish spots on the neck, and redness, as from ecchymosis.", "Cramps in the back.", "Pain in sacrum and coccyx.", "Spinal complaints, with gressus vaccinus." ],
    "Limbs" : [ "Chronic arthritic affections; with violent nightly pains.", "Stiff and enlarged joints after acute rheumatism.", "Subsultus tendinum.", "Cold hands and feet." ],
    "Upper Limbs" : [ "Pains in the bones of the arms, < when lying down, and disturbing the sleep.", "Lassitude in the arms in the morning, in bed.", "Convulsive movements and trembling of the arms, of the hands, and of the fingers.", "Numbness of the fingers.", "Tearing pains in the fingers.", "Startings of the tendons of the fingers.", "Panaris.", "Constant coldness of the hands, which are covered with a cold sweat during labour.", "Carphologia." ],
    "Lower Limbs" : [ "Cramp-like pains in the legs when seated.", "Heaviness, swelling, trembling and paralysis of the legs.", "Rheumatic pullings in the thighs and knees.", "Inflammatory swelling of the knee, with tearing pains, and suppuration.", "Hot, bright-red swelling of the knee, with inflammation, pricking and burning; < by touch and pressure.", "Dropsical swelling of the knee.", "White swelling of the knee.", "Cramps in the feet, esp. at night.", "Startings of the tendons of the feet.", "OEdematous swelling of the feet.", "Chilblains.", "Acrid and corrosive sweat on the feet.", "Pain in the corns." ],
    "Generalities" : [ "Erratic pains in the joints.", "Chronic rheumatism in the joints, with violent pains at night; without swelling.", "Sensation of torpor in the limbs.", "Convulsive starting and twitching of the tendons.", "Distortion of the bones.", "Pains in the bones at night.", "Swelling and induration of the glands.", "Haemorrhage from different organs.", "Powerful over-excitement of all the nervous system.", "Ebullition of blood, and pulsation over the whole body, increased by the slightest exertion.", "Trembling of the limbs.", "Tottering walk.", "Great weakness; even speaking excites perspiration.", "Plastic exudations.", "Atrophy and emaciation till reduced to the state of a skeleton (with good appetite).", "Emaciation; ending in marasmus; of glandular tissues (mammae, testicles, thyroid gland, &c.).", "OEdematous swelling, even of the whole body." ],
    "Skin" : [ "Skin rough, dry, or clammy, moist, and of a dirty yellow.", "Tetters.", "Furfur.", "Panaris.", "Itching and itching pimples on an old cicatrix.", "Papulous eruptions tending to pustulation." ],
    "Sleep" : [ "Agitated dreams.", "Restless sleep with vivid or anxious dreams.", "Nocturnal sweat." ],
    "Fever" : [ "Shivering, even in a warm room.", "Chill alternating with heat.", "Cold feet all night.", "Internal dry heat, with external coldness.", "Profuse night-sweat.", "Increase of bodily heat.", "Fugitive heat.", "Acid perspiration in the morning.", "Pulse quick, small, and hard; weak, threadlike.", "The pulse becomes much quicker as soon as one moves about.", "Fever, with consumption.", "(West Indian and African fevers; ague.)" ]
  }
}