{
  "remedyName" : "Iodoformum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Breast, pains in. Chancre. Cough. Delirium. Diplopia. Eczema. Enteric fever. Eye, affections of. General paralysis. Headache. Heart, affections of. Hydrocephalus. Locomotor ataxy. Mania. Meningitis. Tuberculosis." ],
    "Characteristics" : [ "Iodoform has been proved by Underwood and Haines. To the symptoms experienced by them have been added the recorded effects observed on patients treated with it in old-school practice. Many cases of fatal poisoning have occurred. All the symptoms of acute meningitis have been produced in some instances, and this fact has been turned to good account by homoeopathists. An excellent collection of the pathogenetic effects of Idf. will be found in C. D. P., from which I take the following: A boy of had Idf. thickly applied to a point in amputated limb at which the stitches did not hold well. On the third day he was sleepy, after a restless night with frequent sighing. The dressing was renewed, and on the same day, not having eaten anything since the day before, he had several attacks of vomiting, bilious and easy. All these symptoms increased during the next few days. The child was constipated and seemed to suffer from his head. Nights very restless; sleep interrupted by sighing and cries like those of meningitis. Drowsiness during day. Pupils unequally contracted; reacted slowly to light. He was perfectly indifferent and did not recognise those about him. Later, nightly agitation was replaced by tranquil delirium. Pulse rapid and small. On the sixth day the dressing was changed, on the seventh day the symptoms began to abate, and disappeared after the ninth. W. J. Martin (Hahn. Month., xxxi. 799) cured two cases of tubercular meningitis with Idf. 2x. He put grains in half a tumbler of water, and gave a teaspoonful every two hours. One case was that of a child, fourteen months old, and the symptoms were: Sleeps much; moves mouth constantly as though chewing or sucking; bores head back and rolls it from side to side. Had been ill twelve days. Violent convulsions followed, face distorted, eyes squinting, head retracted, neck and back stiff, automatic movement of one arm and leg. The child was expected to die that night, but Idf. was now given, and improvement set in. Fever abated, and in one week all symptoms had passed away. Drowsiness is a marked feature. In cases of medicinal poisoning the symptoms sometimes come speedily, and sometimes only after a long period of medication, when they set in with great suddenness and intensity. For instance, a woman, 26, who had taken grains of Idf. in eighty days, suddenly after a hot bath felt very dizzy and weak in the legs, felt unable to knit, and diplopia set in. Symptoms of mania followed; weakness, staggering on closing the eyes. For twelve days she was unable to walk alone. These symptoms having set in suddenly after a hot bath seems to show that the \"< by heat, and by damp\" of Iod. is reproduced in Idf. Treves has observed evidences of poisoning develop slowly and insidiously: Malaise, loss of strength and of appetite, occasional vomiting; and the patient is weighed down with a sense of depression; moderate fever, rapid pulse; drowsiness; complete hebetude; wasting. The external use of it has set up eczema. In one case, that of a soldier (H. W., xxv. 292) who had had Iodoform applied to his arm, a scarlatina-like rash appeared, spreading from the arm over the body, and ending in desquamation. Scarlatina was actually diagnosed, but some doubt was raised, and, suspicion being thrown on the Idf., a piece of silver was placed in the mouth. Immediately a garlic taste was experienced showing the presence of Idf., which other tests confirmed. Idf. imparts a garlic odour to silver. The symptoms are < at night; by warmth; by motion; by touch; by riding in cars. > By uncovering." ],
    "Relations" : [ "Antidoted by: Hep.; Sang. (skin). Compare: Iod.; Kali iod.; Merc." ],
    "Mind" : [ "Elated.", "Excitement interrupted by broken sleep.", "Transient irritation interrupting somnolence.", "Excitement, melancholia, hallucinations of sight and hearing.", "Screams out, leaves her bed but falls down after walking a few steps, talks nonsense unconnectedly, is unable to hold anything, sees everything double.", "Talkativeness excessive; fear of death with anguish; holds fast to any person near her bed, and bemoans her approaching death.", "Drowsiness developing into perfect coma.", "Suddenly began to behave as if out of his mind; answered questions unwillingly and hesitatingly.", "Delusions, dressing himself in strange costumes; imagining himself a prodigious height and growing rapidly.", "His ideas all of an exalted kind; imagined he had the best tenor voice in the world and proceeded to hire a large concert hall. (After insufflation of Idf. into tunica vaginalis; he was sent to an asylum and recovered in four months.).", "Apathetic, amnesia for recent events, nightly restlessness, did not recognise persons, weak-minded.", "Forgetful." ],
    "Head" : [ "Confusion, with nausea.", "Feeling as if he had been intoxicated the previous day.", "Headache all night; vertigo on sitting up in bed.", "Sudden giddiness.", "Stitching pain in head.", "Headache on waking.", "Heaviness of head: on attempting to rise, with aching in vertex.", "Head heavy at night as if he could not raise it from the pillow, heaviness next morning after waking, with intermittent pain in skull, < l. side.", "Frontal pain; < descending stairs, with shooting in r. ear; neuralgic, < stooping.", "Stitching in temples.", "Neuralgic pains in nerves of temples, < r. extending to behind ears.", "Pain in temples as from a weight.", "Sticking in r. side of head.", "Pain in occiput and l. lumbar region.", "Itching of occiput." ],
    "Eyes" : [ "Eyes bloodshot and painful.", "Smarting and burning in eyes; smarting and stinging.", "Bruised feeling in r. eye in morning.", "Sensitive to light.", "Objects appear tessellated and red, > rising.", "Sees all persons and objects as through a veil.", "Vision double.", "Exquisite diplopia.", "(\"In purulent ulcers of the cornea, and esp. ulcus corneae serpens, Idf. has no equal.\"", "Sattler in old-school practice.)" ],
    "Ears" : [ "Sticking in r. ear; sticking, then fulness.", "Ears feeling dry and feverish; and full.", "Neuralgic pains in l. ear.", "Dull hearing." ],
    "Nose" : [ "Dryness in nose, and he complains that he cannot get any discharge from it; with fulness of membrane and constant snuffing.", "Constant sensation as if smelling fumes of iodine.", "Smell as of decaying leaves in a swamp." ],
    "Face" : [ "Pains in malar-bones; in zygomatic muscles, < motion and bending forward.", "Drawing in malar-bones, with pressing.", "Stiffness of zygomatic muscles.", "Twitching of facial muscles.", "Aching in r. lower jaw, increasing to pain as from a weight.", "Lips and throat dry; lips dry and stinging." ],
    "Teeth" : [ "Sharp pain in upper teeth.", "Aching in sound teeth; in decayed teeth, < upper and r., coming and going quickly, toothache in afternoon quickly changing to temples.", "Teeth feel sore and too long." ],
    "Mouth" : [ "Metallic taste." ],
    "Throat" : [ "Stitching in r. side of throat.", "Dryness of throat, with bitter taste; dryness, with rawness on swallowing." ],
    "Stomach" : [ "Nausea; at times." ],
    "Abdomen" : [ "Rumbling in abdomen.", "Scaphoid abdomen.", "Flatulent colic.", "Cutting in abdomen.", "Warmth in abdomen and rectum, with nausea and desire for stool.", "R. inguinal region, sharp pain; cutting, with desire for stool; sore pain." ],
    "Stool and Anus" : [ "Desire for a liquid stool.", "Stool delayed; with feeling as if anus were drawn up into rectum." ],
    "Urinary Organs" : [ "Urine very yellow; and smelling like saffron.", "Albumen and casts in urine." ],
    "Respiratory Organs" : [ "Aphonic disturbance of voice.", "Cough from dryness of throat.", "Cough on going to bed, with wheezing from mucus in throat.", "Smothering sensation.", "Respiration irregular; deep inspirations alternating with apnoea." ],
    "Chest" : [ "Sticking in r. chest, extending to lower angle of scapula.", "Pain in l. chest.", "Sharp pain in r. chest.", "Ulcerative pain in l. breast, to r. of nipple at night, then grasping at base of heart, next day aching in l. breast.", "Soreness on taking a long breath.", "Soreness in lungs.", "Sore pain in apex of r. lung, on breathing sensation as if two ulcerated surfaces were in contact.", "Feeling in lungs as from a heavy cold.", "Feeling as if a weight rested on chest, preventing free expansion." ],
    "Heart and Pulse" : [ "Sticking through heart.", "Pulse rapid; to" ],
    "Neck and Back" : [ "Contraction of muscles of neck.", "Bruised sensation in nape.", "Spine sore, does not wish it touched.", "Pain along spine; along r. side of dorsal vertebrae; in lumbar region, with weakness and straining.", "Sharp pain in angle of scapula." ],
    "Limbs" : [ "Pain in l. arm and l. leg, < lower half of tibia and fibula, then extending into foot.", "Bruised feeling in l. arm and leg, as the pain increases the muscles feel ulcerated." ],
    "Upper Limbs" : [ "Sticking in l. shoulder; and arm.", "Pain in median nerve of l. arm.", "Pain in l. humerus, with bruised pain in muscles around the bone.", "Rheumatic pain in r. arm; < using it.", "Bruised pain in l. arm in morning on touch.", "Pain in l. elbow; in nerves of l. hand.", "Sharp pain in nerves of l. hand." ],
    "Lower Limbs" : [ "Pain along l. crural nerve.", "Pain in inside of knees.", "Neuralgic pain in l. knee.", "Weakness of knees on ascending stairs.", "Weakness < standing, with pain.", "Rheumatic pain in gastrocnemii; rheumatism of flexor muscles of legs.", "Cutting in l. ankle on walking in open air.", "Sticking in r. instep.", "Pain in l. foot, < walking." ],
    "Generalities" : [ "Sudden dizziness; weak in the legs.", "Body in constant spasmodic motion, twitching of facial muscles, deep inspirations alternating with apnoea; every movement made slowly and without energy; on closing eyes cannot stand or walk straight.", "Constantly wearied and tired.", "Rapid collapse ending in coma and death.", "Sphincters paralysed.", "Stiffness of certain limbs, convulsive movements.", "Screams as if suffering from meningitis; draws up legs a good deal; twitching and rolling." ],
    "Skin" : [ "Red rash over loins, back of arms and elbows (from application to inflamed bursa patellae. The rash was cured by Sang.).", "Fine eruption of macules, papules, and vesicles on face, neck, hands, and wrists; diffuse redness with oedema followed; worst on hands and between fingers, vesicles running together and epithelium separating; back of hands desquamated (in a nurse who had been applying it to a patient).", "Horrible irritation all over body (from application to wound)." ],
    "Sleep" : [ "Sleepiness.", "Intermittent sleepiness ending in coma.", "Wakefulness.", "Jerks and shocks in nerves when trying to sleep.", "Restless sleep, full of dreams.", "Restless, < after a.m.", "Sound sleep till l.30 a.m., then sudden waking, restlessness and sleeplessness till 4.30, then partially conscious sleep for an hour and a half, then heavy sleep and difficult arousing.", "Confused dreams; of accidents." ],
    "Fever" : [ "Susceptible to hot weather.", "Heat at night, keeps laying off covers.", "Temperature may be elevated to 104° or more.", "Sweats easily from motion.", "Sweat on head." ]
  }
}