{
  "remedyName" : "Ipecacuanha",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Asthma. Bronchitis. Catarrh. Cholera. Consumption. Convulsions. Cough. Deafness. Diarrhoea. Dysentery. Enteric fever. Eyes, affections of. Gall-stone colic. Gastric Ulcer. Haematemesis. Haemorrhage. Haemorrhoids. Hysteria. Intermittent fever. Menstruation, disorders of. Opium habit. Pregnancy, disorders of. Remittent fever. Salivation. Tetanus. Toothache. Vomiting. Whooping-cough. Worm-fever. Yellow-fever." ],
    "Characteristics" : [ "The well-known emetic effect of Ipecacuanha Wine gives a rough keynote for the use of Ipec. in homoeopathy. Wherever ailments are associated with the presence of constant nausea Ipec. is very likely to be of use. The special form of nausea is a constant but unavailing desire to vomit; or immediately after vomiting there is, instead of relief, a desire to vomit again. With this there is a clean or not very dirty tongue. There is profuse salivation with the nausea. The nausea of Ipec. is oftenest met with in affections of the stomach and bowels, of the respiratory organs, and in fevers. In the stomach itself there is a symptom which is very characteristic of the remedy, a feeling \"as if the stomach were hanging down relaxed.\" There is disgust at the stomach for food; empty vomiting; vomiting of bile; of blood. No > by vomiting. The stomach disorder may be occasioned by rich food-pork, pastry, fruits, candy, ice-cream. The stomachic disgust of the remedy is depicted on the countenance, which expresses nausea. The corners of the mouth are drawn down. Blue rings round the eyes. Sometimes the mental state corresponds: \"Moroseness and contempt for everything\"; \"Disdainful humour.\" The irritability of the elders becomes in children crying and screaming. Another mental symptom is \"full of desires they know not for what.\" Ipec. is a botanic relative of China, and it is also an antidote to the latter; (it is also closely allied to Viola odorata). Perhaps the relationship of Ipec. to China may have something to do with its large sphere of usefulness in intermittent fever. Jahr recommended that in all cases of intermittents in which no other remedy is particularly indicated Ipec. should be given to begin with. It will either cure the case or bring out more definitely indications for another remedy. I have frequently found this advice useful; and it occurs to me that as most intermittents have been treated with quinine it is through its antidotal properties that Ipec. exerts some of its good effects. It has a strongly marked periodic action. A special indication for it is: Nausea through all the stages. Other indications are: \"Stages completely mixed up short chill, followed by long fever.\" Ipec. has many bone pains, in the head and elsewhere. Pains as if bones were all torn to pieces. Ipec. is given as an expectorant in old-school practice, and is supposed to act by its nauseating properties. But homoeopaths have proved that nauseating doses are neither necessary nor desirable. The cough of Ipec. is dry, spasmodic, constricted, asthmatic. \"Violent degree of dyspnoea, with wheezing and great weight, and anxiety about the precordia.\" \"Threatened suffocation from accumulation of mucus.\" In whooping-cough a characteristic is the spasmodic rigidity of the patient. \"Child loses breath, turns pale, stiff, and blue; strangling with gagging and vomiting of mucus; bleeding from nose or mouth.\" The great keynote, subject to slight variations, is", "mental depression with tissue irritability. The tissue irritability of Ipec. is severe and urgent, but superficial; that of Ars., deep-seated, diffuse, and burning; that of Ferrum involves tissue, as with Ars., but is mostly painless (Cooper). Ipec. is a medicine of great importance in haemorrhages. The blood is bright red and the flow steady. A grand keynote for Ipec. in haemorrhages (whether of lungs, bowels, uterus, or other parts) is nausea with the haemorrhage. Guernsey thus describes the effect of Ipec. in the female sexual sphere, in which the haemorrhagic power of the remedy is of the highest importance: \"Threatened abortion; often with a sharp pain around the umbilicus, which runs downward to the uterus, with constant nausea and discharge of bright red blood; discharge of blood before the proper period; metrorrhagia, often after confinement, which is heralded by a low pulse, nausea, &c.; there is a steady flow of bright red blood, which may soak through the bed to the floor, or may run over the foot of the bed. (Where there is this steady flow of bright red blood give Ipec., and do not resort to applications, manipulations, &c.) Menstruation too early and too profuse; deficient labour pains, and with the pains there is a great deal of suffering, but no good is accomplished, the suffering is caused by the above-named pain about the umbilicus, moving to the uterus.\" Some of the pains of Ipec. run from above down; some from left to right (cutting pain in abdomen). There is a remarkable headache \"as if bruised, all through the bones of the head and down into the root of the tongue.\" Nausea is generally an accompaniment. Brain feels bruised, pain piercing to roots of teeth. There is also a sick headache originating in the stomach, the nausea preceding the headache and persisting all through. Teste has used the remedy with good effect in \"constrictive and contusive headaches seated in left parietal region, coming on every day at a.m., increasing gradually until the pain became intolerable, then decreasing in the same manner\" and ceasing completely at p.m. Another sphere in which Ipec. has shown great curative power is the eye. According to Allen granulations of the lids have been cured by the instillation of the dilutions. Also subacute inflammation of the cornea, with intense pain and great photophobia. Pustular conjunctivitis, especially in children. Inflammation with tearing pain and gushing of tears. Violent neuralgia of eyeballs, shooting in the head, with gushes of tears, nausea, &c. Dr. Nancy T. Williams (H. R., xi. 65) has cured several cases of gall-stone colic with Ipec. The relief was prompt and lasting. On the strength of this symptom of Hahnemann's, \"external chilliness with internal heat,\" Mahony gave Ipec. to an army sergeant, 49, invalided for aneurism, who had this symptom while recovering from a catarrhal attack: coldness of hands and feet not perceptible to himself. Ipec. soon removed this. (Med. Adv., xxvi. 110). J. R. Haynes (quoted B. J. H., xxxvii. 203) uses Ipec. as an antidote to the Opium and Morphia habit. He gives five drops of Ipec. O for every grain of Morphia (or its equivalent in Opium) which the patient has been accustomed to take. When a definite sequence is observed in the order of occurrence of symptoms this is of great practical importance. Woodward (Hahn. Adv., May, 1900, p. 278) has noted in twenty-three provers the symptoms of Ipec. develop in this order: (1) Gastric; (2) Respiratory; (3) Spinal; (4) Genito-urinary; (5) Cutaneous. In several instances, however, the cutaneous symptoms appeared before the genito-urinary. Owing to its immediate expulsive effect, given internally, upon the mucous membrane, its influence upon the skin has not been sufficiently considered. Mixed with oil, powdered Ipec. has been used to vesicate the skin; and, diluted, the tincture is used for the bites of insects, bee- and wasp-stings, &c. It produces violent irritation of the skin, and between the acts of vomiting an uncontrollable desire to scratch is often felt in those under the influence of material doses. Cooper cured an immense uterine fibroid where persistent painful irritation of the skin with constant retching and vomiting, made worse by eating, constituted the prominent symptom. Frightful irritation inside and out, especially vaginal, with thick leucorrhoea, and a feeling of desperation, yields to Ipec. Ipec. has been used locally and internally for malignant pustule and anthrax, in which disease Dr. Edwin Muskett considers it specific (Alleg. Hom. Zeitung., No. 23, Dec., 1888). In certain forms of peripheral neuritis it deserves more consideration than has hitherto been allotted to it (Cooper). In consequence of its proved cholagogue action, it constitutes nowadays a very frequent constituent of allopathic pills. Ipec. has much of the sensitiveness of Chi.", "There is < by touch. Over-sensitiveness to heat and cold. < In winter and dry weather. < In warm, moist wind (catarrh, asthma, &c.). Chill is < in warm room; by external heat. Summer heat or hot room = fainting. Drinking > chill. Cold water > spasmodic cough. Cold drinks or ice-creams = colic. < Periodically; by vomiting; by coughing; by suppression of eruptions. < From veal from rich food (pork, fat, pastry); from ices.; lemon-peel; raisins salads, < By eating. < From abuse of quinine. < By motion. > By rest; by pressure; by closing eyes. Ipec., according to Hahnemann, is a short-acting medicine. It is specially suited to stout persons of lax fibre; to fair people; to women and children to emphysematous persons; to persons who have a history of epistaxis or other blood-loss." ],
    "Relations" : [ "Antidoted by: Arn., Ars., Chi., Nux, Tab. It antidotes: Alum., Apis, Arn., Ars., Chi., Copper fumes, Dulc., Fer., Lauro., Op., Sul. ac., Tab., Ant. t. Followed well by: Ars. (cholera infantum; debility; colds; croup; chills); Bell.; Bry.; Cadm. s. (yellow fever); Calc., Cham., Chi., Cupr., Ign., Nux, Pho., Puls., Sep., Sul., Ant. t., Tab., Ver. Complementary: Cupr. Compare: Cough after eating, Nux; (whilst eating and in open air, Calc.). One hand cold, the other hot, Chi., Dig., Pul., Mosch. Constant nausea, Cocc., Kali c., Sul., Ign., Acet. ac. Salivation lying down", "Ipec.; (on lying down at night, Cham., Nux, Pho., Rhus). Grass-green stools, Arg. n. Expression of nausea, AEthus., Ant. t. Bruised headache, Ptel., Ver. (bruised feeling here and there in brain). Gastric disturbance from rich food, Pul. (but Pul. has foul tongue, Ipec. clean; with Pul. symptoms last only whilst food is in stomach, Ipec. when stomach is empty). Stomach relaxed, Staph., Lobel., Tab. Asthma, Cupr. (spasmodic element predominates), Lob. (with a weak sensation in epigastrium spreading up into chest. Whooping-cough with rigidity, Cina (clucking sound down oesophagus as child comes out of paroxysm; grinds teeth), Cupr. (spasms of flexors predominate). Vomiting, Ant. t. (Ipec. has more nausea, Ant. t. more vomiting and retching; Ipec. has clean or slightly-coated tongue, Ant. t. thickly-coated white; both have vomiting after a meal, after acids and after coughing). Pains fly from left to right. Lach. (side to side, Act. r.; right to left, Lyc.; with nausea, Ipec.). Chest affections from retrocession of measles rash, Bry. Asthma, oedema, Linum n. Sweetish, bloody taste, Berb. (also bitter taste; Berb. mouth is pasty or sticky, Ipec. more generally clean; Berb. has dry mouth, Ipec. increase of saliva and smarting in mouth and tongue)." ],
    "Causation" : [ "Vexation and reserved displeasure. Injuries. Suppressed eruptions. Quinine. Morphia. Indigestible foods." ],
    "Mind" : [ "Cannot endure the least noise.", "Cries and howling (of children).", "Anxiety and fear of death.", "Moroseness, with contempt for everything.", "Disdainful humour.", "Desire for a number of things, without knowing exactly which.", "Irritability, and disposition to be angry.", "Ailments from mortification or vexation, with indignation.", "Impatience.", "Slowness of conception." ],
    "Head" : [ "Vertigo when walking, and when turning round, with tottering and staggering.", "Pain, as of a bruise, in all the bones of the head, as far as the root of the tongue (with nausea and vomiting).", "Headache as of a bruise of the brain and skull, which pierces through all the cranial bones into roots of teeth, with nausea.", "As if brain compressed.", "Attacks of headache, with nausea and vomiting.", "Tearing in the forehead, excited or aggravated by being touched.", "Lancinating headache, with heaviness of the head.", "Stitches in the vertex (or forehead).", "Painful pressure on the forehead.", "Pain in the occiput and nape of the neck.", "Hydrocephaloid." ],
    "Eyes" : [ "Eyes red and inflamed.", "Neuralgia of eyes, esp. r., extended to nose and mouth; in evening biting and pressure in eyes; he was awakened between and a.m. by tearing pains in eyes, esp. r., radiating to forehead and driving him out of bed, < from strong light, accompanied by chilliness, heat, sweat.", "Eyelids closed, painful expression of face; the pillow was soaked with tears which flowed freely on opening r. eye.", "Twitching of l. upper lid with three black spots before sight on lifting lid.", "Scrofulous ophthalmia, pain in forehead and temples, photophobia and corneal ulceration.", "Conjunctiva rose-coloured; cornea opaque; sight gone from r. eye, could not read, evening, from being dazzled by candle-light, which appeared multiplied five or six times; next morning fiery iridescent rings before l. eye, which had been less affected.", "Humour in the corners of the eyes.", "Trembling of the eyelids.", "Twitching of the eyelids.", "Hardened mucus in the external canthi.", "Pupils dilated.", "Confused sight." ],
    "Ears" : [ "Coldness and chilliness of the ears (during the febrile heat)." ],
    "Nose" : [ "Epistaxis.", "Loss of smell.", "Coryza, with stoppage of the nose." ],
    "Face" : [ "Pale, earthy, or yellowish colour of the face, which is bloated, with livid circles round the eyes.", "Convulsive startings of the muscles of the face.", "Lips covered with small aphthae and eruptions.", "Rash in the face.", "Fine branny eruption on face, with or without irritation.", "Pityriasis.", "Pain, as from excoriation, in the lips.", "Convulsive startings of the lips.", "Redness of the skin round the mouth." ],
    "Teeth" : [ "Odontalgia by fits, as if a tooth were being extracted.", "Toothache > while eating; < afternoon and night.", "Toothache < by day; pain every few minutes with a jerk radiating into r. temple and nose, as if tooth being extracted.", "The neuralgic pains of Ipec. and of Viol. od. often make for r. temple (Cooper).", "Dentition." ],
    "Mouth" : [ "Painful sensibility of all parts of the mouth.", "Smarting in mouth and on (margins of) tongue.", "Copious secretion of saliva.", "Constantly obliged to swallow saliva.", "Saliva runs from mouth on lying down.", "Tongue: clean; white or yellow; pale." ],
    "Throat" : [ "Sore throat, during deglutition, as from swelling of the pharynx.", "Difficult deglutition, as from paralysis of the tongue and of the gullet.", "Spasmodic contractive sensation in the throat.", "Fauces, stinging, rough, sore, and dry." ],
    "Appetite" : [ "Insipid and clammy, or bitter taste, esp. in the morning.", "Sweetish taste, as of blood in the mouth.", "Desire only for delicacies and things sweetened with sugar.", "Want of appetite; the stomach feels relaxed.", "Bad effects from eating pork, veal, &c.", "Gastric catarrh from indigestible food, or from ice-cold things.", "Adipsia.", "Beer has an insipid taste.", "Tobacco smoke is nauseous, and causes vomiting.", "Great repugnance and dislike to all food.", "Water-brash." ],
    "Stomach" : [ "Nausea, as if proceeding from the stomach, with copious salivation, violent itching in the skin, and empty risings.", "Retching, esp. after drinking anything cold, or after smoking.", "Vomiting of drink, and of undigested food; or else of bilious, greenish, or acid, or mucous, gelatinous matter, sometimes immediately after a meal.", "Vomiting of blood.", "Vomiting, with sweat, heat, fetid breath, and thirst.", "Vomiting with diarrhoea.", "Vomiting on stooping.", "Vomiting of black matter, like pitch.", "Sensation of excessive uneasiness in the stomach and epigastrium.", "Horrid, indescribable pain and sick feeling in the stomach.", "Sensation, as if the stomach were empty and flaccid.", "Swelling in the region of the stomach.", "Pinching round the epigastrium and in the region of the hypochondria.", "Pressure on the stomach with vomiting." ],
    "Abdomen" : [ "Cutting and pinching in the abdomen (as from a hand, each finger sharply pressing into intestines), < in the highest degree by movement, > by repose.", "Pinching pain in both hypochondria, and in region of pit of stomach.", "Pain, as from excoriation in the abdomen.", "Colic, with agitation, tossing, and cries (in children).", "Colic, with cramp-like pains.", "Incisive pains, in the umbilical region, with shuddering.", "Flatulent colic, with frequent diarrhoeic stools.", "Colic of strangulated hernia." ],
    "Stool and Anus" : [ "Loose evacuations, like matter in a state of fermentation (like yeast).", "Obstinate diarrhoea.", "Loose evacuations, greenish, or yellow- (lemon-) coloured, of a putrid smell, or sanguineous, bilious, and mucous.", "Stools: grassy-green; of white mucus.", "Loose serous evacuations.", "Diarrhoea, with nausea, colic (and vomiting).", "Autumnal diarrhoea; much griping about the navel.", "Diarrhoea of children inclining to dysentery.", "Dysenteric evacuations, with white flocks, and followed by tenesmus.", "Evacuation of black matter like pitch.", "Haemorrhoids bleed profusely.", "Itching of anus." ],
    "Urinary Organs" : [ "Turbid urine, with sediment like brick-dust.", "Red and scanty urine.", "Unsuccessful urging to urinate.", "Sanguineous urine, with pains in the region of the bladder, and of the navel, burning sensation in the urethra, inclination to vomit, and pain in the loins and in the pit of the stomach.", "Discharge of pus from the urethra, with biting pain." ],
    "Female Sexual Organs" : [ "Troublesome sensation, as of bearing down towards the genital parts, and towards the anus.", "Menstruation too early and too profuse.", "Metrorrhagia, with discharge of bright red and coagulated blood, with oppressed breathing.", "Metrorrhagia, much depression and pain in r. half of head; soreness about womb and pain in l. hip and back; weight across forehead, and phlegm in back of throat, causing sickness; skin yellowish and very irritable, dark round eyes (cured).", "Steady flow of bright red blood after confinement.", "In labour and threatened miscarriage pains fly from l. to r., with nausea.", "Catamenia premature, and too thick.", "Stitches from navel to uterus." ],
    "Respiratory Organs" : [ "Cough, esp. at night, with painful shocks in the head and stomach, and with loathing, retching, and vomiting.", "Cough catching the breath, even to suffocation; during the attacks the child gets quite stiff, its face blue. It is excited by a contractive tickling sensation extending from upper part of larynx to lowest part of bronchial tubes; < on walking in cold air; on retiring; in morning and evening; on taking a deep breath. Accompanied by cold, as if the navel would be torn out; pains in abdomen like strangury; heat in head and face. The cough causes vomiting without nausea.", "Rattling noise in the bronchial tubes when drawing breath.", "Dry cough, excited by a contractive tickling in the larynx (particularly in the upper part), extending to the extremity of the bronchia, esp. when lying on l. side.", "Cough, which resembles whooping-cough, with bleeding from the nose and mouth, and vomiting of food.", "Cough, with spitting of blood, provoked by the least effort.", "Spasmodic cough, dry, shaking, with fits of suffocation, stiffness of the body, and bluish face.", "Cough as from vapour of sulphur, with expectoration of blood with mucus in the morning.", "Suffocative cough in the evening; continuous cough with perspiration on the forehead, shocks in the head, retching and vomiting.", "Anxious and short respiration.", "Quick, anxious breathing.", "The breath smells fetid.", "Suffocative attacks in the room; > in the open air.", "Whooping-cough; every fresh attack sets in with a long-drawn, difficult, howling, sighing inspiration.", "Spasmodic asthma, with contraction of the larynx, and panting respiration.", "Sighing respiration." ],
    "Chest" : [ "Oppression of the chest, and shortness of breath, as if dust had been inhaled.", "Loss of breath on the least movement.", "Spasms in the chest.", "Pain, as of excoriation in the chest.", "Palpitation of the heart.", "Red itching spots on the chest, with burning after scratching." ],
    "Neck and Back" : [ "Swelling and suppuration in the throat-pit.", "Cramp pain between the scapulae during motion.", "Tetanic stiffness and bending of the back, backwards or forwards." ],
    "Upper Limbs" : [ "Coldness of one hand while the other is hot." ],
    "Lower Limbs" : [ "Convulsive startings of the legs and of the feet (not in the upper limbs).", "Pain, as from dislocation, in the hip-joint, when sitting.", "Nocturnal cramps in the muscles of the thigh, with lumps in the thighs.", "Violent itching in the calves of the legs.", "Ulcers, with black bases on the legs, and on the foot." ],
    "Generalities" : [ "Pain, as from a bruise, in all the bones.", "Tingling in the joints, as when numbed.", "Fits of uneasiness, with dislike to all food, and excessive and sudden debility.", "Nausea, with almost all ailments.", "Bleeding from different organs; haemorrhages from all the orifices of the body (bright red).", "Too great sensibility to cold and to heat.", "Tetanus; spasms and convulsions of different kinds; sometimes with bending backwards of the head, and distortion of the features; or with loss of consciousness; face pale and bloated, eyes half closed, convulsive movements of the muscles of the face, lips, eyelids, and limbs, at times with cries, inclination to vomit, and rattling of mucus in the chest.", "In morning, on awaking, anxious agitation of the blood, as if he had been subjected to a great heat, or had had profuse perspiration, or had awakened out of an anxious dream, though the skin was neither hot nor moist; at same time a heaviness in head as if brain were compressed.", "Dropsy of internal parts.", "Chlorosis, menses scanty; skin and mucous surfaces pale, anaemic.", "Excessive emaciation." ],
    "Skin" : [ "Miliary eruptions, violent itching in the skin (of the thighs and of the arms).", "During the nausea the patient is forced to scratch himself, until relieved by vomiting.", "Rash (in lying-in women); suppressed rash." ],
    "Sleep" : [ "Sleeplessness.", "Sleep, with the eyes half open.", "Agitated sleep, with groans.", "During sleep, starting of the limbs.", "Frightful dreams, with frequent starts and terror during sleep." ],
    "Fever" : [ "Pulse very frequent, but at times scarcely perceptible.", "Shuddering, with coldness in the limbs and in the face.", "Chill of short duration and soon changing to heat.", "Coldness, esp. in the hands and feet, with cold and copious perspiration on those parts.", "External chilliness with internal heat.", "Aggravation of the shivering from external heat.", "Internal chilliness, as if under the skin, < from heat.", "Before the shiverings, uneasiness, stretching, and lassitude, with cold sweat on the forehead, or coldness, or shivering, in the ears.", "Sudden heat in a room, with sweat and vertigo.", "Thirst during the shivering or coldness.", "Fever, manifesting itself by much shivering, with little heat, or by much heat with little shivering; or with nausea, vomiting, and other gastric symptoms, tongue clean or loaded, and constrictive oppression of the chest.", "Fever in the evening, with great inquietude, dry and troublesome heat, burning in the palms of the hands, and nocturnal sweat.", "After a short chill dry heat, with parchment-like skin.", "During the heat no thirst.", "Perspiration smelling sour (with turbid urine).", "Intermittent fever; nausea and vomiting predominate; slight chills are followed by much heat, with thirst and no subsequent perspiration, consequent upon the abuse of quinine; slight chilliness without thirst, afterwards violent heat, with thirst, nausea and vomiting, dyspnoea, stitches in the chest, finally copious perspiration.", "Damp coldness of the hands and feet." ]
  }
}