{
  "remedyName" : "Iridium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Axilla, abscess in. Bronchitis, chronic. Cramps. Gout. Hemiplegia (r.). Neuralgia. Numbness. Rheumatism. Spinal paresis." ],
    "Characteristics" : [ "Iridium is a rare metal of the Platinum group found in platinum ore. It is one of the heaviest substances known. A. J. Tafel took gr. xx. of 3rd trituration. He experienced a number of symptoms, all within two hours of taking the dose. Prominent among them were: A sensation of numbness; in ears and throughout the body. A feeling as if the eyes were being affected from below upward. A feeling as of a triangle on face, the base formed by the two malar-bones, the apex in the vertex. The numbness, and a cramp-like contraction in right calf, show a resemblance to the action of Plat. Irid. needs and deserves a fuller proving. The majority of symptoms appeared on the left side. In the Revue Hom. Francaise of February, (translated New York Med. Times, November, 1892), M. Laboucher gave an account of this remedy and compared it with others. He does not mention how the symptoms were obtained. They will be found in the Schema marked with \"(L)\" after each. Those unmarked are Tafel's. Laboucher says it is \"admirable in all cases of anaemia\"; is better than China for the aged and persons exhausted by disease; for puny, weak-limbed children, and those who grow too fast. He mentions a peculiar alternation of symptoms or reaction. Painful weakness of lower limbs and renal region, followed by a favourable reaction", "self-confidence and facilitated mental labour. It shares with Osmium, Palladium, and Platinum a place in the treatment of rheumatism and gout. Laboucher gave Irid. in the 4th attenuation, Pallad. in the 3rd, Plat. in 2nd, and Osm. in the 1st." ],
    "Relations" : [ "Compare: In uterine diseases, Aur. and Aur. mur. (Laboucher says Irid. is superior to both and to Osm. in uterine tumours). In exhaustion after disease, Chi." ],
    "Mind" : [ "Weariness in back and limbs followed by favourable reaction; feeling of aplomb and self-confidence (L).", "Facilitates mental labour (L.)." ],
    "Head" : [ "Pains in middle of occipital bone.", "Neuralgia of head, esp. temples; drives one crazy (L.).", "Open air and noise seem to bruise the head." ],
    "Eyes" : [ "Feeling as if eyes were being affected from below upward." ],
    "Ears" : [ "Feeling of numbness in ears and throughout the body lasting but a short time." ],
    "Face" : [ "Pain in l. malar-bone, a kind of stinging; from this place a kind of warmth spreads over whole face; the pain is also felt in r. malar-bone like a pressure." ],
    "Mouth" : [ "Increased saliva with sensation in malar-bones, which is more perceptible on l. side." ],
    "Stomach" : [ "Cramps in stomach." ],
    "Female Sexual Organs" : [ "Swelling of ovaries without dropsy (L.).", "Corroding and suppurating ulcers of uterus; bluish patches on uterus (L.). Uterine tumour with suppuration (L.).", "Piercing, gnawing pains in breasts (L.)." ],
    "Neck and Back" : [ "Painful weakness of lower limbs and weakness in region of kidneys, followed by favourable reaction (L.).", "Spinal paresis followed by greatly increased strength (L.)." ],
    "Limbs" : [ "Neuralgia of the limbs." ],
    "Upper Limbs" : [ "Abscess in axilla, arrests suppuration (L.).", "Transient pain in inner side of wrists, < l., also on bend of knee-joint.", "Painful deep red glossy swelling of thumb (L.).", "Pinching pain in wrists and fingers (rheumatic paralysis) (L.)." ],
    "Lower Limbs" : [ "Formication, scraping and smarting pains in hip-joints; sciatica preventing rest in bed (L.).", "Transient pain in bend of knee-joint.", "Pressing in anterior portion of l. thigh in middle of upper half, followed by pressing in groin.", "While walking, feeling of tension in both thighs, < l.; then a dislocated feeling in l. hip-joint, and a dull pain tending towards l. buttock.", "Cramp-like contraction in r. calf and middle of sole of foot." ],
    "Generalities" : [ "R. hemiplegia when temperature of skin remains normal (L.)." ]
  }
}