{
  "remedyName" : "Iris Tenax",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Appendicitis. Fever. Headache. Home-sickness. Intermittents. Mania. Perityphlitis. Sleeplessness. Stomatitis. Vomiting. Xerostoma." ],
    "Characteristics" : [ "Dr. George Wigg, of Portland, Oregon, proved Iris tenax in the latter part of (Med. Adv. xvii. 235, Amer. Hom., April, 1888; H. W., xxxv. 364). He published the proving under the name of Iris minor. This, as Heath has shown, is a local name only, its true botanical name being Iris tenax (H. W., xxx. 332). Dr. Wigg (aet. 44) took gtt. v. to 1x. of the strong tincture. A female prover took repeated doses of Ir. t. 2x and 3x. The order in which the symptoms occurred in Dr. Wigg's case is roughly as follows: In fifteen minutes burning in mouth and throat. This passed off in the night, but was intensified by each fresh dose. After the second dose, taken early next morning, the burning was reproduced, followed by dry mouth and absence of saliva in two hours. Then came the mental gloom and home-sick feeling, increasing towards midnight; headache in temples; toothache; sinking, all-gone feeling; itching and burning of scalp; abdominal pains; diarrhoea; desperate exhaustion compelling him to keep in bed; hard chill followed by rise of temperature. The acute pains in the bowels passed off in the night, but for fourteen days there was a tender spot over the ilio-caecal region, and the bowels did not act normally for ten days. The symptoms which Dr. Wigg considers most remarkable are: (1) Absence of saliva with dry mouth. (2) Gloomy, cast-down, home-sick feeling. (3) Burning in eyes without tears. (4) Pain in one tooth only (second upper molar). (5) Itching and burning of scalp without eruption. (6) Chill at p.m. (he never had a chill before or since). (7) Painful spot in ilio-caecal region and the length of time it lasted. It resembles Ir. vers. in producing bilious vomiting; burning sensations; and low spirits. In the female prover it produced a strange sensation in her mind: she thought some of her friends had died; the next day she was unusually cheerful. The most remarkable symptoms were, no doubt, the \"fearful pain in the ilio-caecal region\"; and the \"hard chill at p.m.\" These indications led to the cure of the two following cases: (1) Miss X, school teacher, had for several years a pain beginning in right eye, extending thence to right half of head. When the pain was most severe she vomited a quantity of green bile. When she did not vomit she had nausea, and a chill between and p.m. The pain passed off in sleep at night. It always began on Saturday, before rising. Ir. t. 30x every six hours, commencing Friday morning, was given, and quickly cured after Ir. v., Alo., Act. r., and Kali bi. had failed to give much relief. The relief from Ir. t. was so marked the patient thought she had received morphine. (2) Mr. E., after walking thirty miles over a mountainous country in August, while in a state of perspiration drank a large quantity of buttermilk. Four hours after he was taken with fearful pain in ileo-caecal region, which caused a deathly sensation at epigastrium. Finally he vomited much dark green bile without relief. An old-school doctor was called in and diagnosed obstruction with probable death in four days. He lingered three weeks and was brought home to Portland, where Dr. Wigg saw him, and diagnosed typhilitis, badly treated. Pressure on the ileo-caecal region caused death-like sensation at stomach-pit. Pain continued until he vomited a cupful of dark green bile. Somewhat constipated. Under Ir. t. 15x every three hours, he commenced to improve at once, and in two weeks was back at his business. Dr. Wigg noticed the all-gone feeling particularly on standing up, on waking in the morning. Cold water did not > burning in mouth and throat. Cold pillow > pain in temples. > By sucking in cold air (burning in mouth and throat). Hot applications > pain in bowels. Cup of tea > vomiting. Sweet oil and camphor > burning in mouth and throat. Many symptoms appear or are < on waking." ],
    "Relations" : [ "Compare: (effect on caecal region) Arn., Ars., Lach., M.; (headache) Gels., Gratiol., Ir. v., Kali bi., Ign. (Burning not > by cold) Caps.; (home-sickness) Caps., Phos. ac.; (xerostoma) Ar. t." ],
    "Mind" : [ "Gloomy, cast down; home-sick feeling.", "Strange sensation in her mind, thought some of her friends had died.", "The impression was so strong that she sat down and had a good cry (after sixteenth dose of Ir. t. 2x. gtt. vi., taken every two hours).", "Next day unusually cheerful.", "(On a later occasion the same prover took out of a tumbler of water, in which a teaspoonful of pellets of Ir. t. 3x had been dissolved, one teaspoonful every hour; the prover, who did not know what she was taking, said, on the afternoon of the second day of taking it: \"I am going to lose my mind. I feel just as I did when you gave me that Wild Iris.\" Attempts to persuade her she was all right only < the despondency. She could not keep from crying. Next day as cheerful as ever.).", "At a.m. courage all gone, could not help crying." ],
    "Head" : [ "Pain returning weekly for several years, commencing in r. eye and involving r. half of head; vomits green bile when pain at height; if no vomiting has nausea and a chill between and p.m. (cured with 30x).", "Headache in both temples with vomiting of green bile.", "Awoke a.m. with dull aching in both temples and itching in eyes; could not get to sleep again but kept turning the pillow as the cool side > the pain.", "Itching and burning of scalp, on awaking; brushed head well with stiff brush, five minutes after whole scalp burning as from cayenne pepper; at same time eyes began to smart, but did not water (burning lasted eleven hours)." ],
    "Eyes" : [ "Itching in both eyes; with aching in temples.", "Smarting burning in eyes, after brushing scalp; it was as if he had been near some one scraping horse-radish; no lachrymation (lasted eleven hours)." ],
    "Mouth" : [ "Pain in l. upper second molar, feeling too long; kept him awake till a.m.; awoke 6.15, still in pain; at the pain was worst; neither hot nor cold water relieved, nor camphor nor chloroform.", "Thinking there was an ulcer at the root he had it extracted.", "There was no ulcer, though the tooth was decayed.", "Burning in mouth and throat, which increased, mouth and throat seemed on fire; not > by cold water; > after midnight, > by sweet oil and camphor; > by sucking in cold air; compelling him to keep swallowing every, second or two.", "Mouth dry, without saliva." ],
    "Throat" : [ "Burning in throat and fauces as if on fire, not > by cold water fearful burning in throat, fifteen minutes after taking drops, pain and burning desire to swallow every second or two.", "Burning in throat as from Capsicum, > by sucking in cold air." ],
    "Stomach" : [ "On standing up, in the Morning, after sleep, \"gone\" feeling caused him to vomit a quantity of greenish yellow slime, not bitter; > by drinking a cup of tea.", "Deathly sensation at stomach-pit.", "Vomiting of very green bile." ],
    "Abdomen" : [ "Cutting in abdomen, more severe r. than l.", "Fearful pain in ileo-caecal region.", "Pressure in ileo-caecal region causes deathly sensation at stomach-pit.", "For fourteen days there was a painful spot over ileo-caecal region, as if an ulcer, the size of a shilling, might be inside.", "Pain in bowels increasing, headache in both temples; vomiting green bile; hot applications > bowels, and at midnight a copious evacuation occurs." ],
    "Stool" : [ "At midnight a copious evacuation (following pain in abdomen).", "Constipation; bowels did not act normally for ten days after the proving." ],
    "Urinary Organs" : [ "Urine brownish.", "At a.m. passed brown urine, and continued to do so every fifteen minutes for two hours." ],
    "Generalities" : [ "So exhausted cannot leave bed in the morning though pains have moderated.", "Felt ill all over at p.m. and went to bed." ],
    "Sleep" : [ "Could not sleep and became more and more despondent.", "Fell asleep at 1, woke at with dull aching in temples and itching in eyes; could not sleep again but kept turning pillow over, cool side > pain in temples." ],
    "Fever" : [ "Hard chill p.m., lasted twenty minutes, after which temperature ran up to 102°; as it fell sweat came on, though not very profuse." ]
  }
}