{
  "remedyName" : "Iris Versicolor",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, fissure of. Bilious attack. Constipation. Crusta lactea. Diabetes (pancreatic). Diarrhoea. Dysentery. Dysmenorrhoea. Dyspepsia. Eczema. Fistula. Gastrodynia, intermittent. Headache. Impetigo. Liver, affections of. Migraine. Neuralgia. Nocturnal emissions. Pancreas, affections of. Parotid glands, affections of. Pregnancy, morning sickness of. Psoriasis. Rectum, burning in. Rheumatism. Salivation. Sciatica. Vomiting. Whitlow. Zoster." ],
    "Characteristics" : [ "The Blue Flag is in great repute as a remedy among the Indians of North America. It was introduced into homoeopathic practice by Kitchen, of Philadelphia, by whom it was proved, as well as by that heroic prover, Burt, and others, of all of whose experiences Hale gives an excellent account. I will relate one of Burt's experiments. \"May 18th.", "Took forty grains of the green root; fifteen minutes after, profuse flow of saliva and tears; mouth and stomach feel on fire; almost impossible to breathe, it is so acrid; one half-hour of great pain and distress in the stomach; it is awful to bear; continues all the afternoon and evening; it is not a sharp pain but an awful burning distress; appears to be deep in the region of the pancreas; cold water does not touch it; profuse flow of saliva all day; constant eructations of tasteless gas; very restless all night with bad dreams. May 19th.", "Awoke at a.m. with great rumbling and distress in the umbilical and hypogastric regions, with great desire for stool followed immediately by a copious, thin, watery stool, which could not be retained a moment without much pain; mouth feels as if it had been scalded, tongue thick and rough. a.m.", "Another thin, watery stool, with great rumbling in bowels; no appetite, loss of taste.\" Dr. Burt took more of the drug and developed a repetition of these symptoms and many others, including toothache, an eruption of pimples on the top of the head; inflammation of the glans penis; amorous dreams and seminal emissions (to which he was not accustomed). Vomiting of a watery, extremely sour fluid, excoriating the throat, was prominent in some provings. The sourness may be so great that not only the vomit but the whole person smells sour. \"Everything in the stomach turns to vinegar; similarly in threatened rheumatic fever the sweat smells strongly of vinegar\" (Cooper). Sometimes the vomit was not sour but bitter or sweetish. The action on the salivary gland., and pancreas was very marked, and Iris has proved an excellent remedy in affections of these organs. Nash relates the case of a middle-aged lady who had frequent attacks of vomiting of ropy mucus hanging from mouth to receptacle on the floor. Then the substance vomited became dark-coloured like coffee grounds. She became very weak and vomited all nourishment. There was also profuse secretion of ropy saliva. The patient believed she had cancer of the stomach and made her will. Kali bi. gave no relief. Iris cured in a short time and permanently. Kitchen found Iris the most effective all-round remedy in cases of vomiting of all kinds. He relates this case: A girl, aet. had periodic spells of vomiting every month, six weeks, or sometimes four months. The attack would last three days. It began with vomiting of ingesta, then sour fluid, lastly bile, yellow and green, with great heat of head. Some general fever, and great prostration. Warm perspiration from efforts of straining. A single dose of Iris would arrest the attack at once, all other remedies having failed. This action of Iris on the intestinal tract and liver together with another characteristic action of the drug, on the nerves, renders it a great remedy in bilious sick-headaches. Here again it resembles Kali bichr., for the headache of Iris is associated with a blur before the eyes. Hemicrania begins with a blurring of sight; paroxysms attended with sour watery vomiting; pain involving supraorbital and dental nerves; with stupid or stunning headache. A dull soreness is left where the neuralgia had been. L. L. Helt relates a typical case (Med. Adv., xxii. 395). The patient, a lady, said: \"The way I know an attack is coming on is, I feel so tired and drowsy that I can go to sleep at any time or place, and my sight becomes dim, but not one bit of pain yet.\" After this stage has lasted from twelve to twenty-four hours, vomiting begins, always from to a.m. The vomiting stage continues about twelve hours, followed by a most excruciating headache, or by severe pain and great distress in stomach and abdomen. If one is present the other is absent. At the end of the third day she is able to sit up a little. The periods of recurrence are very irregular. Iris v. 3x given on the approach of an attack warded it off on three occasions, and then the attacks ceased to recur. Med. Visitor, xiii. reports a discussion on Ir. v., in the course of which C. C. Conant said he had repeatedly verified \"right-side headache, beginning with a blur and very severe in front of head.\" E. H. Linnell cured a sick-headache of two years' standing invariably produced by eating anything sweet. Baruch (H. W., xxxiii. 478) has cured with Ir. v. 2x a case of diabetes having (in addition to the glycosuria) right-side supraorbital pains, low spirits, dull mental faculties, anorexia, urine pale and copious, pain in pancreas. In pancreatic diabetes Ir. v. should have a very important place. Ir. v. is no less effective in pure neuralgias, either facial or sciatic. I have cured with it left-side sciatica following influenza. The generality of affections appear on the right side. Pains are erratic; shoot from right to left. The irritating, excoriating, and inflaming properties of Iris are seen in the affections of the skin. It has cured cases of herpes zoster (right side), eczema capitis, impetigo figurata, and psoriasis. There is well-marked periodicity in the Iris affections, headaches, colic; diarrhoea and dysentery, recurring every spring and autumn; diarrhoea and colic or a.m.; morning sickness; attacks at short intervals. Symptoms set in suddenly. The headaches are < by rest, > by moderate motion, < by violent motion. Bending forward > colic. Motion < abdominal and sciatic pains. Toothache is < in warm room. Open air > headache; cold air < headache and nausea. The concomitance of gastric symptoms gives the key to many of the cases which call for Iris; and it should not be forgotten that constipation as well as diarrhoea may be a strong indication." ],
    "Relations" : [ "Antidoted by: Nux v. Antidote to: Merc., Nux v., Phytol. Compare: Ipec. (nausea and vomiting of pregnancy with tenderness over stomach, profuse salivation. Iris has thick, ropy saliva; Ipec. saliva is thin, must be constantly swallowed); Sang. (periodic sick-headache); Kali bich. (sick-headache beginning with a blur", "with Kali bi. the blur precedes the pain and passes off as the pain comes on -thick, ropy saliva and vomit; sciatica); Ver. (diarrhoea and summer complaints; Ver. has collapse, coldness, cold sweat. Iris more inflammatory symptoms, excoriation about anus); Puls. (nightly diarrhoea -Puls. more before midnight; Iris 2-3 a.m.); Chi. (summer diarrhoea); Sep. (sick-headache); Epipheg. (sick-headache, ropy saliva); Ant. c., Ant. t., Ars., Colch., Eupat. perf., juglans c., Lept. In burning in throat, Caps. (Caps. has < by cold Water; Ir. v. is temporarily > by drinking cold water)." ],
    "Mind" : [ "Low-spirited; discouraged; vexed; despondent.", "Great depression with headache.", "Fear of an approaching illness.", "Cannot fix mind on studies." ],
    "Head" : [ "Fulness in and heaviness of the head.", "Head and face are cold.", "Headache (temples and eyes), with distressing vomiting (of a sweetish mucus, occasionally with a trace of bile).", "(Sick headache invariably induced by eating anything sweet.).", "Sensation of constriction around the forehead (when trying to cough).", "Dull throbbing or shooting in r. side of forehead, with nausea; < toward evening; from cold air or coughing; > from moderate motion.", "Dull, heavy frontal headache, with nausea, with dulness of eyes and pain over l. superciliary ridge.", "During headache, nausea and profuse salivation.", "Recurrent sick headaches with constipation.", "Aching in forehead and vertex as if the top of the head would come off.", "Shooting in the temples, mostly r., with constrictive feeling of the scalp.", "Stitches in the lower part (r. side) of the cerebellum.", "Pustular eruption on the scalp." ],
    "Eyes" : [ "Redness of conjunctiva.", "Burning in internal canthus (r.) with lachrymation.", "Inflammation of eyelids, apparently from cold.", "Eyes sunken Violent pains in both supraorbital regions, but in only one at a time." ],
    "Nose" : [ "Constant sneezing." ],
    "Face" : [ "Wakes with neuralgia, r. side of face, darting stitches in two carious teeth.", "Neuralgia, involving supra- and infra-orbital, superior maxillary and inferior nerves; begins after breakfast every morning, with a stupid, stunning headache, and lasts several hours.", "Pustular eruptions on the face, around nose, lips, and cheeks, secreting a sanious, irritating matter." ],
    "Teeth" : [ "Toothache in the warm room." ],
    "Mouth" : [ "Food tastes flat or acid.", "Taste at first sweetish or insipid; later violent burning.", "Dry mouth in the morning, in bed.", "Mouth dry and clammy.", "Mouth and stomach feel on fire; almost impossible to breathe, it is so acrid.", "Mouth and tongue feel as if they had been scalded.", "Profuse flow of saliva; ropy, drops when talking.", "Raw pain in l. side of tongue.", "The tongue and gums feel as if covered by a greasy substance in the morning on rising.", "Dry, cracked lips." ],
    "Throat" : [ "Sore throat, with constriction of pharynx and difficult deglutition.", "Pains in tonsils shooting into ears.", "Sometimes burning sensation, with feeling of enlargement like a burning cavern, while throat is dry, injected and of a bright red colour.", "A peculiar irritability of throat sometimes attended with cough.", "Spasms of pharynx while swallowing food.", "Burning from fauces to stomach, > inspiring cool air, < exposure.", "Feeling as if a horsehair were drawn tightly across l. palate with burning and smarting.", "Cold water > burning short time only." ],
    "Appetite" : [ "Loss of appetite.", "Bitter, putrid taste.", "Nausea and empty eructations." ],
    "Stomach" : [ "Eructations of tasteless gas; frequently empty.", "Nausea and vomiting of a watery and very acid substance.", "Contents of stomach \"turn to vinegar.\".", "Vomiting: of food; sour; bilious; of sweetish water; of sour milk in children.", "Pain in stomach before breakfast and from drinking water.", "Great burning distress in epigastrium; mouth and stomach feel on fire.", "Cancer of pylorus with sour vomiting and great prostration (Cooper)." ],
    "Abdomen" : [ "Pain in the region of the liver; < from motion.", "Awful burning distress, deep in region of pancreas, not > by cold water.", "Colic > by bending forward; > by discharge of flatulence.", "Cutting pain in the lower part of abdomen.", "Fetid flatulence.", "Sharp griping pains in the bowels.", "Pain in abdomen > by discharge of flatus." ],
    "Stool and Anus" : [ "Diarrhoea, with colic and rumbling in the bowels.", "Stool: thin, watery; soft yellow, with rumbling, but no pain; mushy, painless; blood and mucus with straining.", "Frequent watery stools with burning in anus; disposition to strain and bear down.", "[Dysentery with choleraic depression.", "Dark bilious discharges, low febrile state and much emaciation.", "Chronic diarrhoea with pain in lower abdomen, followed by burning in rectum (A. E. Smith)].", "Great burning in anus, as if on fire, after stool.", "Anus sore in morning, as if points were sticking into it.", "Distress in anus as if prolapsed.", "Constipation: succeeded by thin, watery diarrhoea; with flatulent colic; with migraine; with irregular menses; with haemorrhoids." ],
    "Urinary Organs" : [ "Pain in r. kidney.", "Cutting and pricking in the urethra while urinating with coldness and itching of genitals.", "(Urine of high specific gravity containing sugar.).", "Urine voided in large quantities.", "Urine of disagreeable odour.", "Urine thick, of strong odour, deep colour.", "Urine passes without force." ],
    "Male Sexual Organs" : [ "Coldness and itching of the genitals.", "Emission with amorous dreams.", "Inflammation of glans, which is much swollen and red." ],
    "Female Sexual Organs" : [ "Neuralgia and rheumatism of uterus.", "Menses regular but excessive.", "Leucorrhoea.", "Morning sickness of pregnancy, vomit sour or bitter; protracted nausea; profuse ropy saliva: tenderness over stomach.", "Inflammation and soreness of uterus, very sensitive to touch; pain across umbilicus, griping at intervals, nausea and vomiting of green or yellow bile, eructations of much flatus between the vomitings; yellow bilious diarrhoea. (Miscarriage.)" ],
    "Chest" : [ "Rheumatism in muscles of chest along with acid indigestion (Cooper)." ],
    "Upper Limbs" : [ "Acute rheumatic pain in r. shoulder; < from motion, esp. on raising arm.", "Severe shooting pains about the phalangeal and metacarpo-phalangeal articulations.", "Pain in the fingers on writing.", "(Will abort felon)." ],
    "Lower Limbs" : [ "Sciatica; painful drawing and lameness, as if l. hip were wrenched, extending to popliteal space.", "Sudden shooting pains in l. sciatic nerve, causing lameness < on motion.", "Moderate motion < exceedingly, violent motion does not affect.", "Coxalgia in l. hip." ],
    "Generalities" : [ "Great debility.", "Nervous debility, more tired in morning than evening, head and eyes heavy, chilly, stomach sour with fulness, aches all over and feels rheumatic, < on awaking, cannot keep to work, stools dark brownish green (cured with O, man, 55.", "Cooper).", "Gastric symptoms predominate (with headache)." ],
    "Skin" : [ "Pustular eruptions (impetigo), esp. on scalp and face.", "Tinea capitis.", "Herpes zoster (r.).", "Psoriasis; eczema, with gastric derangements.", "Impetigo figurata.", "Porrigo." ],
    "Sleep" : [ "Great sleeplessness.", "Starts up in his sleep.", "Amorous dreams with seminal emissions." ],
    "Fever" : [ "Pulse accelerated.", "Chilliness during the whole night.", "Heat over the whole body, followed by chilliness, with cold hands and feet.", "Perspiration over the whole body, but principally in the hypochondria (and in the groin).", "(Bilious and typhoid fevers.) Sweat smells of vinegar (Cooper.)" ]
  }
}