{
  "remedyName" : "Jaborandi",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alopecia. Asthenopia. Bronchitis. Burns. Cataract. Ciliary spasm. Consumption. Diarrhoea. Dysmenorrhoea. Erysipelas. Eyes: tension in; hyperopia: affections of; operations on. Flushings, climacteric. Hair, affections of. Heart, affections of. Hypermetropia. Leucorrhoea. Miliaria. Mumps. Perspiration, excessive. Pregnancy, salivation of. Salivation. Scalds. Strabismus. Worms." ],
    "Characteristics" : [ "Jaborandi is a South American tree growing to the height of twenty feet. It is used by South American Indians as an antidote to the bite of serpents of the Trigonocephalus group. The drug has been extensively used in ophthalmic practice for its mydriatic properties. Incidentally its action on the skin and salivary glands was observed and led to extensive provings being made. Robin (C. D. P.) sums up the effects of the drug in doses of grammes of the powdered leaves in infusion: Very soon face becomes red; temporal arteries throb more strongly; then there is a peculiar feeling of heat in the mouth and on face and the flow of saliva begins. Soon the forehead becomes moist and the face more red; then beads of perspiration appear on forehead, cheeks, and temples. The flow of saliva increases, all the salivary glands contributing. The mouth is filled with immense quantities of fluid and expectoration is incessant. At same time perspiration covers face and neck; then the whole body becomes red and moist, and a pleasant warmth is experienced; in a few minutes perspiration breaks out over entire surface and soon runs down on all sides. Meantime other symptoms have supervened. The eyelids first become moist, then tears increase, collect in canthi, then roll down the cheeks; at the same time there is increased secretion of Schneiderian membrane, and increased activity of mucous glands of pharynx, trachea, and bronchi. These effects reach the maximum intensity forty-five minutes after taking the drug and last thirty or forty minutes more. Salivary glands enlarge. Thirst is intense. Pupils slightly contracted. When perspiration and salivation have ceased the subject is prostrated and drowsy, and the parts which secreted excessively become abnormally dry. In addition to these symptoms noted by Robin others have observed: vomiting; diarrhoea; pains in abdomen, especially hypogastric region and pubes; pains in bladder and urging to urinate. Dudgeon has recorded the following interesting case: A gentleman, rose at an early hour and went to the other side of his bedroom to get a dose of Nux for some fancied derangement of his stomach. On coming back to bed he was seized with sudden violent crimson flushing of the face followed almost immediately by profuse perspiration, beginning in the face and head and extending all over the body. This was followed by extreme coldness of the extremities and sickness, terminating in the vomiting chiefly of sour mucus. The attacks recurred every quarter of an hour throughout the day. Not only was he unable to get out of bed, he could not raise himself up in bed, or lie otherwise than on his right side without the most distressing giddiness and a feeling \"as if he should die.\" Pulse regular and strong; temperature below normal. Ten drops of Jaborandi I were mixed in half a tumbler of water, and a dessertspoonful given immediately and repeated every half-hour. After the second dose the attacks ceased and he was able to take bread and milk without sickness. He had a good night's rest and was perfectly well the next day (M. H. R., October, 1888). Hale commends its use in women or young girls who have always a dry skin, scanty menses, and tendency of blood to the head. Duncan (H. W., xxxii. 189) has aborted erysipelas by painting the tincture on the part four to five times daily. A sharp smarting, is the first effect, followed by a more agreeable, soothing sensation. In burns, scalds and some forms of eczema and psoriasis the same use has given excellent results. The action of the drug on the eyes is very pronounced and it has been found useful in many conditions of eye weakness, especially hypermetropia, ciliary spasm, convergent strabismus, and after operations for strabismus. Sandesberg (B. J. H., xl. 201) noticed that the internal use of Jaborandi and Pilocarpin in cases of detachment of retina and choroiditis seemed to occasion opacity of the crystalline lens. He treated a horse for irido-choroiditis and large opacities of the vitreous with infusion of Jab. leaves and injections of Pilo. The disease was quickly arrested, the vitreous cleared up completely, but during the first week the crystalline lens became opaque. Bell commends it in diarrhoea with gushing, painless stools; flushed face, profuse salivation, intense thirst; urine dark, scanty (or profuse); profuse sweat. Cooper has seen a violent leucorrhoea caused by Jabor.; also the discharge of a quantity of threadworms. One patient, after having been injected with Pilocarpine, complained of great sensitiveness to cold: constantly taking cold and in dread of bronchitis; the skin too became irritable. Jabor. has a reputation in the old school as a stimulant of the mammary secretion, and a case is quoted from the Lancet in C. D. P. in which a woman whose milk had ceased for a fortnight received gtt. x. of the fluid extract every four hours. The secretion of milk was reestablished, but the patient began to suffer from extreme nervous excitement accompanied by a fixed idea that she should murder all her family with a hatchet. The drug was stopped, and these symptoms disappeared and with them the activity of the mammary glands. The Hom. News, February, quotes an incidental cure of dysmenorrhoea in a woman, aet. who received five-drop doses of Jabor. for increased eye-tension, which rapidly disappeared. The patient noticed that she passed the next menstrual period without pain though she usually had to spend two to four days in bed. The drug was continued in smaller doses, and the improvement was maintained. \"When the period begins with a feeling of coldness and faintness, and neuralgic throbbings in head and pelvis, with backache, a drop or two of Jabor. in hot water will at once relieve\" (Cooper). Jabor. has been used as a remedy for baldness, and it forms the principal ingredient in some of the popular hair-restorers. In a number of patients who have been taking it white hair and blonde hair have been observed to turn black. Jabor. acts more on left side. Sometimes the left side only is affected by sweating, the right side being quite dry. Headaches were more noticed on left side. Headache < at noon every day. Eating > distress in stomach." ],
    "Relations" : [ "Compare: Amyl. nit. (flushings); Atrop., Physost., Sep., and Lil. t. (eyes); Hep. (increased bronchial secretion). Compare also Pilocarpinum and the Rutaceae." ],
    "Mind" : [ "Confusion.", "Disinclination to speak.", "Extreme nervous excitement, has a fixed idea that she will murder all her family with a hatchet." ],
    "Head" : [ "Headache every day about noon.", "Headache about noon, with hurried breathing, pressure on chest, anxiety, palpitation and pain in region of heart.", "Headache towards dinner-time (noon), not affecting the appetite; < l. side, during sore throat; with suffocative feeling.", "Uneasiness; increasing in forenoon to pain in occiput, then extending to forehead, > late in afternoon.", "Empty feeling in head.", "Vertigo.", "Throbbing pain in vertex and front of head at p.m.", "Pain in lower part of occiput; extending over l. side of head to forehead; heavy, < l. side; pain in l. side of occiput in evening.", "Baldness.", "Light hair turns black." ],
    "Eyes" : [ "Cornea red after waking at p.m.", "Lachrymation.", "The lachrymal secretion is increased and there is a copious discharge from the Schneiderian membrane; also increased secretion of mucus from the pharynx, trachea and bronchi.", "Pupils contracted; and tension (spasm) of accommodative apparatus, with approximation of nearest and farthest points of distinct vision, amblyopic impairment of vision from diminished sensibility of retina.", "Pupils dilated; sluggish.", "Balls sore on rolling them at p.m.", "Lids stiff and heavy.", "Vision disturbed.", "Spasm of accommodation, vision changing constantly, becoming more then less dim, then dim with pricking in eyes.", "Eyes tire easily; are irritable.", "Vision dim, restored suddenly.", "Blurred vision for distant objects.", "Swimming of distant objects.", "Clouds before vision.", "Vision of snowflakes during the sweat and salivation.", "Vision lost for distant objects.", "Hypermetropia.", "Asthenopia.", "Ciliary spasm.", "Cataract.", "Convergent strabismus." ],
    "Nose" : [ "Copious nasal discharge." ],
    "Face" : [ "Redness of face; and of ears and neck; and of body; involving cheeks and ears, < when the sweat was greatest, then pallor; with heat of face and throbbing of temporal arteries.", "Acts powerfully upon the salivary and perspiratory glands, producing irritation and excessive secretion; under its influence the face soon becomes red, the saliva begins to flow, and profuse perspiration sets in, lasting for hours, though their maximum intensity is less than an hour." ],
    "Mouth" : [ "Tongue furred.", "Articulation difficult and indistinct.", "Heat, < dryness.", "Salivation; with profuse sweat; with dry skin; stringy, but not viscid.", "Constant spitting of alkaline saliva.", "Alkaline saliva flows upon pillow during sleep, causing collapsed feeling in glands in cheeks.", "Saliva contained a notable quantity of urea.", "After the perspiration and salivation have ceased the parts become very dry, esp. the mouth and pharynx, and there is great thirst." ],
    "Throat" : [ "Swelling of submaxillary glands (Merc., Calc.).", "Pain in submaxillary glands.", "Dryness at back of throat.", "Dry and inflamed feeling in forenoon, with scraping on swallowing anything, the inflammation < afternoon, with swelling of tonsils and stiffness of jaws.", "Soreness and smarting of throat, with headache, < l. side, and hurried breathing." ],
    "Stomach" : [ "Good appetite.", "Hunger disappeared and he could not eat.", "Urgent thirst.", "Eructations and vomitings.", "Hiccough.", "Nausea; sudden, and retching, often with hiccough.", "Vomiting: after supper; sudden, in the lad who failed to perspire; of the saliva that he had swallowed; severe, of the contents of the stomach, then of bile, then continued retching.", "Distress in stomach, and in lower half of oesophagus, esp. the latter feels constricted.", "Heavy distress at pyloric part at dinner-time, from an indigestible substance, > a full meal.", "Constrictive feeling as if rugae were puckered (probably owing to alcohol in tincture)." ],
    "Abdomen" : [ "Empty, gone feeling in abdomen.", "Cutting in lower abdomen; without tendency to diarrhoea.", "Pain over the pubes.", "Severe pains over pubes with strong desire to pass water, which gave >." ],
    "Stool" : [ "Stools: watery, yellow, frequent and painless; undigested, gushing, weakening; papescent and large; painless.", "Stool, first part five-eighths of an inch in diameter and about five inches long, the last part papescent and dark brown.", "Hard stool.", "Constipation, two stools a day instead of three.", "Stool at a.m. and again at p.m. difficult, of long, large, dark faeces.", "Passage of threadworms." ],
    "Urinary Organs" : [ "Sudden severe pain in bladder, shooting down to urethra and causing exclamations.", "Burning in urethra, with urging to urinate.", "Urine dark.", "Urine increased; during the sweat; and sp. gr. diminished, urea increased.", "Urine decreased; and sp. gr. and urea increased.", "Urea diminished, next day increased.", "Chlorine, chlorides, and uric acid diminished, next day increased." ],
    "Male Sexual Organs" : [ "Orchitis: with incipient bronchial trouble; metastasis of mumps." ],
    "Female Sexual Organs" : [ "Menses scanty, congested head, dry skin.", "Flushing at climacteric.", "Cured dysmenorrhoea in a young woman to whom it was given for increased eye tension, which it rapidly cured.", "Leucorrhoea.", "Pregnancy: oedema of.", "Puerperal convulsions, in stupor threatened suffocation from inability to swallow excessive quantity of saliva.", "Milk: deficient; excessive." ],
    "Respiratory Organs" : [ "Bronchial secretions increased.", "Loose cough.", "Breathing difficult.", "Breathings hurried." ],
    "Chest" : [ "Sticking in chest.", "Pain in chest and around heart.", "Pressure on chest, with anxiety, palpitation and pain in region of heart.", "Anxiety in chest, with oppression, preventing sleep." ],
    "Heart and Pulse" : [ "Pain in heart region.", "Palpitation.", "Irregularity, weakness and rapidity of action, with nervous, restless condition and constant yawning.", "Pulse rapid; then slow; at beginning of sweat, the tracing becomes a little crooked, the rising line larger and more upright, the descending line more oblique, more dicrotic, at the height of the sweat the general outline very irregular, some beats shorter than others.", "Pulse and temperature increased during sweat, then lowered.", "The rapidity of the circulation is increased, but the arterial tension and temperature are lowered.", "Tracings showed almost complete asystolia, with diminished vascular tension during sweat." ],
    "Generalities" : [ "Redness of face, throbbing of temporal arteries, then heat in mouth and on face, salivation, then sweat on forehead, cheeks and temples; incessant expectoration, sweat covering face and neck, then whole body red and moist, pleasant warmth, then general sweat, which soon runs down on all sides; then lachrymation and copious discharge from nose, increased activity of mucous glands of back of throat, trachea, and bronchi; salivation so great that he can scarcely speak, salivary glands enlarged; sometimes accumulation in bronchi cleared away by cough, thirst, contracted pupils, after the sweat and salivation have ceased, prostration, drowsiness and dryness of the parts that have secreted so copiously; < mouth and throat with much thirst.", "Restlessness; in evening, with anxiety.", "Much trembling, esp. of upper extremities.", "Weariness: in morning, with dryness of mouth and thirst; on rising; from a short walk, with hurried breathing and palpitation; so that the legs gave way when walking.", "Faintness.", "Collapse." ],
    "Sleep" : [ "Sleepiness.", "Fell asleep while sitting reading.", "Profound sleep; in daytime.", "Most wretched night that he ever remembers, fever, headache, malaise, no thirst, restlessness, moving and delirium.", "Did not sleep well on account of restlessness, with pressure on chest and hurried breathing.", "Distressing dreams towards morning.", "Dreams of accidents and fights, waking him twice at night." ],
    "Fever" : [ "Temperature sank.", "Chilly up and down back at p.m.", "Shivering.", "Temperature 98.5°, in taking which he uncovered himself; this caused coldness, with horripilation and griping, but as soon as he covered himself again profuse sweat.", "Heat temperature rose then fell; glow in face and over body.", "Profuse sweat finger ends shrivelled like a washer-woman's; in drops on forehead.", "Sweat on forehead, then over whole body, then chiefly on face, legs, and feet.", "Sweat on forehead and over whole body, < trunk, simultaneously with the salivation; on face; on face and upper part of chest; on face, then on whole body; on chest, then on other parts, < upper extremities.", "Sweat of neutral reaction running down all over body.", "Sweat contains easily before taking, but did not sweat during the proving.", "Semilateral (l.) sweat." ]
  }
}