{
  "remedyName" : "Jasminum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Convulsions. Tetanus." ],
    "Characteristics" : [ "The only observation on this plant is one made by W. H. Hull on a boy who ate the red berries. They produced a comatose state, vomiting and convulsions ending in tetanus. [Jasminum must not be confounded with Gelsemium, the \"Yellow jessamine,\" or \"Carolina jessamine,\" which belongs to a different order of plants. \"Gelsomino\" is the Italian for jessamine, and it is probably from this that the word Gelsemium is derived; and this will also account for the spelling Gelseminum, which has sometimes been used.] The Treasury of Botany states that the bitter leaves of J. floribundum are used in Abyssinia against tapeworm; and the bitter root of J. angustifolium, powdered and mixed with the powdered root of Acorus calamus, is considered in India an excellent application in ringworm. Jasmin. offic. has not been used in medicine, but the poisoning case shows that it is a very powerful drug. The convulsive symptoms were > by a bath. Symptoms go from above downwards and from left to right." ],
    "Relations" : [ "Compare: Nyctanthes (bot.)" ],
    "Mind" : [ "Comatose condition.", "Perfect insensibility." ],
    "Eyes" : [ "Pupils immoderately dilated." ],
    "Face" : [ "Face pallid.", "Muscular movements first about eyes and face, esp. l. side, towards which eyes and facial muscles were directed." ],
    "Stomach" : [ "Slight emesis.", "Slight emesis after a first sleep." ],
    "Respiratory Organs" : [ "Respiration somewhat rhonchial but of unusual frequency." ],
    "Heart and Pulse" : [ "Pulse slow and feeble." ],
    "Generalities" : [ "Muscular movements observed first about eyes and face, esp. on l. side, towards which eyes and facial muscles were directed, becoming generally more severe, going from head to l. arm, then to l. lower extremities, till finally the whole body was thrown into most violent convulsions.", "At one time the spasms were chiefly opisthotonus, when the whole surface was congested almost to a blackened hue; most marked about the muscles of the head and throat; jaws locked, trismus complete; > by a bath.", "Weak and almost helpless for a few days.", "Lying on the floor in a fainting fit.", "Perfect insensibility.", "Surface cool." ]
  }
}