{
  "remedyName" : "Jatropha",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Blepharospasm. Borborygmi Cholera. Cholerine. Cramps. Diarrhoea. Eyelids, margins of, inflamed. Heels, sensitive. Mouth, ulceration of. Skin, affections of. Vomiting. Worms." ],
    "Characteristics" : [ "Jatropha is one of the most active of the Euphorbians and strongly resembles Croton in its action, especially in the urgent gushing stools and the irritation and pimples of the skin. One of the most notable characteristics of Jatropha is the very marked and peculiar gurgling it causes: \"Much noise in abdomen as if a bottle was being emptied, followed later by a thin stool.\" \"Sudden desire for stool, and constant noises as of liquids in abdomen, especially on left side.\" The diarrhoea is very often associated with coldness; with mottled blue surface; with cold sweat. At times the purging is accompanied by copious (and easy) vomiting of watery albuminous ropy liquid. Sudden desire for stool is marked. Water is almost immediately vomited. It corresponds more to the earlier than the collapse stage of cholera. Cramps are predominant; griping cutting pains; sensation as if balls were rolling together in abdomen. The patient writhes about in bed with pain. Kent (H. P., vi. 355) describes the sphere of Jatr. in cholera thus: \"The characteristic is a rice-water discharge; it has vomiting and purging; more or less sweat; more or less cramps; suppression of urine, the great prostration, syncope and rapid onset peculiar to cholera; and it has this to differentiate it from all other remedies", "the vomit and purging and evacuations are thick, albuminous, lumpy, instead of thin and watery.\" Walking in open air < rumbling; = pain in heels; > headache. Open air > headache; = rumbling. In room, headache <. Patient seeks to cool himself by throwing off covers and lying on ground. Touch and pressure <. At night: mouth dry; itching between toes. After midnight: profuse watery diarrhoea. In morning: stools < headache; metallic, bloody taste; much spitting of saliva. Summer diarrhoea, occurring suddenly." ],
    "Relations" : [ "Antidote to its effects: placing hands in cold water. Compare: Euphorbiaceae, especially Croton, Euphorb. coroll. In cholera, Verat. (Verat. has more pain and more pronounced collapse; it has not the albuminous vomiting of Jatr. nor so much rumbling). Ars. (vomits water as soon as drunk). Elat. (gushing, noisy stools). Jatropha urens." ],
    "Mind" : [ "Depression.", "Great anxiety.", "Anxiety with burning pain in stomach and coldness of the body.", "Attacks of anxiety at night constricting chest and preventing sleep till morning.", "Quietude of mind; indifference to pain.", "Great general prostration of strength.", "Ecstasy, feeling of lively warmth, etherial lightness during the painful diarrhoea." ],
    "Head" : [ "Giddiness, followed by unconsciousness and delirium.", "Heat and heaviness of the head.", "Head hot; stupefaction, with yawning and nausea.", "Heat in head, face, and ears.", "Headache, with nausea and vomiturition beginning in the morning.", "Violent pressing pain in the temples, ceasing in open air and reappearing when entering a room.", "Stiffness of muscles on forehead and neck." ],
    "Eyes" : [ "Itching and smarting of margins of lids.", "Twitching of l. upper lid.", "Bright and dark spots before eyes.", "Black points before eyes." ],
    "Ears" : [ "Burning hot ears, with heat in the back part of the head." ],
    "Nose" : [ "Itching of the nose while eating.", "Ulcers in the nose (and mouth)." ],
    "Face" : [ "Hot face and head; chilliness in the back.", "Pate face with blue margins round eyes.", "Painful cracked lips." ],
    "Mouth" : [ "Metallic, bloody taste, with much spitting of saliva (in the morning).", "Increased accumulation of thin saliva.", "Long-continued pain and burning of the tongue.", "Numbness of tongue, with heat and dryness of mouth.", "Dryness of mouth and tongue, without thirst (at night); mouth feels as if scalded." ],
    "Throat" : [ "Dryness in fauces and throat.", "Burning in the mouth and throat, followed by dryness.", "Spasmodic constriction in throat, ascending from stomach." ],
    "Stomach" : [ "Violent, unquenchable thirst, not satisfied by drinking water.", "Dreads to drink on account of nausea.", "Eructations of air.", "Vomiting of a large mass of dark-green bile.", "Glass of water almost immediately vomited.", "Easy vomiting of large quantities of watery, albuminous substances; at same time watery diarrhoea, with spasmodically contracting pains in the stomach, burning in the stomach, cramps in the calves; coldness of body; viscid sweat (cholerine).", "Vomiting of pregnant women.", "Heat and burning in the stomach.", "Inflammation of the stomach and of the intestines.", "Sensation of sinking, with nausea in the pit of the stomach.", "Persistent dull pressure in stomach." ],
    "Abdomen" : [ "Pain deep in abdomen, behind the navel.", "Abdomen swollen, and sore to the touch.", "Sensation as if balls were rolling together in abdomen.", "Lancinating, stinging pain with the colic.", "Burning in abdomen; seeks to cool himself by throwing off covering and lying on ground.", "Painful thrusts from umbilicus to lumbar region.", "Tympanites.", "Rumbling in the abdomen with colic; > when walking in the open air.", "Noise like the gurgling of water coming out of the bung-hole of a barrel during the fecal discharge.", "Noise in the intestines, as if a bottle were emptied, or as if a fluid were running in the intestines; not > by a loose stool." ],
    "Stool and Anus" : [ "Sudden desire for stool, and constant noises as of liquids in abdomen, esp. l. side.", "Watery diarrhoea; it gushes from him like a torrent.", "First stage of cholera, before collapse.", "Very copious mushy stools with quantities of lumbrici and threadworms.", "Stool watery and in gushes.", "Stools like rice-water.", "Profuse watery diarrhoea, from a cold, weakening patient greatly.", "Constipation.", "Stitches in anus and rectum." ],
    "Urinary Organs" : [ "Frequent desire to urinate; urine, pale yellow, frothy." ],
    "Male Sexual Organs" : [ "Aching in genitals as after excessive sexual intercourse.", "Drawing in genitals, extending along inner side r. thigh to navel." ],
    "Female Sexual Organs" : [ "Vomiting of pregnancy." ],
    "Respiratory Organs" : [ "Painful pressure r. side of larynx, at night, waking him, not < by touch.", "Short, hacking, persistent cough.", "Hollow cough.", "Respiration quick, panting.", "Respiration difficult." ],
    "Chest" : [ "Pain in region of l. 3rd rib inside nipple.", "Constriction in chest with anxiety, preventing sleep.", "Violent (aching) pain in l. clavicle.", "Pressure in l. pectoral muscles; later in r.", "Frequent, sudden, violent stitches to l. of ensiform cartilage, behind the costal cartilages, which arrest the breathing.", "Frequent stitches behind the cartilages of the 6th and 7th ribs.", "Sticking, from above downwards, deep in chest behind sternum." ],
    "Heart" : [ "Feeling of sinking and nausea in the precordial region, followed by soft stool.", "Violent palpitation, shaking the chest, when moving slowly about the room.", "Pulse: irregular; small, thready, intermittent; greatly slowed.", "Almost pulseless." ],
    "Neck and Back" : [ "Stiffness of muscles of nape of neck; and forehead.", "Bruised feeling in muscles of back and chest.", "Stiffness in lumbar region." ],
    "Limbs" : [ "Muscles of limbs contracted by violent spasms.", "Pains in limbs and joints." ],
    "Upper Limbs" : [ "Cramps in muscles of (upper) arms." ],
    "Lower Limbs" : [ "Cramps in calves. (Cholera.).", "Cramp-like pains in the legs, with cramps and knotting of the calves.", "Violent cramps in legs and feet.", "Tingling in the toes.", "Itching between the toes at night.", "The heels are very sensitive when walking on them." ],
    "Generalities" : [ "Convulsions.", "General coldness of the body.", "Extreme weariness and sleepiness.", "Prostration, with frequent and weak pulse; < by slightest exertion.", "More susceptible than usual to wine." ],
    "Skin" : [ "Pimples: on wrist; back of hand; cheek; back of neck bend of r. thigh.", "Itching and slight tension round mouth.", "Itching: between fingers; in palm; between toes in bed at night; first <, then > by rubbing." ],
    "Sleep" : [ "Excessive drowsiness.", "Restlessness at night on account of rush of thought and palpitation.", "Attacks of anxiety at night did not permit sleep." ],
    "Fever" : [ "Chilliness in the back, with heat in the face and head.", "Chilliness, with cold hands and blue nails.", "Coldness of the whole body; mottled blue; chilliness and clammy perspiration.", "Cold hands, with heat in the mouth and throat.", "Heat in head, face, and ears.", "General cold, clammy perspiration." ]
  }
}