{
  "remedyName" : "Jequirity",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Epithelioma. Granular lids. Lupus. Ophthalmia. Ulcers." ],
    "Characteristics" : [ "Abrus precatorius is a climbing plant, a native of India, but has been introduced to the Western tropics, and its use as an eye remedy was discovered by the natives of Brazil, who gave it the name Jequirity. It has \"small nearly globose seeds, which are of a brilliant scarlet colour, with a black scar indicating where they were attached to the pods\" (Treas. of Bot.). These are used for necklaces; and as a standard of weight under the name of Rate. The roots are used in the same manner as liquorice roots. The method of its employment in eye affections is as follows: Thirty-two grains of the powdered seeds are allowed to soak for twenty-four hours in a thousand grammes of water. The patient (with granular ophthalmia) bathes his eyes with the filtered product thrice daily for three days, at the end of which time he has become the subject of a severe conjunctivitis, which may be either purulent or more allied to the diphtheritic form. By the fifteenth day the inflammation ceases and the granulations are found to be much diminished in size or even destroyed (B. J. H., xli. 280). The intensity of the inflammation may be regulated by the strength of the solution. Sometimes the inflammation does not confine itself to the eyes but affects the lids with an intense inflammation which spreads to the face, neck, and chest. Sattler propounded a theory that there was a specific bacillus in the Jequirity infusion, but Klein (H. W., xix. 220) and later Benson (H. W., xix. 286) conclusively disproved this by showing that the effect was produced equally well with powdered seeds, infusion freshly made and infusion in all stages of bacterial decomposition. In the old school Jeq. has been used instead of blenorrhagic infection for the cure of granular lids. Whilst allopaths adopt this crude bit of Homoeopathy from the Brazilian natives there is no reason why homoeopaths should not use Jeq. in the attenuations. A further use has been made of it by Shoemaker of Philadelphia (Lancet, August 2, 1884-H. W., xx. 427) in affections of the skin showing great cell proliferation, lupoid conditions, epithelioma, sloughing ulcers. The preparation he used was made as follows: Two hundred grains of the beans are decorticated by being slightly bruised and crushed in a mortar, the red hulls being carefully picked from the cotyledons; the latter are put in a bottle and covered with distilled water. They are thus macerated twenty-four hours, then transferred to a mortar and thoroughly triturated to a smooth paste. Sufficient water is then added to make the whole weigh grains. Prepared in this way it is like an emulsion and is applied to the surface to be treated with a large camel-hair pencil or mop. The application of this emulsion to ulcerated surfaces is almost painless, but soon (often within an hour) there is much irritation and inflammation, the edges become red and infiltrated, surrounding tissues oedematous and shining. In the course of from six to twelve hours a desiccated cuirass-like crust has formed which cracks in twenty-four hours more, and the discharge escapes freely. This goes on for five or six days, the quantity of discharge diminishing. The crust then separates or is removed by water dressing and discloses healthy granulations. If any unhealthy granulations are left the application is repeated. Shoemaker says of the result of this treatment, that it exercises a destructive tendency on unhealthy granulated conditions followed by a constructive change, promoting under the protective cover of the exudation which it causes, a rapid development of healthy tissue. But it must be used with caution, for \"it may give rise to erysipelatous inflammation, and if used on weak and irritable patients, to great constitutional disturbances.\" Shoemaker gives a series of striking cures with the remedy, but the constitutional effects are of more importance to homoeopaths. They are: headache, pain in the limbs, fever, high pulse. In a case of ulcerative lupus of both sides of the nose which was cured by five applications, the first was followed by: an enormous amount of inflammation, accompanied by malaise, febrile exacerbation (103° F.), which lasted till the crust began to dry.", "Abrus Precatorius was the plant employed by Professor Nowack to determine meteorological and telluric forecasts owing to the extreme sensitiveness of its leaves to atmospheric disturbances." ],
    "Relations" : [ "Compare: In ophthalmia, Ipec." ],
    "Head" : [ "Headache." ],
    "Eyes" : [ "Purulent or diphtheritic inflammation of the conjunctiva; at times affecting lids with intense inflammation spreading to face, neck, and chest.", "Cures granular ophthalmia after the inflammation subsides." ],
    "Limbs" : [ "Pains in extremities." ],
    "Generalities" : [ "Malaise." ],
    "Skin" : [ "Erysipelatous inflammation of skin.", "Lupus.", "Indolent ulcers." ],
    "Fever" : [ "High temperature and high pulse." ]
  }
}