{
  "remedyName" : "Juglans Regia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Anus, burning in. Axillary glands, suppuration of. Chancre. Ecthyma. Eyes, pain over. Favus. Flatulence. Headache. Herpes. Herpes preputialis. Levitation, sensation of. Menorrhagia. Purpura. Ringworm. Scurvy. Spleen, pain in. Syphilis." ],
    "Characteristics" : [ "\"It was said that in the golden age, when men lived upon acorns, the gods lived upon Walnuts, and hence the name of juglans, Jovis glans, or Jupiter's nuts\" (Treasury of Botany). From many points of view the walnut-tree is of very great importance, and well deserves its lofty name. Besides providing food, at any rate fit for the gods, and wood at once light and strong, a sap that yields sugar, a fruit that yields a dye and an oil, and serves for pickles, the Royal Nut has a place in medicine which deserves to be better known. The Treasury of Botany gives a hint to homoeopaths in this remark: \"Its plantation should not be too near dwellings, as some persons are affected by the powerful aroma of its foliage.\" The remarkably brain-like appearance of the nut has given rise to the notion that it is a \"brain-food.\" I cannot say that there is any other ground for it; but in Clotar Muller, who was the first to prove Jug. r., it produced this curious symptom: \"Excited, as if intoxicated, in the evening in bed, and a feeling as if the head were floating in the air\"; showing a decided brain action, such as we generally associate with the \"wine\" rather than the \"walnuts\" of dessert. Peevishness and mental indolence were other mental symptoms noted. The head symptoms are as marked as those of Jug. c., but the lancinating pains were not noted in the occiput as with that remedy, but in the forehead. There are few remedies which cause flatulence and bloating of the abdomen more markedly than Jug. r. It appears to affect the spleen more than the liver (opposite of Jug. c.). There is diarrhoea, and many rectal and anal symptoms; but the diarrhoea is not so distinctly bilious as that of Jug. c. Like Carya alba and Jug. c., Jug. r. is haemorrhagic, the blood being black and clotted (uterine). Remarkable symptoms of inflammation and ulceration appeared in the male sexual organs. This to a large extent belongs to the general integumatary action of the remedy. It was Clotar Muller who made the observation that \"In the digestive organs it causes derangement and irritation, which simultaneously call forth abnormal symptoms in other organs, especially in the head. After this action, which is brief, appear various exanthematous symptoms, which appear late and run a chronic course.\" The skin symptoms of the Regia are more pronounced and varied than those of Cinerea. This has led to its more frequent use in scrofula, as skin and gland affections go much together. Farrington says Jug. r. is one of the best remedies in \"tinea favosa, especially in the scalp behind the ear, itching is intense at night so that the patient has difficulty in sleeping.\" Scabs appear on arms and in axillae. In the proving of Jug. r. the symptoms went from the right axilla to left. In a patient of mine, a nurse who had poisoned her left arm some years before from a septic and possibly syphilitic case, inflammation of the axillary glands ensued, first of left then of right, leaving an eczematous itching condition. The glands of the groin also became affected. Elaps. had relieved the bulk of the conditions, but there was still a little irritation occasionally in the axillae, and I thought I might expedite matters by giving Jug. r. three times a day. This is what happened: Five days after beginning the Jug. r. an eruption of minute vesicles appeared on her back, itching much. It extended all up the centre of the back from sacrum to mid-dorsal region, spreading out below, tapering above. She had scratched holes in two places. The rash was < after washing. But all soreness and irritation had gone from the arms and axillae. I antidoted with Rhus Four years later she had had no more trouble with the glands. Cl. Muller, who experienced the axillary skin symptoms in his own person, had never suffered from a skin affection before. One of the provers was cured of an itching eruption of the legs from which he had suffered in winter for four years, the itching commencing as soon as he began to undress. Many of the symptoms closely resembled syphilis, and the affection of the cheek in one of the provers was actually diagnosed as syphilitic by a medical man who saw him in Cl. Muller's absence. The left side of head, face, and abdomen mostly affected. Axillary symptoms proceed from right to left. The symptoms generally are < by motion; migraine < by speaking; pain in abdomen < by laughing. There is < after fat food. < Evening at p.m., and after The itching is < at night. Warmth of bed < toothache. It removed a winter rash < by undressing. Rash caused in my case was < by washing." ],
    "Relations" : [ "Antidoted by: Rhus. Compare: jug. c., Carya alb. (botan); Rhus (skin); Graph. (tinea favosa behind ears); Rumex (rash < undressing); Mezer., Merc.; Cean. (spleen); Lyc. (flatulence). Follows well: Elaps. (axillary affections; black haemorrhages); Sulph. (head, hot, cold extremities); Grind. (pain over l. eye)." ],
    "Mind" : [ "Excited in evening in bed as if intoxicated, and feeling as if the head were floating in the air.", "Peevish and discontented in evening.", "Disinclined to talk or argue, as was customary with him; mental indolence.", "Inattention when reading and disinclination to work." ],
    "Head" : [ "Vertigo.", "Headache after dinner and in evening; with flushed face.", "Feeling in head and nose as in beginning of coryza.", "Confusion in head.", "Burning heat in head in the evening with icy-cold extremities.", "Heaviness in head.", "Lancinations in forehead.", "Pain in l. side of forehead.", "Pain above l. eye., with pain in eyes.", "Pain above eyes, < motion; < shaking head or moving eyes; with yawning and sleepiness.", "Pain above eyes, as if dizzy.", "Throbbing in temples, > going into, open air, returning on entering warm room, with sharp pain in front part of head.", "Migraine in a spot In region of l. parietal bone preventing speaking." ],
    "Eyes" : [ "Burning in eyes.", "Pressive pain above eye (l.) < by motion.", "Feeling of coryza." ],
    "Ears" : [ "Aching and fulness in r., then l. ear, then discharge of pus from both ears, external ear inflamed and two painful sores on it.", "Burning in l. ear, then redness and swelling, then pimple on inside, then discharge of pus from both ears, < l., with burning and redness of l. external ear, and feeling as if something dropped inside of ear at every step, and soreness preventing lying on l. side of head." ],
    "Face" : [ "Swelling of l. cheek and upper lip, with swelling of gum over l. upper incisors, without previous toothache, then a hard, reddish painful swelling in l. cheek, in the middle of which was a sharply-defined, depressed dark red, yielding circle, pus could be seen through the thin skin, the apparently sound tooth was drawn, and ichorous pus (from an abscess) was discharged through the opening, then the swelling disappeared." ],
    "Mouth" : [ "Tearing in hollow teeth, < warmth of bed.", "Tongue coated white; in morning, with bitter, slimy taste.", "Tongue covered with white mucus.", "Salivation.", "Inclination to keep mouth dry after dinner, could not make up his mind to drink wine or water as usual.", "Taste bitter.", "Taste slimy in morning on waking." ],
    "Throat" : [ "Hawking of much mucus." ],
    "Appetite" : [ "Appetite increased.", "Unusually great appetite without increase of thirst.", "Appetite lost.", "Thirstlessness while eating, and aversion to wine.", "Aversion to tobacco-smoking in evening.", "Thirst increased." ],
    "Stomach" : [ "Eructations: violent; frequent; loud; tasting as after eating fat.", "Fulness and bloatedness of the stomach, which prevent one from eating while one has a good appetite, > from eructations.", "Hiccough more violent after eating.", "Nausea at a.m.; and after supper.", "Vomiting; woke suddenly, vomited food eaten four hours before, then slept without further trouble.", "Burning in stomach.", "Pain in epigastric region, with distension of abdomen." ],
    "Abdomen" : [ "Fulness, bloatedness, tension, and heaviness in the abdomen, with frequent desire to go to stool, > by eructations and discharge of flatulence.", "Distension: after eating; after dinner, with emission of flatus; with sudden desire for stool; so that he must loosen his clothes, with pressure in stomach; so that he could eat but little in spite of good appetite; tympanitic hardness of the abdomen.", "Rumbling; with griping; with pressive pain in epigastric region.", "Emission of flatus; especially when lying down.", "Pain in abdomen > eructations.", "Wandering pains.", "Pressive and drawing pain, < motion, > appearance of menses (fifteen days too soon), then for eight days (instead of three as usual), copious discharge of blackish blood, often in large clots, with exhaustion and loss of appetite.", "Drawing, with pressure in region of spleen.", "Sticking beneath l. lowest ribs.", "Pressure in region of spleen, with eructations.", "Pain beneath the l. false ribs, < deep breathing, laughing or stooping.", "Pain in l. side on rapid walking.", "Pain over l. side with wandering gripings in intestines.", "Pain above umbilicus.", "Pain in hypogastrium, with nausea.", "Sticking in hypogastrium on moving or stooping.", "Cutting in r. hypogastric region." ],
    "Stool and Anus" : [ "Stool: liquid twice a day; preceded or accompanied by pain in abdomen; thin; soft, large, at last almost thin.", "Stool hard; difficult; scanty.", "Stool delayed.", "Constipation.", "Bowels confined in morning, natural in afternoon.", "Large stool, then burning pain and pressure in anus.", "Stool scanty and frequent; difficult; omitted.", "Itching at the anus in the evening in bed, with stitches, compelling one to walk about." ],
    "Urinary Organs" : [ "Frequent desire to pass water from loss of tone of sphincter.", "Constant urging and involuntary dribbling.", "Continuous desire to urinate, and frequent micturition day and night, with very profuse discharge.", "Obliged to urinate at night.", "Obliged to urinate often; and much at a time.", "Copious urine; but no thirst.", "Urine scanty and clear.", "Urine dark red." ],
    "Male Sexual Organs" : [ "Frequent erections day and night.", "Burning in penis after coition with his wife, with abrasion where prepuce joins penis, afterwards a suppurating streak half-way around between glans and prepuce, then the ulcer became larger, margins hard, base lardaceous, bleeding on slight pressure, often there was a small scab, from beneath which pus oozed and which often came off and left a suppurating ulcer, afterwards a healthy scab formed in the middle and fell off, leaving healthy skin, so that instead of one long narrow there were two small round ulcers; these healed and left no scar." ],
    "Female Sexual Organs" : [ "Menstruation too early and too profuse; discharge of a large quantity of black clots; preceded by pressive drawing pains in abdomen, < by motion; accompanied with general exhaustion and loss of appetite." ],
    "Respiratory Organs" : [ "Aphonia or great hoarseness." ],
    "Chest" : [ "Itching on the sternum.", "Sticking in lungs not dependent on motion or respiration.", "Oppression." ],
    "Pulse" : [ "Pulse rapid and full." ],
    "Back" : [ "Stitches in sacral region.", "Violent stitches in the small of the back, causing one to tremble." ],
    "Limbs" : [ "Drawing pain as if sprained, in first phalanx and joint of l. thumb, < motion, and while in bed the same pain in r. great toe.", "Sticking and itching in r. leg and r. fingers.", "Drawing and paralysed feeling in legs and knees, with weakness and with giving way of knees when walking, and a similar sensation in r. hand." ],
    "Upper Limbs" : [ "Itching of skin of axilla (r.); tetters formed; afterwards (l.).", "Electric starts in forearms and hands wake him as he falls asleep.", "Weak feeling in r. hand.", "Intermittent pain in r. index." ],
    "Lower Limbs" : [ "Pain in the hips or knees, impeding walking.", "Sticking in inner condyle of knee and feeling of impediment when walking.", "Rheumatic pain in knee impeding walking.", "Pain in r. instep when walking, and sensation of impediment.", "A burning itching eruption of lower extremities occurring in winter, itching commencing as soon as he undressed, was cured by the proving." ],
    "Generalities" : [ "Muscles relaxed.", "Exhaustion and disinclination for the usual business.", "Intoxicated sensation; as if flying." ],
    "Skin" : [ "Eruption behind ears of children.", "Itching eruption over the whole body.", "Pimples on face; red pimples on face, neck, shoulders, and back, some containing thickish fluid; pimples on nape, discharging moisture when scratched (like acne).", "Itching: here and there; on sternum; on hands; r. hand; dorsum of r. hand, then on feet, forehead, scalp and abdomen; r. fingers in afternoon; legs, arms and abdomen at night, with tossing about and inability to sleep; here and there causing restless sleep, with dreams and erections; on flexor surface of r. forearm, near elbow, with burning and red spot, in the middle of which was a pimple, the redness disappeared, but the pimple was painful and pus formed.", "Painful, large blood-boils on the shoulder and in the region of the liver.", "Glandular swellings (scrofulous swellings).", "Pustules as in eczema, with burning-itching, red, cracked skin, discharging a greenish fluid stiffening the linen.", "Syphilitic, scrofulous and mercurial ulcers and herpes.", "Itching in r. axilla, with burning, skin sore and cracked then red and scaly, it became moist, on margin of tetter burning vesicles, the tetter < after perspiring much, the perspiration, with the secretion from the eruption, stiffened the linen and stained it greenish-yellow, the pain sometimes so great that violent motion of the arms was impossible, there were always new vesicles and larger extent of redness after increased burning and itching, the same trouble in l. axilla, then a furuncle on shoulder, on coracoid process, then a painful furuncle over biceps, with circumscribed redness and induration, discharging bloody matter, then two red itching spots on r. elbow, upon which a yellow pustule formed, a furuncle, with induration and pain, between 9th and 10th ribs, with thick, bloody discharge, leaving an induration, about this time a red spot near seat of second furuncle, becoming like an indurated gland, at this time on l. instep, then on r. redness, with itching and vesicles, leaving hard scurf, whereby the whole place became elevated and painful, the scabs were pressed in by the boots and rubbed off so that the part was raw, after healing the spot was bluish red and swollen." ],
    "Sleep" : [ "Yawning; in afternoon, with stretching.", "Sleepiness.", "Inability to sleep after dinner though inclined to do so earlier than usual.", "Restless sleep, with frightful dreams.", "Restless dreams." ],
    "Fever" : [ "Pulse full and frequent in the evening.", "Cold limbs; after p.m., with hot head.", "Alternations of cold and heat in short attacks during the day.", "Alternations of coldness and heat over whole body, with heaviness of head, which after eating increased to pain, > after p.m.", "Heat over whole body in evening.", "Frequent and sudden attacks of flushes of heat.", "Heat in flushes, with confusion of head.", "Burning hot face in the evening, with cold extremities.", "Hot head in evening.", "Hot hands at p.m., with rapid pulse, then general sweat.", "Sweat staining greenish yellow and stiffening linen." ]
  }
}