{
  "remedyName" : "Juglans Cinerea",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Angina pectoris. Axilla, pain in. Chest, pain in. Coryza. Ecthyma. Eczema. Erysipelas. Erythema nodosum. Headache. Herpes. Hydrothorax. Impetigo figurata. Lichen. Migraine. Pemphigus. Ringworm. Rodent ulcer. Scapula, pain in. Scarlatina. Tetters. Vision, lost." ],
    "Characteristics" : [ "The Butternut and the Black Walnut (Juglans nigra) are the American representatives of the Walnut family. J. ciner. and Juglans regia, or Nux juglans, have both been proved and studied. With both the digestion is first disordered, and with this other symptoms, as headache, occur. These run an acute course and then skin affections manifest themselves, and these run a chronic course (Clotar Willer, quoted by Hale). Before the homoeopathic provings were made Jug. c. had a reputation as a mild cathartic and was successfully used in camp diarrhoea and dysentery in the early American wars. Applied to the skin, the juice causes reddening and blistering. \"The green rind rubbed on tetters and ringworms dispels them.\" The provings brought out the characteristics in much detail, and clinical use has still further developed them. Jug. r. has been used with much success in scrofulous and scorbutic conditions; and both Jug. r. and Jug. c. cause dark, clotted haemorrhage. Jug. c. from the lungs and Jug. r. from the uterus. Both act on the axilla, Jug. c. causing acute pains and numbness, Jug. r. affecting skin and glands. Jug. c. has some remarkable head symptoms. Sharp shooting pain in occiput is very characteristic. There is a headache with frequent micturition and burning. It has morning headaches like Nux, Bry., Chelid., and Iris; and it much resembles the last in the disturbance of the digestive organs. Pains in liver and right scapula; acute diarrhoea. It is one of the medicines which produces epigastric sinking. This extends to the abdomen and is accompanied by headache. One patient who was taking Jug. c. for acne developed all the symptoms of angina pectoris. But the skin is the organ most of all affected by the drug. All kinds of eruptions have been caused or cured by it, including scarlatina and rodent ulcer. There are a good many rheumatic pains in the remedy. The itching is < when overheated from exercise. Walking < chest pains; > pain from rectum to bladder. Going up hill < or = retrosternal pain. Stooping = pain in scapula and back. Dull headache is > when getting up." ],
    "Relations" : [ "Antidoted by: Bry. (angina pectoris; Bry. O gtt. v. relieved immediately). Compare: Jug. r., Bry. (rheumatic pains; dropsy of chest; stitching in liver; occipital headache); Chel. (liver pain; pain under right scapula bilious stools); Nux v. (jaundice; liver pains): Iris v. (diarrhoea liver): Jalap. (diarrhoea); Septicaem. (camp, diarrhoea); Aethiops ant., Arsen., Prim. obc., Mezer., Olean., Viol. t., Rhus, &c. (skin); Gels., Coccul., Carb. v., Glon., Sul., Nat. sul., &c. (occipital headache); Carya alba (botan.; purpura and scurvy)." ],
    "Mind" : [ "Want to be alone, want to do nothing but eat and sleep, cannot think of concentrating my mind upon any one subject.", "Confusion so that I could not study.", "Dull feeling, cannot remember anything that I read", "Absent-minded, forget what I am about." ],
    "Head" : [ "Vertigo, with slight nausea a.m.", "Slight vertigo with sinking faint feeling in stomach extending to abdomen.", "Headache in morning on waking, with yellow coat on tongue.", "Dull headache in forenoon, < r. side.", "Head feels as large as a barrel.", "Severe headache; can hardly see.", "Headache with frequent micturition and burning.", "Fulness in frontal region.", "Pain in forehead.", "Pain in r. temple in forenoon.", "Pain in occiput in morning; > on rising.", "Sharp, shooting pains in occiput, often associated with liver disturbance.", "Itching of scalp, intense, must scratch constantly." ],
    "Eyes" : [ "Eyes red and swollen.", "Inflammation with pustules on lids and around eyes.", "Eyes burning in afternoon.", "Feeling in eyes as if drawn together.", "Loss of vision on sudden motion, with faint-like giddiness." ],
    "Nose" : [ "Numbness at root of nose; in bridge, > rubbing.", "Dryness.", "Watery discharge (l.).", "Bleeding.", "\"Noli me tangere\" (rodent ulcer) on nose." ],
    "Face" : [ "Pallor.", "Erythematous redness, with dry, burning sensation." ],
    "Mouth and Throat" : [ "Tongue: coated white; yellow in the morning.", "Burning and pricking in mouth and throat.", "Taste coppery.", "Swelling of submaxillary glands, < r.", "Sore throat: in forenoon, with roughness; on swallowing; with swollen feeling.", "Fauces dry.", "Burning in pharynx.", "Pain in r. side of fauces." ],
    "Stomach" : [ "Ferocious appetite.", "Thirsty, want to drink all the time.", "Nausea in morning.", "Nausea < at night.", "Burning in stomach.", "Sinking in stomach extends to abdomen; with headache." ],
    "Abdomen" : [ "Stitches in hepatic region, and under r. scapula.", "Pain in each hypochondrium; in umbilical region; in abdomen after dinner, then diarrhoea, with burning in anus; in region of inguinal rings, with soreness on rising from a recumbent position.", "Flatulent pain in different parts of abdomen.", "Heavy pain in umbilical region.", "Burning in abdomen after stool." ],
    "Stool and Anus" : [ "Stools bilious, copious, frequent, painless.", "Loose stool smelling like onions.", "Diarrhoea: with cutting in abdomen; with burning in anus before and after stool; painless in forenoon; yellow, frothy, with tenesmus and burning in anus after stool.", "A drastic purge, producing irritation and inflammation of mucous membrane of bowels.", "(Camp diarrhoea.).", "Soft stool with pain and flatulence in abdomen.", "Stool soft and brown; dark, and sticky.", "Constipation, with griping in umbilical region.", "Constipation preceded by diarrhoea.", "Stool: hard, and in balls; hard and dark brown; hard and brown, difficult; first part hard and brown latter part diarrhoeic and greenish-yellow; small and brown; dark brown." ],
    "Urinary Organs" : [ "Micturition: frequent and copious; frequent with burning smarting (with headache)." ],
    "Respiratory Organs" : [ "Raising a quantity of dark blood.", "Expectoration of very tenacious mucus." ],
    "Chest" : [ "Great oppression of chest with cutting pains in lungs.", "Scrofulous consumption with great emaciation.", "Pain in l. chest; in centre at times, by day and night, with foreboding feeling at night, not < by walking.", "Dropsy of chest of rheumatic origin where there are bright red spots like flea-bites.", "Retrosternal pain, <, or only felt when going uphill; when walking out of doors.", "Oppression at chest; hindering long breathing." ],
    "Heart and Pulse" : [ "Sharp wrenching in l. side at p.m., when walking, with suffocating sensation under sternum, compelling him to stand still, which did not > the pain, the attack being similar to angina pectoris (Bry. O relieved immediately).", "Pulse accelerated." ],
    "Neck and Back" : [ "Neck rigid.", "Lame feeling in nape.", "Pricking up and down spine.", "Sticking under r. scapula on stooping.", "Pain: between scapulae; under scapula; under r. scapula, making breathing difficult; under vertical border of r. scapula, < moving the part and drawing a long breath; in region of lumbar vertebrae and r. sacro-iliac symphysis; in region of lumbar vertebrae in afternoon, with restlessness; in lumbar and dorsal vertebrae at night; in region of sacro-iliac symphysis, < sitting, also in forenoon, and in region of lumbar vertebrae; in lumbar vertebrae, extending through lumbar region and up spine.", "Occasional shooting in lumbar region." ],
    "Limbs" : [ "Aching pains in the limbs.", "Pain in elbows and knees." ],
    "Upper Limbs" : [ "Pain in shoulder.", "Sharp, rheumatic pain in shoulders and wrists.", "Pain in r. axilla in afternoon.", "Pain in r. axilla, extending down arm.", "Pain in l. arm.", "Arms and wrists, as if sprained by hard work.", "Numb pain in r. axilla, extending down arm along nerves.", "Numb pain in arms and wrists in forenoon; in elbows and knees; in wrists extending up arms." ],
    "Lower Limbs" : [ "Cramp-like pain in hip at night.", "Pain in thighs and l. knee in forenoon.", "Pain in r. knee on ascending stairs; in ankles.", "Occasionally sharp pain in calves.", "Numbness of l. foot when sitting still." ],
    "Generalities" : [ "Loss of weight.", "Aching in various parts.", "Feeling as if all internal organs were too large, < l. side.", "Restlessness in afternoon, with pain in region of lumbar vertebrae.", "Weakness; with sick feeling.", "Faintness, > rising and moving about.", "Deathlike feeling, with chills and shuddering." ],
    "Skin" : [ "Exanthematous eruption resembling flush of scarlatina.", "Eruption resembling eczema simplex on upper chest, with itching pricking when heated by over-exertion.", "Pustules on thighs, hips, and nates, with itching and burning, a few pustules on body, face, and arms.", "Itching in spots, now here, now there.", "Itching on arms, > scratching.", "Itching with burning.", "Itching on head, neck, and shoulders, with pricking.", "Itching on arms with burning and redness." ],
    "Sleep" : [ "Constant yawning, without sleepiness.", "Sleepiness.", "Sleeplessness; after a.m.", "Sleep restless; and light.", "Sleep unrefreshing.", "Dreams: vivid; frightful; frightful at night, and waking covered with sweat; troublesome; of being among Indians; ridiculous." ],
    "Fever" : [ "Chilliness alternating with flashes of heat; chilliness along spine; beginning in back when near the fire, without coldness of flesh." ]
  }
}