{
  "remedyName" : "Juniperus Virginianus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Apoplexy. Convulsions. Eyes, twitching of. Strangury. Tetanus. Uterine haemorrhage." ],
    "Characteristics" : [ "The effects of Jun. v. have been largely observed on women who have taken it to procure abortion or bring on the menses. A number of fatal cases have occurred, the patients passing into violent convulsions, followed by an apoplectic condition, insensibility, and collapse." ],
    "Relations" : [ "Compare: Sabina, Junip. c." ],
    "Mind" : [ "During paroxysm (of fever) raved incoherently.", "Moaned most piteously.", "Fright.", "During the morning of her death lay in a stupid state; answered no questions and did not appear to be sensible.", "As the convulsions continued the stupor became more and more profound; when they ceased coma ensued.", "She lay apparently in a deep comatose sleep until about nine o'clock next day., when she woke to perfect consciousness, with no recollection of what had occurred since swallowing the oil." ],
    "Head" : [ "Dizzy.", "Head felt as if enclosed with an iron band.", "Jerking of head." ],
    "Eyes" : [ "Eyes began to glare and twitch; felt as if bursting from their sockets.", "Jerking of eyes and head.", "Pupils dilated." ],
    "Face" : [ "Very red face.", "Venous aspect.", "Face swollen and livid.", "Veins of face, head, and neck fully distended.", "One half lower lip and part of chin and side of mouth much swollen and dark coloured as if bruised; tongue and gums also involved in the swelling and lividity.", "Jaws firmly fixed." ],
    "Mouth" : [ "Thought it would take the skin from her mouth and throat.", "Could not speak so as to be understood; she articulated like one having hemiplegia." ],
    "Throat" : [ "Fauces in spots denuded of their mucous covering." ],
    "Stomach" : [ "Great thirst.", "Sick and distressed at her stomach.", "Vomited between the fits; vomited matter smelt of cedar oil.", "Vomited black matter; afterwards green; vomiting continued all day.", "Considerable distension and tenderness at pit of stomach.", "Pain in stomach.", "Burning in stomach." ],
    "Abdomen" : [ "Abdomen swollen and hot; intense pain in abdomen." ],
    "Stool" : [ "Violent purging which continued till death." ],
    "Urinary Organs" : [ "Great difficulty in passing urine." ],
    "Female Sexual Organs" : [ "Uterine haemorrhage.", "Considerable fever and pains like labour-pains." ],
    "Respiratory Organs" : [ "The soft parts about the neck were sucked down at every effort at inspiration, and the lower jaw descended.", "Stertor continued for a few minutes; it was succeeded by breathing of a very different kind; and the chief character of this was an unsuccessful heaving of the chest in inspiration for breath, and a limp dropping together of the chest in expiration.", "Expiration slow and without assistance from the expiratory muscles, the chest appeared to fall together from its own weight." ],
    "Heart" : [ "Pulse less than afterwards sank to then intermitted.", "Pulse fluttering, feeble, slow, very irregular.", "Almost pulseless." ],
    "Upper Limbs" : [ "Hands at times clenched." ],
    "Lower Limbs" : [ "Staggering." ],
    "Generalities" : [ "Twitching of the muscles.", "A most violent convulsion came on and all further consciousness was lost for twelve hours.", "All voluntary muscles tightened with the most rigid spasm, whole body jerking, eyes glassy, pupils dilated a little, pulse respiration struggling, catching, and strangling; followed by another paroxysm, which, as in other cases, began by a jerking of the eyes, followed by a jerking of the head, contraction of muscles of one side of face and neck, then those of the other side, of back of neck, of arm, trunk, and extremities, accompanied by an imploring reaching out of the arm, groan, if groan that noise could be called, glaring eye, and natural language of the most extreme terror and amazement, and this succeeded by jerking of the whole body; so heart-sickening was her appearance that some bystanders fainted; the interval between the paroxysms was imperfect and the patient was inconstant motion; three men could not hold her. Something had to be kept between the teeth to prevent them shutting.", "After the convulsions ceased an apparently apoplectic state came on with stertorous breathing, twitching of voluntary muscles, venous countenance and slow pulse.", "After the fever, much exhausted.", "Much exhausted or in a state of prostration when she attempted to inspire; when the air passed out of the chest, all strength seemed wanting.", "Sore all over." ],
    "Sleep" : [ "Could be aroused a very little, but would immediately doze away again." ],
    "Fever" : [ "Rigors followed by fever.", "Feverish.", "Considerable fever and pains like labour-pains.", "Skin dry and parched." ]
  }
}