{
  "remedyName" : "Kali Chloricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Aphthae. Asthma. Cancrum oris. Clumsiness. Crusta lactea. Cystitis. Dysentery. Epithelioma. Haematuria. Haemorrhages. Haemorrhoids. Hangnails. Mercurial poisoning. Mouth, inflammation of. Nephritis. Neuralgia. OEdema. Paralysis (facial). Pharyngitis. Pimples. Proctalgia. Purpura. Scurvy. Stomatitis. Syphilis. Tic-douloureux. Ulcers." ],
    "Characteristics" : [ "The Chlorate of Potash is not to be confounded with the chloride which constitutes the Kali muriaticum of Schussler. Hering has amalgamated the symptoms of the two under the heading Kali mur., but I think it best to keep them separate. Kali chlor. is an exceedingly active poison. It has long been used in the old school, in solution, as a wash for sore mouth and for foul ulcers. Hutchinson observed a number of case in which it produced the very condition which it was given to cure: \"Most acute ulceration and follicular stomatitis. The whole mucous surface was red and tumid, and in the cheeks, lips, &c., were numerous grey-based ulcers.\" Rushmore (H. P., xii. 530) records a proving in an unmarried lady, 50, short, brunette, who had had goitre in early life, which disappeared under the application of Iodine. Later on a fibroid tumour developed in the uterus, and for this the patient was advised to take crude Potassium chlorate, dissolved in water, daily. The following symptoms were observed: Increased moral irritability. Felt dreadfully dull and stupid. Dizzy on stooping and rising. Slight headache over eyes, objects appear double, beside each other. Face swelled so she could hardly see on rising in morning. Smarting of tongue. It took away her desire for acids. Diminished appetite. Much commotion and flatulence in abdomen. Increased urine. Dreams worse, of terrible things never thought of. Great coolness; shivering on cold days; seemed as if it cooled off her blood. Clumsiness. General bloated feeling.", "Fatal poisoning has occurred, death taking place in convulsions. The blood is disorganised, and after death liver, spleen and kidneys are found softened and filled with disorganised blood; this should give it a place in cases of lardaceous and fatty degeneration of solid viscera. Mouth, hypochondria, and rectum are the parts most affected. In the provers great weakness was manifested, rheumatic and neuralgic pains, many occurring in the facial nerves. Facial paralysis has been cured with it. The heart was the seat of much disturbance, and a coldness was felt about the precordia. The stomach and bowels were disordered, and Allen credits it with the cure of this: \"Dysentery, with most violent cutting pains as from knives, frequent stools, tenesmus, making the patient cry out, evacuations very small, almost pure blood, great prostration.\" The sexual organs were excited. The skin also manifested a number of symptoms: Pimples in various parts; between lip and chin. It has cured epithelioma of face and of great toe (Allen). Sir James Simpson recommended it in 20-grain doses daily where abortion was likely to occur from fatty degeneration of the placenta (Brunton). As this is frequently a syphilitic affection it is probable that when successful it neutralised that disease. < By jar of coughing or sneezing (eyes). Mental symptoms > by nose-bleed." ],
    "Relations" : [ "Antidote to: Merc. Compare: Especially K. mur.; Caust. (facial paralysis), K. bi. (follicular pharyngitis). Zinc., Cad. s., and Cact. (asthma with great constriction of chest); Graph., K. nit. and Nat. m. (cold feeling about heart)." ],
    "Mind" : [ "Liveliness; then ill-humour.", "Ill-humoured, anxious, tension in precordial region, > nose-bleed.", "Feels dreadfully dull and stupid.", "Apathy; in evening, with sadness, chilliness and disgust of life.", "Consciousness suddenly almost lost after a glass of wine.", "Convulsions followed by delirium." ],
    "Head" : [ "Dizzy on stooping and rising.", "Vertigo: after violent motion, with congestion of blood.", "Cutting pain in head extending into malar-bones.", "Head aching; continuous, esp. in evening.", "Confusion; bewilderment; on walking in open air.", "Congestion of brain, so that one-half of head, face, and nose felt paralysed.", "Feeling of congestion, with pain in forehead.", "Intoxication from a small glass of beer.", "Forehead: jerking in upper and lower part of frontal bone; pain; drawing; tension, then sneezing and catarrh, tension in sinciput.", "Intermittent sticking in r. temple; pain in l. temple.", "Pain in temporal bone extending to eye-teeth.", "Pain in l. side of head.", "Pain in occiput; in evening, at times extending into jaws.", "Confusion in occiput, with peculiar sensation in muscles of nape.", "Itching.", "Crusta lactea of children." ],
    "Eyes" : [ "Redness of eyes in evening, with pain.", "Stitches in eyes.", "Cramp in l. eye.", "Pressure in eyes.", "Rush of blood; with irritation of eyes.", "(Conjunctivitis and keratitis (scrofulous) with a formation of phlyctenulae, but only superficial.).", "Feeling of strength in eyes.", "K. chl. detected in the tears.", "Twitching in (inner) canthi.", "Pain in upper lid in evening.", "Appearance of light (flames and sparks) before eyes when coughing and sneezing.", "Double vision; sees objects beside each other." ],
    "Ears" : [ "Roaring in ears, with a painful bloody stool." ],
    "Nose" : [ "Drawing in root of nose.", "Irritation at root of nose.", "Sneezing.", "Catarrh: violent; with much sneezing and profuse mucus.", "Tension in forehead, followed sometimes with coryza and sneezing.", "Nosebleed; at night; only from r. nostril; > mental state." ],
    "Face" : [ "Face swelled so she could hardly see on rising in morning.", "Face pale; bluish; livid.", "Suffering expression.", "Twitching of face and eyes of masseter muscles.", "Sticking in various parts.", "Tearing and tension in face.", "Pain in r. malar-bone, beneath margin of orbit, then tension in whole cheek and temple.", "Drawing pain in r. cheek till he sneezes.", "Drawing: in r. cheek; and in gum, with cramp in muscles of r. cheek; with pain in lobule of r. ear, at one time more beneath orbits, at another in masseter muscles.", "Drawing, cramp-like, tensive, pressive and pulling pains in bones of face.", "Cramp-like pain in cheeks extending into joint of jaw, at times with tearing in upper jaw.", "Tensive pain in l. cheek near orbital margin.", "Tension with pressure towards eyes, < r. side; tension in cheek beneath eye, extending to ear, r., then l.", "Drawing in r. cheek, then inclination to sneeze.", "Sensitiveness.", "Jerking in nerves of lower jaw, at foramen maxillare posticum.", "Lightning-like neuralgic pains in face, l. side < from talking, eating or slightest touch, followed by numbness.", "Cramp-like pressure in joint of jaw, with stitches in jaw and teeth, < r. side.", "Lips blue; swollen.", "Pimples on r. commissure; on lower lip.", "Eruption of pimples on face, forehead, and between lip and chin." ],
    "Teeth" : [ "Aching in upper teeth.", "Cramp-like drawing in cheeks, extending to articulation of jaw, with stinging pain in jaw and teeth.", "Teeth blunted.", "The teeth are set on edge.", "Gums bright red.", "Gums bleed easily on brushing teeth." ],
    "Mouth" : [ "Tongue white; in middle.", "Tongue coated; at back with diarrhoea.", "Two symmetrical ulcers on sides of tongue.", "Tongue cold and throat.", "Sticking (stinging) burning on tongue.", "Smarting of tongue.", "(Stomatitis; ulcerative and follicular, mucous surface red and tumid, and grey-based ulcers in cheeks, lips, &c.).", "Tanned appearance of mucous membrane of mouth and throat.", "Contracted feeling in muscles of palate.", "Salivation; acid.", "Taste: burning, alkaline; as of blue vitriol; salt; sour; saltish, sour; bitter, sourish; bitter, > expectoration of mucus; bitter, with coldness of tongue (like laurel-water with salt); lost." ],
    "Throat" : [ "Submaxillary glands swollen, throat red and oedematous.", "Pain in throat and stomach, with inclination to eructate.", "Scraping; roughness; rawness; dryness of throat; and of chest; with violent cough as from sulphur fumes.", "Swallowing difficult.", "Dryness of fauces.", "Cynanche tonsillaris.", "Throat constricted." ],
    "Appetite" : [ "Appetite increased; paroxysms of ravenous hunger, > a drink of water, then loss of appetite.", "Appetite diminished; lost.", "Thirst.", "(Desire for acids removed.)" ],
    "Stomach" : [ "Eructations: of air, sourish; violent, with alternating pains in chest and abdomen.", "Frequent risings of flatus.", "Aching in the stomach and precordial region, sometimes with inclination to eructate, or with apathetic humour and shiverings.", "Sensation of heat or coldness in stomach.", "Incisive pains in region of stomach.", "Nausea; and shivering; and attempts to vomit, though nothing but air was ejected.", "Vomiting: sudden; incessant; of all food; of offensive dark green mucus.", "Acute gastritis, nausea, pain in splenic region, enlargement of spleen.", "Cardialgia.", "(Gastralgia.).", "Pyrosis.", "Cutting in stomach.", "Pressure with feeling of emptiness.", "Pressure in epigastric region; and of stomach with apathy and chilliness.", "Heavy pain in stomach after a walk of an eighth of a mile, with sinking sensation.", "Weight, fulness, distension in epigastric region, regularly and generally increased for six hours; repeated next day; > at night.", "Warmth in stomach." ],
    "Abdomen" : [ "Much commotion and flatulence in abdomen.", "Movings (frequent) with inclination to diarrhoea.", "Fatulence: during day; in afternoon; with epigastric distress, preventing sleep.", "Griping.", "Colic, with diarrhoea and shifting of the flatulence.", "Intermittent weight, tension and pain in umbilical region.", "Pressure: in l. hypochondrium; in r. extending to umbilicus; tensive in r., > emission of flatus.", "Pain in pelvic region, with diarrhoea." ],
    "Stool and Anus" : [ "External piles; with constipation.", "Congestions and obstructions to portal system and liver, with haemorrhoidal complaints.", "Persistent pain in rectum.", "Urging; constant, with normal stool.", "Stool: liquid; thin; diarrhoea; violent, constantly getting more liquid, at last consisting only of mucus; copious, as after a refrigerant purging salt (painful); with weakness.", "Slow, hard and dry evacuations", "the latter part is mixed with mucus and blood.", "Liquid, loose, and sometimes mucous evacuations.", "Painful diarrhoea.", "Dysentery; much blood passing with the slime.", "Stool hard; and at last mixed with mucus and blood.", "Green stools.", "Light-coloured stools.", "Stool indolent, delayed." ],
    "Urinary Organs" : [ "Nephritis.", "Urging; frequent.", "Itching in urethra and scrotum.", "Inability to empty bladder.", "Could pass only a few drops of bloody urine.", "Frequent micturition; and copious, with irritation about bladder and urethra.", "Haematuria.", "Urine: increased in evening and night; scanty; black and albuminous, greenish-black, containing haematin; urine containing albumen, casts, and altered blood, drawn off by catheter; acid and deposits urates abundantly; turbid; suppressed.", "(Albuminuria during gestation.)" ],
    "Male Sexual Organs" : [ "Violent (frequent) erections, with itching on scrotum; with emissions.", "Frequent pollutions with lascivious dreams.", "Depression of desire, with chilliness and apathy." ],
    "Respiratory Organs" : [ "Hoarseness.", "In larynx irritation to cough.", "External sensitiveness of larynx and throat.", "Cough; violent, with catarrh.", "Dryness of throat and chest, with violent cough as from vapour of sulphur.", "Violent cough with coryza.", "Breathing laborious." ],
    "Chest" : [ "Pain in sides and loins.", "Painful pressure superiorly in l. costal region.", "Chest, tight; constriction as from sulphur fumes.", "Oppression, with sensation as if lungs were constricted with a fine thread; with violent beating of heart; rush (congestion) of blood to chest." ],
    "Heart and Pulse" : [ "Precordial anxiety with palpitations and oppression.", "Coldness in precordial region.", "Palpitation.", "Heart's beat distinctly perceptible to touch (but not accelerated beating), with coldness in precordial region.", "Violent beating of heart; sometimes with oppression of chest and cold feet.", "Pulse: rapid; compressible; feeble, as after a sudden and copious haemorrhage; slow; and small, weak.", "Pulse diminished in fulness and force; accelerated, or soft and sluggish, not synchronous with beats of heart.", "Pulse in r. hand full and soft, intermittent, slower than beat of heart, in l. hand small, soft, compressible." ],
    "Back" : [ "Pain in lumbar region, with weight.", "Heaviness in lumbar region, with dragging and increased urine." ],
    "Upper Limbs" : [ "Rigidity of muscles.", "Drawing: in forearms; in wrists, with tearing.", "Tearing in r. wrist and along ulna.", "Extraordinary coldness of arms.", "Cramp in r. index.", "Inflamed hang-nails.", "Phlyctenae and itching pimples on back of hands." ],
    "Lower Limbs" : [ "Drawing in thigh.", "Violent lancinating pains in knee.", "Sticking in r. knee.", "Cramp in leg.", "Cold feet with palpitation of heart." ],
    "Generalities" : [ "Convulsions; followed by delirium.", "Jerking of head and other parts.", "Clumsiness.", "General bloated feeling.", "Blood taken from a vein was very viscid.", "Rheumatic pains in different parts.", "Malaise.", "Discomfort.", "Weakness; lassitude and sleepiness.", "Collapse.", "> From warm baths, which were always followed by profuse sweat and quiet sleep.", "Great chilliness, constant shivering and shuddering, sometimes with stiffness of hand.", "Constant coldness of feet." ],
    "Skin" : [ "Cyanosis, < lips and extremities.", "Icterus.", "Duskiness of skin.", "Small purple maculae on forearms.", "Rash, with painful pimples on l. shoulder.", "Pimples: on forehead; between lip and chin; on thigh; red pimples; burning on l. cheek; itchings; itching pimples, with vesicles on back of l. hand, > during day, but returning next morning.", "Miliary eruptions.", "Itching pustules filled with matter, surrounded by red areola, on limbs.", "Numerous small red papulae.", "Itching vesicles on back of r. hand.", "Itching over whole body: < in evening in bed; in face; at night, next morning red pimples on legs and shoulders, not on joints, then pimples on face." ],
    "Sleep" : [ "Yawning.", "Sleep uneasy; and interrupted by heavy dreams.", "Sleep full of vexing dreams.", "Waking towards morning from an anxious dream, lying on back, snoring and breathing with difficulty.", "Dreams of occurrences of day previous.", "Quiet dreams of prophecies of death; of death from nervous (typhus) fever.", "Voluptuous dreams with emissions." ],
    "Fever" : [ "General coolness; shivering on cold days; seemed as if it had cooled off her blood.", "Chilliness: in afternoon; in open air; with stiffness of hands.", "Shivering: in evening; over back and neck, with warm feet.", "Cool skin.", "Cold limbs (r. arm; internally in r. forearm; feet, with palpitation).", "Heat: in bed; with violently throbbing pulse and heart; in face in flushes.", "Orgasms, < chest.", "Intolerable heat in head." ]
  }
}