{
  "remedyName" : "Kali Carbonicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Anaemia. Asthma. Axilla, perspiration of. Back, aching. Biliousness. Bronchitis. Catarrh. Change of life. Chilblains. Clavus. Cold. Consumption. Cough. Debility. Dropsy. Dysmenorrhoea. Dyspepsia. Ear, inflammation of. Eyes, inflammation of; oedema around. Face, blotches on. Fear. Freckles. Gastralgia. Haemorrhage. Haemorrhoids. Hair, affections of. Headache. Heart, affections of. Hip-joint disease. Hydrothorax. Hysteria. Kidneys, affections of. Knee, affections of; white swelling of. Larynx, catarrh of. Leucorrhoea. Liver, affections of. Lumbago. Menorrhagia. Metrorrhagia. Pleurisy. Pleurodynia. Pregnancy, disorders of. Proctalgia. Sciatica. Sleeplessness. Spinal irritation. Stomach, affections of. Throat, sore. Toothache. Typhoid. Urine, frequent passage of. Urticaria. Uterus, cancer of. Vertigo. Wens. Whooping-cough." ],
    "Characteristics" : [ "Potassium carbonate, sometimes called \"Vegetable alkali, \", exists in all plants, and was originally obtained from the ashes left after burning wood and vegetable structures. Potassium salts play a no less important part in the animal economy. Kali carb. may be regarded as the typical member of the Kali group of homoeopathic remedies, though Causticum has also claims on the title. The Potassium salts have more specific relation to the solid tissues than to the fluids of the body; to the blood corpuscles rather than to the blood plasma. The fibrous tissues are particularly affected, the ligament of joints, of the uterus, of the back. It corresponds to conditions in which these tissues are relaxed-joints give way; the back feels as if broken; the patient feels compelled to lie down in the street. Goullon (translation, H. R., xv. 327) calls attention to the importance of this polychrest in complaints of women, in which it rivals Sepia, differing from the latter in having menstruation \"too protracted and recurring too frequently; the pains and troubles occur before the menses. The climacteric flushings of K. ca. are associated with disturbances of the heart. Palpitations are most violent. By quieting these K. ca. often serves as an excellent soporific. In addition to the uterus and heart, lungs, pleura, bronchi, and larynx all come under its action. Chronic laryngeal catarrh Goullon specially mentions as frequently cured by it. He places it in the front rank as a knee remedy. Among the grand characteristics of K. ca., three stand out above the rest: (1) Stitching, lancinating pains, also called jerking pains; < during rest, < lying on affected side. (2) Early morning aggravation: < to a.m. (3) The occurrence of bag-like swellings over the eyes, between the eyebrows and the upper lids. Relaxation of tissues is a great note of K. ca. It is suited to persons of soft tissues with tendency to be fat. Easy sweating may be placed in the same category, and when there is a combination of \"sweat, backache, and weakness, \", the three, according to Farrington, constitute a grand characteristic. The backaches of K. ca. are very important. The pain often extends downwards to the buttock and even to the knee. Pain from hip to knee (more especially if right sided) has led to the cure of many cases of hip-joint disease. This symptom also led me to make a remarkable cure of another kind. A lady, stout, short, pale, and of very soft fibre, had for four months suffered from \"rheumatic pains, \", and an offensive vaginal discharge. A local practitioner of repute was consulted (the patient lived in the country, and I did not see her till a year or two afterwards) and pronounced it cancer of the womb in an advanced stage, and gave her four months to live. She described to me the pain as being all round the lower abdomen, and a \"dull, heavy, depressing, dead pain, commencing at the inner part of the top of the right hip (iliac crest) and extending to the knee.\" The pain was so severe it made her feel quite sick and faint. The discharge was very offensive, like decaying meat. Great weakness and trembling accompanied the discharge; urine was almost like blood at times, and had a sandy sediment. K. ca. 1m. was given and at once improvement set in. In a few months all the bad symptoms had disappeared and never returned. The patient lived ten years after this. In connection with this case I may mention another. A man had an ulcer of right leg with swelling of ankle, and he complained of waking at a.m. K. ca. cured, but meantime he developed this symptom: \"Great weakness of right thigh, as if it would give out when walking.\" This \"giving-out\" feeling is very characteristic of the remedy. \"Constant backache, the patient feeling all the time that the back and legs must give out.\" K. ca. corresponds to many cases of lumbago, stitching pains, pulsations; > by pressure and by lying flat on the back. \"Weakness, sweat, and backache\" appear in many conditions of debility as from loss of fluids; after confinement or abortion (puerperal mania, fever, or spasms). Complaints after coition in males, especially complaints of the eyes. Weary and sleepy during and after eating. Yawns continually. The mental state of K. ca. is one of peevishness and irritability. Easily startled by any noise (especially if unexpected). Fear is prominent; fears to be alone. Intellect impaired, does not care for anything. Indifferent, with bodily exhaustion; when questioned does not know what to answer. The \"touchiness\" of the remedy is very marked: \"Cannot bear to be touched; starts when touched ever so lightly, especially on the feet.\" K. ca. acts profoundly on the tissues. It causes fatty degeneration of the heart and other muscles. It affects the blood itself as well as the circulation, causing anaemia and haemorrhages. Throbbing of blood-vessels all over body and to ends of fingers and toes is a marked symptom. Irregularity of heart's action. A peculiar symptom is: sensation as if the heart were suspended by a thread. The digestion is very much disordered; flatulence, distension, constipation. Many symptoms come on when eating: Drowsiness; toothache only when eating. It has the fishbone sensation in the throat, which is part of the general tendency to stitching pains. Another feature is easy choking; food easily gets into windpipe; pain in back when swallowing. The cough has peculiarities in addition to that of time aggravation 2-4 a.m. It is dry, paroxysmal, loosens viscid mucus or pus which must be swallowed. Or spasmodic with gagging or vomiting of ingesta. The expectoration consists of hard, white, or smoky masses, which fly from the throat when coughing. Globules of pus may be contained in it. Hahnemann said that persons suffering from ulceration in the lungs could hardly get well without this antipsoric. I have frequently had occasion to verify its value in such cases. The stitching pains, sweat, and weakness are leading indications, also the locality of the affection. K. ca. is more a right than a left-side medicine. The base of the right lung is more affected than any other part. Goullon says also the apices. K. ca is a remedy often called for in sick-headache. \"Violent headaches about the inner temples; violent stitching or jerking pains, on one side of the head or both.\" One-sided headache with nausea. One case which I cured was > by lying down, > by a tight band round the head. Pressure and drawing in forehead extending into eyes and root of nose. Congestion to head and heat of face often accompany the headaches. \"Drowsy whilst eating\" is a very characteristic symptom of K. ca. Ide, of Stettin, Germany, has recorded a case (translated by McNeil, Med. Adv., xxiv. 294) which well illustrates this. A lady, suffered from chronic bronchial catarrh and emphysema. In November, she had asthmatic complaints, depriving her of sleep, with cough and mucous expectoration difficult to raise. Always when eating she was so weary she fell asleep, and could not finish her meal. After eating still very tired. In the morning passed much flatulence. K. ca. removed the condition in a few days. The following March after a cold there was a recurrence, but without the weariness, and K. ca. failed, whilst Ars. rapidly cured. In the same patient K. ca. manifested its power in another set of symptoms: Toothache alternating with tearing, stitching pain in left breast and under left false ribs. The side pains were < at night, especially in evening as soon as she lay down; < lying down, particularly < lying on right (i.e., painless) side. Not influenced by pressure or motion. K. ca. is a chilly medicine. There is great tendency to take cold, and < of symptoms when body temperature is low; aversion to open air. I have often relieved with K. ca. blotchy eruptions of the face which were < in a wind or cold air. Among the notable sensations of the remedy are: Feeling of emptiness in whole body as if it were hollow. Sensation of a lump rolling over and over on coughing; rising from right abdomen up to throat, then back again. Lump in throat. Feeling as if the bed were sinking under her. Pulsative pains and throbbings. Burning sensation and burning pains. K. ca. appears to have alternating symptoms: it has cured a case of toothache which alternated with tearing, stitching pains in left breast and under left false ribs. It has also pulsations in the back alternating with pains in the back. The pains in the side were < evening, on lying down, and especially on lying on right (painless) side (Med. Adv., xxiv. 295). The nervous excitability of K. ca. may go as far as pronounced hysteria; sudden shrieking; cannot bear to be touched. Spasms (puerperal convulsions) and paralysis. Twitching of muscles; rigidity of muscles; muscular atony, disposition to easy overlifting. Oppression of breathing accompanies most complaints. Anaemia with great debility, skin watery, milky white. Dropsical affections. Ulcers bleeding at night. K. ca. is suited to the aged, rather obese, lax fibre; to dark-haired persons of lax fibre and inclined to be fat; to diseases after parturition; after loss of fluids. The symptoms are: < At rest; < on lying down (cannot get breath). Unable to remain lying at night, > during the day when moving about; < lying on right side (pain in chest; heart feels suspended to left ribs); < by stooping; > raising head. > Sitting bent forward; > raising head (stitches in forehead). Motion = headache with vertigo; < pain in tumours of scalp; wobbling in stomach; stitches in loins. < By sudden or unguarded motion. Walking > obstruction in nose; and < most other symptoms. Coughing < pain in haemorrhoids. Debility = desire to lie down. The chief time aggravation is from to a.m., or any time between. In general the symptoms are < in the morning. > By day; < at night. < Evening on lying down. < After midnight. Heat > most symptoms; cold air and open air <. Open air > obstruction of nose. Change of weather and damp weather <. Washing face = nose-bleed. Cold air < stitching pain in right side. Cold and damp = chronic bronchitis. Warm drinks < sweat. Warm applications = pain to move to other places. Drinking cold water > jerking in head; drinking cold-water when overheated = dyspnoea and pyrosis. Hunger = palpitation. Touch <. Pressure < most symptoms; > pain in abdomen; dull stitches in chest; glandular swelling of neck. < From coitus." ],
    "Relations" : [ "Antidoted by: Camph., Coff., Nit. sp. dulcis. It is complementary to: Carb. v., Phos., Sep., Nit. ac., Nat. m. It follows well: K. sul., Phos., Stan., Bry., Lyc., Nat. m. Is followed well by: Carb. v., Phos., Fluor. ac., Ars., Lyc., Pul., Sep., Sul. Compare: The Kalis, especially Caust. (paresis; respiratory affections; haemorrhoids; rheumatism); and K. bi. (catarrh with tenacious secretions; wandering and alternating pains; headache; affections of stout persons; dyspepsia). Bry. (sharp pains; bilious affections; but Bry. is < by motion); Chel. (pneumonia of right base); Merc. v. (pneumonia of right base, but Merc. has sweat without >); Sep. (diseases of women", "but Sep. has scanty menses, K. ca. too early and profuse; empty feeling, bloating after eating; chronic laryngeal catarrh); Apis and Ars. (puffing of face and eyes); Spi. (stitches in heart); Bellis, Ars., Nux v., Calc., and Sep. (waking early, am.); Ip. (constant nausea); (K. bi.) and Staph (< after coitus); Ant. t. (capillary bronchitis); Calc. hypophos. (sweat, backache, and weakness", "very close analogue); Pso. (debility of convalescence; profuse sweat; hopelessness of recovery); Calc. c. (hopelessness of recovery; irritability; chilliness, < from washing); Puls. (erratic pains; amenorrhoea); Berb. (bubbling sensation in back). Phos. ac. (apathy); Hep., Nit. ac., Carb. v., and Arg. n. (fish-bone sensation). Rhus (pain > motion; affections of ligaments) Hamam. (haemorrhoids). Mag. c. (nervous debility from overstrain) Bry. and Silic. (knee affections). Nat. m. (anaemia; amenorrhoea", "\"K. ca. will bring on the menses when Nat. m., though apparently indicated, fails.\" Hahn.", "backache: that of K. ca. is, in general, < lying; that of Nat. m. is > by pressure and lying on back); Arn. c., Graph. (obese persons); Chi., Phos. ac., Pho., and Pso. (complaints from loss of fluids); Ars., Bis., and Lyc. (averse to be alone.", "Ign., Nux, desire to be alone); Am. c. and Arn. (nose-bleed when washing face); Phos. (fatty degeneration of heart); Lach. (heart as if suspended by a thread)." ],
    "Causation" : [ "Catching cold. Overstrain." ],
    "Mind" : [ "Sadness with tears.", "Anxious apprehension and inquietude, esp. about the health, with fear of not being cured.", "Irresolute, timid, and apprehensive disposition.", "Fear, in evening, in bed.", "Peevish humour, discontent and impatience.", "Dread of labour.", "Changeable humour, at one time evincing mildness and tranquillity, at another time passion and rage.", "Tendency to take alarm.", "Shrieks about imaginary appearances.", "Becomes easily startled; great tendency to start when touched, esp. on feet.", "Vexed and irritated mood; trifles vex one; noise is disagreeable.", "Irascible and passionate humour.", "Loss of memory.", "Misapplying words and syllables." ],
    "Head" : [ "Confusion and dulness in head.", "Sudden attack of unconsciousness.", "Dulness of the head; confused, stupid feeling, as after intoxication.", "Vertigo as if ears were stopped up; with darkness before eyes.", "Vertigo in morning, in evening, and after a meal, as well as on turning head or body hastily.", "Vertigo, with tottering.", "Vertigo, which seems to proceed from stomach.", "Headache from motion of a carriage, on sneezing, coughing, or in morning.", "Semi-lateral headache, with nausea, and vomiting, < so as to become insupportable, by slightest movement.", "Violent headache across the eyes.", "Pressive headache in the occiput, esp. during a walk, with irritability, or else in forehead with photophobia.", "Tearing and drawing pains in head.", "Lancinating headache, chiefly in temples and forehead; < from stooping and moving head, eyes, and lower jaw; > when raising head and from heat.", "Violent headaches about inner temples.", "Congestion in head, with throbbing and buzzing.", "Trembling in head, and sensation as if it contained something movable. (Constant sensation of something loose in head, turning and twisting towards forehead.).", "The headaches are > by pressing the forehead.", "Sensation as of a blow in the head, which causes it to incline to one side, with dizziness.", "Strong tendency to take cold in head, esp. when exposed to a draught after being heated (from it headache or toothache).", "Painful and purulent tumours in scalp, like beginning blood-boils; more painful from pressure and motion, and less so from external heat; accompanied by itching, as if in bones of head, with great dryness of hair.", "Wens.", "Scabby eruption on scalp.", "Falling off and dryness of hair, esp. on temples, eyebrows, and beard, with violent burning-itching of the scalp in morning, and evening; the scalp oozes if scratched.", "Perspiration on forehead, in morning.", "Large, yellowish, and furfuraceous spots on forehead." ],
    "Eyes" : [ "Pressive and tearing pain in eyes.", "Sensation of biting, of smarting, of burning, and shootings in eyes.", "Redness and inflammation of eyes, with pain on reading by candle-light.", "Swelling of eyes and lids, with difficulty in opening them.", "Pimples in eyebrows.", "Swelling (like a bag) between upper eyelids and eyebrows.", "Excoriation and suppuration in corners of eyes.", "White of eye red; capillaries injected.", "Sensation of coldness of eyelids.", "Agglutination of eyelids, esp. in morning.", "Lachrymation.", "Eyes dull and downcast.", "Propensity to a fixed look.", "Spots dancing before sight, on reading and on looking into open air.", "Rainbow colours, spots (blue or green), and sparks before sight.", "Vivid and painful brightness before eyes, when closed, extending deeply into brain, in evening after lying down.", "Photophobia.", "Dazzling of eyes by daylight." ],
    "Ears" : [ "Shootings in ears, sometimes from within outwards.", "Inflammatory swelling of ears, with discharge of a yellow pus or of liquid cerumen.", "Itching and tickling in ears.", "Redness, heat, and violent itching of external ear.", "Ulcer in ears.", "Excoriation and suppuration behind ears.", "Inflammation and swelling of parotid.", "Excessive acuteness of hearing, in evening, on lying down.", "Weak and confused hearing.", "Dulness of hearing.", "Singing, tingling, and buzzing in ears.", "Cracking in ears." ],
    "Nose" : [ "Swelling of nose, with redness and burning heat.", "Nose red and covered with pimples.", "Ulceration of interior of nose.", "Epistaxis in morning; when washing face.", "Dull smell.", "Coryza and stoppage of nose, sometimes with secretion of yellowish green mucus, and constant want of air.", "Blowing offensive matter from nose.", "Fluent coryza (with excessive sneezing; pain in back and headache), with secretion of sanguineous mucus.", "Secretion of purulent mucus from nose.", "Dryness of nose.", "Sore, scurfy nostrils." ],
    "Face" : [ "Colour of face, yellow, or pale and sickly, with sunken eyes, surrounded by a livid circle.", "Haggard, exhausted look; lifeless expression.", "Great redness of face, alternately with paleness.", "Drawing pain in face.", "Tearing in bones of face.", "Flushes of face.", "Bloatedness of face.", "Eruption of pimples on face, with swelling and redness of cheeks.", "Tearing stitches in cheeks.", "Swelling between eyebrows.", "Pimples on eyebrows.", "Warts on face.", "Ephelides.", "Lips thick and ulcerated.", "Lips cracked and exfoliating.", "Cramp-like sensation in the lips.", "Cramps in jaw.", "Swelling of lower jaw and sub-maxillary glands." ],
    "Teeth" : [ "Toothache, only on eating, or in morning on waking; or else excited by cold things (water) in mouth.", "Teeth painful when touched by, either cold or warm substances.", "Toothache, with soreness of bones of face, and drawing, jerking, or tearing pains, esp. in evening in bed.", "Lancinating pains in teeth, with swelling of cheek (with stinging pain).", "Digging, piercing, pricking, and gnawing in teeth.", "(Toothache alternating with stitches in l. chest.).", "Looseness of all teeth.", "Bad smell from teeth.", "Inflammatory swelling and ulceration of gums." ],
    "Mouth" : [ "Bitter taste in mouth.", "Fetid exhalation from mouth.", "Sensation of dryness in mouth, with copious accumulation of saliva.", "Excoriation, with vesicles in interior of mouth and on tongue.", "Soreness of fraenum linguae.", "Swelling of tongue, covered with small painful vesicles.", "Painful pimple on tip of tongue." ],
    "Throat" : [ "Sore throat, with lancinating pain on swallowing.", "Deglutition impeded by inertia of muscles of gullet (the food descends very slowly in the oesophagus, and small particles of food easily get into windpipe).", "Copious accumulation of mucus on palate and in throat; difficult to hawk up or to swallow, with sensation as if a lump of mucus were in throat.", "Hawking up of mucus.", "Dryness in posterior part of throat." ],
    "Appetite" : [ "Bitter or acid taste.", "Unpleasant taste in mouth, as from derangement of stomach.", "Putrid, sweetish taste, or as of blood in mouth.", "Bulimy.", "Strong desire for sugar or acids.", "Disgust for brown bread, which lies heavy on stomach.", "Milk and warm food are unsuitable.", "During a meal, sleepiness.", "After a meal, drowsiness, paleness of face, shivering, headache, ill-humour, nausea, sour risings, and pyrosis, colic, inflation of abdomen and flatulency.", "After taking hot food (pastry or soup), pinchings and uneasiness in abdomen." ],
    "Stomach" : [ "Frequent risings.", "Sour risings and regurgitation.", "Burning acidity rising from stomach, with spasmodic constriction.", "Feeling in stomach as if cut to pieces.", "Constant feeling as if stomach were full of water, wobbling on motion.", "Pressure in stomach like a heaviness after eating.", "Sensation as of a lump in stomach the size of the fist.", "Pyrosis.", "Nausea from mental emotions.", "Nausea, as if he would faint; also with anxiety.", "Nausea during pregnancy.", "Nausea to such a degree as to cause loss of consciousness, sometimes during a meal.", "Anxious nausea, with inclination to vomit, esp. after a meal, or after mental emotion.", "Retching in evening (for several evenings).", "Vomiting of food and acid matter, with prostration of strength, as if about to faint.", "Nocturnal vomiting of food.", "Fulness in stomach, esp. after a meal.", "Pressure on epigastrium.", "Tension above stomach.", "Contractive cramps in stomach, renewed by all kinds of food and drink, or else at night, with vomiting.", "Pinching, digging, and shooting in stomach.", "Lancinations in epigastrium and in hypochondria, which suspend respiration.", "Pulsations in epigastrium.", "Extreme sensitiveness of epigastrium." ],
    "Abdomen" : [ "Pain in liver, on stooping, as if it were wrenched.", "Burning pain, aching, and shootings in liver.", "Pressure and shootings in region of loins.", "Pains in abdomen, with frequent risings.", "Pressure on abdomen, esp. on stooping.", "Tension across the abdomen.", "Great inflation of abdomen, esp. after a meal.", "Inquietude and heaviness in abdomen.", "Abdominal pains, contractive and spasmodic.", "Colic renewed after each meal.", "Colic, resembling pains of labour, sometimes with pains in loins.", "Feeling of coldness, as if a cold fluid passed through intestines; during menses.", "Lancinations throughout the abdomen.", "Inertia and coldness in abdomen.", "Dropsical swelling of abdomen.", "Drawing and shootings (and painful bloatedness) in groins.", "Abundant production and incarceration of flatus.", "Incarceration of flatulence, with colic.", "Restricted or excessive emission of flatus, sometimes preceded by pressive pain in rectum." ],
    "Stool and Anus" : [ "Constipation, sometimes every second day.", "Constipation during menstruation.", "Constriction of the abdomen and difficult evacuation of faeces of too large a size.", "Retarded stool from inactivity of rectum.", "Obstruction from inactivity of bowels, as a want of peristaltic motion; haemorrhoids.", "Resultless inclination to evacuate, and scanty evacuation.", "Stool resembling sheep's dung.", "Diarrhoea, mostly in evening and at night, with cutting pains and great physical debility.", "Discharge of mucus, or of blood, during evacuation.", "White mucus before and during stool.", "Painless diarrhoea, with rumbling in abdomen.", "Discharge of teniae and lumbrici.", "Anxiety before the evacuation.", "Itching in anus.", "Tearing, shooting, incisive, and burning pains in anus (and rectum), esp. after evacuation.", "Protrusion and distension of haemorrhoids during stool, with pricking and burning.", "Protrusion of haemorrhoids during micturition, emitting first blood, afterwards white mucus.", "Inflammation, soreness, stitches, and tingling, as from ascarides, in haemorrhoids.", "Haemorrhoidal pimples in anus, painful, bleeding, and with shooting pain.", "Sensation of red-hot poker being thrust up rectum, temporarily > by sitting in cold water.", "Excoriation and pustulous eruption in anus.", "Stitching, pressing proctalgia (during pregnancy)." ],
    "Urinary Organs" : [ "Frequent want to make water, and scanty emission of fiery urine.", "The urine is discharged slowly.", "After micturition, discharge of prostatic fluid.", "Urine pale greenish; turbid.", "Frequent emission of urine, day and night.", "Incisive pains in bladder, from r. to l.", "Burning sensation in urethra, esp. on (and after) making water." ],
    "Male Sexual Organs" : [ "Tension, tearing, and pulling in glans and in penis.", "Itching and pain, as from a bruise in scrotum.", "Hot swelling of testes and spermatic cord.", "Excessive increase or absence of sexual desire.", "Repugnance to coition.", "Want of erections, or too frequent and painful erections.", "Absence of, or immoderate pollutions.", "Pollutions with voluptuous dreams.", "After coition and pollutions, weakness of body, but esp. of eyes." ],
    "Female Sexual Organs" : [ "Repugnance to coition in women.", "During coition, pinching and pain, as of excoriation, in vagina.", "Constant sensation of bearing down.", "Burning pain and shootings in vulva.", "Erosion, itching, and gnawing in genital parts, and in interior of parts.", "Difficult first menstruation.", "Catamenia premature, or too weak.", "Suppression of catamenia.", "Suppression of menses, with anasarca and ascites.", "Haemorrhage of pregnant women (clots of coagulated blood).", "Corrosive menstrual flux.", "During catamenia (the menstrual blood is acrid) itching eruption, and excoriation, between thighs.", "Gastric symptoms, and agitated and anxious sleep during catamenia.", "During menses: (morning) headache; cutting pain in abdomen; pain in small of back, like a weight: stitches in ears; coryza; itching of whole body.", "Leucorrhoea, sometimes with violent pains in loins, and pains like those of labour (extending from back to uterus).", "Yellowish leucorrhoea, with itching and sensation of burning in vulva.", "(Uterine cancer with pain round loins extending down r. thigh to knee.).", "Tearing stitches in breasts on flow of milk.", "During pregnancy: sickness (only during a walk) without vomiting, with feeling as if she could lie down and die;", "pulsation of arteries, even down to tips of toes; hollow feeling in whole body; heavy broken-down feeling, only with the greatest effort that any exertion can be made;", "back aches so badly while walking she could lie-down in the street;", "pressing, forcing pains in small of back as if heavy weight came into pelvis, low down; also stitching, pressing proctalgia.", "Impending abortion with pains from back into buttocks and thighs; discharge of Clots (2nd and 3rd month).", "Weakness after abortion.", "Labour pains insufficient; violent headache, wants back pressed; bearing-down from back into pelvis.", "False pains; sharp cutting pains across loins, or passing off down buttocks, hindering labour; pulse weak.", "Pains stitching or shooting.", "Chills after delivery.", "Puerperal fever; intense thirst.", "After confinement, haemorrhage, haemorrhoids, peritonitis.", "Haemorrhage a week after labour." ],
    "Respiratory Organs" : [ "Hoarseness and roughness in throat, with violent sneezing.", "Aphonia (with violent sneezing).", "Easy choking.", "Sensation as of a plug in larynx.", "Cough on moving arm (when playing the violin).", "Cough, excited by a tickling.", "Dry cough, esp. at night, and in evening; in morning with expectoration.", "Night cough; < from to a.m.", "Cramp-like cough, with inclination to vomit, and vomiting, esp. in morning.", "Shootings in throat, or chest, while coughing.", "Expectoration: difficult; or, small round lumps come flying from mouth without effort.", "Spasmodic cough, in short but frequently returning attacks, caused by a tickling in the throat and larynx; during morning and day cough is loose, but the yellow pus and tough mucus has to be swallowed again.", "Cough with sourish expectoration, or of blood-streaked mucus, or of pus.", "During cough, rough pain in larynx; stinging in throat; stitches in r. side of chest (lower part); sparks dart from eyes; asthma.", "Whooping-cough (with inflammation of lungs; with swelling between upper eyelid and eyebrows, and < from to a.m.)." ],
    "Chest" : [ "Difficult respiration.", "Shortness of breath in morning.", "Respiration impeded on walking quickly, or in morning.", "Stitches in sternum and r. side of chest through to back, when taking an inspiration.", "Tearing in sides of chest.", "Spasmodic asthma (in the morning); > by sitting up and bending forward, resting head on knees).", "Anxious oppression at chest.", "Obstructed respiration awakes him at night.", "Wheezing in chest.", "Oppression at chest, as from hydrothorax.", "Pain in chest when speaking.", "Cramp in chest, sometimes on coughing.", "Sensation in chest as if heart were compressed.", "Pressure, burning pain, and shootings in chest, sometimes on breathing.", "Inflammation of lungs (and liver) with stitches in chest (r. side).", "Suppuration of lungs; abscesses of lungs.", "Weakness and faintness in chest from walking fast.", "Small pimples on chest and back.", "Incisive pains in chest." ],
    "Heart" : [ "Palpitation of heart (sometimes with anguish), esp. in morning on waking, with ebullition of blood.", "Frequent and violent palpitation; with anxiety.", "Palpitation when he becomes hungry.", "Frequent intermissions of beats of heart.", "Burning in region of heart.", "Crampy pain in region of heart.", "Stitches about heart and through to scapula.", "Pinching pain in or by heart, as if heart were hanging by tightly drawn bands; < on deep inspiration, on coughing; not noticed on motion of body.", "On lying on r. side, heart feels suspended to l. ribs.", "Feels pulse over whole body to tips of toes.", "Pulse slow." ],
    "Neck and Back" : [ "Stiffness between scapulae.", "Dull pain, like hot water, between scapulae.", "Stiffness of nape of neck.", "Weakness of muscles of neck.", "Goitre.", "Hard swelling of axillary glands and of those of neck.", "Sweat under armpits.", "Pains in loins; also after a fall.", "Pain, as from a bruise in back, during repose.", "Drawing pains in back, which often proceed from loins.", "Burning, tearing near r. side of spine, above small of back.", "Sharp stitching pains awaken him a.m., he must get up and walk about; pains shoot from loins into nates.", "Stitching and shooting pains in back, shooting down into gluteal region or hips.", "Stitches in kidneys.", "Back aches as if broken.", "Pain across sacrum like labour-pains; feeling of tightening of skin of lower abdomen; feeling of weight in abdomen on walking, and esp. on standing.", "Pain in small of back as from flatulent distension, morning in bed, with feeling as if bubbles accumulated at small of back, with urgent desire for stool, all of which disappeared after passing wind.", "Violent constant drawing in small of back, alternating with pulsations in it, only > when lying.", "Pain as if broken on moving about.", "Bruised pain in back only during rest.", "Feeling in morning as if small of back were pressed inward from both sides.", "Pressure in region of both kidneys.", "Gnawing in coccyx." ],
    "Upper Limbs" : [ "Swelling of shoulder, with pain.", "Swelling and sore pain of axillary glands.", "Cracking in shoulder-joint when moving or raising arm.", "Pain, as from blows and bruises, under r. shoulder-joint, esp. when moving and touching it.", "Tearing in l. shoulder-joint.", "Pressure on shoulder.", "Tension, tearing, pulling, in muscles and joints of shoulders, arms, hands, and fingers.", "Cold stiffness and numbness of arms, esp. in the cold, or after violent exercise.", "Want of energy in arms and hands, esp. in morning in bed.", "Frequent startings in arms.", "Stiffness in joint of elbow.", "Paralytic pain in wrist.", "Shootings in wrist and fingers during movement.", "Trembling of hands when writing.", "Coldness of hands.", "Skin of hands rough and cracked.", "Torpor and numbness in extremities of fingers.", "Burning pain in extremities of fingers.", "Gnawing vesicles on fingers.", "Startings in fingers when sewing.", "Tearing between thumb and index finger." ],
    "Lower Limbs" : [ "Acute pullings (rheumatic pains), esp. at night, in joints and bones of hips, legs, feet, and toes.", "The limbs fall asleep while lying.", "Numbness and great inclination of whole r. limb to fall asleep, esp. lower leg.", "Stitches in l. hip-joint while standing.", "Tearing in hips and knees even while sitting.", "Paralysis of thighs.", "Cramp in r. thigh and calf.", "Stiff, cramped feeling in both calves, lasting all day and coming on when walking in morning (Cooper", "from Potash water.).", "Tearing in and on nates not far from hip-joint.", "Great weakness of r. thigh, feeling as if it would give way when walking.", "Difficulty in knees on going up or downstairs.", "Dull pains in side of knee, walking or extending leg.", "Frequent tearing in knees.", "Pressive pullings and tearings in legs.", "Jerking of muscles of buttocks and thighs.", "Burning pain and lancinations in legs and feet.", "Uneasiness (restlessness) in legs in evening.", "Torpor and numbness of legs.", "Crawling shuddering on tibia.", "Swelling of legs and feet.", "Swelling and redness of soles.", "Stiffness of joint of foot.", "Shootings in joints of foot.", "Cold feet, even at night in bed.", "Numbness of feet after a meal.", "Fetid perspiration on feet.", "Burning pain and shootings (red chilblains on toes) in ball of great toe.", "Corns on feet, painful when touched.", "Stitches in the painful and sensitive corns.", "Sensation as if nail of big toe would grow into flesh.", "Tips of toes very painful when walking." ],
    "Generalities" : [ "Affections in general, occurring in r. hypochondriac region; r. abdominal ring; l. chest; l. upper extremity; external and internal ears; of inner surface of liver; inner region of kidneys; lower part of chest; shoulder; shoulder-joint; elbow and elbow-joint; hollow of elbow; wrist-joint; big toe; tips of toes; joints of legs in general; joints of toes.", "Disgust of food in general.", "Inflammatory swelling of the part, with characteristic (stitching or jerking) pains.", "Dryness of the skin.", "Painful sensibility of extremities in whatever position they are placed.", "Pressive pains in joints.", "Spasmodic contraction of some parts.", "Drawing, tearing, rheumatic pains in limbs, esp. during repose, with swelling of the parts affected.", "Rheumatic pains in back, chest, shoulders, and arms, < on moving them.", "Shooting pains in joints, muscles, and internal organs.", "Swelling and hardness of glands.", "Anaemia, with great debility; skin watery, milky white; muscles weakened, esp. heart; hence weak pulse is a general characteristic.", "Dropsical affections of internal organs, or of whole skin of body.", "The pains often manifest themselves towards a.m., and are then stronger than by day during movement.", "Shiverings immediately after pains.", "Remaining in open air greatly < many of the symptoms (esp. the febrile), while some others are > by it.", "Hectic fever.", "Burning at various places under the skin.", "Spasmodic attacks and convulsive startings of limbs and muscles.", "Nocturnal epileptic fits.", "Tendency to suffer a strain in loins.", "Tendency in limbs to become numbed, when lying down.", "Paralysis.", "Dropsical affections and paralysis of old persons.", "General sensation of emptiness in whole body, as if it were hollow.", "Heaviness and indolence.", "Weakness, as if on the point of losing consciousness, and trembling, esp. after a walk.", "A short walk fatigues much.", "Attacks of weakness with nausea, sensation of heat and lassitude in pit of stomach, vertigo, and dizziness.", "Violent ebullition of blood, with throbbing in all arteries.", "Excessive dread of open air and of currents of air.", "Great tendency to take cold, esp. after heating exercise." ],
    "Skin" : [ "Painful sensibility of skin, as if it were ulcerated, when pressing on it.", "Skin dry, with obstructed perspiration.", "Sensation of burning, or burning and lancinating itching, in skin.", "Itching, burning, yellow, or red spots on body (over abdomen and around nipples), sometimes with oozing after being scratched.", "Miliary nettle-rash.", "Corrosive vesicles.", "Chilblains of a reddish blue.", "Warts.", "Tetters.", "Bleeding of ulcers, esp. at night.", "Fissure in cicatrix of an old issue.", "Ascites and anasarca.", "Swelling and induration of glands, after contusions." ],
    "Sleep" : [ "Drowsiness and yawning.", "Great drowsiness during day and early in evening.", "Falls asleep while eating.", "Half-sleep at night.", "Tardy sleep.", "During sleep, shuddering, tears, talking, and starts with fright.", "Gnashing of teeth while asleep.", "Agitated sleep, with frequent, anxious, and frightful dreams.", "Dreams of robbers, death, danger, serpents, sickness, spectres, devils, &c.", "Fits of anguish at night, gastric sufferings, pains in stomach and precordial region, colic, flatulency, diarrhoea, frequent erections and pollutions, asthmatic sufferings, nightmare and cramps in calves of legs.", "Arrest of breath rouses him from sleep at night.", "At night l. leg and r. arm go to sleep.", "Waking too early, particularly at or o'clock in the morning; sleepiness in evening; sleeplessness after midnight; sleeplessness in general." ],
    "Fever" : [ "Pulse very variable; frequently more rapid in morning than in evening; strong pulsations in arteries.", "Chilliness generally in morning.", "Shivering in evening, with thirst, often accompanied by toothache.", "The Chilliness in evening is > near warm stove and after lying down.", "Internal heat with external chilliness.", "Morning perspiration.", "Perspiration more on upper part of body and < by warm drinks.", "Perspiration is fetid or smells sour.", "Intermittent fever; constant chilliness, with violent thirst from internal heat; hot hands; loathing of food.", "Long yawning, with heat; pain in chest and head; pulsations in abdomen, a.m. and p.m.", "Chills and heat alternate in evening, followed by perspiration during night.", "Evening fever; first, chilliness with thirst (for one hour), then heat without thirst, accompanied by violent, fluent coryza; afterwards slight perspiration with sound sleep.", "Chill and fever, with oppression of breathing, constriction of chest; pain in region of liver; most of the thirst during chill.", "Intermittent fevers, with whooping-cough.", "Shivering immediately after pains.", "Frequent shuddering during day.", "Heat in morning, in bed, with pains in loins and chest.", "Want of perspiration and inability to perspire, or else great tendency to perspire during intellectual labour, or during a walk.", "Nocturnal sweats, every night." ]
  }
}