{
  "remedyName" : "Kali Nitricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Chest, pain in. Colic. Diabetes insipidus. Dysentery. Dysmenorrhoea. Enuresis. Gastritis. Headache. Heart, affections of. Herpes preputialis. Meniere's disease. Menorrhagia. Nose, bleeding of. Peritonitis. Phthisis. Pleurisy. Pneumonia. Polypus. Rheumatism. Vertigo." ],
    "Characteristics" : [ "K. n. is known in old-school practice principally as a \"refrigerant diuretic,\" and as the active agent in the well-known \"nitre papers,\" which are burnt for producing fumes to allay attacks of asthma. It has also been used in rheumatism, and for incontinence of urine in children. It has been extensively proved by homoeopaths, and symptoms have been added from cases of poisoning, so that its characteristics are well defined. It is almost equal to K. ca. in producing stitching pains; and it is like it in having a cough at a.m. The pains produced by K. n. are very severe", "stitching, cutting, lancinating, tearing, and pressing. And there is, as with many other Kalis, much external sensitiveness", "of scalp; of abdomen; of testes. That its anti-asthmatic properties are homoeopathic is abundantly shown in the respiratory symptoms it produces. Its \"diuretic\" properties are utilised homoeopathically in diabetes insipidus, and its use in enuresis must come in the same category. K. n. acts with great intensity on the abdominal and pelvic organs, producing most painful colics, diarrhoea, and dysentery; in the male sexual sphere, excitement and pain in testes and cords; in the female, menorrhagia with flow of ink-like blackness. This is very characteristic. Another characteristic of K. n. is < from eating veal, or effects of eating it", "headache, diarrhoea, &c. The mental state of K. n. is chiefly one of peevishness, fretfulness, and ennui. There are many curious symptoms in the nose: \"The pain-like contraction in the eyes, forehead, and face concentrates in the tip of the nose\"; \"Swollen feeling in right nostril, which is painful on pressure\" sore pain in upper part of right nostril with external sensitiveness these two last symptoms led to the cure of a large nasal polypus in a girl. In a poisoning case there was in the period of recovery intense vertigo with tinnitus, which should indicate K. n. in some cases of Meniere's disease. Easy intoxication by wine or beer was noted by several provers. A peculiar symptom is a sour taste in the throat. Another peculiar symptom is in connection with the asthmatic state. The breathlessness is so great that the patient though thirsty can only drink a sip at a time between the breaths. Allen thus defines the asthma of K. n.: Asthma with excessive dyspnoea, faintness and nausea, with dull stitches or with burning pain in chest, rather free expectoration. A solution of saltpetre as an application was an old remedy for inveterate mange in cats. Nitre with Sulphur and Charcoal forms gunpowder. A teaspoonful of this in hot water was a favourite remedy for gonorrhoea among soldiers in the days when black powder was used. In the lower triturations gunpowder has cured ascarides in adults. In some experiments made by myself with gunpowder 2x, severe herpes facialis involving right eyebrow and right side of nose was developed. The most characteristic < is from veal; < from wine or beer, < from a slight draught of air (headache). < After washing in cold water (eye). < a.m. (cough). < Lying with head low (dyspnoea), < in morning; afternoon; evening; after midnight. Walking < many symptoms. < Breathing; < by coffee. > Lying down; lying right side; uncovering head (pain in parietal region). Suited to: asthmatic constitutions and chest complaints." ],
    "Relations" : [ "Antidoted by: Smelling Nit. sp. dul. Ipec. relieved the cough. Smelling Camph. intensified the sufferings. Follows well: Aco. in dysentery, and is followed well by Nux in the same. Also follow well: Bell., Calc., Puls., Rhus, Sep. K. n. antidotes the renal symptoms of Caust. Compare: Arn., Dros., Nat. m., Nit ac." ],
    "Causation" : [ "Eating veal." ],
    "Mind" : [ "Excitement after a glass of wine as if he had taken too much.", "Anxiety and agitation.", "Despondency, out of humour, uneasy.", "Ennui; lachrymose mood, sad expression.", "Fretful; peevish.", "Disinclined to think or work.", "Half stupor.", "Discouragement and fear of death." ],
    "Head" : [ "Confusion almost like intoxication.", "Vertigo; on sleeping; tends to fall forwards; to r. and backwards after drinking beer.", "Fainting fits with vertigo in morning on standing, > on sitting down; afterwards obscuration of sight with great weakness and drowsiness; pain in small of back And constriction in abdomen; staggering gait with vertigo.", "Vertigo and tinnitus.", "Headache in vertex on rising.", "Headache, after eating veal.", "Headache, with contraction of eyelids, from one evening to another, insupportable on stooping head.", "Headache, alternately with cramp-like tearing in joints of fingers.", "Stunning (stupefying) heaviness of the head, in morning, as after intoxication.", "Pressive pains in head, < by coffee, and > by motion of a carriage.", "Headache with heat; < towards evening.", "Pains in r. frontal sinus with stopped catarrh.", "Pressive headache: in forehead towards root of nose; on either side, in vertex as if a stone were lying on it.", "Headache on vertex as if the hair were being pulled.", "Violent pain r. side of head from a slight draught of air.", "Coldness in occiput with pains in head.", "Compression in occiput, producing rigidity in surrounding parts.", "A feeling of contraction in head, which seems to extend to nose.", "Cramp-like drawing in occiput and nape, which = head to be thrown back.", "Stinging pain in head.", "Lancinating headache.", "Pains in occiput are > by unbinding hair.", "Painful sensitiveness of scalp.", "Scurfy spots on head.", "Profuse falling out of hair." ],
    "Eyes" : [ "Burning in eyes, with lachrymation and photophobia, < in morning, after washing with cold water.", "Transient blindness.", "Cloudiness of sight.", "Coloured circles before eyes.", "In evening, candles appear surrounded by a rainbow-like halo.", "Everything appears black before eyes (after smelling Camphor)." ],
    "Ears" : [ "Shooting in ears, in evening, < by lying down on ear.", "Tension, shootings and tearing behind ears; behind r. ear.", "Inflammation and swelling of lobe of r. ear, with burning, and jerkings pain.", "Tingling in ears.", "Tinkling and ringing in ears.", "Chronic deafness, from paralysis of auditory nerve.", "Vertigo and tinnitus." ],
    "Nose" : [ "Burning, in nose, with digging, and clawing pain, < by touch.", "The nasal bones are painful, esp. to the touch.", "Inflammation of extremity of nose, with shooting pain.", "Swelling of interior of nose.", "Swollen feeling in r. nostril.", "Ulcers in the nostrils covered by a scurf.", "Epistaxis, with acrid blood (sharp, like vinegar).", "Violent coryza, with obstruction of nose, and loss of smell." ],
    "Face" : [ "Pale and sickly complexion.", "Face sunken, cold nose.", "Muscles of face convulsed, jerking.", "Heat on face without rapid pulse.", "Redness and tension in cheeks, with < of the headache.", "Tearing in bones of face.", "The pain-like contraction in eyes, forehead and face concentrates in tip of nose." ],
    "Teeth" : [ "Toothache, with lancinating drawing, or tearing pains in teeth and head.", "Shooting in carious teeth, when touched.", "Pulsative toothache, at night, < by cold things.", "Swelling of gums, of an inflammatory or scorbutic character; they bleed readily." ],
    "Mouth" : [ "Fetid breath.", "Burning blister at tip of tongue.", "Crawling on tongue.", "Tongue loaded with a white coating.", "Taste: disagreeable; nauseous; disgusting; sourish, in throat in morning on rising." ],
    "Throat" : [ "Sore throat, with shooting pain and inflammation of velum palati, and uvula (during deglutition).", "Impeded deglutition from tension and cutting in the larynx.", "Loss of speech.", "Nocturnal pain in throat, as if it were contracting with obstructed respiration." ],
    "Appetite" : [ "Want of appetite, with burning and continued thirst.", "Appetite, principally in evening.", "Ravenous hunger returned between and a.m., and alternated with cutting pain in region of r. umbilicus.", "Ravenous hunger without real appetite.", "Cannot drink for want of breath, drinks in sips.", "Painful sensation in upper orifice of stomach." ],
    "Stomach" : [ "Nausea, as if about to vomit, esp. at night.", "Heaving, ineffectual retching after each dose of 30th, mouth gets sore, feels altogether poorly (Cooper).", "Retching, and vomiting of mucus, mixed with blood.", "Pains in stomach, with a sensation as if something were turning about in it.", "Gnawing, spasmodic weakness, and pressure on epigastrium.", "Faint-like weakness at stomach pit.", "Violent cramps in stomach, with contractive pain (esp. after eating veal).", "Shootings in stomach and epigastrium.", "Sensation of coldness, or of burning in stomach.", "(Inflammation of stomach.).", "Severe gastric pain recurs after every meal for years after a single large dose (Fraser)." ],
    "Abdomen" : [ "Exceedingly violent pain in abdomen after eating veal, esp. at r. side.", "Excessive distension of abdomen.", "Griping about umbilicus; and beneath short ribs l. side; > by emission of (fetid) flatus.", "Griping and cutting in abdomen before normal stool.", "Stitching and sticking pains; abdomen swollen and very tender to touch; coldness of lower extremities; stiff feeling in affected parts as if made of wood (peritonitis).", "Cutting pains, which disappear towards evening.", "Shooting pains in abdomen.", "Incarceration of flatus, esp. in afternoon and evening.", "Very loud rumbling in abdomen." ],
    "Stool and Anus" : [ "Faeces hard, difficult, and retarded, evacuated with much effort (by violent pressing).", "Urgent want to evacuate, with tenesmus.", "Soft faeces, with cutting pains.", "Diarrhoea after eating veal.", "Stools: watery; thin faecal; bloody; soft and diarrhoea-like; sluggish; hard like sheep's dung.", "Before stool: violent colic; urging.", "During stool: cutting colic in whole intestinal canal; tenesmus.", "After stool: cutting colic; tenesmus; burning and stinging in anus.", "Diarrhoea, sometimes without pain, or colliquative.", "Frequent pressing in rectum.", "Dysentery with much cutting pain, great thirst and icy coldness of feet." ],
    "Urinary Organs" : [ "Frequent want to urinate, and profuse emission of a clear urine, with a reddish cloud.", "Burning in urethra while urinating and greatly diminished urine." ],
    "Male Sexual Organs" : [ "Erections, increased sexual desire and pleasure.", "Prickling sticking in glans.", "Smarting in orifice of prepuce.", "Frequent itching of glans.", "Swelling in l. epididymis.", "After unsatisfied desire, violent drawing tension and pressure in both testes, extending along cords into abdomen, lasting some hours, testicles very painful.", "Sensitiveness of both testes which are drawn up with a pressive sensation in them." ],
    "Female Sexual Organs" : [ "Catamenia too early, and too profuse, with discharge of blood black as ink.", "Menses retarded; suppressed.", "Abortion at second month.", "Before and during catamenia, violent pains in abdomen and sacrum.", "White serous leucorrhoea, which stiffens linen, and is discharged during the sacral pains.", "Frequent sticking beneath l. female breast." ],
    "Respiratory Organs" : [ "Hoarseness, with roughness and scraping in throat.", "Tension, and incisive pains in larynx, with obstructed deglutition.", "Irritation to cough caused by tickling in larynx.", "Sudden violent irritation to cough in r. side near pit of throat, as if in r. bronchus, neither painful nor, itching; it could be suppressed by a slow, deep breath and by an effort of will.", "Cough with expectoration and pressive pain beneath sternum.", "Cutting under sternum when coughing.", "Pressing pain under sternum when coughing with a feeling of warmth in same locality.", "Cough, which awakens patient about a.m., with violent headache.", "Cough in open air, or when going up stairs, also whenever the breath is held in.", "Dry cough, esp. in morning.", "When coughing, incisive pains in chest, until the mucus is detached.", "Cough, with shootings in chest, and expectoration of pure blood.", "Cough, with purulent expectoration, and colliquative sweats." ],
    "Chest" : [ "Cannot drink for want of breath; must take it in little sips; children take cup in both hands and drink greedily one sip after another.", "Obstructed respiration, which does not permit lying down with the head low.", "Oppression on chest, when ascending.", "Pain in chest with pressive tension, accompanied by a sensation of roughness under sternum, which excites violent coughing.", "Contractive pain in chest, commencing from the back, with sensation of constriction in lungs.", "Lancinations in chest, esp. when taking a full inspiration, when lying down, and when coughing, accompanied by excessive anguish and oppression.", "(Inflammation of lungs.).", "Sticking in l. side near sternum.", "Sticking in l. side of chest, cutting and tearing in lungs." ],
    "Heart and Pulse" : [ "Violent palpitation of heart, esp. when lying in bed, at night, waking him.", "Stitches in heart.", "Full pulse." ],
    "Neck and Back" : [ "Pain in nape of neck, extending into shoulders, as if hair were violently pulled.", "Shooting pains in sacral region.", "Violent pains in loins, night and morning, on waking.", "Pains in back on stooping.", "Full, tense feeling in back as if kidneys engorged (removed at once by 1x dil.", "Cooper).", "Aching in lumbar region, during repose, < esp. by coughing.", "Shootings in and between scapulae, often accompanied by oppressed respiration, < at night, when lying on back, > by lying on r. side." ],
    "Limbs" : [ "Drawing in limbs with paralytic weakness.", "Tearing in limbs, day and night, >, but for a short time only, by friction.", "Rheumatic pains and stitches in limbs and joints." ],
    "Upper Limbs" : [ "Rheumatic tearing in shoulders, at night.", "Tearing and shooting in joints of arms, elbow, hands and fingers, principally at night, with heaviness, a sensation as if the hand were too large, and swelling of fingers.", "Numbness and tingling in arms and hands.", "Drawing and tearing in arms, from shoulder to fingers.", "Wrenching pain in joints of fingers.", "Paralysis of the arms after each dose of K. n., crude, taken for headache several times repeated.", "Weakness in arms, hands, and fingers, which prevents the holding of anything firmly.", "Cramp-like tearing in joints of fingers, alternating with headache.", "Cramps and rigidity in joints of fingers." ],
    "Lower Limbs" : [ "Rheumatic pains in the legs.", "Tearing in legs.", "Great lassitude and paralytic weakness in legs, after short walk.", "Jerking tearing in soles.", "Numbness and tingling in feet.", "Contraction of toes." ],
    "Generalities" : [ "Affected parts feel numb, as if made of wood.", "Tearing, shooting, and drawing pains.", "Most symptoms occur in evening, after midnight, and in afternoon.", "The symptoms which have manifested themselves during the day disappear on lying down in evening.", "Rapid swelling of whole body.", "Great dejection in morning, with sensation of heat in face, and burning in forehead.", "Inflammation of internal organs.", "Lassitude, which is greater when seated than during movement." ],
    "Skin" : [ "Lancinations in skin, pricking like needles, followed by burning, principally in face.", "Tubercles, size of a pea, also on face.", "Burning vesicles, filled with yellowish serum, which break when scratched, and then cease to burn.", "Sudden dropsical swelling." ],
    "Sleep" : [ "Drowsiness during day.", "Disturbed sleep at night; constant dreaming, with frequent awakening.", "Coma somnolentum.", "Anxious and uneasy dreams about dangerous situations.", "Nightmare." ],
    "Fever" : [ "Pulse full, hard, and rapid.", "Pulse slow in morning, rapid in afternoon and evening.", "Extraordinary shiverings not > by hot drinks or coverings.", "Shivering in evening, with pain.", "Coldness in afternoon, with thirst; or coldness, preceded by headache, with adipsia, and followed by nocturnal heat, without thirst or sweat.", "Quotidian fever, with drawing pains in limbs.", "Profuse and colliquative sweat.", "Sweat in morning, esp. on chest." ]
  }
}