{
  "remedyName" : "Kali Permanganicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cough. Diphtheria. Gastritis. Ozaena. Salivation. Throat, sore. Uvula, swollen. Warts." ],
    "Characteristics" : [ "K. pm. is the well-known disinfectant, and has been chiefly used in medicine as a local application in diphtheria and other conditions where there are fetid discharges. A proving by H. C. Allen has brought out the fact that the medicine is homoeopathic to both. There was intense irritation of nose, throat, and larynx, with sanious and bloody discharges, and constant inclination to swallow, although swallowing gave great pain. Profuse salivation and constant flow of ropy mucus from the stomach were among the noted effects. The uvula was swollen and red. Extreme fetor of the breath and sanious discharges from the nose and intense prostration appear to be the leading indications for it in diphtheria. (Kraft, who has used it largely in diphtheria, gives it in this way: A few grains are dissolved in a tumbler of water, sufficient to make it very red. A teaspoonful of this is put into another tumbler of water, and a teaspoonful out of the second tumbler is given every hour or two). The swollen uvula is also noteworthy. The exterior of the throat is very sensitive. A patient of mine made a curious use of K. pm. externally. He had a wart on the tip of his nose, for which I had given him Thuja internally, and externally in vain, and after this Causticum internally, with no better success. He on his own account applied a strong solution of K. pm. in the form of Condy's fluid, and it disappeared in a week." ],
    "Relations" : [ "Compare: Other oxydising salts, especially K. bi.; also Mang., Caust., K. ca.; in oedematous uvula, Mur. ac., Apis.; in diphtheria, Diphth., Merc. cy., Ar. t., K. bi., K. m.; in thick, ropy mucus, K. bi. K. pm. antidotes Opium. A case of Opium poisoning is reported (H. W., xxxiii. 380), in which recovery took place after half an ounce of laudanum had been swallowed by mistake. Kali permang. in dilute solution (gr. ii. to the pint) was given repeatedly and acted promptly. Next day only dryness of mouth and throat was felt." ],
    "Head" : [ "Head feels full." ],
    "Eyes" : [ "Profuse lachrymation." ],
    "Ears" : [ "Sharp pricking pains extending from throat to l. mastoid process, apparently along Eustachian tube." ],
    "Nose" : [ "Nasal discharge smarts and irritates.", "Sanious discharge; nares feel stuffed and full as in catarrh; discharge blood-streaked, although he had no catarrhal symptoms two hours before.", "Discharge from nares and larynx streaked with blood.", "Profuse bleeding from nose; on every attempt to free the obstructed nose." ],
    "Mouth" : [ "Mouth and lips very dry, lips smart when exposed to cold air.", "Profuse flow of saliva, with a burning, raw, smarting, nauseating pain in fauces, pharynx, and larynx, and extending down oesophagus to stomach.", "Constant inclination to swallow.", "Increased flow of saliva, runs constantly out of the mouth, with more pain and difficulty of swallowing.", "Speech painful, difficult; hoarse as from tonsilitis." ],
    "Throat" : [ "The throat was primarily affected.", "Throat swollen and very painful.", "Small ulcerated spots here and there on walls of throat, with stinging, burning pains.", "Everything hawked up is streaked with blood.", "Constant, ineffectual, inclination to hawk something up.", "Throat dry, painful, with almost incessant attempts to swallow, from which it is almost impossible to refrain.", "Continual dryness in throat, with a slight, irritating, hacking cough on attempting to swallow.", "The whole throat and larynx feel as though the cavity was constricted, apparently from thickening of mucous membrane.", "Peculiar constrictive, smarting sensation in throat and fauces, with the hot, burning sensation in cardiac end of stomach.", "Acute pain in throat, extending to ears and pharynx, and producing a titillating cough.", "Throat feels raw, and bleeds on attempting to hawk up the secretions, which appear to fill the cavity.", "Posterior nares painful.", "Uvula, soft palate, and fauces mottled of a dark red colour, with livid spots here and there.", "Soft palate and uvula swollen, oedematous, dark red.", "Fauces and pharynx red and painful, efforts to swallow almost incessant, profuse flow of saliva which escapes by the mouth on, account of the difficulty of swallowing.", "Mucous membrane feels thickened.", "Burning, nauseating pain in fauces, extending down oesophagus to stomach, with dryness and constant inclination to swallow.", "Constant, intense, painful inclination to swallow.", "Muscles of neck feel sore, esp. digastric and stylo-hyoid, glands opposite hyoid bone swollen and very painful.", "Considerable difficulty in opening mouth from soreness of parotid gland and muscles of neck." ],
    "Stomach" : [ "Appetite lost.", "Thirst, but inability to drink.", "Almost constant flow of ropy mucus from stomach, which is ejected without pain, but in no way relieves the nausea.", "Nausea and constant inclination to swallow.", "Could take no more of the drug from a loathing which would almost produce vomiting to look at it; began to search, in vain, for an antidote.", "Nausea and vomiting, first of contents of stomach, then thick, ropy fluid, ejected without difficulty in large quantities, with < of throat pain.", "The vomiting, which had ceased last evening, returned in aggravated form, attended with a burning, nauseating pain in stomach and duodenum, which became almost insupportable.", "Deep-seated, sickening pain in stomach, with a raw dryness in throat, and constant inclination to swallow.", "Hot, burning pain in stomach, seeming to radiate over whole epigastrium.", "Hot, burning sensation in cardiac extremity of stomach, with peculiar constricting and smarting sensation in throat, and inclination to swallow, &c., hot, uneasy, constricting sensation through whole length of oesophagus, lasted two hours, > by eating." ],
    "Stool" : [ "Obstinate constipation." ],
    "Urinary Organs" : [ "Compelled to urinate frequently; urine copious, clear, watery.", "Urine profuse and watery." ],
    "Respiratory Organs" : [ "Aching in region of cricoid cartilage, < every attempt to swallow.", "Raw sensation in larynx.", "Short, hacking cough, with a constant painful urging to swallow, which = nausea and inclination to vomit with profuse lachrymation.", "Constant short, painful hacking cough, with blood-streaked sputa.", "Coughing or even hacking brings up a sanious fluid." ],
    "Lower Limbs" : [ "Legs feel as though he could not move them, tremble on attempting to stand." ],
    "Generalities" : [ "Terrible weakness and languor; esp. of lower limbs, compelled him to lie down." ],
    "Sleep" : [ "Restless at night.", "Sleepless." ],
    "Fever" : [ "Face hot.", "Profuse sweat." ]
  }
}