{
  "remedyName" : "Kali Muriaticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Aphthae. Bubo. Bunion. Burns. Cataract. Chilblains. Constipation. Croup. Cystitis. Diarrhoea. Diphtheria. Dropsy. Dysentery. Ear, affections of. Eczema. Embolism. Eustachian tubes, occlusion of. Eyes, affections of. Glands, swollen. Haemorrhoids. Heart, affections of. Hodgkin's disease. Ingrowing toenails. Jaundice. Joint, cracking of. Leucorrhoea. Mumps. Rheumatism. Scorbutus. Shingles. Small-pox. Sycosis. Tendons, creaking of. Vaccination, effects of. Warts." ],
    "Characteristics" : [ "It is to Schussler that we owe the introduction of this salt into homoeopathy. His account of it is this: \"It is contained in nearly all the cells and is chemically related to fibrin. It will dissolve white or greyish-white secretions of the mucous membrane and plastic exudations.\" This gives the indication for it in catarrhs, in croupous and diphtheritic exudations, and in the second stage of inflammation of serous membranes when the exudation is plastic. \"When the cells of the epidermis lose molecules of K. mur. in consequence of a morbid irritation, then the fibrin comes to the surface as a white or whitish-grey mass; when dried this forms a mealy covering. If the irritation has seized upon the tissues under the epidermis, then fibrin and serum are exuded, causing the affected spot on the epidermis to rise in blisters. Similar processes may take place in and below epithelial cells.\" These are practically the whole of the cardinal indications in which K. mur. has been prescribed. On these indications it has been extensively used by homoeopaths, but I am not aware of any proving having been made. Boericke and Dewey, in their standard work on the Tissue Remedies, give a schema of \"guiding symptoms, \", but these consist in great part of names of pathological states. They contain, however, valuable indications, and I am indebted to these authors for my Schema. The conditions and symptoms most strongly emphasised are: Chronic catarrhal condition of middle ear. Closed Eustachian tubes. Snapping and noises in the ear. Greyish-white, dryish or slimy tongue. Haemorrhoids, bleeding, blood dark, fibrous, clotted. Diphtheria. Rheumatic fever with exudation and swelling around the joints. The symptoms are < by motion, and < by any fatty or rich food or pastry. < By warmth of bed (rheumatic symptoms). It is said to have cured cataract after Calc. fl. had helped. I have cured with it rheumatism affecting most left shoulder and elbow, < in morning on rising. K. mur. manifests the action of its two elements in about equal proportions. It compares closely with K. chlor., and it is quite possible that the proving of the latter will be available for both preparations, as Hering infers. Among the symptoms of K. chl. are: \"Tendency to rush of blood to both eyes\" and \"Light before both eyes on coughing and sneezing.\" Boericke and Dewey give: \"Protruded appearance of eyes, white tongue, croupy, hard cough, harsh barking.\" Hering gives: \"Cough, stomachy, noisy, with protruded appearance of eyes.\" To which preparation this last belongs I cannot say; but in a case of mine K. mur. caused a severe aggravation of the following: \"As if eyes would be forced out of head, with cough.\" I conclude, therefore, that \"cough affecting the eyes\" is common to K. chl. and K. mur. The great keynote of K. mur. is, whiteness", "whiteness of secretions, exudations, eruptions of tissues. The next is, toughness", "fibrinous exudations and discharges, too readily clotting blood-hence embolism, indurations, hard swellings. In H. R., xv. is an incidental proving of K. mur. by \"J. De W. C.\" I have included his symptoms and marked them \"(C).\" They are mostly in the throat." ],
    "Relations" : [ "Antidoted by: Bell., Calc. s., Hydrast., Puls. It follows well: Calc. ph., Calc. fl., Fer. ph. Compare: K. chl.; in tough secretions, K. bi., K. ca., Hydrast.; in rheumatic affections, Bry., Rhus, Sul., Merc.; in Eustachian tube affections, Merc.; in inflammation of ear, Graph., K. bi., K. ca.; in < from fatty food, < from warmth, Puls. Compare also: Nat. mur., Nit. ac., Silic., Apis, Thuj." ],
    "Causation" : [ "Vaccination. Sprains. Burns. Blows. Cuts. Rich food. Deranged internal functions." ],
    "Mind" : [ "Patient imagines he must starve." ],
    "Head" : [ "Headache with vomiting, hawking up of white milk-like mucus.", "Sick-headache with white-coated tongue, vomiting of white phlegm arising from a sluggish liver, want of appetite, &c.", "In meningitis Schussler's second remedy.", "Crusta lactea.", "Dandruff." ],
    "Eyes" : [ "Discharge of white mucus from the eyes, or yellow, greenish matter and yellow, purulent scabs.", "Specks of matter on lids.", "Superficial, flat ulcer of eye arising from a vesicle.", "Blisters on cornea.", "Feeling of sand in the eyes.", "Parenchymatous keratitis.", "Cataract." ],
    "Ears" : [ "Chronic catarrhal conditions of middle ear.", "Deafness or earache from congestion or swelling of middle ear or Eustachian tubes, with swelling of the glands, or cracking noises on blowing nose, or swallowing.", "Deafness due to throat troubles, white tongue, &c.", "Deafness from swelling of external ear.", "Granular conditions of external meatus and membrana tympani.", "Closed Eustachian tubes.", "Seems to act more on Eustachian tube.", "Snapping and noises in ear." ],
    "Nose" : [ "Catarrh, phlegm white, thick.", "Stuffy cold in head, whitish-grey tongue.", "Vault of pharynx covered with adherent crusts.", "Nose-bleed in afternoon." ],
    "Face" : [ "Cheeks swollen and painful.", "Faceache from swelling of face or gums." ],
    "Mouth" : [ "Aphthae, thrush, white ulcers in mouths of little children or nursing mothers.", "Swollen glands about jaw and neck.", "Swelling of tongue.", "Coating of tongue greyish white, dryish or slimy.", "Mapped tongue.", "Sensation as if a tumour growing on tongue (removed in a patient of mine)." ],
    "Throat" : [ "Tonsils excessively swollen; stringy, tough mucus; swallowing excessively painful, even water or the softest bread; must twist his neck to get it down (C.).", "Mumps, swelling of the parotid glands.", "Hawks up offensive, cheesy, small lumps.", "Greyish patches or spots in throat." ],
    "Stomach" : [ "Want of appetite.", "Dyspepsia and indigestion, with a whitish-grey tongue, sick feeling after taking fat, pain and heavy feeling on r. side under shoulder." ],
    "Abdomen and Stool" : [ "Jaundice if caused by a chill resulting in catarrh of duodenum, stools light in colour.", "Sluggish action or complete torpidity of liver, pain in r. side.", "Constipation, light-coloured stools denoting want of bile, sluggish action of liver, or occurring in consequence of some primary disturbance, esp. where fat and pastry disagree.", "Diarrhoea after fatty food, and in typhoid fever, with pale yellow, ochre, or clay-coloured stools, white or slimy stools.", "Dysentery, purging, with slimy stools.", "Haemorrhoids, bleeding, blood dark and thick, fibrinous, clotted." ],
    "Urinary Organs" : [ "Acute cases of inflammation of bladder, in second stage, when swelling has set in and discharge is thick, white mucus." ],
    "Male Sexual Organs" : [ "Schussler's principal remedy in gonorrhoea, and orchitis resulting from a suppression of same.", "In bubo for the soft swelling, and in soft chancres Schussler's chief remedy.", "Gleet combined with eczema, visible or latent." ],
    "Female Sexual Organs" : [ "Menstruation too late or suppressed, checked or too early, excessive discharge, dark-clotted or tough, black blood, like tar.", "Leucorrhoea, discharge of milky-white mucus, thick, non-irritating, bland.", "Pregnancy: morning sickness with vomiting of white phlegm." ],
    "Respiratory Organs" : [ "Loss of voice, hoarseness from cold, tongue white.", "Protruded appearance of eyes, white tongue, croupy, hard cough, harsh and barking." ],
    "Heart" : [ "Palpitation from excessive flow of blood to heart in hypertrophic conditions." ],
    "Limbs in General" : [ "Nightly rheumatic pains < from warmth of bed; lightning-like from small of back to feet; must get out of bed and sit up.", "Puffiness of ankle-joints (C.).", "Ulcers on extremities, fibrinous discharges; bunions.", "Tenalgia crepitans, creaking of tendons on back of hand." ],
    "Generalities" : [ "Schussler's specific or chief remedy in epilepsy, esp. if occurring with or after suppression of eczema or other eruptions.", "Tabes dorsalis.", "Haemorrhages, dark, black clotted, or tough blood.", "Effects of blows, cuts, and bruises, for the swelling.", "Dropsy, arising from heart, liver, or kidney disease, from obstruction of bile ducts, from weakness of heart with palpitation.", "Chief remedy in glandular swellings, follicular infiltrations.", "Scrofulous enlargement of glands.", "Scurvy, hard infiltrations.", "Schussler's second remedy in sprains." ],
    "Skin" : [ "Acne; erythema; eczema and other eruptions on skin, with vesicles containing thick, white contents.", "Albuminoid eczema, or other skin disease, arising after vaccination with bad vaccine lymph.", "Eczema from suppressed or deranged uterine functions.", "Dry flour-like scales on skin.", "Obstinate eczema, crusta lactea, scurfy eruption on head and face of little children.", "Burns of all degrees (externally also), blisters, &c.", "Bunions, chilblains, eruptions connected with stomach or menstrual derangement.", "Ingrowing toenails.", "Warts on hands." ],
    "Sleep" : [ "Somnolence.", "Restless sleep; startled at least noise." ],
    "Fever" : [ "Congestions and inflammations, second stage, of any organ or part of the body.", "Catarrhal fever, great chilliness, the least cold air chills him through, has to sit close to fire to keep warm and is chilly.", "Rheumatic fever; exudation and swelling around the joints." ]
  }
}