{
  "remedyName" : "Kali Bichromicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Anaemia. Asthma. Blotches. Bone, nodes on, exostoses. Bronchitis; croupous. Burns. Cachexia. Catarrh. Climacteric flushes. Coccygodynia. Conjunctivitis. Constipation. Cornea, opacities of. Coryza. Descemetitis. Duodenum, ulcers of. Dyspepsia. Ears, pains in; inflammation of, internal and external. Emaciation. Epilepsy. Epistaxis. Eyes, iritis; keratitis. Farcy. Gastric ulcer. Glanders. Gleet. Gout. Hay fever. Headache. Intermittent fever. Intestines, ulceration of. Lumbago. Lupus. Measles. Mumps. Neuralgia. Nightmare. Nodes. Nose, pressure at root of; soreness of. Ophthalmia. Ozaena. Polypus. Post-nasal catarrh. Pruritus vulvae. Rheumatism. Rhinitis, atrophic. Sciatica. Scrofula. Smell, illusions of. Sun-headache. Sycosis. Syphilis. Throat, hair sensation in; sore. Tobacco, intolerance of. Trachea, affections of. Ulcers. Urethritis. Warts. Whooping-cough." ],
    "Characteristics" : [ "Kali bichromicum (with the other Chromium preparations, Chro. ac. and Chro. ox.) owes its introduction into the homoeopathic materia medica to the late Dr. J. J. Drysdale, whose monograph upon it, forming one section of the Hahnemann Materia Medica, and now occupying pp. to of Materia Medica Physiological and Applied, is the most complete account of the remedy which we possess. The Bichromate of Potash, which is manufactured in large quantities from chrome-iron-ore, is the preparation from which all other salts of Chromium are derived. The native association of Chromium with Ferrum is worthy of note. The Bichromate is largely used in the arts in dying, calico-printing, wood-staining, in photography, and as a solution for producing the current in electric batteries. Many of the most remarkable symptoms were obtained from workmen engaged in the preparation of the salt. Some of these had been noted before Drysdale took up the study of the drug. The first proving was published by him in in the British Journal of Homoeopathy. The following year it was proved by the Austrian Society. The effects of the drug show profound action on the entire organism, and characteristic features of the utmost value to the prescriber have been brought out, rendering the drug one of the most important members of the homoeopathic materia medica. Among these keynotes of Kali bi. four may be named as pre-eminent: (1) Discharges from mucous membranes of tough, stringy mucus, or muco-pus, which adheres to the part and can be drawn out in strings. (2) The occurrence of pain in small spots. In connection with this is another feature showing a sharply defined action: (3) Punched-out, perforating ulcers, occurring on skin, mucous membranes, and affecting bones (e.g. vomer, palate). (4) Alternating and shifting conditions: pains wander from part to part; rheumatic pains alternate with gastric symptoms, or with dysentery; headache alternates with blindness; fibrinous deposits extend downwards. Among other leading characters, scarcely less distinctive are: (a) The formation of plugs or clinkers on mucous membranes, especially in the nose. (This may be regarded as an advanced stage of the stringy mucous secretions.) (b) Still another Variety of this is the formation of false membranes as in croup and diphtheria, with hoarse, metallic cough; and the formation of casts of the bronchial tubes in fibrinous bronchitis. (c) Yet another characteristic mucous discharge is one of \"jelly-like mucus.\" (d) Indigestion from drinking beer; loss of appetite; weight in pit of stomach immediately after eating; flatulence. (e) Among peculiar sensations the \"hair sensation\" is marked in Kali bi. It occurs chiefly on the back part of the tongue and in the left nostril.", "It can hardly be questioned that Chromium is the predominant partner in the action of this salt, but it would be wrong to consider the Kali element as of no account, and it would be still more wrong to disregard the very large proportion of oxygen. It is as an oxydising agent and disinfectant that K. bi. is chiefly known in general medicine, and it is probably to the oxygen element that the ulcerating properties of the drug are largely due. One of its effects is \"odourless stools,\" and the oxygen element is probably accountable for this. Another point in this connection is that the antidotes to poisonous doses of Kali bi. are the same as the antidotes to the acids. The Kali parallels must be sought chiefly in Causticum and Kali carb. The general resemblance is great, but the minute correspondences are not very striking. One possible point of correspondence has been pointed out. Storer (Med. Adv., xxv. 98), cured with Kali bi. a case of asthma in a man who noticed that the attacks were caused by and always followed coitus. The Kali bi. was prescribed on other indications, but this symptom must be noted for future verification. Kali c. has marked \"< from coitus,\" and also from emissions; and Caust. has stupid feeling in the head the day after an emission.\" Caust. has many symptoms of disordered vision; though it has not the \"blindness followed by headache, the sight improving as the pain becomes worse\" of Kali bi. This is very characteristic and has led me to many cures. Both Caust. and Kali bi. have many symptoms of ulceration internal and external. Nash relates a good cure with Kali bi. A woman had deep punched-out ulcers with regular edges. One of them had perforated the soft palate and threatened the whole palate. It had a syphilitic appearance, and the patient had been long under old-school treatment. There was also a stringy discharge, but not to a great amount. In three weeks Kali bi. made a cure which proved permanent; the local condition entirely healed and the patient's general state improved correspondingly. Apropos of syphilis Drysdale quotes a long series of cases of syphilis in all stages treated by J. E. Guntz with \"Chrome water.\" This consists of an artificial aerated water containing in grammes of water Kali bi. grms., Kali nit. grm., Natr. nit., grm., Nat. mur., grm.; this mixture is incorporated with carbonic acid under the highest pressure, at low temperature, and kept some time before use. The dose given was from half to two bottles daily (each bottle containing grammes) in five doses, given on a full stomach. Even in this dilution the mixture was sufficiently disgusting in taste, and to some quite intolerable. A number of the Kali bi. symptoms were produced, but on the whole very notable and evidently specific curative action was observed. Out of cases of primary syphilis remained without constitutional symptoms. In secondary and tertiary syphilis \"chromo-water\" was also remarkably successful. In strictly homoeopathic practice Kali bi. has been no less successful, as its symptoms correspond to a great variety of the manifestations of that disease, especially keratitis and iritis, ozaena, bone-pains and nodes, sore throat, syphilitic rheumatism and ulcers. Like Causticum it has some sycotic symptoms as well, including asthma, early morning <, gleety discharge, and, according to Farrington, scabs on fingers, often about the nails, and on corona glandis. J. B. Garrison records the rapid action of Kali bi. in two cases of intermittent fever (H. R., iii. 105), on an indication given him by Martin Deschere. The latter once took by mistake an overdose of Kali bi., which was followed by vomiting of a large quantity of bright yellow water, tasting very bitter. Garrison's first case was a labourer, ill a month with fever, pains and paroxysm at p.m. just before Garrison saw him he had vomited \"a large quantity of bright yellow water.\" Kali bi. 1x, one grm. dissolved in a tumbler of water, a teaspoonful every two hours, cured at once. Case ii. was that of a woman who had been nine months under allopathic treatment, had not been out of the house for two months, and had been told she could not recover. Among other symptoms was this: Vomited much more than she drank: in the morning vomited a large bowlful of bright yellow fluid. The yellowness of Kali bi. secretions and excretions is noteworthy. Kali bi. is particularly suited to fat people; and Goullon (quoted H. R., vi. 267) gives the case of an enormously fat man of \"formless colossal body\" who complained of chronic accumulation of phlegm", "he seemed fairly filled up with it, especially in the morning", "for which all domestic remedies and mineral waters had been given in vain. Kali bi. 2x was ordered, a few grains in hot water every evening. In two weeks the patient could resume his walks. He felt easy on his chest, the accumulation of phlegm disappeared, his bowels became regular instead of constipated. H. W. Champlin (Med. Adv., xix. 393), cites a case of chronic rheumatism in an old over confirming symptoms of Kali bi. She was restless and sleepless at night, and Rhus relieved this somewhat, but closer investigation brought out this: (1) The pains changed rapidly from one place to another, and (2) they occupied small spots that could be covered with the point of a finger. Kali bi. cured rapidly. Kali bi. also causes: Rheumatic-like or shooting and pricking pains here and there. In one prover (Drysdale himself) the rheumatic pains were <, and the gastric pains >, after eating. There were cramps in various parts; twitches in hands and feet; stinging pains all over. Pains in short jerks as if a nerve were suddenly pulled. Sudden pains. Pains appear and disappear suddenly. Diagonal pains; right mamma and left elbow; left forearm and right occiput; right knee and hip, left breast and shoulder; right axilla, left thigh; right big toe, left little finger; right forearm, left elbow; right foot, ankles, shin, left hip, arm, shoulder; right big toe and thumb; wrists and ankles. Shifting pains and sudden pains. \"Indolence\" is a characteristic of many conditions", "indolent ulcers; indolent inflammation about and of the eyes; slow scrofulous or sycotic ophthalmia, soreness of the canthi, pustules round the eyes, lids adhering and puffed, whites of the eyes yellowish. The face is bloated and blotched; may be yellowish; acne accompanies headaches and gastric conditions. The tongue is thick and broad and takes the imprint of the teeth. The stomach symptoms are very distressing. Painful vomitings; sour, and mixed with clear mucus; may be bitter from the presence of bile; vomiting caused by every attempt to eat or drink, with distress and burning rawness about the stomach. This corresponds to the vomiting of drunkards, especially in beer-drinkers; also to gastric ulcer. The abdomen swells up immediately after a full meal. Food lies like a load as if digestion were suspended. There is aversion to meat; and longing for beer; and for acid drinks. It removes the chronic effects of drinking too much malt liquor, especially lager beer. Some of the workmen found they could not drink coffee as it made them worse, and they were obliged to take to tea instead. (This bears out Hering's dictum that \"wine-drinkers should take coffee and beer-drinkers should take tea.\" Coffee antidotes wine and tea antidotes beer; so as Kali bi. corresponds to beer effects tea will be likely to agree with it better than coffee). Kali bi. causes great prostration, discomfort, debility, and desire to lie down. The neuralgic attacks sometimes recur every day, at the same hour. Epilepsy has been cured by it when there was flow of tough, stringy fluid from the mouth in the attacks. In very weak solutions (about to 2,000) Kali bi. has been used with much success as a local application for ulcers, especially when they are very painful. Lord and Moore had good success in treating horses for farcy, using the remedy both externally and internally. In the cough of Kali bi. the stringy, difficult expectoration, and early morning < will generally indicate; or a pain from mid-sternum through to back. But there is also a cough caused by eating. W. J. Pierce (H. W., xxx. 567) records the case of James S., For four months past, as soon as he swallowed food (not liquids), a tickling in throat excited a severe cough, which stopped only on vomiting, and was followed by a watery coryza. This was so distressing that for two months he had eaten only two meals a day. There was pharyngeal catarrh with stringy mucus hanging from naso-pharynx. Kali bi. 1, a tablet every two hours, was given. He had no more vomiting, and only coughed twice in the next five days, and was soon quite cured. Kali bi. is credited with the cure of a case of Descemetitis [inflammation of the internal (Descemet's) membrane of the cornea] with redness of right eye, brightness of the lid and lachrymation. Kali bi. removed the spots and relieved the other symptoms. Kali bi. is especially suited to fair-haired, fat persons, especially fat, chubby children; fat, sluggish people. Most of the symptoms appear in the early morning or are < then a.m. heat in pit of stomach; awakes with oppressed breathing with a start. to a.m. croup; early morning cough; morning diarrhoea; a.m. pain in head begins; goes off in afternoon. Shooting from root of nose to external angle of eye begins morning, increases to noon, and ceases towards evening (sun-headache). Affections of autumn and spring. Complaints of hot weather are particularly likely to want Kali bi., but at the same time there is \"great liability to take cold in open air\"; and \"moderately cold air is felt very unpleasantly.\" Eruptions begin in warm weather (opp. Rhus). Open air > symptoms generally, especially vertigo; but < gastric complaints and chilliness. Uncovering <; wrapping up >. Warmth > cough; undressing < cough. Cold weather > itching of eruption. < By eating; eating = cough weight in stomach. Touch < most symptoms; but pressure >. But pressure = pains to shoot along sciatic nerve. Moving the affected part > the pain. Most symptoms are < at rest and > by motion. Stooping <; sitting <." ],
    "Relations" : [ "In the ordinary text-books the antidotes to Kali bi. are given as the same as antidotes for poisoning by Acids: Bicarbonates of Soda and Potash, Magnesia, Chalk, Soap, Milk, Eggs; olive or almond oil, also the Hydrated peroxide of iron. But no very brilliant results have been recorded from any of these, and they would be useless unless administered almost immediately after the dose, so rapid is the action of the poison. Among the dynamic antidotes are: Ars.; Laches. (croup, diphtheria, &c.); Puls. (wandering pains). K. bi. antidotes: Effect of beer; arsenical vapour; Merc.; Merc. iod. I have found it the best general antidote to the effect of metallic poisoning among brass workers. Compatible: After Canth. in dysentery, when, though scrapings continue, the discharge becomes more jelly-like; after Apis (scrofulous ophthalmia); after Iod. in croup. It is followed well by: Ant t. in catarrhal affections and skin diseases. Compare: Oxygen Caust.; Kali carb. (fat subjects); Kali iod. (syphilis); Chrom. ac. (sudden pains, shifting pains, > motion, ulcerations, rheumatism); Bro. (croup, fair subjects); Mez. (bone diseases); Nit. ac, (syphilis); Phytol. (syphilitic bone affections); Spo. (cramp); Sil. (bone affections); Hippoz. (ozaena, glanders, farcy); Hecl. (nodes); Hydrast. and Ir. v. (viscous, tough secretions); Lach. Tereb. (glazed tongue); Kali ca., Caust., and Staph. (< after coitus); Sep. and Teucr. (\"clinkers\"); Puls. (wandering rheumatism; gonorrhoeal rheumatism; pains < in warm room; measles; catarrhal deafness; swelling of salivary glands); Thuj. (ozaena in sycotic subjects); Apis (scrofulous ophthalmia); Lach. (constriction of anus; sensation of plug in anus; diarrhoea brown, frothy, watery, spurting out in early morning and followed by tenesmus ani; dysentery, red, cracked, smooth tongue, blackish stools, typhoid cases; Lach. has more offensiveness, Kali bi. more jelly-like or stringy mucus) Coc. c., whooping-cough (mucus, clear stringy, Kali bi. yellow-stringy) Kaolin (membranous croup", "with Kaolin there is internal and external soreness along course of trachea and upper part of chest -Farrington); Rhus (> of pain on moving affected part; Rhus has > by warmth; eruptions of Kali bi. begin in hot weather, those of Rhus in cold); Abies n., Bry., Nux, &c. (indigestion with sensation of weight in stomach); Graph. and Rhus (inflammation of external ears; Sul. (sensation of hair in throat)." ],
    "Causation" : [ "Indulgence in beer and malt liquors. Hot weather. Autumn. Spring." ],
    "Mind" : [ "Ill-humour; low-spirited.", "Listless.", "Anthropophobia; taciturnity; misanthropy.", "Vanishing of thoughts.", "Aversion to mental (and bodily) exertion.", "Weak memory.", "Anxiety arising from chest." ],
    "Head" : [ "Lightness in the head, across the forehead, on stooping; < morning.", "Sudden attacks of giddiness, when rising from a seat.", "Vertigo on rising up in bed (room seemed to whirl round); on lying down again it became < and was immediately associated with inclination to vomit.", "Vertigo, with nausea, inclination to vomit; retching up of sour watery fluid.", "Frequent, sudden attacks of vertigo when standing or walking.", "Confusion and heaviness in head.", "Headache in forehead, often only over one eye.", "Soon after dinner a dull, heavy throbbing about eyes, as if head would burst; > by lying, or pressing head against anything, or in open air; < stooping or moving about.In morning, when waking, pain in forehead and vertex; later, extending to back part of head.", "Violent pricking, stinging pain, from root of nose, extending over (l.) orbital arch, to external angle of eyes, with obscuration of sight, as if scales were before eyes; beginning in morning, increases at noon, and disappears towards evening.", "Headache comes and goes with the sun.", "Complete obscuration of sight is followed by violent headache, compelling one to lie down; with great aversion to light and noise; the sight returns with the increasing headache.", "Stinging headache (in one temple).", "Periodical attacks of semi-lateral headache, on small spots that could be covered with point of finger.", "Morning headache.", "Headache from suppression of discharge from nose (ozaena).", "Bones of head feel sore.", "Stitches in bones of head, as from a sharp needle.", "Lancinating stitches in r. side of head, lasting but a short time.", "Pressure on vertex, as from a weight.", "Headache: > by warm soup; by pressure; in open air; by eating; < by stooping; by motion; by lying on it; at night." ],
    "Eyes" : [ "Heaviness of upper eyelid on waking; it requires an effort to open it.", "Eyelids burning, inflamed, much swollen.", "Watering, itching and burning in eyes; heat in eyes and desire to rub them, with redness of conjunctiva.", "Dryness; burning pain; itching.", "The eyes are glued in morning; accumulation of yellow matter in angles.", "OEdematous swelling of eyelids.", "Large acute granulations of lids.", "Large polypus springing from conjunctiva of upper lid.", "Itching and redness of eyelids; tender to touch; tarsi seem rough, causing sensation of friction, as from sand on the eyeballs when moving them; feeling of sharp sand in eyes.", "Conjunctiva reddened and traversed by large red vessels.", "Rheumatic sclero-iritis with excessive pain and photophobia.", "Syphilitic iritis.", "Sequelae of iritis; pains pricking, stinging, wandering; < l.; chemosis; photophobia not commensurate with degree of inflammation.", "Ulcers and pustules of cornea with no photophobia and no redness.", "Corneal ulcers tend to perforate rather than spread laterally.", "Dense long-lasting opacities.", "Albuginea dirty yellow, appears puffy, with yellowish-brown points, like pin-heads.", "Soreness in r. caruncula.", "Photophobia; only by daylight; when opening lids they twitch.", "Lachrymation and burning of eyes.", "Small white, granular pustules on (l.) cornea, with pricking pain.", "Brown spots on conjunctiva.", "Obscuration of sight; objects appear yellow.", "Various colours and bright sparks before eyes." ],
    "Ears" : [ "Stinging in ears; from external meatus into internal ear.", "Violent stitches in (l.) ear, extending into roof of mouth, corresponding side of head and neck, which was painful to touch; glands swollen.", "External meatus of (l.) ear swelled and inflamed.", "Stitches in l. ear and l. parotid gland, with headache.", "Hard, painful swelling of parotid gland.", "Discharge of fetid, thick, yellow pus from both ears (after scarlet fever).", "Itching of lobe of (r.) ear (waking him at night).", "Redness, heat and itching of external ears.", "Violent tickling and itching in ears." ],
    "Nose" : [ "Nose painfully dry; air passes with great case through it.", "Nose dry, burning, stopped up, swelling; < in warm, > in cool air.", "Great dryness of nose, with feeling of pressure in nasal bones; also extending along frontal sinuses with soreness and burning.", "Tickling, like a hair moving or curling itself in top of l. nostril.", "Sneezing (in morning).", "Coryza, fluent; < in evening, in open air; in wind; obstruction in morning and bleeding of nose (r. nostril).", "Coryza fluent, excoriating nose and lips; discharge of mucus streaked with light-coloured blood.", "Profuse secretion from r. nostril; a spot in the r. lachrymal bone is swollen and throbbing.", "Flow of acrid water from nostril, excoriating nostril and burning upper lip (r.).", "Violent shooting pains from root of nose along l. orbital arch.", "Pinching pain in bridge, > by hard pressure.", "Pressure at root of nose.", "Nose stuffed up.", "Nasal speech.", "The sensation of a hard substance compels one to blow the nose, but there is no discharge from the dry nose.", "When blowing nose violent stitches in r. side of nose, and sensation as if two loose bones rubbed against each other.", "Expired air feels hot in nose.", "Scab on septum.", "Septum ulcerates.", "Round ulcer in septum.", "Small ulcers on edge of (r.) nostril, violent, burning when touched.", "Discharge of large masses of thick, clean mucus from nose; if that ceases he has violent headache; pain from occiput to forehead.", "Watery secretion with great soreness and tenderness of nose.", "Discharge of tough green masses from nose.", "Discharge of hard, elastic plugs (clinkers) from nose.", "Though accustomed to smoke, every inhalation through the nose caused a sickening sensation like sulphuretted hydrogen.", "Sensation of fetid smell before nose.", "Loss of smell.", "Fetid smell from nose." ],
    "Face" : [ "Face: pale; yellowish; red in blotches; flushed; anxious expression.", "Acne.", "Shooting in l. upper maxillary bone towards ear.", "Shooting inward in l. malar bone with pressure, < in morning.", "Sensitive painfulness, as if bruised, of bones of face.", "Syphilitic eruption from root of nose to upper lip.", "Lupus r. side of nose with troublesome itching.", "Lupus; pustules; impetigo of face, with much itching.", "Perspiration on upper lip.", "Lower lip swelled, chapped.", "Digging pain in rami of lower jaw.", "Mumps r. side.", "Parotids swollen." ],
    "Teeth" : [ "Gnawing, dull burrowing, boring in roots of teeth.", "Stitches in teeth extending to other parts, and alternating with wandering rheumatic pains.", "Toothache not > by heat or cold, only momentarily > by pressure.", "Gum of r. lower jaw much swollen, dirty white, extremely tender; teeth that side quite loose, will not bear slightest pressure; profuse ptyalism; gums of both sides unusually sensitive; cannot masticate any food; liquid food makes gums feel very sore and tongue rough." ],
    "Mouth" : [ "Dryness of mouth and lips, > by drinking cold water.", "Accumulation of saliva in mouth; saliva bitter, viscid, frothy, tasting salt.", "Papillae very long on dorsum with a brown-coloured patch.", "Sensation of a hair on back part of tongue.", "Tongue coated, thick brown, as with thick yellow felt, at root; papillae elevated.", "Tongue dry, smooth, red, cracked (in dysentery).", "Ulcers with hard edges, smarting, at mucous surface of lips.", "Painful ulcer on tongue.", "Stinging pains in tongue." ],
    "Throat" : [ "Sensation of a hair on back part of tongue and velum; not > by eating or drinking.", "Erythema of fauces and soft palate, bright or dark red, or of a coppery colour.", "Soft palate slightly reddened: uvula relaxed, with sensation of a plug in throat, which is not > by swallowing.", "Deep-excavated sore, with a reddish areola, containing a yellow, tenacious matter at root of uvula; fauces and palate presenting an erythematous blush.", "Posterior wall of pharynx dark-red, glossy, puffed, showing ramifications of pale-red vessels; on middle, towards l. side, a small crack, from which blood exudes.", "Sharp, shooting pain in l. tonsil, towards ear; > by swallowing.", "Burning in pharynx, extending to stomach.", "In forepart of palate single circumscribed spots, of size of a barleycorn, coloured red, as if little ulcers were about to form.", "Ulcer on roof of mouth, with sloughing (syphilis).", "Pimples on uvula.", "OEdematous bladder-like appearance of uvula; much swelling but little redness.", "Ulceration of uvula and tonsils.", "Throat pains more when tongue is put out.", "Sensation as if an acid, acrid fluid were running through posterior nares over palate, causing cough.", "Discharge of thick yellow matter through posterior nares." ],
    "Appetite" : [ "Taste: coppery; sweetish; sour; bitter in morning.", "Loss of appetite; increased thirst.", "Longing for beer or acidulated drinks.", "Aversion to meat." ],
    "Stomach" : [ "Eructations of air, relieving an uneasiness of stomach as from wind pent up at great curvature.", "Sudden nausea.", "Nausea, with feeling of heat over body, with giddiness, rush of blood to head; < by moving about; in morning at sight of food; after meals; after stool; excited by drinking and smoking; > by eating; > in open air; with sweetish flat salivation.", "Nausea and vomiting of mucus.", "Vomits large quantities of bright yellow water.", "Vomiting: of undigested food, sour; of bile; bitter; of pinkish, glairy fluid; of blood; with cold perspiration on hands; burning in stomach; heat of face.", "Burning in stomach and stomach pit.", "After eating a full meal, which was relished, a sensation as if digestion were suspended; food lies in stomach like a heavy load.", "Pressure and heaviness in stomach after eating.", "Giddiness, followed by violent vomiting of a white, mucous, acid fluid, with pressure and burning in stomach.", "Swelling of stomach (in evening), with fulness and pressure; cannot bear tight clothes.", "(Round ulcer of stomach, and duodenum.)" ],
    "Abdomen" : [ "Colic alternating with cutting pain at umbilicus, during night.", "Sensitiveness of abdomen to least pressure.", "Dull, heavy pressure or stitches in region of liver.", "Stitches in region of spleen, < by motion and pressure.", "Stitches in spleen extending into lumbar region.", "Tympanites; whole abdomen feels bloated; followed by eructations.", "Cutting in abdomen, as from knives, soon after eating.", "Attacks of periodical spasmodic constriction of intestines, with nausea, followed by a papescent stool and burning in anus, with tenesmus.", "Stitches through abdomen, extending to spinal column.", "Chronic ulceration of mucous membrane attended with vomiting of ingesta, hectic and emaciation." ],
    "Stool and Anus" : [ "Constipation, with debility, coated tongue, headache and coldness of extremities.", "Scanty, knotty evacuations, followed by burning in the anus.", "Stool in one mass of excessive hardness.", "Stools dry, with burning at anus.", "Constipation, with painful retraction of anus.", "Very painful evacuation of extremely hard feces.", "Periodical constipation (every three months).", "Stools slate-coloured, bloody.", "Stools: blackish, watery; yellowish, watery; clay-coloured, watery and lumpy; jelly-like; involuntary and often painless and odourless; bloody and extremely painful.", "Papescent evacuations, with much rumbling in intestines.", "Morning diarrhoea; wakes from urgent pressure to stool; the watery contents gush out, followed by violent tenesmus; she cannot rise on that account; later, burning in abdomen, nausea and violent straining to vomit.", "Frequent bloody evacuations, with gnawing pain about umbilicus with tenesmus; tongue smooth, red, cracked.", "Dysenteric evacuations of brownish, frothy water, with violent, painful pressing, straining and tenesmus.", "Pressing and straining in anus, with tenesmus.", "Periodical dysentery every year in early part of summer.", "Sensation of a plug in anus (can scarcely sit down).", "Soreness at anus, making it very painful to walk.", "Fulness in haemorrhoidal vessels." ],
    "Urinary Organs" : [ "During micturition heat in urethra.", "During and long after micturition burning in glandular portion of urethra.", "After micturition burning in back part of urethra (in bulbus urethrae; in glands of urethra; in fossa navicularis), with sensation as if one drop of urine had remained behind with unsuccessful effort to void it.", "Stitches in urethra, esp. after micturition.", "Frequent discharge of watery urine of strong smell, awaking him at night.", "Continuous desire to urinate during day.", "Painful drawing from perineum into urethra.", "Urine with white film and deposit, with mucous sediment.", "Violent pain in os coccygis; < when rising, after he sat long, to urinate.", "Some time in passing urine.", "Scanty red urine, with pain across back." ],
    "Male Sexual Organs" : [ "Sexual desire absent; in fleshy people.", "(Provoked by and following coition, asthmatic attacks.).", "Stitches in prostate gland (when walking; must stand still).", "Itching in hairy parts of genitals; skin becomes inflamed and small pustules of size of a pin's head are formed.", "Constrictive pains at root of penis (morning, on waking).", "Pricking and itching at glans.", "Chancres ulcerating deeply.", "Gleet, with stringy or jelly-like profuse discharge." ],
    "Female Sexual Organs" : [ "Menstruation too early, with giddiness, nausea, and headache; suppression of urine or red urine.", "Membranous dysmenorrhoea.", "Swelling of genitals.", "Soreness and rawness in vagina.", "Leucorrhoea yellow, ropy; pain and weakness in small of back and dull pain in upper part of abdomen.", "Subinvolution.", "Prolapsus uteri, seemingly from hot weather.", "Climacteric flushes.", "Vomiting of pregnancy.", "Milk as it flows appears to be stringy masses and water." ],
    "Respiratory Organs" : [ "Respiration oppressed; wakens a.m.", "Sensation of choking on lying down.", "Sensation as from ulceration in larynx.", "Accumulation of mucus in larynx, causing hawking.", "Hoarse, rough, or nasal voice.", "Hoarseness (in evening).", "Tickling in larynx; every inhalation causes cough (with hoarseness).", "Cough caused by eating.", "At dinner, after first mouthful, great tickling in larynx; > on eating more.", "Cough in morning, with viscid expectoration.", "Cough hoarse, metallic, with expectoration of tough mucus or fibrous elastic plugs (croup; membranous or croupous bronchitis).", "Dry cough, with stitches in chest.", "Violent, rattling cough, lasting some minutes, with an effort to vomit, and expectoration of viscid mucus, which can be drawn in strings to the feet.", "(Expectoration sticks in chest so as to almost cause strangulation; it is found in croup, whooping-cough, catarrhs.", "Snuffles of infants, particularly in fat, chubby, little babes, where there is a tough, stringy discharge from the nose, &c.", "Cough, with thick, heavy expectoration; bluish lumps of mucus.", "Hawking up of copious, thick, bluish mucus.", "Expectoration with traces of blood.", "Expectoration of yellowish tough matter.", "Cough, with pain in sternum, darting to between shoulders.", "Sensation of dryness in bronchi (in morning).", "Dry cough after dinner.", "Cough, with pain in loins, vertigo, dyspnoea, shootings in chest.", "(Asthmatic attacks always caused by and follow coition).", "Oppressed breathing, awakens at a.m.; palpitation; orthopnoea: cold sensation and tightness about heart, lower portions of lungs oppressed.", "\"Stuffing\" cough, with pain in chest and expectoration of yellow or yellowish green tough matter." ],
    "Chest" : [ "Pressure and heaviness on chest, as from a weight; wakens with this sensation at night and is > after rising.", "Stitches below sternum, extending to back.", "Dull pain in r. side of chest over circumscribed spot, < on inspiration." ],
    "Heart" : [ "Cold sensation about heart: tightness of chest; dyspnoea.", "Sensation of pressure on heart (after eating).", "Sharp, irritating, fixed pain in region of apex of heart.", "Pricking pain in region of heart.", "Palpitation.", "Pulsation felt in arteries." ],
    "Neck and Back" : [ "Stiffness of neck when bending head forward.", "Sticking pain from ears to glands.", "Swollen cervical glands and occipital glands.", "Sharp, stinging pain in region of kidneys.", "Pain in back striking through to sternum with cough.", "Pain, as from a knife, through loins; cannot walk.", "Violent aching pain, \"like a gathering,\" in small spot in sacrum, a steady, throbbing pain, < at night hindering sleep; > in day when up, walking about, but unable to lift anything.", "Pain in sacrum; cannot straighten himself.", "Cutting in outer l. side of sacrum, shooting up and down.", "Pain in os coccygis (in morning); < from walking and touching it.", "Pain in coccyx while sitting." ],
    "Limbs" : [ "Rheumatic pains in limbs.", "Periodical wandering pains, also along bones.", "Cracking in joints, < by motion." ],
    "Upper Limbs" : [ "Rheumatic pain in both shoulders (< at night).", "Stitches at lower angle of l. shoulder-blade.", "Stiffness of shoulder-joint.", "Sensation of lameness of r. arm (as if it had gone to sleep).", "Burning pain in middle of forearm, extending to wrist.", "Painful stiffness of r. arm.", "Stinging pain in l. elbow.", "Rheumatic pains in joints, esp. wrists.", "Great weakness in hands.", "Bones of hands as if bruised, when pressed, ulcers on fingers with caries.", "Spasmodic contraction of hands.", "Rheumatic pains in fingers.", "Cracking of all joints from least motion.", "Psoriasis diffusa of hands, degenerating into impetigo.", "Ulcer under thumb-nail.", "Pustules on roots of nails." ],
    "Lower Limbs" : [ "Rheumatic pains in hip-joints and knees on moving", "more esp. during day.", "Pain in course of l. sciatic nerve, extending from behind great trochanter to calf of leg; > by motion.", "Stitches in r. side of chest and l. sciatic nerve.", "Pain in tendons of muscles of calf, as if stretched, causing lameness.", "Soreness in heels when walking.", "Heaviness of legs.", "Pain in r. hip, extending to knee; > by walking and flexing leg; < in hot weather, by standing, sitting, or lying in bed; pressure = pain to shoot along entire nerve.", "Pain in middle of tibia.", "Sensation of dislocation in l. ankle.", "Ulcers on previously inflamed feet.", "Small irregular ulcers on leg.", "Acute twinging pain in l. great toe; pricking and stinging pains in different parts of body; acute gouty pain in ball of r. great toe, four minutes after same pain in l.", "Sore pain inner side r. great toe where the nail joins the flesh." ],
    "Generalities" : [ "Pains which wander quickly from one part of body to another.", "Periodical wandering pains in all limbs.", "Sensitive painfulness of whole body (morning on rising).", "Gastric symptoms supersede rheumatic symptoms; or they alternate with one another.", "Liability to take cold in the open air; drowsy in open air.", "Great debility, with desire to lie down.", "Great prostration.", "Drawing in various parts; in sheaths of muscles; near bones, as if in periosteum; in neck, back, and limbs; in morning on waking, > on rising." ],
    "Skin" : [ "Hot, dry, and red skin all over body.", "Dry eruption, like measles, over whole body.", "Small pustules over whole body, similar to smallpox; they disappear without bursting open.", "Pustules over whole body, appearing on inflamed parts of skin, as large as a pea, with a small black scab in middle.", "Blood-boil on r. thigh; on r. side of spine, near the last rib; painful on the least motion.", "Small pustules on roots of nails, spreading over hands to wrist; arm became red and axillary glands suppurated; the small pustules on hands secreted a watery fluid when they were broken; if they were not touched the fluid became thickened to a yellow, tough mass.", "The eruption begins in hot weather.", "Suppurating tetter (ecthyma).", "The pustulous eruption resembling small-pox, with a hair in the middle, is more prominent on face and arms.", "Brown spots (on throat) like freckles.", "Blister, full of serum, in sole of r. foot.", "Scabs on fingers, or corona glandis.", "Ulcers, dry, form oval; have overhanging edges, a bright red, inflamed areola, hard base; movable on subjacent tissues; dark spot in centre; after healing the cicatrix remains depressed.", "After an abrasion, a swelling like a knot, forming an irregular ulcer, covered with a dry scab and painful to touch; under skin is felt a hard, movable knot, like a corn, with a small ulcerated spot in middle, where it touches the cuticle; the hard knotty feel remains after the healed ulcer is covered with white skin.", "Ulcers corrode and become deeper, without spreading in circumference.", "Ulcers esp. painful in cold weather.", "Ulcers on previously inflamed feet.", "Ulcers on fingers, with carious affection of the bones.", "Hands become covered with deep, stinging cicatrices." ],
    "Sleep" : [ "Sleepiness and prostration, can hardly write.", "Unrefreshing sleep; feels very debilitated, esp. in extremities.", "Wakens in a start, with nausea or headache (2 a.m.), with heat and perspiration, accelerated pulse, palpitation of heart and dyspnoea; with anxiety, heat in pit of stomach, and spitting of blood; from frequent desire to urinate.", "Woke with great oppression on chest (nightmare).", "< After sleep." ],
    "Fever" : [ "Pulse accelerated; irregular, small, contracted.", "Great inclination to yawn and stretch.", "Chilliness in the back and sleepiness; seeks a warm place.", "Chilliness alternating with flushes of heat.", "Chilliness, with giddiness and nausea, followed by heat with sensation of coldness and trembling, and periodical stinging pain in temples; without thirst.", "Attacks of chilliness, extending from feet upwards, and sensation as if skull on the vertex became contracted, in frequently returning paroxysms.", "Chill, followed in an hour by heat, with dryness of mouth and lips, which have to be moistened all the time; followed in morning with great thirst, but no perspiration.", "Chilliness, esp. on extremities, and flushes of heat alternating with general perspiration.", "Heat of hands and feet; nausea; pain in upper part of abdomen; dryness of mouth; sleeplessness, followed by perspiration of hands, feet, and thighs; ceasing for two hours, when they reappear.", "Giddiness; violent, painful vomiting is followed by pain in forehead, burning of eyes, great burning heat of upper part of body and face, with internal chilliness and violent thirst.", "Perspiration on back during effort to stool." ]
  }
}