{
  "remedyName" : "Kali Iodatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Actinomycosis. Aneurism. Anhidrosis. Bright's disease. Bubo. Bunions. Cancer. Caries. Cold. Condylomata. Consumption. Cough. Croup. Debility. Dropsy. Ears, otalgia; tinnitus. Emaciation. Erythema nodosum. Eyes, affections of; cysts on lids of. Fibroma. Glandular swellings. Gonorrhoea. Gout. Gumma. Haemorrhages. Hay fever. Housemaid's knee. Influenza. Intra-menstrual haemorrhage. Joints, affections of. Laryngitis. Liver, diseases of. Locomotor ataxy. Lumbago. Lungs, hepatisation of; oedema of. Menstruation, disorders of. Neuralgia. Nodes. Noises in ears. Nystagmus. Odour of body, abnormal. Oedema glottidis. Pancreatitis. Paralysis. Pleurisy. Prostate, affections of. Rheumatism. Rickets. Rupia. Sciatica. Scrofula. Small-pox. Spine, Pott's curvature of. Spleen. Syphilis. Tic-douloureux. Tongue, neuralgia of. Tumours. Ulcers. Wens." ],
    "Characteristics" : [ "Kali iod. is one of the few medicines on whose definite action reliance can be placed in ordinary practice. In active secondary syphilis, in ulcers of the constitutional type, and in cases of subacute rheumatism, Iodide of Potassium will generally do what is expected of it. That its action is specific is generally admitted; and specific is the same thing as homoeopathic. I rarely find occasion to use it in lower attenuations than the 30th. The history of the drug in relation to syphilis is both interesting and important. As we should naturally expect, K. iod., being anti-syphilitic, is also antidotal to mercury. Experience seems to show that it is those patients who are charged with the disease or with mercury, or both together, who can support the massive doses of K. iod. which are sometimes given. But the salt is often given as a diagnostic, and then, if care is not taken, there is great danger to the patient. I have seen patients irretrievably reduced in strength by K. iod. given on the supposition that they were syphilitic. I have recorded in my Diseases of the Heart (p. 165) the case of a gentleman, who had a psoriasis-like skin affection for which he consulted a homoeopath. His health remained excellent, but his skin did not get well, and he consulted a well-known skin and syphilis specialist, who at once pronounced it to be syphilitic, though the patient denied that he had ever had the disease. Massive doses of K. iod. were given, and the skin disease disappeared in a fortnight. But the patient was practically killed. He cried like a child without knowing why. He lost over a stone in weight. He could eat very little, and everything Caused distress and a full sensation. Palpitation came on at all times, and kept him awake at night. The pulse was a mere flicker in the attacks, and was irregular, intermittent, or very frequent in the intervals between. It was in this state that he came to me, but the powers of reaction were destroyed, and nothing that I gave made any impression. He left London, and died very shortly afterwards. Here is another case of K. iod. poisoning, when unbalanced by antidotal drugs or disease. It is related by Jonathan Hutchinson. The patient, a man of had been treated with 5-grain doses of K. iod. at a hospital for a swelling in the groin which was diagnosed as syphilis. There was no skin eruption at that time, but shortly one did appear, and was thought to confirm the diagnosis. The dose was increased to grains at the end of the week, ten days later to grains, and still later to grains. This was kept up from July 23rd to October 9th. Mercury was then substituted, but this made no change, and the patient, who was getting worse the whole time, died of exhaustion in a fortnight. The last part of the time he was in the London Hospital, to which he had been removed, and it was there found, on careful inquiry, that no evidence of syphilis existed. This was his condition when he arrived in the London Hospital a few days before his death: There was a generalised skin eruption, consisting of swellings varying in size from small papules to enormous tuberous masses, some of the latter being ulcerated. The swellings attained the greatest size on face, legs, and upper chest. A coloured plate illustrating the case was published, showing the tumours to be dark purplish red in colour. The antidotal action of syphilis to K. iod. is further borne out by the observation of Fournier (Allen's Encyclop., Appendix), who noted the occurrence of purpura in patients under its influence. But it only occurred in an intense form in persons who had no signs of syphilis, and to whom it was given \"only as a preventive.\" But the anti-syphilitic relation of K. iod. only takes in a small part of its power as it is known to homoeopaths. Though it has not been extensively proved, the recorded and attested effects of over-dosing are numerous enough. P. Jousset (L'Art Medical, October, 241) has referred to Rilliet's experiments with the drug on the healthy. He experimented on twenty-eight persons, mixing their table-salt with one ten-thousandth part of K. iod., so that in two years each would have taken centigrammes. Here is one of the cases: A man, of very strong constitution, never had any illness. At the end of seven months he began to waste; had palpitation; became sad and melancholy; had fixed ideas, weakness, indefinable malaise in the lower abdomen with constipation. The iodised salt was accidentally suspended during January and February, and he completely recovered. Returning home in the month of August, he commenced the salt again, and the same symptoms returned with much more intensity than before: notable and progressive wasting with voracious appetite; trembling; palpitations; fixed look; yellow complexion; above all the moral disturbances were very pronounced agitated even to tears; irritability; disgust and discouragement agitated sleep. It took two months for him to recover this time. The record says that the man's health was again \"completely restored\"; but this is not quite correct. After the first poisoning, although complete health was apparently regained, there was left an extreme susceptibility to the drug's action, so that a much shorter period of poisoning was required to reproduce the symptoms in a greatly aggravated degree. And two years after this, although health was apparently perfectly restored, a visit of twenty-one days to the seaside nearly cost the man his life. The same symptoms reappeared. He was reduced to a skeleton, the appetite being all the time exaggerated. In walking he was almost bent double, trembling and out of breath at the slightest movement. Pulse weak and very frequent. Finally he was compelled to keep his bed, and had great difficulty in reaching his home in Geneva. There he promptly got better. But in spite of the apparent recovery a very profound change in the organism had occurred; and from this experience \"< at the seaside\" must be numbered among the conditions of K. iod. Two others, both women of sixty, had the same symptoms as this man, one at the end of two months, the other at the end of four. On the rest of the twenty-eight experimented upon no symptoms were observed. Joussett quotes from the same authority experiences with the same salt in the treatment of goitre. A man of fifty had a round, indolent, non-fluctuating goitre on the right side of the neck, the size of an orange, of very slow growth. He took every morning, fasting, a spoonful of water containing one gramme (15 1/2 grains) of K. iod. From the first day of the treatment he felt an indefinable anguish. The sixteenth day there was increased malaise and considerable wasting, and the patient threw his potion into the lake. Two days later his doctor found all the grave symptoms of the poisoning; but the goitre was three parts gone. The patient was sent to the country and was ill all the summer, but completely recovered in the winter, the goitre having returned to its original size. This experience was repeated on three other patients; but a goitrous dog was more fortunate. Two centigrammes (gr. 1/6) was sufficient to produce all the symptoms in him, and his goitre disappeared and did not return when he recovered from the poisoning. In this connection may be mentioned the power of the salt over tumours of other kinds. Enlarged lymphatic glands, syphilitic nodes, condylomata, and tumours of the breast and uterus have been removed by it. This has occurred under the action of the crude salt for the most part; and the general explanation is that the solvent action of the drug is most powerfully excited on the more lowly organised new tissues. But this would not apply to all cases. We have seen in Hutchinson's case that K. iod. can produce tumours as well as remove them; but Jules Gaudy has put on record another experience (Journ. Belge d'Homoeop., vi. 57). Several cases of abdominal tumour were successfully treated by him with K. iod. in 3x, and centesimal triturations. Two of these had been unsuccessfully treated with the crude salt before coming under his care. This they could not tolerate on account of loss of appetite and irritation of the mucous membrane of mouth and throat. One of these patients had a large tumour on the level of the great curvature of the stomach extending on both sides, plunging into the abdominal cavity and extending into the pelvis; it was adherent and difficult to define. She had a jaundiced, dirty-looking skin, and loss of appetite, and mostly vomited her food. A suspicion of latent syphilis led Gaudy to the remedy, which was perfectly tolerated in attenuation, though not in the crude. Health rapidly improved, and in three months there was hardly any tumour to be discovered. The remains of it evidently depended from the epiploon. The second case was very similar in nature to this. Cooper reports this case: \"Womb packed with fibroids, pain in right inguinal region on exertion, spirits depressed, tinnitus like buzzing of flies, constant tired, sleepy feeling down the limbs, hot burning feet, though sometimes intense shivering all over, pains in the breasts, which are tender, unable to go long without food, constant distension as from flatus, sinking at scrobiculus cordis at a.m., sleep dreamy; all these symptoms moved away under K. iod. leaving the patient in absolute comfort.\" Cooper adds this note: \"There is much resemblance between the actions of K. iod. and of Sul. in their 30th dilutions. After bronchitis, pneumonia, erysipelas, and other inflammatory affections, K. iod., in 30th and also in cruder forms, acts like magic, apparently from the removal of the effete products left in the tissues.\".", "K. iod. has also been proved in the regular way, but not so extensively as some other Kali salts. It acts on the tissues much in the same way as syphilis does", "dissolving them", "glands atrophy, tissues, especially connective tissues and ligaments, inflame and ulcerate. The periosteum and bones are attacked and nodes appear. But K. iod. is perhaps more anti-scrofulous than anti-syphilitic. It acts best in scrofulous patients, especially if syphilis or mercurialisation or both are superadded. It also causes infiltration, oedema and dropsy of various kinds. The blood is acted upon, haemorrhage occurs, and purpura haemorrhagica. A grand indication for K. iod., as pointed out by Cooper, is a \"diffused sensitiveness\" over parts affected. This appears in the provings: \"The scalp is painful on scratching, as if ulcerated (after eleven days).\" This is from Hartlaub and Trinks. \"Swelling of the whole thyroid gland, increasing very rapidly, with some sensitiveness to touch and pressure.\" It has removed sensitive syphilitic nodes. I have often verified this indication. In all neuralgic or inflammatory conditions where there is heightened and diffused sensitiveness of the affected part, K. iod. must be considered. I cured with K. iod. in a middle-aged man, neuralgia occurring daily over the left eye; in addition to this he complained that his head was very sore. He had also Sore gums and a cough, and was > lying down. There was no syphilis in this case. Farrington mentions \"Headache of the external head, hard lumps like nodes on the scalp which pain excessively.\" This may be either syphilitic, mercurial, or rheumatic. Cooper cured with K. iod. a case of rheumatic gout in a lady; every joint affected; unable to sleep for weeks on account of the pain. The keynote indication was: \"After fatigue, hepatic region becomes tender.\" He commends it in affections of the spleen with diffused sensitiveness of spleen region and dropsy. K. iod. also corresponds to serous effusion on the brain secondary to hepatisation of the lungs. The action of K. iod. in the respiratory sphere is very important. The coryza of K. iod. is well known, and constitutes for the old school the only generally recognised indication of \"Iodism, \", as it is called, with supreme disregard of the Kali element. The discharge is acrid, watery; the eyes smart and are puffed, there is lachrymation. (This action on the eyes may develop into iritis, keratitis, and chemosis.) The coryza recurs repeatedly from every little cold, and makes the nose red and swollen. The discharge may become thick, green, offensive; ozaena and perforation of the bones may occur. The voice becomes nasal, hoarse, or is lost. \"Awakened especially a.m., with dry throat, oppression, loss of voice, glands swollen, \", as in croup and oedema glottidis. K. iod. corresponds to many cases of phthisis, laryngeal and pulmonary. A characteristic is: Stitches through the lungs; in middle of sternum; through sternum to back or deep in chest while walking. \"Deep, hollow, hoarse cough with pain through breast.\" The characteristic expectoration is greenish, copious, and looks like soapsuds. Hering speaks of K. iod. as having been curative in pneumonia and Bright's disease. Lutz (quoted H. W., xxviii. 175) remarks on the frequency (from atmospheric causes) of bronchial asthma among both whites and natives in the Sandwich Islands, the symptoms being those of a suffocating capillary bronchitis with defective expiration, K. iod. (crude) giving speedy relief. \"The initial, pronounced, and unmistakable symptoms of K. iod. are: coryza, sneezing and bronchitis; and from these spread out an expanse of symptoms such as might be expected from so usual a starting-point of disease\" (Cooper). K. iod. has been commended as a protective against foot-and-mouth disease in cattle (B. M. J., June 1895). The heart is profoundly affected, as we have seen above. \"Fluttering on awaking; must get up, fearing otherwise he will smother.\" It is a favourite remedy for aneurism among old-school practitioners, but there is no need to imitate their massive doses; its action is evidently specific. Walking greatly < all heart symptoms. It is suited to many cases of rheumatic heart, as well as other rheumatic conditions. The digestive tract is no less disordered than other mucous membranes. There is a terrible pain at the root of the tongue which is characteristic. There is loss of appetite and indigestion with flatulence and bloating almost as intense as that in Lycopod. Cold much < all these symptoms. The rectum and genito-urinary tract have many symptoms. I cured with it a case of spasm of the rectum with a little pain in the urethra coming on after coitus. Psorinum and Sulphur had given partial relief before. This < after coitus relates K. iod. to the other Kalis", "Caust., K. bich., and K. carb. Eruptions of many kinds appear, scrofulous and syphilitic in appearance. There is a papular and pustular eruption, especially on scalp and down back, the pustules leaving scars when they heal. Among the peculiar sensations of K. iod. are: As though head was enlarged; as if it were screwed in; as if a large quantity of water were forced into brain; as if it would be forced asunder; as if a leaflet were at root of nose. As if a worm was crawling at root of nose. Back as if in a vice. As of a tumour in ovaries. In chest as if cut to pieces. In coccyx as if bruised. Cooper has cured with it many cases of noises in the ears, giving a single dose of or higher and allowing it to work. The chief time Condition of K. iod. is in the main the same as those of the other great anti-syphilitics", "Syph., Aur., Merc., and of the disease itself, < at night, from sunset to sunrise. This applies to its rheumatic and other affections. The sciatica of K. iod. is < at night, < lying on painful side, > in open air. The chest symptoms, like those of K. ca., may be < in early morning to a.m. Headache < a.m. (also headache < after a night's rest). Loose stools also occur at that time (K. bi.). Like Merc., K. iod. has great sensitiveness to atmospheric changes: Every little exposure every damp day will set up the symptoms. At the same time there is the > in open air of Iod., &c.: \"Irresistible desire for the open air; walking in open air does not fatigue.\" The chill of intermittent fever is not > by warmth; but warmth > many symptoms of teeth and scalp. In general, however, there is aversion to heat. Heat < headache. Motion <, especially walking; after the first movement, in the lower limbs it is more bearable. Sitting hurts, and flexing limbs > some of the pains. < From touch is a very marked feature of K. iod.; this is part of the \"diffused sensitiveness\" noted by Cooper. All symptoms < by drinking cold milk. \"K. iod. is a remedy that has a great number of keynotes. It seems to meet all temperaments, and while suitable for pale, delicate subjects, is also required for those who flush easily and are manifestly plethoric. A diffused arterial vasculosis is met by it, but it is also called for in venous states. Its characteristic tinnitus aurium is certainly the sharp, shrill, hissing and piercing noises, but it also relieves the throbbing, pulsative noises, especially when the heart is hypertrophied and inclined to fatty degeneration. Diversity of lesion, diversity of aggravation, and prolixity of symptoms without any one feature being in prominence, calls for it: a moderate amount of catarrh of one or more of the orifices of the body, with tendency to flatulent distensions, depression, used up feelings, inability to think, are characteristic. But perhaps the most satisfactory action of K. iod., in the 30th, is in rickets (and rickety conditions) along with its many attendant symptoms. When children cannot bear to be touched, cannot ride in jolting conveyances, have big heads and emaciated limbs, big teeth and small jaws, and when they incline to frequency of urination and of defaecation, K. iod. will work wonders. In child-life K. iod. acts at once if indicated and completely clears away the symptoms: in adult-life it may often have to be reverted to during the treatment of very obstinate forms of disease. While this is true in a broad sense, it is also true that there is no known prescription that gives a better chance of removal of that very obstinate symptom tinnitus aurium than a single dose of K. iod. allowed to act. This must not be taken as justification for careless selection of the remedy in cases marked by contra-indicating features\" (Cooper)." ],
    "Relations" : [ "Antidoted by: Hepar. [Also Nit. ac. I have found in many instances Nit. ac. or give vast relief to syphilitics who had been saturated with K. iod. under old-school treatment, and were getting worse under it. This includes cases of iritis. Burnett mentioned to me a case of actinomycosis affecting the anal region cured by him with Nit. ac. 3x. The patient had been under leading old-school doctors, among whom massive doses of K. iod. is the general treatment of this disease.] Arg. n. relieved \"fulness and indigestion after each dose\" caused by K. iod. in a patient to whom I had given it. Antidote to: Merc., Lead-poisoning. Follows well: Merc. Followed well by: Nit. ac. Compare: Iod. (goitre; heart affections; < from warmth; phthisis); Caust. (< by touch; syphilis); K. carb. (< from coitus; < 2-4 a.m.; extreme sensitiveness); Lach. (smothering sensation on waking; extreme sensitiveness;", "the K. iod. headache is much more violent than that of Lach. and has hard lumps on scalp; K. iod. = Infiltration of bones as well as soft tissues, Lach. only of the latter); Merc. (syphilis, catarrh, sensitiveness to weather; stitching pains through lungs", "Merc. in different directions; K. iod. through sternum to back); Pso. and Gels. (hay fever; Gels. has more sneezing); Eriodict.", "\"Yerba Santa \"-(catarrhal phthisis) Ant. t. (threatened paralysis of lungs); Arsen. (catarrhal symptoms wasting; restlessness); Bell. (brain congestion); Apis (dropsy; < by heat); Lyc. (flatulent distension); Mez., Pul., Sil., Sul.; Act. r., Chi., Nat. sul., and Carb. sul. (noises in the ears)." ],
    "Causation" : [ "Drinking cold milk." ],
    "Mind" : [ "Half mad all night.", "Talkative and full of jokes.", "Sadness.", "Anxiety.", "Fright at every trifle; every little noise starting.", "Apprehensive and lachrymose in evening.", "Irritable; irascible, esp. towards his children; and excited, quarrelsome.", "Weeping from slightest cause.", "Sadness.", "Anxiety.", "Dreads the return of dawn, and the trivial details of life seem insupportable.", "Always troubled.", "Troublesome and unreasonable impressions easily strengthened into fixed ideas.", "Loss of memory; cannot find words at the moment wanted; cannot write his reports; cannot play music; formication in hands, marked weakness of lower limbs.", "Intellectual weakness and paroxysms of dementia, accompanied by headache." ],
    "Head" : [ "Intoxicated feeling.", "Vertigo.", "Vertigo in the dark, < railway travelling.", "Headache; at a.m.; inability to find a resting-place for head, > rising, with heaviness of it.", "Heaviness; on stooping; after dinner, making her fretful; and dulness.", "Congestion.", "Feeling as if much water were being forced into brain; as if head being distended.", "Violent, compressive or expansive headaches, with sensation of coldness in part affected, which is hot notwithstanding.", "Forehead: stitches on stooping; tearing or jerking stitches in l. sinus; tearing in r. side in evening, transiently > by pressure, with sticking; digging in l. side; aching; aching in sinuses and r. ethmoid cells.", "Digging or throbbing in one side of forehead only.", "Heaviness in sinciput and vertex, evening and night, with sensitiveness to touch.", "Temples: sticking in l. at p.m., with tearing; heaviness in r.; painful throbbing in l. in evening.", "Vertex: stitches in front of in evening; pinching here and there; pain as if it would be forced asunder, > external warmth but often returning, with external heat in vertex, but general chilliness; tension, with sticking in it and with tearing in l. temple extending into nape.", "Screwing together from both sides in morning, > open air.", "Occiput: pain, heaviness towards evening; tension in bones, with stitches.", "Pain in scalp on scratching, as if ulcerated.", "Hard lumps on skull with headache.", "Hair changes colour and falls out." ],
    "Eyes" : [ "Eyes surrounded by dark rings; and sunken; ferrety in morning.", "Cellular tissue about eyes oedematous.", "Protruding eyes.", "Discharge of purulent mucus in morning.", "Constant oscillation, inability to fix them, pupils dilated.", "Tearings beneath l. eye.", "Pain waking him, with lachrymation and burning in nose and throat.", "Biting in r. eye, > scratching recurring in evening.", "Burning in afternoon; in evening, with purulent mucus; with redness of lids and with lachrymation of r. eye.", "Uneasy feeling in l. eye in morning and on waking, external edge of periosteum of orbit tender on pressure, l. eye similarly affected, next day a peculiar pain in a direct line from external border of one orbit to that of the other.", "Lachrymation; (of r. eye).", "Balls painful on movement.", "Balls felt as if in a rubber covering, which kept up a constant contraction.", "Lids: swelling of; swelling of upper and tarsal regions, which were bluish red; tarsal cysts.", "Cutting in r. external canthus in evening; burning, with photophobia, evening.", "Conjunctivae injected; chemosis.", "Orbital margins: gnawing on r. lower; painful drawing in r. upper.", "Sensitiveness to light and vision obscured by undulations.", "Vision: dim; double; disturbed; dim with ringing in both ears." ],
    "Ears" : [ "Sticking: in r. ear during day; in l. in evening in bed, extending into head; extending into l. ear.", "Tearing: now in r., now in. l.; deep in r. in forenoon; in r. in evening, making it sensitive; in front of l., extending into temple, in bones; in front of r., extending into temple making whole side painful.", "Otalgia, with great sensitiveness of ear.", "Piercing pain, < r.", "Gnawing within and behind l.", "Boring pain in r. ear.", "Indescribable pain extending outward from l. ear in evening, and if she moves hand towards ear, even without touching it, it creeps over side of face, as if mesmerised.", "Feeling as if something had fallen in front of ears; with tearing.", "Itching in l. ear.", "Cracking in r. on attempting to swallow.", "Ringing; and buzzing.", "Sounds as of a river sweeping by; as of rain on roof; like cutting stones; grating, cracking noise, membrane sensitive.", "Hearing almost gone." ],
    "Nose" : [ "Tearing in upper part of l. nostril.", "Burning: in nostrils; in upper part, with feeling as if a leaf were in front of it; and in throat.", "Stoppage (in morning), with running of clear water; corrosive, burning.", "Tingling prickling, with violent paroxysmal sneezing, alternately r. and l. nostril occluded, heat in nasal sinuses, acrid discharge from anterior nares.", "Sneezing and running of clear water.", "Ineffectual efforts at sneezing.", "Coryza: with redness of eyes, nose, throat, and palate, with lachrymation, violent sneezing, running of water, frequent irritation to cough and swelling of upper lids; laryngitis.", "Running from nose; of burning water, making the skin sore; a stream of hot fluid, waking at a.m., with salivation at a.m.", "Discharge of thick yellow mucus.", "Violent bleeding.", "Loss of smell.", "Great sensibility of nostrils.", "From the least cold, redness of nose; ears; face; white-coated tongue, nasal voice, violent thirst, alternate heat and chilliness, dark hot urine, headache, and great soreness and tenderness of nose (in persons who have previously taken much mercury).", "Fulness in nose." ],
    "Face" : [ "Face yellow; more yellowish green than dead white.", "Swelling of l. cheek.", "Distension of cheeks and submaxillary spaces, with stiffness.", "Look earnest, wild, uncertain; excited, sometimes depressed; sad.", "Sticking in l. cheek, with jerking, then sensitiveness.", "Tearing in l. zygoma in morning when lying on it, with sticking.", "Malar bones sensitive to touch.", "Lost the power of moving cheeks and lips and unable to masticate.", "Jaws: stitches from l. upper to parietal bone in morning in bed; tearing in l. lower and in corresponding teeth; tearing in both sides of lower as if it would be torn out; gnawing in both sides of lower; excruciating pain in shocks like neuralgia, and in teeth; stiffness; stiffness and uneasiness; immobility.", "Lips dry, cracked, and coated; full of glutinous mucus in morning after waking.", "Painful drawing in r. side of upper lips and in gum.", "Sensitiveness of upper lip and of nostril, even when not touched." ],
    "Teeth" : [ "Jerking or shooting in r. eye-tooth, < lying down till midnight and from to a.m., < cold, > warmth, at one time pain as if the tooth would break, or as if a worm were digging in it.", "Tearing in l. upper teeth.", "Tearing in r. upper molars and in margin of r. orbit.", "Tearing in lower teeth in evening and feeling as if a weight hung from lower jaw.", "Throbbing in a hollow tooth when walking in open air.", "Grumbling in a hollow l. lower molar.", "Teeth feel too long in evening and are painful.", "Gum swollen and painful.", "Swelling about a hollow tooth.", "Ulcerative (shooting) pain in r. lower gums.", "Pain as from ulceration in teeth at night." ],
    "Mouth" : [ "Tongue: blister on tip of tongue with burning pain; hypertrophied, tender, covered with nodes and fissured by deep cracks; coated white.", "Spasmodic pain at root of tongue at night before sleep, extending to both sides of throat, causing fear of impending death, with sensation as if a spasm would close the pharynx.", "Tongue dry in morning and stiff, coated dark brown.", "Burning in a spot (also sore pain) on l. margin of tongue.", "Speech thick and indistinct.", "Hard and soft palate swollen, tender, and in many places excoriated, afterwards palate painful and felt as if the tissues were stretched laterally across posterior part of soft palate and root of tongue, pharynx and larynx dry, causing hoarseness, afterwards the secretions from mouth, nose, and eyes very acrid.", "Mouth dry; during chill in evening, with thirst.", "Mouth and throat dry and bitter.", "Burning in mouth as after hot food.", "Mouth numb in morning after waking.", "Salivation; with nausea.", "Flow of mucus and saliva from mouth.", "Bloody saliva with disgusting taste. Offensive odour; in morning after rising, almost as after onions.", "Taste: bitter, < throat, > breakfast; sweetish-bitter after waking; rancid after eating and drinking (after all kinds of food or drink); after taste of food; lost or like straw." ],
    "Throat" : [ "Swelling of thyroid gland (goitre) with sensitiveness to touch and pressure.", "Swelling and suppuration of submaxillary glands.", "Choking as if something stuck in throat, > hawking up a piece of thick mucus.", "Sticking in l. side only on swallowing, < evening, with ulcerative pain.", "Constriction.", "Rawness and scraping.", "Dryness and itching with burning at epigastrium, salivation, and coryza.", "Swallowing painful and difficult, with redness and swelling of soft palate and tonsils (< r.).", "Burning and uneasiness in oesophagus and stomach.", "Increased secretion of mucus in throat." ],
    "Appetite" : [ "Great bitterness in mouth and throat going off after breakfast.", "Bulimy.", "Appetite increased, next day diminishing or disappearing; lost.", "Aversion to all food to broth.", "Thirst; evenings." ],
    "Stomach" : [ "Eructations: of air in quantities; empty, hiccough-like.", "Hiccough in evening.", "Nausea: with pressure in stomach; with emptiness, not > eating.", "Vomiting; and purging at same time.", "Violent vomiting with salivation.", "Pain in stomach; intermittent; like an emptiness and coldness in evening, not > by soup.", "Painful beating in l. side of epigastric region in evening.", "Burning pressure in stomach, which is not > by risings.", "Burning in epigastrium; during digestion; > eructation, but immediately returning, with pressure; with acute pain.", "Constant inclination to water-brash without its really occurring.", "Heaviness; discomfort; faintness; indigestion.", "Clucking, a kind of crying, and borborygmi in stomach.", "Rumbling and shrill noises in stomach.", "Inflammation of stomach and intestinal canal." ],
    "Abdomen" : [ "Hypochondria: sticking in l. hypochondrium; in r. and in l. side of chest on talking; constriction in l. on a line with cardiac orifice of stomach; burning externally in l.; then in both groins.", "Sudden distension as if abdomen would burst, > by emission of flatus, in morning after waking, then diarrhoea twice.", "Movings and rumblings; rumbling as if something alive were moving in abdomen; then tension in groins.", "Emission of flatus.", "Tearing from both sides as if flesh would be torn off in afternoon, extending towards umbilicus.", "Cutting and burning round the umbilicus.", "Painful distension beneath umbilicus, > stool.", "Sticking at I side.", "Cutting in r. side; cutting in attacks in afternoon, with burning and nausea, inclination to eructations, which afterwards occur, itching externally about umbilicus and inclination to emission of flatus.", "Griping and burning.", "Griping, as by a claw, and in groins, with bearing down as if something would come out at pudenda.", "Cutting burning pain, always > open air, always returning on entering house.", "Pain; then hard, then soft stool; in abdomen and stomach, > evening after lying down, returning in morning on waking.", "Indescribable uneasiness, < night.", "Bruised pain in groins and small of back during menstruation.", "Drawing in l. groin with feeling as if something living were in it.", "Heat during menstruation; sudden heat in l. groin." ],
    "Stool" : [ "Discharges of serous mucus from rectum.", "Diarrhoea; with pain in lumbar region, as if broken, or as if menses would appear.", "Constipation.", "A few small faeces, hard, tenacious lumps, difficult to evacuate." ],
    "Urinary Organs" : [ "Bladder irritable.", "Painful urging.", "Urgent want to make water, with copious emission day and night.", "Frequent micturition of copious urine as clear as water; < night.", "Nocturnal and diurnal enuresis of childhood.", "Uric acid sediments disappeared gradually; while those of ammonio-phosphate of magnesia increased.", "Urea decreased." ],
    "Male Sexual Organs" : [ "Atrophy of testicles; r. disappeared, the l. of the size of an almond.", "Penis swollen and inflamed, with constant semi-erection and desire.", "Extensive swelling of glans with paraphimosis.", "Chancre-like ulcers with raised edges on penis, with burning in urethra.", "Condylomata.", "Excoriation by least friction.", "Erection slow and long-lasting, coition painful, prolonged, and no emission.", "Erections even after ejaculation.", "Descent of testicles with effusion into scrotum.", "Lancinations in scrotum frequently after coitus.", "Compressive pains in testicles, as if returning into pelvis.", "Sexual desire diminished." ],
    "Female Sexual Organs" : [ "Biting in pudenda, with leucorrhoea.", "Pressure in uterus when walking, > sitting, with dragging pain.", "Acrid leucorrhoea.", "(Leucorrhoea became thinner and more watery.).", "Menses returned in a week.", "Menstruation that had been suppressed six months flowed profusely, with pain in abdomen and diarrhoea.", "Menses two days late, but more increased.", "Discharge of blood between the periods.", "Sudden dragging in groins so that she must bend together, after the usual cold milk in morning, with frequent yawning, weariness in thighs, griping in abdomen, extending to thighs, restlessness, chilliness, gooseflesh, with anxiety and warmth in head, then eructations and rumbling in abdomen, menstruation which had just begun partly stopped, then nausea, pressure in stomach, < moving about, shivering in face and hands, with heat and Sweat in face.", "Menstruation that had existed two days diminished.", "Discharge of mucus from the vagina." ],
    "Respiratory Organs" : [ "Spasmodic croup in morning.", "Choking in trachea, with rawness obliging hawking, whereby she expectorated mucus.", "Affection of bronchia.", "Provocation in larynx to dry cough.", "Voice: altered in sound; nasal catarrhal; short, like her answers; feeble, at times tremulous; lost; lost at night.", "Inclination to cough.", "Dry cough, mornings; and evenings in evening with soreness of larynx.", "Short, hacking cough from rawness in throat.", "Oedema glottidis.", "Respiration difficult; on waking, in night, with loss of voice.", "Dyspnoea on ascending stairs, with pain in region of heart.", "Hoarseness with pain in chest, cough, oppression of breathing, and pain in both eyes.", "Dry, hacking cough, afterwards copious, greenish expectoration." ],
    "Chest" : [ "Pain as if cut to pieces in evening.", "Pain in l. chest as if sore externally, < touch.", "Oppression.", "Uneasiness about chest.", "Sticking: deep in middle of chest; in r. side; in r. costal region behind breast; in middle of sternum in afternoon, with pressure; in l. in evening; in r. lowest ribs at p.m., with sore pain; in middle when walking; in upper part of l. when sitting bent over, > becoming erect; in middle > moving about; in middle of sternum extending to shoulders.", "Breasts diminished in size, supply of milk was esp. diminished." ],
    "Heart" : [ "Sticking in heart; when walking.", "All the symptoms of endocarditis, oppression, faint-like exhaustion, tumultuous, violent, intermittent, and irregular action of heart and pulse, with tensive pain across chest, esp. affecting r. ventricle, which gradually became dilated.", "Seemed unequal to the task of circulating the blood.", "Palpitation; fluttering, causing faintness and sickness and preventing sitting up.", "Pulse-rapid; and full; and irregular; and small; slow and weak; slow and irregular; hard and tense; small and soft." ],
    "Neck and Back" : [ "Cervical glands enlarged.", "Sticking in r. side of nape when lying.", "Hard painless tumour like a wen on nape.", "Cracking in nape when moving head (Cooper).", "Throbbing between scapulae.", "Small of back: sticking when sitting; pain as if screwed in; pain and soreness; pain as before menstruation, with diarrhoea twice; pain as if beaten, so that she does not know how she shall lie; < sitting bent.", "Pullings in loins as if something alive there.", "Pott's curvature.", "Pain in coccyx as if she had fallen upon it." ],
    "Limbs" : [ "Tremor.", "Tearing above r. malleolus, in l. index and r. arm, but not in joints." ],
    "Upper Limbs" : [ "Shoulders: tearing in l.; in r., then in r. ear; pain in tendons of r. on motion, touch, and rest, like a tension and as if swollen; bruised pain in l.; paralytic pain only on moving them.", "Arm weak.", "Tearing in l. elbow, now in shoulders, now in r. elbow.", "Cramp in r. forearm above wrist on moving it.", "Pain like a tension and sticking in articular end of radius on moving r. index.", "Tearing in r. wrist, then itching on it, not > scratching, then an itching vesicle.", "Hands tremble.", "Bruised pain in margin of r. hand above little finger.", "Tearing: in index from base to tip; on inner margin of r. thumb; on l. middle and ring-fingers in evening: in inner surface of r. ring-finger, which is thereby flexed and cannot be extended; in r. thumb as if it would be torn out; jerking tearing in a line on outer side of bone of l. thumb, with sticking.", "Pinching on metacarpal joint of l. thumb.", "Contraction of fingers." ],
    "Lower Limbs" : [ "Gait disturbed; tottering.", "Sticking: in upper part of l. thigh; now in thigh, now in tibia, in l. hip on every step, obliging her to limp.", "Pain in hips, which produces lameness, with shootings at every step.", "Tearing: above hollow of knee, then also below it; in l. femur; posteriorly in r. thigh, with sticking; in r. thigh on and after waking at p.m., extending to below knee, > lying on sound side, lying upon r. side or back was intolerable; in a spot in middle of l. thigh, with paralysed pain as far as knee.", "Gnawing in hip-bones; in middle of r. thigh in evening when sitting with r. thigh over l.", "Upper part of thigh seems compressed during menstruation.", "Tearing twitching in r. knee.", "Housemaid's knee.", "Tearing: in knees at night; in periosteum of l. knee at night, with a swollen feeling; in outside of l. knee when sitting; in r. tibia; l. calf, then weakness of whole leg; l. calf when standing, > walking, with tension; downward in tibiae in evening.", "Gnawing in periosteum of l. leg.", "Painful drawing in calves when sitting.", "Legs give way.", "Painful weakness of legs.", "Tearing in back part of l. heel when sitting; in r. heel when standing, > walking.", "Ulcerative pain in heels and toes.", "Pain in l. instep in evening as if beaten.", "Tearing in great toes; in r. second toe." ],
    "Generalities" : [ "Emaciation.", "Marasmus resembling the third stage of phthisis.", "Nervous mobility; trembling; spasms.", "Spasmodic contraction of the muscles.", "Subsultus tendinum.", "Attacks of jerking of limbs, < l. arm, and of face, < l. side, with anxiety, apprehension and palpitation, one attack ended with vomiting and headache, once violent rolling of l. eyeball, pupils contracted, facial muscles contracted, l. corner of mouth drawn downward, mouth opened and closed numberless times while uttering unintelligible words, short rapid respiration, pulse hard and full, forehead, neck, and chest covered with sweat, face red, unconsciousness, after the paroxysm trembling, weeping, complaints of heaviness of l. arm, abdomen small, soft, tongue white rather than yellow, efforts to vomit, > vomiting.", "Haemorrhage from nose, lungs, rectum.", "Paralysis.", "Sticking in l. lower jaw, in tibia, l. thigh, l. forearm, in bones in forenoon, then in l. ear, at last in tendon of hollow of l. knee.", "Nervous susceptibility exaggerated.", "Sensation of turning around.", "Malaise.", "Irresistible desire to go into the open air.", "Vague indescribable feelings in head, back, and limbs.", "Restlessness.", "Weakness.", "Affects fibrous structures, as periosteum and capsular ligaments of joints.", "Most symptoms arise during rest, and are > motion.", "Consequences of rheumatic fever." ],
    "Skin" : [ "Purpura; miliary, non-pruriginous, sanguineous spots like purpura, in one case on thorax, in all others on legs only, more confluent anteriorly, sometimes an intermixture of petechiae of different ages, the new being of a brighter colour than the old.", "Multiple haemorrhage from skin and mucous membrane.", "Erysipelatous swelling of cheeks extending towards temples, with redness, with a few spots on forehead.", "Itching tetter on face; and dry, on cheek.", "Pimples: on chin and nose; sticking burning, below corner of mouth; sensitive, on nostril; sensitive, on cheek, surrounded by redness and swelling; itching, on chin and exuding water.", "Erythema.", "Eczema impetiginoides.", "Small boils (like furuncles) on the neck, face, head, back, and chest.", "Ulceration and yellow colour of tip of l. thumb, but it does not break.", "Vesicles of all sizes, becoming confluent and forming bullae, on hands, arms, groins, and feet; they contained a clear serous fluid, were on a hyperaemic base; in the early stages those on hands resemble dysidrosis, but became semi-opaque and shrivelled and dried without forming crusts.", "Biting on nape and forehead, then burning after scratching.", "Itching on r. natis, > scratching; on right instep in evening, < scratching; on inner side of r. upper arm, after scratching a dry red spot, which at first itches.", "Great itching of pubes.", "Unable to wash in cold water." ],
    "Sleep" : [ "Frequent yawning without sleepiness; frequent excessive yawning.", "Sleeplessness; almost all night, only sleepy towards morning.", "Waking every hour.", "Cried aloud in sleep towards morning.", "Starting up in first sleep, but soon falling asleep again.", "Restless confused sleep; and unrefreshing; from which he wakes with a start and distress as from some strong emotion or sense of calamity.", "Weeping during sleep.", "Dreams: wandering; joyous; of danger; anxious; that she would be killed; of falling and consequent violent starting up.", "Nightmare." ],
    "Fever" : [ "Chill: in afternoon from afternoon till next morning.; from to p.m., > in bed, with thirst from to p.m., < lying down; at night.", "Shaking chill at to p.m.; at night on frequent waking.", "All night with shaking and frequent waking.", "Shivering; of whole body in morning, except head, which felt hot.", "Shivering-creeping during menses, with coldness of hands and pressure and griping in hypogastrium.", "Creeping in back in evening, then coldness of whole body; chilliness from to p.m., creeping up back and extending over whole body, with sleepiness.", "At times chilly with dry skin, at other times with profuse perspiration.", "Chilliness not easily removed by external warmth.", "Heat in afternoon.", "Heat (flushes of), with dulness of head and discomfort of body; then sweat, from to p.m.", "Hot skin.", "Heat of head; with burning and redness of face; in forehead, eyes, nose and mouth, with anxious burning in throat extending behind sternum to ensiform cartilage; in feet.", "Sweat." ]
  }
}