{
  "remedyName" : "Kali Cyanatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Apoplexy. Asthma. Cancer. Cheyne-Stokes breathing. Ciliary neuralgia. Epilepsy. Headache. Neuralgia. Rheumatism. Speech, lost. Tongue, cancer of." ],
    "Characteristics" : [ "The Cyanide of Potash is much used in photography, and being for this reason an accessible poison, numbers of cases of suicide and attempted suicide by its means have occurred. It is from the symptoms observed in such cases that a great part of the pathogenesis is built up; but it has also been proved by Lembke and others. The apoplectic and epileptic symptoms of Hydrocy. ac. were reproduced in the salt, and one very pronounced symptom was slow breathing. Loss of consciousness and vision occurred, and as consciousness and vision returned, vision was double. Strong tetanic convulsions. In one poisoning case the fingers were stretched out and spasmodically contracted. In another case, after the failure of all efforts to restore the patient (a photographer) with ether injections and repeated washings out of the stomach, he was placed in a hot bath and ice-cold water was poured over head and nape. Each time water was poured on his head, the patient drew deep inspirations, which gradually grew deeper and more regular till consciousness was restored. He complained of sharp occipital and gastric pains. Convalescence was rapid, but a general muscular weakness and impairment of speech lasted a long time (C. D. P.). The chief clinical uses recorded of K. cy. have been in epithelioma of the tongue, apoplectic and epileptic conditions, respiratory disorders, rheumatism of the joints, and neuralgias. Cattell recorded in the early volumes of the Brit. Jour. of Homoeopathy (xi. 348) several remarkable cases of neuralgia cured by K. cy. I quote them from Hering's Guiding Symptoms: \"Agonising attacks of neuralgic pains between temporal regions and ciliary arch and maxilla, with screaming and apparent loss of sensibility, as if struck with apoplexy; pulse 84; face flushed.\" In this case the concomitants pointed to the drug. \"Severe neuralgia in temporal region and left upper jaw, daily at a.m., increasing till and ceasing at p.m.; in the interval, anorexia, fever, headache.\" The symptoms were < in a room; < immediately after meals (fulness); > by motion in open air. E. T. Adams (H. R., iv., 209) treated an inveterate whiskey-drinker, 55, for a swelling on the right side of the tongue, excavated so deeply that the first joint of the thumb could be laid in it. It had been pronounced cancerous. The patient could take no solid nutriment and fluids only with great pain. Under K. cy., 1/200 gr. doses, he recovered rapidly, was able to walk, and to eat dry bread and cooked beef with comparative ease. Persuaded by his former attendants to undergo operation, he died nineteen days after. Petroz was the first to give K. cy. in cases of this kind. A woman had cancerous ulcer of right side of tongue, involving the root. With a view of relieving the woman's sufferings Petroz gave her gr. 1/100 of K. cy. once in four days. In a fortnight the suffering was diminished, the tongue appeared less thick, and speech easier. In another fortnight the patient's countenance had lost its grey hue and drawn features, and she could eat a crumb of bread. The case went on to complete and permanent cure." ],
    "Relations" : [ "Compare: Hcy. ac., Amyg., Camph. In periodic ciliary neuralgia, Cedron. Neuralgia gradually increasing and decreasing, Stan., Plat. (also, according to Cooper, Sul.", "Sudden onset, gradual decline, Sul. ac.). Fingers spread out, Secal." ],
    "Mind" : [ "Disposition gentle.", "Crossness almost uncontrollable on entering room; while cold open air produces good spirits.", "Inability to recollect certain words (aphasia) for several days.", "Lying on floor in a deep stupor." ],
    "Head" : [ "Intense vertigo, so that all objects seemed to be moving around him.", "Head drawn backwards.", "He was unable to tolerate any covering on head, whether in the cold or warmth, because it caused the frightful headache, for months after the attack.", "Gnawing pain across temple.", "Sharp pains in occiput.", "Soreness of scalp over parietal regions." ],
    "Eyes" : [ "Eyes fixed.", "Eyelids began to open and shut alternately, eyeballs stared in different directions (after a few seconds).", "Eyes closed, but on raising lids the balls were seen to be in uninterrupted convulsive motion.", "Swelling of upper lids.", "Pupils largely distended, and insensible to light.", "Obscuration of vision, so that it was with difficulty that he distinguished the features of those near him.", "Loss of sight; as sight returned there was double vision." ],
    "Ears" : [ "Rushing in ears." ],
    "Nose" : [ "Blew pure blood from nose about a.m.; inside of nose feeling parched, hot, and dry; blood drying in nose very quickly." ],
    "Face" : [ "Pallor.", "Face livid and bloated.", "Turned blue in the face.", "Torturing neuralgic pains in orbital and supra-maxillary region, recurring darts at same hour with much flushing of that side of face.", "Twitching of face.", "Lips white (almost immediately).", "A reddish froth covered mouth and nose.", "There was noticed slight twitching of mouth when patient was spoken to in a loud tone, as though sense of hearing were awakened, though stupor still continued.", "Some difficulty in using lower jaw in act of speaking.", "Patient lay in a frightful tetanic cramp, jaws so tightly closed that it was impossible to open them: eyes drawn completely back into orbits, face distorted, nose pointed, mouth drawn outward, pulse imperceptible, and hands frequently attacked with muscular twitches." ],
    "Mouth" : [ "Lips and mucous membrane of mouth pale.", "Slight frothing at the mouth.", "A peculiar astringent taste in mouth, as of alum or green vitriol.", "(Cancerous ulceration of r. side of tongue).", "Tongue has peculiar darkish ground seen through heavy white coating.", "Power of speech lost, but intelligence preserved.", "Impediment of speech lasted a long time." ],
    "Throat" : [ "Astringent sensation in throat with nausea, lasting till after midnight.", "Feeling of constriction about fauces, with muscular tremors about throat; for one or two days afterwards complained of great stiffness about throat.", "Patient was able to swallow as soon as a large amount of fluid filled the pharynx; after every swallow the whole body was seized with convulsive tremors and flushes of redness overspreading face.", "Had no sensation of act of swallowing." ],
    "Stomach" : [ "Copious vomiting; followed by return of consciousness.", "Sharp gastric pains.", "Pain at epigastrium of a griping, intermittent character.", "Epigastrium prominent, almost immediately.", "Severe burning in stomach.", "Great sensitiveness of epigastric region." ],
    "Abdomen" : [ "A feeling as if bowels were about to act.", "Pains in abdomen; in groins, in afternoon." ],
    "Stool" : [ "Faeces came away involuntarily.", "Bowels obstinately constipated." ],
    "Urinary Organs" : [ "Bladder distended by a large amount of urine, which had to be evacuated by a catheter.", "Urine came away involuntarily." ],
    "Respiratory Organs" : [ "Voice hoarse after the attack.", "Loud mucous rattle.", "Respiration superficial.", "Slow and difficult breathing.", "Respiration became very slow, only seven to the minute; expiratory act prolonged; intervals between respirations remarkably long.", "Respiration nearly suspended, but thorax convulsively raised, at irregular intervals, far apart." ],
    "Chest" : [ "Anxious feeling in chest, soon (second day).", "Oppression." ],
    "Heart" : [ "Stitches in heart and lungs.", "Jerking stitches in heart on respiration.", "Palpitation of heart.", "Pulse at times fifteen beats slower than usual." ],
    "Neck and Back" : [ "Vague pain in nucha.", "Very marked weakness in lumbar regions, with dull pain and weakness of r. and l. iliac region, while walking and during afternoon." ],
    "Limbs" : [ "Limbs rigid and convulsed.", "Tetanic spasms of muscles of arms and legs.", "Limbs flaccid, with occasional slight general convulsions more like a shuddering than anything else." ],
    "Upper Limbs" : [ "Fingers stretched out and spasmodically contracted." ],
    "Lower Limbs" : [ "Gait seemed unsteady." ],
    "Generalities" : [ "General convulsions.", "Sudden convulsive action of whole body, about ten minutes after heart ceased to beat.", "Sphincters rigidly contracted.", "Took some weak milk punch, and smoked in afternoon; after which all symptoms vanished, and the effect of the medicine seems to have been cut short by this slight irregularity." ],
    "Sleep" : [ "Sleepiness during day.", "Restless, dreamful sleep all night; could not lie on one side for any length of time.", "Dreams very lively, esp. towards morning.", "During whole night, dreams horrid and exciting; then waking up partially, and feeling tired of lying on that side, as after great fatigue; turning on other side, another dream, waking, and turning again, and so on till morning." ],
    "Fever" : [ "Surface of whole body cold and moist.", "Shiverings.", "Coldness of extremities, which were pendulous and without muscular power.", "Extremities icy cold (almost immediately).", "On awaking from cat-naps has a chill, which, in fact, wakes him before he can get soundly asleep; followed by a very slight sweat.", "Awoke about a.m., with heat and disagreeable feverish perspiration over whole body, except legs below the knees, with flushed face.", "Hands and face covered with cold perspiration." ]
  }
}