{
  "remedyName" : "Kali Phosphoricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alopecia areata. Amenorrhoea. Anaemia. Asthma. Atrophy. Brain, concussion of. Brain-fag. Brain-softening. Cancrum oris. Carbuncle. Chilblains. Cholerine. Diphtheria. Dysentery. Enuresis. Face, neuralgia of. Feet, fidgety. Gangrene. Hypochondriasis. Hysteria. Insomnia. Melancholia. Menstrual headaches. Nervous dyspepsia. Neurasthenia. Night-terrors. Noma. Nymphomania. Oedema pulmonum. Paralysis. Pneumonia. Ptosis. Puerperal fever. Puerperal mania. Sciatica. Scurvy. Stomach, ulcer of. Ulcers. Urticaria. Whitlow." ],
    "Characteristics" : [ "According to Schussler: K. ph. is contained in the cells of the brain, nerves, muscles, blood (corpuscles and plasma), and intercellular fluids; and a disturbance in the motions of its molecules produces:-(1) In Thought cells: Despondency, anxiety, fearfulness, tearfulness, home-sickness, suspiciousness, agoraphobia, weak memory. (2) In Vaso-motor Nerves: First, small and frequent pulse; later, retarded. (3) In Sensory Nerves: Pains with sensation of paralysis. (4) In Motor Nerves: Weakness of muscles and nerves even to paralysis. (5) In Trophic fibres of Sympathetic Nerve: Retarded nutrition; even total arrest in a limited area of cells and then a softening. Depression is the characteristic of its action; conversely it cures depressed states of mind and body, hypochondriasis, hysteria, neurasthenia, nervous insomnia, spasms of irritable weakness, paralysis; septic states and septic fevers and haemorrhages, noma, scurvy, phagedenic chancre, carbuncles, typhoid, typhus fever and adynamic states, progressive muscular atrophy, round ulcer of stomach (due to disturbed function of trophic fibres of the sympathetic), alopecia areata (due, according to Schussler, to the same cause).", "Thus far Schussler, to whom we owe the medicine; and a very excellent ground-work of indications it provides. The action of the phosphoric element is very clearly visible, but for accurate prescribing something is needed beyond Schussler's indications, excellent as they are; and this something has been provided by a proving published by H. C. Allen in Med. Adv., xxviii. Schussler, as is usual with him, uses lower triturations, from 3x to 12x. No doubt that is wise when prescribing on the general indications he gives; but those who prescribe on the fine indications need not limit themselves to these. H. C. Allen's symptoms will be found in the subjoined Schema. As Allen points out, a vein of Kali symptoms runs through the proving, e.g., early morning waking, the peculiar mouth, and the severe action on the skin. (I may add to these \"< after coitus, \", and \"sensitiveness to touch.\") In menstrual headaches it is indicated, and in neurasthenia, and Allen has developed clinically the characteristic colour of the excretions", "golden or orange-yellow. The urine is very yellow. He cured with K. ph. an old pelvic abscess, with orange-coloured discharge, having given the remedy for sleeplessness. The provers experienced great lassitude; they lost much flesh. Nervous, hot, restless, easily startled. Trembling of hands from nervousness. Sensations: as if tongue would cleave to roof of mouth; as if a ball were rising in throat; as if a rocket had passed through head. Stitching pains. Numb finger-tips. The least touch causes starting. There is a toothache alternating with headache. K. ph. corresponds to those numerous cases in which there is increased sensitiveness to all impressions, from a weakness of the vital organismic resistance or control. In weakened states from shock, mental or physical, from over-strain or over-drain of the system. Nervous, restless; fidgety feeling in feet; trembling sensation in muscles of legs, especially of gastrocnemii. Numb sensations. W. T. Laird (H. R., xiv. 461) points out that K. ph. cures a nervous dyspepsia almost identical with that of Anac. The K. ph. patient is more decidedly neurasthenic than the other; and the relapses, which are frequent in both, are mostly due to dietetic errors in Anac. cases, and to excitement or worry in the K. ph. cases. H. M. Rean (Hom. News, xxviii. 82) reports three cases of amenorrhoea cured: Miss B., very nervous, pale blonde, skin rather waxy, cross and snappish, cries easily, constant dull headache, yet very drowsy all day.", "At times so fidgety could not control herself, and called her mother to hold her hands. Menses did not appear till eighteen, and were scanty then and since. K. ph. 3x four times daily caused great improvement at next menstrual period. In three months menses were regular and normal, and in five months the patient was perfectly well. H. T. Dodge gives these indications: Worn-out nursing mothers, tired to distraction by nervous babies. Worn-out business and professional men. Special indications being: Foul breath with low nervous condition; tongue with brownish mustard-like coat; dull heavy ache between shoulders; restlessness. He commends the higher attenuations where indications are close (Hom. News, xxix. quoting Critique).", "J. C. Nottingham (H. R., vii. 229) considers a leading indication of K. ph. \"nervousness arising from excessive sexual excitement, whether indulged or suppressed. He as cured impotence and seminal losses on these indications. Accompanying symptoms are: Aching in sacrum, sleeplessness, pain in back of neck and head, general irritability, great despondency, frequent micturition, large quantities being passed night and day and containing phosphates.", "H. C. Allen reports a case of subacute laryngitis in a woman six weeks after confinement, occurring concurrently with suppressed lochia and piles and non-appearing leucorrhoea, to which she had been subject. She was almost in articulo mortis when, on these indications", "\"In cases coming late under treatment, with great weakness, pale bluish face, &c.\" (Raue) \"Speech slow, becoming inarticulate, creeping paralysis\" (Hering) and \"The oxydation processes, the change of gases on respiration and other chemical transformations in the blood is brought about by the presence of K. ph.\" (Grauvogl).", "K. ph. was given and rapidly rescued the patient from the dangerous condition, though other remedies were required to complete the cure, in the course of which the piles and discharges came back.", "K. ph. craves ice-cold water, vinegar, and sweets. The conditions are: < After eating (stomach and bowels and maxillae", "diarrhoea while eating); after rising in morning on falling asleep; by lying on painful part by sitting and walking at to a.m.; in early morning (diarrhoea) from exposure to cold (neuralgic pains); from coitus; from continued motion; from sneezing (side pains); from facing the sun (eye pain); after drinking water (bearing-down pains); by lying down (ears); by lying on back (lumbar pains). > When menses come on (< before); after lying down; leaning against something; sitting up; bending double (colic in hypogastrium); from belching gas; from warmth; from motion if slight and of short continuance; from eating (occipital headache); by daylight (nervousness); out of doors (dull headache). It is suited to pale, sensitive, irritable persons." ],
    "Relations" : [ "Compatible: Cycl. (disordered mental conditions); K. mur. (puerperal fever); Mag. ph. (bladder troubles); Zinc ph. (brain paralysis with nephritic irritation); Nat. m. and Nit. ac. (haemorrhages). Compare: Phos., Phos. ac., the Kalis; Rhus (typhoid states; > motion, < by cold); Anac. (nervous dyspepsia); Hyo. (mania); Fer. (diarrhoea while eating); Ign. (hysteria); Bapt. (typhoid low conditions); K. ca. (< by coitus; stitching pains); Cycl. (menstrual headache); Op. (drowsiness); Lach. (< from sleep; typhoid states; putrid discharges; post-diphtheritic paralysis; > menses coming on); Arn. and Con. (blows); Con. (suppressed sexual excitement); Ars., Carb. v., Chi., Kre., Phyt., Puls. Compare also Agaricus. Hering says mushrooms contain K. Ph., and hence are useful after weakening illness to restore muscle and nerve." ],
    "Causation" : [ "Mechanical injuries. Blows. Sexual excitement, indulged or suppressed." ],
    "Mind" : [ "Morose, irritable; tearful; averse to be talked to; everything is too much; depression.", "Lethargy.", "Cannot recall names or words; mind sluggish, but will act if aroused.", "Extreme lassitude and depression; apprehensive.", "Loss of memory.", "Exhaustion after moderate mental effort.", "Flies into a passion and can hardly articulate; tongue feels thick.", "Restless.", "Nervous; starting.", "Perverted affections; cruel to husband; to baby.", "Indifferent and captious." ],
    "Head" : [ "Giddy when out of doors, < when facing sun.", "Seasick without nausea.", "Vertigo with pressure on brain.", "Occipital headache, lasting all night; frequent waking, with the pain > on rising.", "Woke with pains in occiput and loins, > lying on back, passed off after rising.", "Pains from l. eye to head, making him wretchedly ill; no > after sleep.", "Dull headache across eyes, > outdoors; < l. side; l. eyelid droops.", "Before menses violent tearing in forehead and sense of fatigue, > lying down and on menses appearing.", "Pain through base of brain from eyes to occiput, < night, > eating and gentle motion.", "(Headache before and during menses; r. eye to occiput, > heat, pressure, lying down, eating, gentle motion; < noise; always hungry, with headache.).", "Burning in forehead during stool.", "Intense headache from emotions and physical effort.", "Headache: morning on awaking; with vomiting of sour phlegm; making eyes unable to bear light.", "Pain across forehead and into both temples.", "Neuralgic pain at base of brain and upper spine.", "Sensation of a band round forehead just above eyes.", "Heavy dull pain over eyes as if brain would expand but for cranial bones.", "Sharp darting pain over l. orbit.", "Neuralgia in r. parietal eminence.", "(An aching nervous sensation in cerebellum and upper cranial region, with tenderness, involving entire head when aggravated.).", "Intense itching on scalp, < morning after waking.", "Soreness back of head, < pressure.", "Back of head sore, as if hair being pulled; then as if hairpins sticking in.", "Neuralgia in l. mastoid process, < motion and in open air.", "Itching of scalp; bald and dry." ],
    "Eyes" : [ "Conjunctivae inflamed.", "Watery secretion from eyes.", "Sensation: of sticks in eyes; of sand; dryness; burning; pricking and smarting.", "Eves full of mucus; < evening.", "Balls (l.) ache and are sore, tender to touch and pressure.", "Lids: swollen; agglutinated in morning; stye on l. lower; l. lid droops, almost closed.", "Sharp pain from eyes (r.) to temples in morning; > pressing on temples.", "Eyes feel sore round edge of lids, and burn as though they had been full of smoke.", "Eyes sore as after crying hard; awoke with severe pain through l. eye; throbbed and was < in sunlight.", "Eyes twitch.", "Eyes blurred.", "Intolerance of light with headache.", "Eyes tire with reading.", "Black spots moving before eyes." ],
    "Ears" : [ "Itching and pimples in canal and external ear.", "Deep-seated pain in ears, stinging, itching; < lying down.", "Sharp pain in l. ear and down l. cheek.", "Fulness, singing, and surging in ears.", "Hearing too sensitive; cannot endure noise." ],
    "Nose" : [ "(An inveterate catarrh was greatly relieved after proving the 30th.", "Thick yellow discharge, < morning.).", "Nostrils stopped, discharge of clear, stringy mucus.", "Obstruction; sneezes on slightest exposure to air a.m.; fluent watery coryza.", "Violent sneezing with symptoms of fresh cold.", "Sores inside nares with yellow crusts, and dark blood.", "Symptoms of cold with headache.", "Soft green or white discharge (< r. nostril).", "Small growth, very sensitive, at opening of l. nostril (lasted two weeks).", "Very sensitive smell and lack of smell." ],
    "Face" : [ "Itching: under beard; on r. cheek and temples.", "Itching pimples on forehead, suppurating next day.", "Brown patch from edge of brow to eyebrows three inches wide, lasting three months.", "Neuralgic stitches, esp. from upper teeth to l. ear, and from temples forward to a point just above r. eye, < from cold air (whilst driving), > by warmth of hand.", "Hydroa on lips; on upper lip r. corner; lip feels swollen and itchy.", "Pimples and sore crusts on lips; peeling.", "Soreness and swelling of parotids and axillary glands.", "Red, hot, burning face and forehead, at other times pale and yellow.", "Sickly, pale, dirty complexion.", "Pain in jawbones with stinging and aching, > after eating, speaking, walking, and by touch.", "Warm feeling, as if a candle were held near l. cheek." ],
    "Teeth" : [ "Teeth feel sore.", "Severe pains in decayed or filled teeth; surrounding gums much swollen.", "Pain in teeth after every cold.", "Aching in teeth, with much secretion of saliva.", "Grinding teeth, and mumbling, in sleep.", "Swelling of gums and upper lip; aching of teeth all night and forenoon.", "Gums feel swollen, soft, bleed easily.", "Dull frontal headache and nausea with dizziness, alternating with toothache." ],
    "Mouth" : [ "L. submaxillary gland swollen and sensitive.", "Offensive odour from mouth; mornings, like rotten cheese.", "Tongue: white; and slimy; greenish yellow; upper surface of, stiff; edges red and sore; red edges and transverse cracks.", "Roof of mouth: swollen; in ridges; feels as though lined with grease.", "Saliva profuse; and thick and salty; mouth tastes badly.", "Taste: bitter in morning; putrid, bitter, and sour." ],
    "Throat" : [ "Tonsils large and sore, esp. l.; dry sensation in throat as if from husks of grain.", "In morning both tonsils have distinct white solid deposits like diphtheric membranes; traces of it on pillars of fauces.", "Severe shooting pain from l. tonsil to inner ear, while driving in forenoon.", "Severe pain r. tonsil, <, swallowing.", "Soreness; full sensation; burning soreness and dryness, evening.", "Mucus: much after rising, causing nausea; salty." ],
    "Appetite" : [ "Hungry; but sight of food took away all appetite.", "No appetite; except for sweets.", "Appetite first increased; later, lost till end of proving.", "Desire for vinegar.", "Great thirst; for ice-cold water, a quantity at a time.", "Sweat during meals with drinking." ],
    "Stomach" : [ "Nausea after eating, afterwards drowsiness.", "Belching, smelling of sour and bitter food and of blood.", "Vomiting of blood and palpitation of the heart.", "Eructations of bile, < after eating.", "Nausea > by belching.", "Stomach: growls during menses; sore as if pounded; gnawing in, a.m. on waking; fulness and burning in." ],
    "Abdomen" : [ "Region of liver sensitive to pressure.", "Stinging and catching in spleen, < from motion.", "Awoke with extreme soreness of back and sides; sneezing occasionally, constant desire to; seems as though sides would break when sneezing.", "Abdomen distended with pain.", "Colic in hypogastrium, with ineffectual urging to stool; after breakfast; > bending double.", "Borborygmus (afternoon); fermentation; soreness.", "Sharp cutting pains r. side.", "Bearing down, > sitting up; < l. side; < after drinking water.", "Flatulence, griping, < when eating." ],
    "Stool and Anus" : [ "Stool: clay-coloured, watery; with urging, putrid flatus, followed by tenesmus, after breakfast; light-coloured, offensive, unsatisfactory; profuse, painless, offensive, before a.m., imperative; offensive, undigested, dark; < after breakfast and supper; < after dinner, < after breakfast and dinner.", "Diarrhoea while eating.", "Constipation; stools dark brown, streaked with yellowish green mucus.", "Aching in shoulders and arms, > by motion, evening.", "Burning in forehead with stool; afterwards slight chill from behind up back.", "Haemorrhoids protruding, with swelling and burning pains.", "(Paretic condition of rectum and colon following removal of haemorrhoids)." ],
    "Urinary Organs" : [ "Urine saffron yellow, reddish sandy sediment.", "Scanty, stream sluggish, a few drops pass later and wet linen.", "After micturition: burning, smarting in urethra.", "Stitching in bladder and urethra." ],
    "Male Sexual Organs" : [ "Passion increased; priapism in morning.", "Sexual instinct depressed; impotence.", "Strong desire, erections with desire to urinate, mornings; followed by impotence and painful seminal emissions at night.", "Utter prostration and weak vision after coitus.", "Emissions without erections." ],
    "Female Sexual Organs" : [ "Menses: five days early, scanty, with dragging pain in l. lower jaw; (late in appearing; amenorrhoea); irregular, scanty, almost black, first day thick.", "Stomach growls and legs ache as if about to become unwell.", "Before menses: sense of fatigue.", "During menses: sharp bearing-down pain; sensation of being bloated to bursting; restlessness, > moving and lying on abdomen; sharp pain through l. ovary, > lying on back, and by bending double; dull bursting headache, pain in l. leg and groin, tired and sleepy, borborygmus and heartburn at night.", "Stitching all through pelvis and in womb.", "Pains: in l. side and ovaries; across sacrum; across abdomen, l. to r.", "(Chronic abscess discharging periodically through vagina and rectum a copious orange-coloured fluid.).", "Yellow, greenish, blistering leucorrhoea, with too short menses.", "Intense sexual desire for four or five days after menses.", "Bloody discharge during pregnancy.", "Feeling of heavy weight on pelvis pressing down and backward.", "Night-pains during pregnancy." ],
    "Respiratory Organs" : [ "Cough: from irritation in trachea just below larynx, with scanty, thick, white, yellowish expectoration; without expectoration, to a.m.; sudden unexpected spell preceded by pressure in throat.", "Hoarseness, trachea feels hurt.", "Rattling or whistling cough; expectoration green or like soap-suds.", "Sputa; like salt, fetid or sweet; (yellow in phthisis)." ],
    "Chest" : [ "Intensely sharp, cutting pains (transitory) under (r.) breast and near waist, catching breath.", "Chest: painful; stinging in chest and sides; sore to touch; aching, l., through to scapulae." ],
    "Heart" : [ "Dull throbbing, l. side, seems to stop heart beating.", "Vomiting of blood, with palpitation.", "Palpitation from slightest motion or ascending stairs." ],
    "Neck and Back" : [ "Stiff neck from swelling of glands.", "Neck lame, tender to touch.", "Aching between scapulae.", "Stitches: severe in middle of back; towards front of chest with dyspnoea; > leaning against something, < lying on back and sitting or walking.", "Awoke with pains in occiput and loins, > lying on back, passed off after rising.", "Creeping sensation and intense pain along spine relieving the headache at intervals.", "Back: lame as from a fall; sore from shoulders down." ],
    "Limbs" : [ "Drawing pains in back and limbs, esp. of soles to knees, and shoulders to head, > by warmth and (temporarily) by moving the parts.", "Awakens a.m. with rheumatic pains in r. leg and both arms, passing away a.m.", "Constant pain in back and limbs, > motion." ],
    "Upper Limbs" : [ "Aching in shoulders and arms, > motion.", "Severe pain in scapulae on waking in morning, had to sit up in order to turn over.", "Pain first in r., then l. scapula.", "Soreness and swelling of axillary and parotid glands.", "Pain in arms from raising them.", "Twitching of muscles of arms and fingers.", "Numbness of r. arm and hand; itching and purple.", "No feeling in finger-tips." ],
    "Lower Limbs" : [ "Weak, tired, with pains in legs and back, > by gentle motion.", "Pain in l. groin; throbbing pain in r.", "Thighs lame.", "Legs swollen, numb.", "Pain in r. great toe and across instep, not > taking off shoe.", "Feet: cold, perspiring; swelling of, cracking of heels; burning of toes and soles; stinging of soles.", "Fidgety feet." ],
    "Skin" : [ "Blue spots on calves as if they would ulcerate.", "Itching: of whole skin, < on chest and under arms; in the night, esp. on scalp and under beard, soles, and palms, < to a.m.", "Pimples, small boils, itching.", "Pricking in abdomen as from a pin." ],
    "Sleep" : [ "Woke early, nervous, hot, restless; expected to see burglar enter.", "During sleep: mumbling and grinding teeth; talking.", "Sleepy, yawning, hard to wake.", "Very hard to awake, eyes hurt they feel so sleepy, yawns a great deal.", "Talks in sleep.", "Pains frequently change location and keep him awake; from or to a.m.", "Dreamed he was only partially clothed in a public place.", "Tendency to sleep on back developed (which was very uncomfortable before the proving).", "Lascivious dreams, with emission, wakes angry and cross.", "Sleeplessness during latter part of night (cured during the proving).", "(The instant she fell into a doze was aroused by violent spasms in l. ovary.).", "Night-terrors of children; awoke from sound sleep screaming with fright; somnambulism.", "Sleeplessness: from excessive mental exertion; after worry over business troubles; from nervous exhaustion; simple painless wakefulness." ],
    "Fever" : [ "Chills run up spine in evening, continued after retiring, could scarcely get warm in bed.", "Chilly; cold all day; heat during night, with strong inclination to eat.", "Return of offensive axillary sweat (cured months before with Lach.) Axillary sweat of odour of onions." ]
  }
}