{
  "remedyName" : "Kali Sulphuricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Antrum of Highmore, disease of. Asthma. Cataract. Catarrh. Chorea. Dandriff. Dyspepsia. Eczema. Epithelioma. Eustachian catarrh. Gleet. Gonorrhoea. Itch. Nails, diseased. Nettle-rash. Ozaena. Polypus. Psoriasis. Rheumatism. Rhus poisoning. Vertigo. Whooping-cough." ],
    "Characteristics" : [ "Schussler's account of this remedy is as follows: K. s., which in reciprocal action with iron effects the transfer of the inhaled oxygen to all the cells, is contained in all the cells containing iron. A deficiency of K. s. causes: \"A sensation of heaviness and weariness, vertigo, chilliness, palpitation of the heart, anxiety, sadness, toothache, headache, and pain in the limbs.\" These are < in a room; in warmth; towards evening; > in open, cool air. \"There ensues a desquamation of cells of the epidermis and epithelium, which have been loosened from their connection because they were not sufficiently provided with oxygen. The scaling off of these epithelial cells is followed by catarrhs with a secretion of yellow mucus. Therapeutically K. s. answers to the process of desquamation which takes place after scarlatina, measles, erysipelas of the face, &c.\"; to catarrh of larynx, bronchi, nostrils, &c., where the secretion has the above-named characteristics; to catarrh of stomach, where the tongue has a yellowish mucous coating; to catarrh of middle ear, and of the kidneys. K. s. effects the access of oxygen, and so facilitates the formation of new epithelium. Schussler points out that K. s. and iron carry on the same transference of oxygen in the organic world. When a sulphate and any oxide of iron comes into contact with decomposing organic substances they surrender their oxygen and form sulphurate of iron. By more oxygen this may be further decomposed into sulphuric acid and an oxide of iron. K. s. is Schussler's Pulsatilla. It has had no proper proving, and the fine indications are not so clear as they might be. The leading indications are those given by Schussler", "the Yellow colour of the discharges; the skin and mucous membrane appearances, and the < by warmth and > in open air. M. E. Douglass (H. R., x. 279) reports a case of asthma with thick yellow expectoration, much rattling in chest, laboured breathing, talking almost impossible, cured with K. sul. 3x, five grains every hour in the attack. Hansen cured with K. sul. 3x a case of psoriasis beginning on right leg, later attacking left leg and left elbow. Eruption, papular, oval and annular with paler centres, covered with whitish scales, skin beneath red and smooth. The guiding symptom was \"great desquamation of the epidermis.\" All symptoms are < in evening (Puls. < in twilight). \"Its sphere of action is in lymphatic vessels: when there is lack of this substance, a yellow mucous catarrh arises, or a yellow sticky discharge from isolated places on membranes.\" The pains are wandering: wandering rheumatism (Puls., K. bi.). Gonorrhoea and ophthalmia neonatorum (Puls.)." ],
    "Relations" : [ "Antidote to: Rhus poisoning. Compatible: Acet. ac. (itching and redness of skin); Calc., Hep., Puls., Rhus, Sep., Sil., Sul. Compare: Puls., K. bi.; Hydrast. (dyspepsia, epithelioma)." ],
    "Causation" : [ "Chill when over-heated. Injury." ],
    "Head" : [ "Dreadful vertigo: < rising from lying or from standing; when looking up.", "Rheumatic headache < in warm room, in evening, > in open air.", "Great pain on moving head from side to side or backwards, can move it forwards without pain.", "Yellow dandriff; moist, sticky.", "Bald spot l. side of head, also beard (after gonorrhoea,)." ],
    "Eyes" : [ "Purulent or yellow mucus in eye diseases; yellow crusts; yellow discharge.", "Ophthalmia neonatorum.", "Catarrh." ],
    "Ears" : [ "Catarrhal deafness; swollen Eustachian tubes.", "Discharge: watery, mattery; thin, yellow, sticky; brown, offensive (r.), with polypus; stinking." ],
    "Nose" : [ "Smell and taste lost (ozaena).", "Discharge: yellow, offensive; alternating with watery, < l.; thick, dark brown, semi-fluid, fetid from antrum of Highmore (l.); yellowish viscous in old catarrh." ],
    "Face" : [ "Faceache < warm room; evening; > cool or open air. Epithelioma r. cheek; r. side nose.", "Lips, blistered, swollen." ],
    "Mouth" : [ "Toothache < warm room, > open air.", "Taste: insipid, pappy; lost.", "Tongue: coated with yellow mucus; yellow, slimy, sometimes with whitish edge." ],
    "Stomach" : [ "Faint sensation at stomach and befogged feeling in head, fears to lose her reason.", "Stomach affections (pressure, as of a load; fulness) with yellow mucus coat on tongue." ],
    "Abdomen" : [ "Gastro-duodenal catarrh: jaundice.", "Hard, tympanitic abdomen (whooping-cough)." ],
    "Stool and Anus" : [ "Diarrhoea.", "Stools: yellow, slimy; watery, mattery; thin, offensive.", "Constipation; haemorrhoids (with yellow tongue)." ],
    "Male Sexual Organs" : [ "Gonorrhoea of glans or urethra; discharge yellow, mucous, or greenish.", "Orchitis from suppressed gonorrhoea.", "Gleet." ],
    "Female Sexual Organs" : [ "Menses: too late and scanty, weight and fulness in abdomen; every three weeks (ozaena); headache during.", "Metrorrhagia.", "Leucorrhoea yellowish or watery, mattery." ],
    "Respiratory Organs" : [ "Hoarseness from cold.", "Bronchitis, asthma, whooping-cough, pneumonia, &c., with yellow slimy skin, or watery, mattery and profuse expectoration; easily expelled." ],
    "Neck and Back" : [ "Stiff neck, head inclined to l., shoulders raised.", "Periodical pains in back, nape, or limbs, < warm room, > cool air." ],
    "Limbs" : [ "Acute and wandering rheumatism of joints; from chill when over-heated." ],
    "Upper Limbs" : [ "Eruption on l. axilla about neck and on back of hands (Rhus poisoning).", "Scaly eruption, most on arms, > from hot water." ],
    "Skin" : [ "Jaundice.", "Suppressed rash of measles, &c.", "Abundant scaling of epidermis.", "Burning itching, papular eruption exuding pus-like moisture. Fine red pimples running together.", "Scurfs, scaling, chapping.", "Sores with yellow, sticky secretions.", "Epithelial cancer.", "Eczema.", "Itch.", "Intertrigo.", "Nails diseased." ],
    "Sleep" : [ "Very vivid dreams." ],
    "Fever" : [ "Intermittents, with characteristic tongue." ]
  }
}