{
  "remedyName" : "Kali Ferrocyanatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Chlorosis. Debility. Dysmenorrhoea. Dyspepsia. Heart, fatty degeneration of. Leucorrhoea. Menorrhagia. Rheumatism." ],
    "Characteristics" : [ "The Ferrocyanide of Potash is prepared \"by fusing animal substances such as the cuttings of horns, hoofs, and skins with Carbonate of Potash in an iron pot, lixiviating the crude product with water, and purifying the salt with crystallisation\" (Brunton). In the old school the only uses made of this salt are as a test, and in the preparation of Hcy. ac. Thanks to a proving made under the guidance of J. B. Bell, homoeopaths have found in it a remedy rivalling Sepia in the uterine sphere, and Kali c. in its action on the heart. The Kali element seems the predominating power in this salt. The bearing-down sensation and the gastric sinking are prominent indications. Menses too frequent and too profuse. Passive uterine haemorrhages. There is a periodicity in the complaints of K. fcy. Debility, tremors, numbness, haemorrhages, chlorosis, wandering neuralgic pains are among its general effects. W. G. Dietz reports (Amer. Hom., xxiii. 58, quoting N. A. J. H.) this case: Mrs. H., 23, mother of three children, small, anaemic, weak. Four years ill with \"incurable heart disease,\" as she had been told. Symptoms: Much distress in heart region. Frequent attacks of pain, a severe ache with occasional sharp plunges; generally < by moving about, exertion, and > by rest; occasionally the conditions are reversed. Palpitation generally accompanies the paroxysms, but may occur independently. Mentally depressed, knows she has heart disease and is going to die.\" Appetite fitful bowels inclined to be constipated. Urine pale, 1,014, passed frequently. No abnormal constituents. Chilly, hands and feet cold. No organic disease of heart discovered. Has taken quantities of patent medicines. K. fcy. 1x three times a day, improved in two weeks and cured in four months.", "The symptoms are < on rising; on awaking; in the morning; on moving; on walking. > In afternoon. Touch <; patients very sensitive to touch." ],
    "Relations" : [ "Compare: Sep. (bearing-down pus-like leucorrhoea, profuse, unirritating; sadness even to tears sinking sensation; passive uterine haemorrhage with consequent debility); K. ca. (gastric sinking connected with weakened heart; heart-beats diminished in number and force with consequent coldness, sinking, vertigo, tremors); K. cy. (periodic neuralgia); Stann. (sun-headaches) Fer. and K. ca. (chlorosis); Digit. (heart-poison; slow pulse) K. ca., K. chl. (sensitiveness to touch); Collins.; Hcy. ac." ],
    "Mind" : [ "Sad; tearful; thinks he will soon die and leave his friends.", "Irritable, easily vexed." ],
    "Head" : [ "Vertigo, coldness, numbness, with sensation of gastric sinking, sometimes universal tremors as in ague fit.", "Periodic neuralgia following the sun." ],
    "Nose" : [ "Much sneezing during pressure and mucous discharge." ],
    "Mouth" : [ "Ptyalism, with redness, swelling, and tenderness of gums, and aphthae of mouth and fauces." ],
    "Throat" : [ "Throat sore and dry on waking, but soon after expectoration came on with >.", "On waking, sensation as if fauces raw and tonsils swollen." ],
    "Stomach" : [ "Sinking.", "Slight nausea when dressing.", "Acidity; sour eructations; flatulence, sour or tasting of ingesta; pressure at stomach after eating accompanying symptoms of uterus." ],
    "Male Sexual Organs" : [ "Too early emissions and little pleasure.", "Nocturnal emission with indistinct amorous dreams." ],
    "Female Sexual Organs" : [ "Menses: too frequent and too profuse; late; metrorrhagia.", "Passive painless flow, natural colour, thin, causing much debility.", "Leucorrhoea: like pus, yellowish, creamy, profuse, unirritating; only after menses, usually by day; with pain in small of back.", "Sensitiveness of hypogastrium to pressure, womb tender (during pregnancy)." ],
    "Heart" : [ "(Fatty heart with weak, irregular pulse.).", "Heart's action weakened and slowed.", "(Hypertrophy with dilatation.", "Functional heart disorders with anaemia.)" ],
    "Generalities" : [ "Debility; pale lips, gums, and skin; cold hands and feet; frequent profuse watery urine, sometimes with traces of clotted blood; wandering neuralgic pains; periodic neuralgia of head following sun." ]
  }
}