{
  "remedyName" : "Kali Arsenicosum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bright's disease. Cancer. Deafness. Diarrhoea. Dropsy. Eczema. Epithelioma. Exophthalmos. Eyes, affections of. Herpes zoster. Jealousy. Measles. Melancholy. Miliary rash. Neuralgia. Neurasthenia. Psoriasis. Skin, affections of. Tongue, neuralgia of. Varicose veins. Ulcers." ],
    "Characteristics" : [ "It is not possible to separate entirely the pathogenesis of Ars. alb. and Kali ars. Kali ars. is the favourite form in which Arsenic is prescribed by the allopaths, consequently the bulk of observations from over-dosing are due to this preparation; and as it is named Liquor arsenicalis it is considered as Arsenic and nothing else. However, a sufficient number of pure observations have been made to warrant a separate consideration. The cases of poisoning with massive doses present nothing to distinguish them from cases poisoned with other arsenical preparations. But Kali ars. has had a short proving, and a number of cases of medicinal provings in allopathic hands are on record. Jonathan Hutchinson has recorded a number of cases of right-side herpes. One of his patients observed that whilst taking Kali ars. her sclerotics became thick and yellow instead of clear and bluish. The iris which was blue became more grey. Her skin instead of being fair and florid became muddy and older looking. This was a mystery to Hutchinson seeing that he usually gave Kali ars. to make the skin clearer, but he was compelled to record the homoeopathic fact, though, he did not apparently perceive the homoeopathic solution of the mystery. The same authority has put on record cases of epithelioma developing after prolonged medication with Kali ars. for psoriasis. The skin symptoms of Kali ars. are exceedingly well marked. In one case an attack of measles was almost exactly depicted. Itching was < at night; and < on undressing, < by warmth. Among the peculiar symptoms of Kali ars. are: \"Head feels larger.\" \"Protrusion of eyeballs.\" \"Burning and numbness of tongue; tongue feels too large.\" \"Sensation of a ball rising from pit of stomach to larynx causing suffocation.\" \"As if a red-hot iron were in anus.\" Periodicity was marked as with Ars.; symptoms were < every other day in the morning; mind symptoms < every third day. The right-sidedness of Ars. was reproduced in the right-sided herpes, repeatedly noticed by Hutchinson, but there was a left-sided headache. A case of deafness of years' standing was cured with Fowler's Solution (gr. 1/60 of the salt), the accompaniment being constant sickness; nothing could be kept down." ],
    "Relations" : [ "In some cases of overdosing Kali iod. proved antidotal. For other antidotes see Arsen., which it greatly resembles, and with which it must be compared. Compare: Levico, Nat. ars., and other Arsen. compounds; Chi. (periodicity) Cicut. (fixed eyeballs); Rumex and jug. r. (< on undressing); Iod. Kali bich., Merc. c." ],
    "Mind" : [ "Scolding, morose, retired, quarrelsome, and discontented, jealous, indifferent to everything, scarcely answered questions addressed to her, or replied to them in a peevish tone; eyes had a fixed look, face looked frightened and anxious; < every third day.", "Nervous depression.", "Great nervousness." ],
    "Head" : [ "Thought her head felt larger.", "headache in l. parietal bone, as if it was sore and pressed upon by a hand; behaves like a crazy person.", "Constricted feeling in head, as if there was a wound on parietal bone which was being scratched; the place feels hot; pressure does not >.", "Crusta lactea." ],
    "Eyes" : [ "Startled look, with protruding, brilliant eyes, pale face, and sunken cheeks.", "Eyes red.", "Heat and itchiness of lids, followed by swelling and tenderness; conjunctiva becomes inflamed, eye sensitive to light, dark discolouration round orbit.", "Itching of conjunctiva.", "Protrusion of eyeballs.", "Whites of eyes look thick and yellow.", "Jaundice.", "The blue iris becomes more grey.", "Conjunctiva glassy.", "Dyspnoea; injected conjunctivae, and eyeballs fixed.", "Right eye weaker; watery, as after weeping." ],
    "Face" : [ "Nodular eruption on face; boils.", "Face pale.", "Complexion muddy.", "Looks older.", "Furfuraceous eruption on beard." ],
    "Mouth" : [ "Gums swollen and tender.", "Tongue clear, red, like raw beef.", "Tongue coated on edges only with mucous stripes.", "In middle towards tip of tongue a smooth, red spot with troublesome burning and numbness. (Neuralgia of tongue).", "Tongue swollen, felt too large in mouth.", "Tongue whitish." ],
    "Throat" : [ "Sensation in throat and larynx as if forced asunder.", "Throat dry and sore.", "Throat constricted with copious flow of saliva." ],
    "Appetite" : [ "Appetite lost.", "Intense thirst." ],
    "Stomach" : [ "Constant pain and nausea after food; frequent vomiting of ingesta.", "Weight after eating.", "For one or two hours, repeated every five or ten minutes, sensation as of a ball rising from pit of stomach to larynx threatening suffocation, > by loud belching.", "From pit of stomach to spine an anxious feeling accompanied by palpitation, not perceptible objectively.", "Empty feeling in stomach.", "Sin king at epigastrium with faintness." ],
    "Abdomen" : [ "Burning pain in bowels; unquenchable thirst; belly tense and painful; involuntary watery stools with sense as if a red-hot iron were in anus.", "Frequent griping pains in bowels, and almost constant desire for stool; considerable tenderness in whole abdomen, which is distended." ],
    "Stool and Anus" : [ "Violent diarrhoea.", "Stools white, watery, frothy.", "Sensation as of a red-hot iron in anus." ],
    "Urinary Organs" : [ "Urine scanty with pellicle." ],
    "Female Sexual Organs" : [ "Cauliflower excrescence of os uteri, with flying pains, pressure below os pubis, and stinking discharge.", "Menses absent.", "Milk entirely arrested (afterwards restored by treatment)." ],
    "Respiratory Organs" : [ "Some gastric cough, and frequent raking of throat and fauces of a muco-purulent secretion mixed with specks of blood.", "Complete aphonia, following skin affection." ],
    "Pulse" : [ "Pulse weak and contracted.", "Pulse small, scarcely perceptible, rapid." ],
    "Back" : [ "Much pain and tenderness down spine." ],
    "Limbs" : [ "Palms and soles spreckled over with corns." ],
    "Upper Limbs" : [ "Aching pain in r. shoulder and elbow, followed by herpetic eruption." ],
    "Lower Limbs" : [ "Knees bent up so he could not move his feet.", "Varicose veins of legs.", "Crampy feeling of lower extremities, with partial loss of motion and sensation, livid in places, tending to slough." ],
    "Generalities" : [ "Such weakness she cannot sit up in bed; a loud noise or sudden, unexpected motion throws her whole body into a tremor.", "Emaciation.", "Tremor.", "Faintness.", "Phagedenic ulcers, deep base and turned-up edges.", "Rheumatic, gouty, and syphilitic pains.", "Gouty nodosities." ],
    "Skin" : [ "Dry, wilted skin; emaciated to a skeleton.", "On three different occasions, swelling of face and eyelids, then erysipelas invading whole face ending in desquamation in a week.", "Acne, appearance like that in early stage of variola.", "Miliary eruption.", "Herpes zoster behind r. ear, r. side of neck, r. shoulder, r. upper arm, r. chest, a few isolated vesicles l. side of neck.", "Severe attack of shingles r. side of chest.", "Eruption covering entire body except scalp, comes out in red papulae, varying in diameter from size of pin's head to that of a three cent. piece; vesicles form on summit, suppurate, crusts form and fall off, leaving a sore which heals; the places occupied by these sores are marked by a dark-coloured cicatrix, and the skin generally has a dusky look; intolerable itching, stinging, and burning, esp. on undressing at night; it is < on trunk, leg., and forearms; mind much depressed.", "Lichen confluens over whole body except face, palms, and soles, and part of chest; the rest studded with papulae, particularly distinct about outer sides of thighs, arms, and back; they are covered with very minute, flimsy, whitish scabs, causing a powdery appearance of skin; head very scurfy; hair crisp and dry; often irritation in skin, which becomes reddened and cracked, particularly about bend of arms and knees.", "One of the earlier signs is a minute papular rash, which by and by assumes the form of delicate, brownish scales giving the skin an unwashed appearance; esp. observed on parts protected from light by clothing.", "After taking it for three weeks, suddenly, after feeling ill for a few hours, a copious rash made its appearance on face, hands, and chest, like measles; accompanied by catarrhal symptoms swelling of face, lips, eyelids, yellow-furred tongue, gastro-intestinal irritation, intense lameness of feet, standing giving great pain; complete aphonia followed in a few days, desquamation commenced in tenth day; redness lasted some weeks.", "Epithelial cancer supervened after prolonged medication with Kali ars. for psoriasis.", "A clerk had taken arsenic for a long time for psoriasis, palms and soles became spreckled over with corns, finally epithelial cancer of scrotum appeared (Hutchinson).", "Dry chronic eczema; skin of arms thicker and rougher than natural, covered with flimsy exfoliations of epidermis; very irritable, itching and tingling when she gets warm; intensely fissured about bends of elbows and wrists; occasional exacerbation, with eruption of distinct vesicles; languor and lassitude; pale, sallow complexion; catamenia irregular.", "Patches of psoriasis on back, arms, and spreading from elbows, and anteriorly on legs, size of a crown piece, and indolent.", "Psoriasis: scaly itchings, causing him to scratch till an ichorous fluid discharges, forming a hard cake.", "Discolouration of skin after psoriasis and lepra.", "Psoriasis in numerous patches, with great itching; the patches becoming more active, scale off, and are replaced by smaller they leave behind them a red skin.", "Jaundice." ],
    "Fever" : [ "Temperature of surface diminished.", "Skin cool, dry.", "Increase of heat and dryness of skin.", "Temperature, which before had been normal rose to 101, with malaise and anorexia." ]
  }
}