{
  "remedyName" : "Kali Bromatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Aphasia. Apoplexy. Asthma. Cholera infantum. Chordee. Colic. Diabetes. Emissions. Epilepsy. Erythema nodosum. General paralysis of insane. Haemorrhoids. Impotence. Laryngeal crises. Laryngismus. Locomotor ataxy. Nightmare. Nose, eruption on. Ovaries, affections of. Paralysis. Paralysis agitans. Polypus (rectal). Psoriasis. Screaming. Sebaceous cysts. Seborrhoea. Self-abuse. Sensibility, loss of. Sleeplessness. Somnambulism. Speech, affections of. Syphilis. Tetanus. Urine, incontinence of." ],
    "Characteristics" : [ "Kali bro. has been proved, but the greater part of the pathogenesis is made up of symptoms observed in allopathic overdosings, to which are added symptoms cured in the practice of homoeopaths. In old-school practice K. bro. has been given in epileptic and other convulsive affections rather with the idea of overwhelming disease than of curing it. The effect has been in numberless cases to reduce or prevent the recurrence of tits at the expense of keeping the patient constantly under the influence of the drug and producing a state of mental hebetude or actual imbecility, \"decreasing the excitability and power of the motor cells of the brain\" (Alberton). Along with this it has produced a great variety of skin eruptions. At the same time, K. bro. has a decidedly specific relation to epilepsy and the epileptic state, and in its own cases will cure in the attenuations. K. bro. has a very profound action on the generative organs and the mental side of the generative sphere: sensual, lascivious fancies; satyriasis and nymphomania and finally impotence and wasting of the sexual organs. The cases of epilepsy in which it is curative are chiefly those associated with sexual excess or abuse in men; and those in which the fits occur during or near the menstrual period in women. The power of K. bro. over the sexual sphere is very great. In my allopathic days I have often known a few grains of the salt given at bedtime permanently relieve youths who were troubled with erections and sexual excitement on going to bed. It might have acted as well in the attenuations, but it could not have done better. It is indicated also in cases of epilepsy occurring at the new moon; and when headache follows the fit. In spasms from fright, anger, or emotional disturbances in nervous, plethoric persons; during parturition, dentition, whooping-cough, in Bright's disease. One of the most troublesome \"accidents\" of the allopathic use of K. bro. is the production of eruptions of many kinds, but most notably acne. Acne has a very definite relation to the sexual organs, being especially noticeable at puberty and, in women at the menstrual period. I know of no remedy of such universal usefulness in cases of simple acne as K. bro. It has produced moist eruptions and pityriasis of the scalp. The sebaceous follicles are particularly affected, which should give it a place in seborrhoea. Erythema nodosum was observed in some patients under its influence. The moral and intellectual faculties are greatly disordered. The memory is lost: forgets how to talk; aphasic, has to be told the word before he can speak it. Depressed, melancholic; uncontrollable weeping. \"Feel as if they would lose their minds.\" Restlessness and sleeplessness from worry. Staggering gait; ataxia; numbness and tingling in legs and spine, with increase in sexual appetite. \"Fidgety hands\"; fingers must be playing with something; twitching of fingers; cannot sit still. Night terrors in children from over excitability of brain; from worry; during dentition. Cholera infantum with hydrocephalic symptoms. Drowsiness is one of the notes of the drug: \"Drops asleep in his chair, and if aroused falls asleep again immediately.\" The deep sleep may be broken by a start, though waking is very difficult. Confused dreams. Benumbed sensation of brain. Reflexes are diminished, and there is general loss of general sensibility, and also of certain parts, particularly fauces, larynx, and urethra. This depressed state has another side to it in the curious restlessness and fidgetiness. In the lungs pulmonary oedema or suffocative bronchitis may develop; the patient may become cachectic and the condition resemble typhoid fever (Amory Hare). Wenzel Heyberger has recorded (H. R., ii. 215) a case of diabetes in a lady, 68, cured with K. bro. The patient had been ill five months and was reduced to a skeleton. She first noticed a remarkably good appetite but after meals had heartburn and eructations. Then there was polyuria and frequent disturbances at night to pass water. Weak in the head, confused, memory impaired. Vision almost gone. Rushing and roaring in ears. Tormenting thirst. Stools difficult and delayed. Powders medicated with K. bro. were given, one every six hours. The first night the patient slept without disturbance and the quantity of urine and proportion of sugar diminished. After about six-weeks the improvement seemed to stop and K. bro. was given in allopathic doses, but this aggravated the condition. K. bro. was resumed, and the case went on to a cure. Hale cured with K. bro. many cases of cholera infantum, and one case of \"violent periodic umbilical colic, leaving tenderness on pressure.\" The characteristic hour of recurrence is p.m. Another feature of the K. bro. action is in relation to new growths. A number of cases of ovarian cyst have disappeared under its action, also fibroids and fatty tumours. The acne-producing property of the drug shows its relation to sebaceous secretions, and it has removed sebaceous cysts and wens. In connection with ovarian tumours or other affections, or independently, there may be uterine haemorrhage", "metrorrhagia or menorrhagia. It may arise from reflected irritation and may be accompanied with sexual excitement. But that is not necessarily the case. \"Flooding, especially in young women,\" is Hering's indication. Burford has used it extensively in such cases and generally in attenuations approaching the crude. K. bro. is more particularly adapted to persons inclined to obesity; to children; to nervous women. More symptoms have been noted on the right side than on the left. Among the remarkable sensations are: \"Parts feel as if growing large.\" \"Paroxysms of numbness; feels as if needles were pricking him.\" Trembling sensation. A marked periodicity appears in the symptoms (which itself relates the drug to epilepsy); symptoms recur paroxysmally. Every 2, 3, or hours. Twice a week; fortnightly; at new moon. Urticaria in winter. Most symptoms are < at night. < a.m. regularly. There is chilliness in a hot room; and itching during high temperature. < In hot weather; < in summer. Skin > in cold weather. Vertigo is < by stooping. Cough < lying down. The old-school contra-indications for the Bromides are: General asthenia and feebleness of the nervous system; post-typhoidal and post-puerperal insanity; senile softening of the brain; and when the gastro-intestinal mucous membrane is irritated (Hare). These are keynotes for K. bro. in high attenuations." ],
    "Relations" : [ "K. bro. is antidoted by: Vegetable acids, oils, Camph., Nux v., Zinc. It antidotes: Lead-poisoning. It follows well: Aco. and Spong. in croup; Eug. jambos in acne. Compare: Bro., Camph. bro., Amm. bro., Aur. bro. (night-terrors), K. carb. (persons inclined to obesity; also Am. c., Calc. c., Graph.), K. iod. (acne, syphilis), K. phos. and Calc. c. (night-terrors). Hyo. (mania; excited sensorium without inflammation of brain; fears being poisoned; sees ghosts; sexual excitement); Plat. (sees ghosts, demons, &c.); Arg. n. (fearful apprehensive mood; imagines cannot pass a certain point). Glo. (fears being poisoned; also Rhus t.); Staph. (mental depression, weakness of legs from masturbation); Gels. (in inco-ordination of muscles); Con. (nervous cough during pregnancy). Bov., Stram. (slow, difficult speech; stammering); Ip. (cholera infantum); Zinc. (fidgety restlessness; Zinc. of feet, K. bro. of hands); Tarent. (reflex symptoms; any little irritation such as dentition or indigestion may = convulsions. Fidgety hands)." ],
    "Causation" : [ "Anger. Fright. Emotional disturbance. Worry. Business losses and embarrassments. Sexual excess. Sexual abuse." ],
    "Mind" : [ "Unconscious of what is occurring around them; cannot recognise, nor be comforted by, their friends.", "Memory absolutely destroyed; anaemia; emaciation.", "Loss of memory; had to be told the word before he could speak it (amnesic aphasia).", "Inability to express oneself.", "Writing almost unintelligible from omission of words or parts of words; words repeated or misplaced.", "Mentally dull, torpid; perception slow, answers slowly.", "Benumbed sensation of brain.", "Fearful, apprehensive mood; imagines he cannot pass a certain point.", "Drowsiness.", "Fears to be alone.", "Frightful imaginings at night (in pregnant women during later months), they are under impression that they have committed, or are about to commit, some great crime and cruelty, such as murdering their children or husbands.", "Hallucinations of sight and sound, with or without mania, precede brain and paralytic symptoms.", "Delirium, with delusions; thinks he is pursued; will be poisoned; is selected for Divine vengeance; that her child is dead, &c.", "Delirium tremens, in first or irritative stage; face flushed; eyes red; delirium active; horrid illusions; hard, quick pulse.", "Puerperal mania, with fulness of blood-vessels of brain.", "Hands constantly busy; all sorts of fearful delusions; walks the room groaning, bemoaning his fate; full of fear; unsteady.", "Fits of uncontrollable weeping and profound melancholic delusions.", "Feeling of lightness and exhilaration in place of heaviness and depression.", "Depressed; low-spirited; has nervous anxiety.", "Profound melancholic depression, with religious delusions and feeling of moral deficiency; frequent shedding of tears, low-spirited and childish, giving way to her feelings; profound indifference and almost disgust for life (melancholia).", "Profound melancholy from anaemia.", "Night terrors of children (not from indigestion), with screaming in sleep, trembling, unconsciousness of what is around them; cannot recognise, nor be comforted by, their friends; sometimes followed by squinting." ],
    "Head" : [ "Heaviness, confusion; slow speech; staggers as if drunk.", "Dizziness, noises in ear; nervous excitement; sleepless.", "Vertigo: palpitation, nausea, even unconsciousness; memory growing weak; as if ground gave way; staggering gait; confusion and heat of head, drowsiness, stupor; fainting and nausea followed by sound sleep.", "Constrictive sensation in brain as if too tight, with a feeling of anaesthesia of brain.", "Headache in r. frontal protuberance; sleepy.", "Severe, throbbing aching pains in occipital region, extending down as far as dorsal region cannot sit up or walk, or shake head without feeling <; great weakness and depression of mind.", "Violent headache, particularly in occiput.", "Flushed face, throbbing of carotids and temporals, suffusion of eyes; feeling of fulness of head.", "Brain irritated.", "Anaemia of brain from loss of fluids; constant drowsiness; coma; pupils dilated, eyes sunken, eyeballs moving in every direction without taking any notice; feet and hands blue and cold; pulse imperceptible. (Hydrocephalus.).", "Bad results from overtaxing brain; esp. with grief or anxiety; nervousness.", "Violent headache from concussion of brain.", "Mercurial headache.", "Drooping of head; cannot hold it erect.", "Scalp feels tight, brain numb, confused.", "Seborrhoea.", "Pityriasis." ],
    "Eyes" : [ "Vision dim, pupils dilated; with heavy lids and invincible drowsiness.", "Eyes sunken, lustreless; gaze fixed.", "Eyeballs moving in every direction.", "Pupils dilated, contract sluggishly, vertigo and confusion of head; pupils contracted.", "Vessels of fundus enlarged; conjunctivae congested.", "Eyes suffused.", "Squinting; after night terrors of children." ],
    "Ears" : [ "Ringing in ears.", "Roaring in ears at night synchronous with pulse.", "Sounds echo in ears; headache.", "Hardness of hearing." ],
    "Nose" : [ "Smell impaired.", "Thick mucus and yellow scabs in nostrils.", "Erythematous swelling of nose." ],
    "Face" : [ "Expression: pale, but otherwise appeared as one drunk, with hallucination, &c.; wearied, anxious; dull, stupefied; imbecile.", "Expressionless face: incipient softening of brain.", "Complexion yellow, cachectic.", "Face flushed.", "Acne; on face in young fleshy people of gross habit.", "Papular rash." ],
    "Teeth" : [ "Odontitis of children.", "Difficult dentition of children.", "Vomiting and diarrhoea of teething children." ],
    "Mouth" : [ "Difficult speech action of tongue disordered slow and difficult after waking; stammering.", "Tongue: red, dry, enlarged red, later dry and brown; white, involving edges as well as dorsum, with languor and sleepiness; pale and cold.", "Fetid breath; a peculiar sickening odour; tongue white.", "Saliva profuse, with fetid breath.", "Suppressed salivation in teething children." ],
    "Throat" : [ "Anaesthesia of mouth, throat, and pharynx; (chronic alcoholism).", "Dysphagia of liquids (in infants); can swallow only solids.", "Uvula and fauces congested, then oedematous.", "Dryness of throat.", "Diphtheritis with quick pulse; fever; dry tongue; offensive breath; highly injected and dusky red fauces; patches of wash-leather exudation on tonsils or pharynx." ],
    "Appetite" : [ "Taste: foul; salty; lost.", "Anorexia, foul breath, white tongue, involving edges as well as dorsum, and not necessarily furred; great languor; violent headache; loathing vomiturition or vomiting of mucus; saltish taste in mouth.", "Thirst intense with dry mouth.", "(Children who from time of birth can swallow solids with ease, yet choke every time they try to drink).", "Troublesome pressure at stomach after dinner; lassitude." ],
    "Stomach" : [ "Repeated retching and emesis; sick and giddy.", "Hysterical women who vomit their food after each meal, esp. if subjected to exciting emotions.", "Vomiting: with intense thirst; of drunkards after a debauch; in whooping-cough; of meconium.", "Weakness of stomach; dyspepsia.", "Troublesome pressure at stomach after dinner." ],
    "Abdomen" : [ "Enlargement of liver and spleen.", "Small tumour in region of spleen.", "Sensation as if bowels were falling out.", "Internal coldness of abdomen.", "Abdomen sunken, almost stuck to vertebral column (cholera infantum).", "Colic in young children; walls of belly are retracted and hard, while intestines can be seen at one spot contracted into a hard lump, of size of a small orange, travelling from one part of intestines to another; attacks frequent and excruciating, unconnected with diarrhoea or constipation, but often associated with an aphthous condition of mouth.", "Periodic colic in infants, occurring about p.m.", "Flatulent colic in children and hysterical women.", "Ascites of hepatic or splenic origin." ],
    "Stool" : [ "Painless diarrhoea, with great chilliness, even in a hot room. Stools: watery (like rice-water); painless.", "Frequent, green, watery discharges, with violent abdominal spasms, during which abdomen gets hard; thrush in mouth; convulsive motions of eyes and limbs.", "Bloody muco-purulent diarrhoea, with intense thirst, vomiting, eyes sunken, pupils dilated, skin corrugated and spotted blue, body cold, tongue red and dry, pulse imperceptible, urine suppressed.", "Cerebral irritation during cholera infantum. Asiatic cholera, first stage, vomiting, cramps, rice-water discharges restores secretion of urine.", "Constipation; stools very dry, hard and infrequent.", "Retention of meconium, with vomiting of all food and obstinate constipation.", "During stool: sensation as if bowels were falling out; dribbling of urine.", "Spasmodic stricture of sphincter ani.", "Constant diarrhoea and more or less tenesmus, and passage of much blood; on making efforts to expel, protrusion of several elongated bodies resembling earthworms; with this expulsion there was always a yellow, very fetid discharge; faeces flattened; flatulent distension of bowels; patient pale and sickly-looking (polypus of rectum).", "Blind, intensely painful varices with black stools.", "Pain in haemorrhoids, fissure of rectum and painful growths." ],
    "Urinary Organs" : [ "Pain in region of kidneys extending in direction of ascending colon; afterwards copious urine.", "Neuralgia of neck of bladder.", "Diminution of sensibility of urethra.", "Urine: profuse with thirst; with abundance of phosphates; copious, pale; scanty, even suppressed in collapse; scanty, dribbling a few drops at beginning of every stool.", "Incontinence of urine.", "Thin, yellowish urine.", "Nocturnal involuntary emissions of urine.", "Emaciation; paleness; skin cold and dry pulse rapid and feeble; tongue red and tender; gums spongy and bleeding thirst excessive; appetite voracious; bowels constipated; urine pale, frequent, large quantity, of high density, and loaded with sugar; liver tumid and tender (diabetes mellitus)." ],
    "Male Sexual Organs" : [ "Sensual and lascivious fancies and dreams.", "Excessive sexual desires, with constant erections at night.", "Satyriasis.", "Diminution of sexual desire; lessened even to impotence.", "Erections at night; backache uncontrollable fidgetiness.", "Impotence with melancholy, loss of memory nervous prostration; epilepsy.", "Effects of sexual excesses, such as impotency, paralysis and spasms from exhaustion of spinal cord.", "Seminal emissions, with depressed spirits, dull thought, backache, staggering gait and great weakness.", "Spermatorrhoea, before paralytic symptoms have set in; erections normal but teasing and persistent, with nocturnal emissions and nervous disturbances growing out of unsatisfied sexual desire.", "Chordee during gonorrhoea." ],
    "Female Sexual Organs" : [ "Nymphomania.", "Sterility from excessive sexual indulgence.", "Abolition of all sexual feeling during coition.", "Aversion to coition; menses scanty.", "Induration of uterus; enlargement of uterus (after parturition), with abnormal discharges.", "Uterine fibroids.", "Ovarian neuralgia from ungratified sexual desire; nervous unrest.", "Neuralgia of ovaries; pain, swelling, tenderness of l. ovary, diminution of sexual desire.", "Epilepsy from ovarian irritation.", "Large tumour, smooth and tense, in hypogastric and r. iliac region; tumour slightly tender when pressed, and there is distinct fluctuation; measurement of abdomen taken in a line with crests of ilium shows an increase of size of ten inches; urine scanty and frequent calls to pass it (ovarian cystic tumour).", "Abdomen large but not tense; on palpation, well defined, elastic tumour, yielding indistinct fluctuation, in l. iliac region, here also movements are felt as in quickening (ovarian enlargement).", "Metrorrhagia from reflex irritation, or of nervous origin.", "Menorrhagia, metrorrhagia, nymphomania, and menstrual epilepsy; nervous symptoms led to its use.", "Menorrhagia from ovarian irritation caused by strong sexual desire.", "Flooding, esp. in young women.", "Erotomania, a few days after menses.", "Before menses: headache.", "During menses: epileptic spasms, nymphomania, itching, burning, and excitement in vulva, pudenda, and clitoris.", "After menses: headache, insomnia, and heat in genitals.", "Epileptic attacks at or near menstrual periods.", "Scanty menstruation in fleshy women.", "Change of life: restless, must be on the move; sleepless; trembling; flushings of face and much congestion of blood to head; palpitation of heart; menorrhagia.", "Vaginismus.", "Pruritus of external genitals; arising from irritation of uterus, or ovaries, or any hyperaesthesia of veins of that location; sexual excitement intense, often actual nymphomania.", "Nymphomania during puerperal state.", "Frightful imaginings at night, that she has committed some great crime as the murder of her children or husband (during pregnancy).", "Morning sickness and vomiting during pregnancy.", "Nervous cough during pregnancy, threatening abortion; the cough dry, hard, and almost incessant.", "Convulsions during labour.", "Enlarged uterus." ],
    "Respiratory Organs" : [ "After parturition voice changed, whispering.", "Hyperaesthesia of laryngeal nerves.", "Loss of sensibility.", "Chronic catarrh with purulent slate-coloured sputa.", "Follicular and catarrhal laryngitis.", "Laryngismus stridulus, uncomplicated, from neurosis or reflex irritation.", "Laryngeal crises of locomotor ataxy.", "Spasmodic, dry croup, occurring suddenly from reflex irritation, teething, worms, not catarrhal.", "Membranous croup, with whitish exudation.", "Breath hot and hurried.", "Breathlessness, nervous headache, and want of sleep.", "Spasmodic asthma; with dry, nervous, spasmodic cough, great tightness of breathing.", "Paroxysmal, dry cough.", "Dry, fatiguing cough at intervals of two or three hours, with difficult respiration, followed by vomiting of mucus and food, < at night and when lying down; tightness of chest when breathing.", "Weak, nervous children, arouse with a dry, spasmodic cough, which greatly frightens them, causing them to cry out in terror.", "Nervous, dry, hysterical cough of women, esp. if pregnant.", "Whooping-cough, with spasmodic, dry cough; spasm of glottis; with convulsions." ],
    "Chest" : [ "Burning in chest.", "Pneumonia in drunkards." ],
    "Heart and Pulse" : [ "Feeble intermitting action; so nervous she must be busy and walk; slow and small pulse; heart's beat wanting in energy, and its sounds distant and feeble; action of heart slow and fluttering.", "Pulse, accelerated, later becomes slower.", "(Cardiac neuroses from spinal or uterine irritation.)" ],
    "Back" : [ "Tabes dorsalis from sexual excesses.", "Backache; tired lameness of legs (seminal emissions)." ],
    "Upper Limbs" : [ "Trembling of hands during voluntary motion; or, as in delirium tremens.", "Hands and fingers in constant action; busy twitching of fingers." ],
    "Lower Limbs" : [ "Cannot stand erect; legs weak.", "Unsteady gait; frequently taken for a drunken man.", "Loss of sensibility; pinching or burning causes no pain (locomotor ataxia)." ],
    "Generalities" : [ "Nervous, busy, must occupy one's self; often in nervous women.", "Inco-ordination of muscles; nervous weakness; even paralysis of motion and numbness.", "Weakness of extensors of leers and feet.", "Temperature lowered, with coldness of extremities; hands and wrists icy-cold and wet; cerebral irritation, in cholera infantum." ],
    "Skin" : [ "Skin cold, blue, spotted, corrugated (cholera infantum).", "Moist eczema of legs with pityriasis of scalp.", "Moist eruptions.", "Slightly elevated, smooth, red patches, like urticaria, but with hardened bases, like erythema nodusum; itching at night in bed and in a high temperature; appear in winter.", "Acne simplex and indurata; bluish red, pustular, < on face and chest; esp. in lymphatic constitutions.", "Rose-coloured mammilated eruption on lower extremities; sometimes pustules in centre of patches that become umbilicated, exuding a creamy moisture and forming thick, yellow scabs.", "Eruption of small boils in successive crops, mostly on face and trunk, with troublesome itching.", "Large, indolent, painful pustules; boils.", "Long-lasting scrofulous ulcerations.", "Syphilitic psoriasis." ],
    "Sleep" : [ "Sleepiness; deep sleep, often broken by a start, though waking is very difficult; confused dreams.", "Sleepy; drops asleep in his chair; if aroused falls right asleep again; during day.", "Sleepless; restless; can only calm herself by incessant occupation.", "Sleeplessness: in anaemic patients, or nervous persons who are exhausted but irritated; from over-fulness of cerebral blood-vessels; during convalescence from acute diseases; in case of mercurial poisoning; accompanying mental anxiety, hysteria, pregnancy, and general nervous irritability; from sexual excitement.", "Deep, profound, and quiet slumber.", "Profound and yet disturbed sleep, always awakens with a mental struggle, not knowing at first where he was or what had become of him.", "Night terrors of children; grinding teeth in sleep, moans, cries; horrible dreams.", "Somnambulism in children.", "Waking with severe headache in a child." ],
    "Fever" : [ "Body cold; skin corrugated and mottled.", "Shivering with cold and cold skin, although child was covered with mustard plasters.", "Chilliness and general feeling of coldness, more pronounced about extremities (ague).", "Heat, like cold stage, not very strongly marked.", "Head hot, feels as if in a furnace, with coldness and chills.", "Sweat abundant and viscid, all over body; unusually long lasting and exhausting (ague)." ]
  }
}