{
  "remedyName" : "Kalmia Latifolia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Blindness. Bright's disease. Dropsy. Dysmenorrhoea. Gastralgia. Globus hystericus. Gout. Headache. Heart, disease of. Herpes zoster; neuralgia after. Keratitis. Leucorrhoea. Locomotor ataxia. Lumbago. Neuralgia. Paraplegia. Ptosis. Pregnancy, albuminuria of. Retinitis albuminurica. Rheumatism. Rumination. Scleroderma. Sclerotitis. Somnambulism. Sun-headaches. Syphilitic sore throat. Tinnitus. Tobacco, effects of. Vertigo. Vomiting." ],
    "Characteristics" : [ "Kalmia is the name of a genus of heathworts, natives of North America. K. latifolia, which has large and showy flowers, is found in the northern parts of the United States. Its flowers \"yield a honey said to be deleterious, and its leaves and shoots certainly are so to cattle. K. angustifolia, probably for the same reason, has received the name of Lambkill. The powdered leaves of some are used as a local remedy in some skin diseases. The hard wood of K. latifolia is used in the manufacture of various useful articles. The Canadian partridge is said to become poisonous as human food after feeding on Kalmia berries\" (Treasury of Botany). Hering introduced Kalmia into homoeopathic practice, himself and his friends being the first provers. The head, including eyes and face, shows the chief intensity of its action, and scarcely less so, the heart. A number of skin symptoms confirm the popular use of the leaves; and among them a \"stiffness\" of the skin (especially of the eyelids) is the most remarkable. Neuralgias (especially of right side); wandering rheumatic pains which tend to travel from above downwards; tumultuous action of the heart and slow pulse", "these are the cardinal features of Kalm. Though Kalm. acts most markedly on the right side of the head, it acts very markedly on the left (heart-) side of the chest and left arm. Von der Luhe cured with Kalm. an intercostal neuralgia of left side, so intense that the patient could not lie down or sleep at night. The chief guiding symptom was a concomitant numb sensation of whole left arm (H. W., xxxiii. 503). With the same potency I cured in a married woman the following symptoms: \"Sick feeling and pains flying about, especially down left side; headache at vertex; chilliness\"; and in a case of hypertrophied heart in an unmarried woman, \"pain through heart region with inability to lie on left side.\" Lambert has recorded (H. W., xxx. 64) the case of a gate-keeper, who had smoked since he was seven years old, and who suffered from \"tobacco heart, \", palpitation, occurring on least exertion or fright, and sometimes awakening him in the night; pulse intermittent; no valvular lesion; tingling in left arm and leg and sensation as if the blood did not circulate in them. He could walk all right, but not far. The chief thing he complained of was sharp pain in right temple like pins and needles, of eighteen months' duration. It was induced by touch and turning head quickly. Kalm. 3x cured the temporal neuralgia and greatly alleviated all the other symptoms. Kalm. also relieved an old ataxic patient (man) of \"vertigo and pains in legs which shoot and shift their position frequently.\" In connection with this spinal case the effects on animals are worth recalling. Meadows (C. D. P., quoting Southern J. of H., Apr., ), says cattle eat Kalm. in the latter part of the winter when they are in want of something green. The first symptom is intense thirst; then follow trembling, weakness, staggering, and jerking, the abdomen being full of wind. Then clonic spasms, every fifteen to twenty minutes, increasing to violent convulsions, which are renewed if the animal tries to rise in the intervals between the seizures. Eyes become fixed, pupils turned up, head drawn back, limbs rigid, abdomen bloated, bowels loose. If the animal recovers there is prostration for a week or more, and for three or four months it is weak, nervous, and walks as if intoxicated, tottering as if unable to control its limbs. The spinal action is unmistakable here, and the provings give \"weakness and paralytic condition of limbs\"; \"shuns all exertion, can hardly go upstairs\"; and many symptoms of pain in back. Neuralgias appear in almost all regions", "in eye; in uterus (dysmenorrhoea); in stomach as well as head, chest, and limbs. Pains in the periosteum preventing sleep. The rheumatic pains proceed from above downwards, but some of the sensations ascend: as if a ball was rising in the throat. Sensation of weakness in abdomen extending to throat. Every heart-beat has a strumming as if it would burst, along sternum to throat. Pain between shoulders coming up over head. Also in rheumatism, the lower limbs are affected first, then the upper. Other peculiar sensations are: As if something loose in head diagonally across the top. As if the body was surcharged with electricity, a shuddering without coldness. As if something would be pressed off below pit of stomach. As if the stool was glazed. As if one squeezed throat with thumb and finger. Pain in chest (in hands, in feet) as from a sprain. Pressure like a marble from epigastrium to heart. Cracking in head frightens him, ending in sound in ears like blowing a horn. As if something was being pressed away from under sternum. The pains and conditions requiring Kalm. frequently have nausea and slow pulse as concomitants. Among noteworthy symptoms are: Dry throat. Dry, stiff, swollen, cracked lips. Tingling in salivary glands immediately after eating. Stitches in tongue. Vomiting with ruminating action; without the least nausea. Pressure on rectum after stool. The sensation of \"rigidity of the skin\" should make us think of it in scleroderma. There is much external sensitiveness: Face, pit of stomach, muscles of neck sore, < by touch. Rubbing eyes = stinging in them. The pains are < during early part of night, or soon after going to sleep. Pain in forehead conies on in morning on waking. The headache is < again in evening, when eye-symptoms and pains generally are <. Kalm. has a \"sun-headache, \", < and > with the sun. (H. G. Grahn cured in a girl, a headache \"beginning in occiput, going over forehead; comes on at sunrise, gets < towards noon and declines as sun sets, \", with Kalm. 2x. A few weeks later exposure to the sun brought on another attack, which was promptly cured with the same remedy.) A sudden chill, or exposure to a sudden wind = the pains. Heat < and cold > pain in head. Open air < headache and eyes. Every summer there is roughness of cheeks. Mental effort < headache. Motion <. Lying down, mental faculties and memory perfect, least motion = vertigo. Lying on back > breathing; on left side < palpitation. The < from motion is very marked, almost equalling that of Bry.; even motion of eyes and eyelids is painful. The pains in the stomach are < sitting bent, though he feels impelled to do so, > sitting or standing upright. But symptoms of vision are < in erect position. Vertigo is < on stooping; on looking down; on rising from a seat. Palpitation is < on bending forward; and < by mental effort. (Proell cured with Kalm. and headache and weakened memory preventing him from continuing his studies, in a boy of who had insufficiency of the mitral valve.) The neuralgic pains are > by food; wine > vomiting. Symptoms < during leucorrhoea. A leading concomitant of the Kalmia neuralgias is a paralytic weakness and trembling." ],
    "Relations" : [ "Antidoted by: Aco., Bell. Antidote to: Tab.? Follows well: Nux, Thyroidin, Spigel. Compare: Tab. (slow pulse and heart; nausea; blindness); Puls. (wandering rheumatism; but Puls. has > by motion); Led. (botan.; rheumatism affects first lower then upper parts; but Led. pains shoot up, Kalm. pains shoot down); Rhod. (botan.; rheumatism); Abrot. (metastasis of rheumatic pains to heart); Arbut. (rheumatism < by movement; urinary symptoms); Aesc. g. (paralytic symptoms); Aesc. h. (rectal symptoms); Urt. ur. (gout); Rhus (rheumatism; numbness of l. arm; but Rhus is > by movement); Act. r. (headache; eyes); Ced. (supraorbital neuralgia; Ced., l.; Kalm., r.); Aco. (heart; numbness of l. arm and fingers); Ars. (neuralgia, burning pains); Dig. (chest rheumatism, pains so sharp, take away breath, shoot down into stomach, slow pulse; Kalm. more suited to gout or rheumatism shifting from joints to heart); Gels. (ptosis", "Kalm. muscles and lids are stiff; Gels., heavy); Bell. (throbbing head, erysipelas, symptoms travel down); Benz. ac. (gout); Calc. (cardiac hypertrophy); Diosc. (gastralgia); K. bi. (catarrhs, shifting rheumatism); Lith. c. (heart); Lyc. (rheumatic gout; urinary symptoms); Spigel. (rheumatism, neuralgia, eyes, heart, tobacco antidote; < and > with sun; but Spigel. more left side, and often affects whole head, pains stitching, run back, < by least jar or noise); Cact. (heart, pains shooting down); Alo. (cracking in head); Sang. (headache < and > with sun). Led., Rhod., and Uva ursi are close allies." ],
    "Causation" : [ "Chill. Exposure. Wind. Sun." ],
    "Mind" : [ "When lying down mental faculties and memory perfect, but on attempting to move, vertigo.", "Anxiety and palpitation.", "Cross." ],
    "Head" : [ "Vertigo: with headache (and nausea), blindness, pains in limbs, weariness; while stooping and looking down; with aching in face.", "Every motion = vertigo.", "Aching in forehead, followed by rending in bones of r. and l. side of face; shooting down into teeth, moving backward down neck and outwardly on both sides; followed by pains in l. shoulder; rending in bones of legs and feet.", "Pain in r. eye; giddiness; eyes weak and watery.", "Pressing pain on a small spot r. side of head.", "Headache internally, with sensation when turning of something loose in head diagonally across top.", "Pain between shoulders coming up over head to temples (not affecting eyeballs).", "Neuralgia every afternoon and night; begins back of neck and runs up; affects also face, < r. side.", "A cracking in head frightens him; it ends in a sound in ears like blowing a horn.", "Drowsy feeling, followed by raging headache in temples and occiput.", "A shuddering without coldness commences with cracking as if surcharged with electricity.", "Severe pressing headache < and > with sun.", "Sensation of heat in head, morning.", "Dulness in head, headache; backache; preceded by nausea.", "Neuralgic paroxysmal pains.", "Headache < in evening and in open air.", "A shock towards occiput from back of neck, with heat.", "Rheumatic pain in scalp (r.)." ],
    "Eyes" : [ "Glimmering before eyes.", "Almost complete blindness when in erect position.", "Blindness < in erect position; < during paroxysms of vomiting; < looking down.", "(Retinitis albuminurica; pain in back as if it would break.).", "(Sclero-choroiditis anterior, with glimmering before eye, < on reading with the other.).", "Severe pain in r. eye extending over forehead; begins at sunrise, increases till noon, and leaves at sunset (cured after Aco. and Bell. failed).", "Pains in eyes; < turning them; < evening and in open air.", "Stiffness in muscles round eyes and lids.", "Pressure (r.); stitches; itching in eyes." ],
    "Ears" : [ "Stitches in and behind r. ear; in neck and thighs, at night.", "Acute inflammation of meatus.", "Sound like blowing a horn, after cracking in head.", "Meniere's disease." ],
    "Nose" : [ "Coryza; with increased sense of smell; with sneezing, dulness, headache, and hoarseness.", "Tearing in root of nose and nasal bones, with nausea." ],
    "Face" : [ "Face: red, with throbbing headache; pale.", "Anxious expression.", "Flushing with vertigo.", "Pressing pains, r. side of face, esp. between eye and nose.", "Prosopalgia (r.); pains, rending; agonising; stupefying or threatening delirium; with alkaline taste in mouth.", "Neuralgia involving upper teeth, but not from caries.", "R.", "sided neuralgia after exposure to cold, going down r. arm; attended or succeeded by numbness in the parts; pains shooting downward, irregular; < by worry or mental exertion, > by food.", "Face itches at night.", "Cheeks rough in summer.", "Lips swollen, dry, stiff.", "Cracked lips, with dry skin.", "Stinging in jawbones.", "Tired feeling in masticator muscles.", "Stitches and tearing in lower jaw." ],
    "Teeth" : [ "Teeth tender with neuralgia of face.", "Pressing pain in molars, late in evening." ],
    "Mouth" : [ "Bitter taste with nausea, > after eating.", "Tongue: white, dry; sore l. side; hurts when talking.", "Stitches in tongue.", "Cutting pain r. side of tongue > by biting on it.", "Tingling in salivary glands, immediately after eating, with sense of fermentation in oesophagus and copious salivation.", "Sublingual salivary gland inflamed." ],
    "Throat" : [ "Throat feels swollen, sensation as of a ball rising.", "Sensation of dryness in throat (and actual dryness with aching pains, dryness causing cough), difficult swallowing, thirst.", "Pressure in throat, stitches in eyes and nausea." ],
    "Stomach" : [ "Pains > by food.", "Eructations.", "Nausea, everything black before eyes, pressure in throat, incarcerated flatus, oppressed breathing, pains in limbs.", "Vomiting with ruminating action, without the least nausea.", "Wind > vomiting.", "Pressure in pit of stomach, like a marble; < sitting in stooping position (yet a feeling as if this was necessary), > sitting erect; sensation as if something would be pressed off behind pit of stomach.", "Rumbling and sense of emptiness in stomach, as if he had had no breakfast.", "Pit of stomach sore to touch." ],
    "Abdomen" : [ "Pains in region of liver.", "Incarcerated flatus with nausea.", "Sensation of weakness in abdomen extending to throat; > by eructation.", "Sudden pains in paroxysms, across abdomen, above umbilicus, from lower border of liver downward towards l., then ceasing in r. side; < from motion and from lying on either side, obliged to lie on back; > sitting up.", "Neuralgia of bowels in married women." ],
    "Stool and Anus" : [ "Stool like mush, easily discharged, as if glazed, followed by pressure on rectum.", "Diarrhoea, with dulness, dizziness, weariness, nausea, and bellyache." ],
    "Urinary Organs" : [ "Frequent micturition of large quantities of yellow urine.", "Profuse micturition > headache.", "Frequent micturition in small quantities; it feels hot.", "Albuminuria: with pains in lower limbs; with dropsy, casts, triple phosphates, sallow complexion, skin very dry." ],
    "Male Sexual Organs" : [ "Frequent, spontaneous, lasting erections, without desire.", "Pain in r. testicle, morning; changed to l., afternoon." ],
    "Female Sexual Organs" : [ "Menses too soon, regular but painful.", "During menses, pains in limbs, loins, back, and interior of thighs.", "Suppressed menses, with severe neuralgic pains throughout body.", "Leucorrhoea yellowish; one week after menses; symptoms < during leucorrhoea." ],
    "Respiratory Organs" : [ "Pressure as if one squeezed throat with thumb and finger.", "Noise as from spasm of glottis when breathing.", "Hoarseness with coryza.", "Tickling in trachea.", "Frequent cough caused by dryness or scraping in throat.", "Expectoration easy, smooth, grey; tasting putrid; saltish.", "Difficult and oppressed breathing; throat feels swollen, nausea.", "Oppressed breathing with palpitation, anxiety; with pain (angina pectoris)." ],
    "Chest" : [ "Feverish heat with great pain in chest; < when breathing and from slightest motion.", "Pain in chest as from a sprain.", "Shooting through chest above heart into shoulder-blade; pain in l. arm.", "Stitches in lower chest.", "Stitches below breast.", "(False pleurisy of winter season.).", "Rheumatism of muscles of thorax and back; < from every motion." ],
    "Heart" : [ "Fluttering of heart.", "Palpitation; with anxiety, suppressed breathing; with faint feeling; with dyspnoea, pain in limbs, stitches in lower chest; r.", "sided prosopalgia.", "Palpitation up into throat, after going to bed, trembling all over; < lying on l. side; > lying on back; anxiety.", "Severe pain in cardiac region, slow, small pulse (hypertrophy, dilatation, aortic obstruction).", "Paroxysms of anguish about heart, dyspnoea, febrile excitement; rheumatic endocarditis, with consequent hypertrophy and valvular disease.", "Pressure like a marble from epigastrium towards heart, with strong, quick heart-beats; every beat has a strumming as if it would burst, along sternum to throat; third or fourth beat louder, followed by an intermission.", "Wandering rheumatic pains in region of heart, extending down l. arm.", "Shooting stabbing from heart through to l. scapula causing violent beating of heart.", "Quickened but weak pulse.", "Pulse: slow, weak; arms feel weak; scarcely perceptible, limbs cold; irregular; remarkably slow; to 48; slow, very feeble." ],
    "Neck and Back" : [ "Muscles of neck sore to touch and on moving them.", "Stiffness in neck, greatest at vertebra prominens.", "Pain in sterno-mastoid muscle.", "Tearing in nape.", "Pains from neck down arm to little and fourth finger; neck tender to touch; pain, paroxysmal, < in early part of night, and attended by stiffness; slow pulse.", "Violent pain in upper three dorsal vertebrae, extending through scapulae.", "Constant pain in spine, sometimes < in lumbar region, with great heat and burning.", "Sticking in lumbar region < on motion; comes and goes.", "Pain in back during menses.", "Lameness in lumbar region.", "Sensation as if spinal column would break with an anterior convexity.", "Feeling of paralysis in sacrum.", "Aching across joints." ],
    "Limbs" : [ "Rheumatic pains, mostly in upper arms and lower part of legs, < when going to sleep.", "Joints hot, red, swollen.", "Pains shift suddenly." ],
    "Upper Limbs" : [ "Pain in shoulders.", "Deltoid rheumatism, esp. r.", "Stitches in lower part of l. scapula.", "Paroxysmal pains in r. arm.", "Pain in l. arm.", "Cracking in elbow-joint.", "Stitching in hands; hands feel as if they had been sprained.", "Pain in l. wrist, causing hand to feel paralysed.", "Erysipelatous eruption on hands extending further.", "Weakness in arms, pulse slow." ],
    "Lower Limbs" : [ "Tearing pains from hip (r.) down leg to feet.", "Stitches: externally on knee; in feet, soles, toes, big toe.", "Sensation of weakness in calves.", "Feet feel sprained.", "Unable to walk; ankles swollen; pains, though mostly confined to ankles, shift about from joint to joint." ],
    "Generalities" : [ "Rheumatism often attacks heart, and generally goes from upper to lower parts; pains shift suddenly.", "Weariness in all muscles; shuns all exertion, can hardly go upstairs.", "Weary and giddy, with diarrhoea.", "Weakness the only general symptom with neuralgia.", "Trembling, thrilling, strumming, with palpitation." ],
    "Skin" : [ "Sensation of rigidity of skin.", "Pricking sensation in skin, with moderate sweat.", "Dry skin.", "Erysipelatous inflamed eruption on hand (like that of Rhus), with oppressed breathing.", "Eruption like itch.", "Red inflamed places here and there, exceedingly painful, as if boils would form." ],
    "Sleep" : [ "Restless sleep, turns often.", "Periosteal pains prevent sleep.", "While sleeping stands up and walks about; talks in sleep.", "Dreams: racking his brains; fantastic; of murder." ],
    "Fever" : [ "Chilliness with coldness; shaking chill in cold air; chills run over back.", "Febrile excitement.", "General heat; with burning and pain in back and loins.", "Cold sweat." ]
  }
}