{
  "remedyName" : "Kissingen",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Constipation. Corns. Diabetes. Diarrhoea. Gout. Haemorrhoids. Liver, affections of. Mesenteric glands, affections of. Noises in ears. Rectum, affections of. Spleen, affections of. Warts." ],
    "Characteristics" : [ "The water of Kissingen has been proved by Carl Preu, and observations have been made on its general effects. The composition of the solid constituents is very complicated, but Nat. mur. is the leading ingredient, existing in the proportion of out of a total of in the It compares with Nauheim, Kreutznach, and, to some extent, with Vichy. Constantin James gives an excellent account of its action, and one of especial interest to homoeopaths, as it bears strongly on the doctrine of chronic diseases and the homoeopathic aggravation. The dose is from three to six glasses of the water in the morning and two at p.m.; but the general rule is that no more is to be drunk than the stomach can digest without difficulty. In the first days there is increase of appetite and force; but in proportion as the water is absorbed the effects become general. Then an eliminatory \"crisis\" comes on. The stools become brownish, loose, bilious. The urine is turbid, depositing a sediment which rapidly putrifies. The secretion of the bronchial, genital, and ocular mucous membranes, and also of the skin, is increased and changed in character. At the same time patients experience a sort of moral and physical prostration, and are alarmed to see old and long-forgotten troubles reappear. This crisis, which appears in the first or second week, soon disappears of itself, and the cure proceeds. The conditions against which Kis. is especially useful are abdominal affections", "especially a catarrhal (\"saburral\") condition of the primae viae; intestinal atony; convalescence from typhoid and choleraic affections; affections of the liver and spleen and intestinal glands. Also in cases of gout \"where the asthmatic principle appears to be repercussed upon the abdominal viscera\"; for then the waters draw it out to the articulations. \"Only these waters require to be managed with extreme prudence; if you overdo the doses by ever so little you will bring on a true attack of gout.\" Thus far Constantin James on the effects on the sick, and observations recorded in Allen confirm them. Some of these effects were also observed in patients, and one of these is noteworthy. The patient suffered from vomiting of blood consequent on the disappearance of a haemorrhoidal flux. Under the action of the waters the latter was restored and the blood-vomiting ceased. Among the general effects, trembling of the whole body, weariness, pulsation of the Whole body, stitches here and there, were noted; and especially a very tearful disposition: \"If he only looks at any one he must weep\" (especially at a.m.); muscae volitantes, and noises in the ears; chills, heat, and perspiration. The symptoms were < in the forenoon and at night, on waking; while eating (vertigo); during menstruation (toothache); while reading and writing." ],
    "Relations" : [ "Compare: Nat. m. (weeping disposition; chill a.m.; catarrh; constipation); Ant. c. (saburral condition); Urt. ur. (gout); Fer. pic. (warts and corns)." ],
    "Mind" : [ "Yielding disposition.", "Weeping and complaining, tossing, to and fro on account of pain.", "If he only looks at any one he must weep.", "Constantly seeks for unpleasant things to think about and broods over them.", "Anxiety and weakness preceding menses.", "Very easily frightened.", "Frightful thoughts at night on waking.", "Ill-humoured, fretful, exhausted, weary of life; suddenly; always an hour after drinking the water; very transient.", "Inability for mental work.", "Irresolute.", "Speech difficult because he constantly makes mistakes in speaking.", "Loss of ideas.", "Weak memory." ],
    "Head" : [ "Vertigo while eating; suddenly after eating cooked cherries.", "Feeling of intoxication.", "Tensive headache < by reading.", "Rush of blood to head and chest with cold feet.", "Pain in both frontal eminences, extends down to nasal bone.", "Headache above l. eye with double vision.", "Drawing in head extending from root of nose upwards.", "Pressive pain deep in occiput.", "Tensive pain in whole scalp.", "Itching on occiput." ],
    "Eyes" : [ "White of eye seems yellow.", "Staring eye.", "Burning in eyes, evening.", "Pressure, and itching in eyes.", "Lids: tensive; twitching in r. lower; redness; agglutination.", "Acrid lachrymation with pain in canthi.", "Muscae volitantes." ],
    "Ears" : [ "Hot ears.", "Ringing and roaring in ears." ],
    "Nose" : [ "Catarrh: fluent; stopped.", "Nose dry.", "Crawling in r. nostril as if he would sneeze." ],
    "Face" : [ "Deathly paleness.", "Feeling of pressing asunder in both zygomata.", "Frighful pressure in malar bones and in ear.", "Upper lip burns at night and seems as if it would become swollen." ],
    "Teeth" : [ "Teeth on edge as after acid.", "Toothache during menses.", "Roots of all l. lower teeth painful." ],
    "Mouth" : [ "Coated tongue with pasty taste.", "Prickling sticking on margin of tongue as if an ulcer would form.", "Much accumulation of saliva, like soap and water.", "Flat taste in mouth; his food has sour taste.", "Salty taste (of the spring) lasting weeks after using the water." ],
    "Throat" : [ "Mucus in throat.", "Contraction.", "Neck glands swell." ],
    "Stomach" : [ "Appetite without hunger.", "Painful hunger but immediately satisfied.", "Constant thirst, even in forenoon.", "Frequent eructations in open air.", "Nausea with accumulation of water in mouth; half an hour after breakfast.", "Vomiting of leathery, yellow-brown in mucus.", "Excessive vomiting and purging of black clotted blood.", "Heaviness and distension beneath pit of stomach.", "Stitches in epigastrium, r. side." ],
    "Abdomen" : [ "Feeling as though everything too tight about hips, obliging her to loosen her dress.", "Distended abdomen.", "Incarceration of flatus.", "Enormous colic with violent cramps." ],
    "Stool and Anus" : [ "Swelling of haemorrhoidal veins.", "Haemorrhoidal flux more profuse.", "In rectum: feeling of dryness; dragging; frequent stitches; itching.", "Frequent ineffectual desire for stool.", "Stools: leathery, yellowish brown, diarrhoea-like; pasty.", "Evacuation of a large quantity of slimy, bilious matter, smelling like asafoetida (lasted two weeks in one habitually constipated).", "Blackish-green stools.", "Incredible amount of blackish-green, burnt, lumpy faeces, like large pieces of slate, preceded by blackish-green substances like gastric mucus, preceded by colicky pains and rumbling in abdomen; the former stool required so much exertion and caused so much pain that long-lasting faintness ensued (in a patient with intestinal inactivity).", "Frequent bloody stools; afterwards haemorrhoidal flux and no more vomiting of blood.", "Passage of gall-stones.", "Constipation.", "Stool was difficult to press out of rectum; obliged to press the nates apart." ],
    "Urinary Organs" : [ "Feeling of moisture at meatus urinarius, as if he would have gonorrhoea.", "Itching and sticking in urethra when not urinating.", "Sand and gravel in urine for several weeks." ],
    "Male Sexual Organs" : [ "Unusual seminal emission at night." ],
    "Female Sexual Organs" : [ "Profuse menstruation; with discharge of membranous concretions." ],
    "Respiratory Organs" : [ "More hoarse than usual.", "Frequent expectoration of mucus." ],
    "Chest" : [ "Tightness of chest.", "Pressure on (l.) chest.", "Stitches in l. breast." ],
    "Heart" : [ "Fulness in precordium.", "Palpitation with anxiety.", "Beats of heart intermit.", "Pulse greatly accelerated and feverish." ],
    "Limbs" : [ "Cramp-like feeling in limbs, esp. hands, as if arms had fallen asleep; violent inflammation of extensor digitorum communis of both hands in one hitherto paralysed." ],
    "Upper Limbs" : [ "Weakness and heaviness in arms.", "R. arm has fallen asleep and feels paralysed.", "Shoulders painful as if hot water had been poured over them.", "Fuzzy feeling in finger-tips." ],
    "Lower Limbs" : [ "Frequently stumbles when walking from stiffness of joints.", "Jerking in limbs while writing.", "Cramp in r. calf and l. toe at night.", "Heaviness of feet.", "Painfulness, boring and Sticking in corns." ],
    "Generalities" : [ "Trembling of whole body.", "Unusually weary after a walk.", "Uneasiness, cannot lie still in any place.", "Stitches here and there.", "Pulsation of the body when he remains perfectly quiet." ],
    "Skin" : [ "Yellowness of skin.", "A three-months' old wart on the finger disappears.", "Itching eruption on abdomen and feet.", "Itching in limbs." ],
    "Sleep" : [ "Frequent yawning.", "Sleeping during day.", "Wakes several times at night with great uneasiness.", "Jerking during sleep.", "Starts up twice while falling asleep is from electric shock through whole body.", "One dream follows another the whole night though he frequently wakes between them.", "Dreamy steep with confused dreams.", "Frightful dreams of murder and fire." ],
    "Fever" : [ "Chilliness while walking, immediately followed by easy perspiration.", "Febrile chill recurring daily at a.m., but generally occurring later.", "Shivering and goose-flesh.", "Cold hands and feet.", "Great heat after a little wine (in one accustomed to it).", "Flushes of heat and easy perspiration.", "Head constantly hot during febrile chill.", "Whole body reeking with perspiration.", "Anxious sweat." ]
  }
}