{
  "remedyName" : "Kreosotum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Amenorrhoea. Cancer. Carbuncle. Change of life. Cholera infantum. Coccygodynia. Congenital syphilis. Constipation. Consumption. Dentition. Diarrhoea. Ear, affections of. Enuresis. Epithelioma. Eructations. Eruptions. Flushings. Gastromalachia. Glossitis. Haemorrhages. Haemorrhagic diathesis. Herpes. Hysterical vomiting. Irritation. Leucorrhoea. Lip, epithelioma of. Lupus. Menstruation, disorders of. Neuralgia. Ovary, affections of. Prostate, irritation of. Pregnancy, vomiting of. Pustules. Rheumatism. Seasickness. Stomach, affections of. Syphilis. Syphilitic deafness. Teeth, caries of. Toothache. Ulcers. Urine, incontinence of. Uterus, affections of. Vomiting. Whooping-cough. Yawning." ],
    "Characteristics" : [ "Kreosote, a product of the distillation of pyroligneous acid and of tar, the preservative principle of the smoke, used for smoking meats and fish, was discovered by Reichenbach, a Moravian chemist, early in the nineteenth century. The second edition of his work, published in supplies many of our data, but independently Kre, has been well proved. Its name, derived from the Greek, means \"flesh-preserver\"; and Teste includes it with Arsen., Merc. cor., Plumb., Stan., Nit. ac., Sul. ac., Crocus, and Arg. met., in his Merc. Sol. group. He remarks that several members of this group, whilst preserving dead organic matter from decomposition, have just the opposite effect on living tissues. The entire group have these characters: Suppressed or more frequently increased secretions with putridity. Foul breath. Bloating. Caries of teeth and bones. Cadaverous coldness. Predominant left-sidedness. Deep, nervous and mental derangement. Violent oscillation of symptoms-ravenous hunger to anorexia, &c. All favour the production of intestinal parasites and all are therefore anthelmintic. Excessive indulgence in smoked meats and fish is very injurious to the health. The principal observed effects are: Scorbutic condition of gums, falling out and decay of teeth, foul breath, costiveness, malaise. (Salt, another great preservative, also produces scurvy.) Kermes, of Weinsberg, has collected cases in which death has occurred apparently from eating smoked foods. The leading symptoms in all were: Burning pain at epigastrium, bloody vomiting, meteorism, violent colic with constipation, slow breathing, sinking of pulse and dilatation of pupils. (Teste.) Reichenbach not only discovered Kre., he also introduced it into medical practice, and there was, as usual, a rush for the new remedy, which for a short time was a panacea; and then, except among homoeopaths, fell into neglect. Teste observed that it acted particularly well on infants in the cradle, and congenital syphilis was a very strong indication for it. The marked action of Kre. on the teeth and dentition confirms this. [Cooper cured with Kre. a case of auditory vertigo in a patient with pegged teeth. No other medicine would touch the case.] But it is also frequently called for in acquired syphilis, especially in the skin manifestations. Nash confirms the action on children and especially during dentition. The teeth decay almost as soon as they appear. Gums dark red or blue and very painful; incessant vomiting; cadaverous-smelling stools. The urinary symptoms are also marked, and Kre. is one of the most important remedies in enuresis. The chief urinary features are: (1) Copious pale urine. (2) Sudden; great urging; the patient cannot go quick enough. (3) The child wets the bed during the first sleep which is very profound. J. Meredith (\"Agricola\") proved on himself (H. W., xxviii. 84) \"the first heavy distillate from hard green wood, \", obtained at charcoal works, in the 4x attenuation. The symptoms observed were so like those of pure Kre. that I do not think they need be separated. Among them were: Great thirst in evening. Enormous appetite. Stabbings here and there. Eyes feel as if in a woody smoke. Sneezing. Spleen pain. Nasal pus. [Teste emphasises a discharge \"of fetid pus from nostrils.\"] At a.m. sitting up in bed, pain and stiffness across hips and sacrum, which continued during the day. Prostate and bladder irritation, during night frequently rises to pass a very little urine, coming away like spray. It cured at the same time constipation of ten to twelve days' duration. Meredith cured with it a girl, aet. of intense urethral scalding after urination (H. W., xxx. 83). Kre. is no less suited to women than it is to children; and especially to the leucophlegmatic temperament. Grauvogl cured with Kre. 3x a girl of of suppression of menses, with a concomitant state of imbecility. (In another woman who had suppressed menses with tertian intermittent fever, the intermittent was cured with Chi. sul., one grain four times a day, and then Grauvogl, hearing for the first time of the suppression of the menses, gave Kre. 3x, with the result that the fever returned in full force. Quinine was again given, and the fever again disappeared. Before the next period, as the patient was of the Nux type, that remedy was given and the period was re-established. According to Grauvogl Kre. has a short period of action, one or two days, Chi. sul. having two or three weeks; and he quotes the case to illustrate the law of incompatibility; in intermittents Chi. may be given after Kre., but not Kre. after Chi.) Guernsey summarises the action of Kre. on women thus: \"Lencorrhoea putrid, with accompanying complaints., leucorrhoea in general, especially if very fetid and exhausting. Female genitals in general. Complaints after menstruation; of females at change of life.\" According to the same authority Kre. affects especially the inner temples, external ears and lobe of the ear. It is suited to very severe old neuralgias with tearing pains sensations affecting upper jaw; upper teeth; inner navel region shoulder-blades. Dry-peeling lips are a characteristic: and Kre. has cured a tumour of lower lip, supposed to be epithelioma, with dry, cracked skin. In my own experience Kre. (3 and 30) meets a very large proportion of toothache cases where the teeth are decayed, especially if the gums are scorbutic. Its nearest rivals are Staphisagria with blackened teeth, and Mercurius with suppurating gumboil. The scapular pain is illustrated by a case of Lutze's. A lady had a pain under left scapula, < by motion, excruciatingly < by riding in a carriage; > by pressure, by lying with that shoulder on something hard, and by warmth. A long succession of homoeopathic remedies was given in vain. Then the old school had a trial with Antipyrine and Morphia, with no better success. Long after, Lutze met the patient casually, and she mentioned that she had pains in the left thumb. This led him to Kre., under which he found the other symptoms of the case. He asked the patient to let him give her one other dose. She consented. Kre. was given and completely cured the patient, who had become nervous and worn out by the suffering she had endured (J. of Homoeopathics, May, 1890). In the same number of the same journal a case is recorded by Jean. I. Mackay in which Kre. 45m., twice repeated at long intervals, wrought a cure: Mrs. L., fair, nervous. Has one child, aet. Six years before Mackay saw her had an abortion and since then health had been failing. Her chief complaint was of haemorrhage from the uterus, brought on by lifting, over-exertion, and always followed coitus. No pain during coitus. Menses regular but profuse and clotted. Constant dull aching pain in back. The day after the flow has a terrible left-sided headache > by hot water applied to head. Annoying itching in genitals at times. Os eroded, speculum soon filling with clotted blood. \"Coitus followed by flow of blood the next day\" is a keynote for Kre. W. P. Wesselhoeft (Hahn. Ad., xxxviii. 23) confirms these symptoms: Coarse, red elevated acne pimples, especially in blonde women. Nocturnal enuresis from too profound sleep; child cannot be awakened when taken up. Giving out of knee-joint with annoying cracking (in a large, fat blonde woman). Large purulent blisters on concha of both ears, with a red base, like small-pox pustules. Chronic headache accompanied with great drowsiness, during which the patient would sleep most of the time, and groan in his sleep. Relief was followed by the appearance of a great number of small warts on scalp. [Hering mentions these constitutions as suited to Kre: Dark complexion, slight, lean. Complexion livid, disposition sad, irritable. Old women. Torpid, leuco-phlegmatic temperament. Old-looking children, hard to awaken. Blondes.] The following case of coccygodynia was reported in Amer. Hom. Miss A. complains of unbearable burning pains in sacrum extending down to coccyx, with feeling there when sitting as if an electric battery were attached with needles which were pricking through the skin. > Rising from seat. Attended with milky leucorrhoea. Kre. cured in three days. James H. Freer (N. A. J. H., xliv. 489) cured a lady over who suffered from incontinence of urine on the occurrence of a bronchial attack which compelled her to keep her bed. Villers has reported a case of incontinence < when lying down cured by Kre., and this led Freer to the remedy, which rapidly cleared up the case, bronchitis and all. (In Villers' case Kre. was given for \"incontinence of urine when lying down\" because he had cured with it many cases of uterine haemorrhage occurring only in, or < by, the horizontal position.", "H. R., x. 24.) Freer also cured incontinence in a case of locomotor ataxy (man, 74) with Kre. An allopathic authority, Vladimir de Holstein, of Paris (Amer. Hom., xxiv. 93), accidentally cured with 6-drop doses of Kre., given in beer or milk, aggravated constipation in a chlorotic girl. He gave it with the sole idea of \"disinfecting\" the intestines. The vomiting of Kre. is noteworthy. The most characteristic form is that due to weakness of stomach, which cannot digest, and which rejects a meal undigested some hours after it was eaten. Vomiting of pregnancy, sweetish water with ptyalism; of cholera infantum; incessant vomiting with cadaverous stools; in malignant disease of stomach. Gentry has recorded the following: Lady, on visiting a friend ill with dysentery, was struck with the odour, went home, commenced to vomit, and vomited all food or drink and continued, without ceasing, vomiting or retching for three weeks, being fed by the rectum all the time. She had to be held up by the nurse. She was greatly emaciated. Kre. one dose given. In twenty minutes the retching ceased. The patient fell asleep, had no more vomiting, and rapidly recovered. Up to this time she had been under allopaths, who advised that homoeopathy should be tried, as they could do no more. Harmar Smith (H. W., xxiii. 496) cured a girl of of very frequent and violent eructation; she was apparently healthy in other respects. Bell. and Puls. did no good. Arg. n. aggravated. Kre. 2x at once did good and cured in a few days. A fatal case of poisoning with eighteen drops of Kre. has been recorded (H. W., xxix. 344) and brings out many of the symptoms in the cases above quoted. A woman, was given for a pulmonary affection Kre. six drops in milk three times a day. After the third day she had: Dysphagia, gastric pain, vomiting, diarrhoea, and a distressing tendency to cough. On admission to hospital twenty-four hours later the breath smelt of Kre. Skin and mucous membranes pale; lips blue; dysphagia marked. Mucous membrane of mouth of a dull white colour in parts. Paralysis and anaesthesia of palate, paralysis of larynx, analgesia of left arm and part of left leg. Later, albumen and casts in urine. After four days, some stupor, and weakness more marked. Next day collapse and death. After death two large erosions were found on upper part of oesophagus and others about pylorus. Stomach red and congested. Kidneys acutely inflamed. Cloudy swelling of liver.", "Burning pains are a marked feature of Kre. (lupus of nose with burning pains. Chronic pneumonia with pain like red-hot coals in chest); and stitches are even more characteristic. Itching is intense. Among the peculiar sensations are: As if a board was across forehead. As if brain would force through forehead. As if something floating before eyes. As if a hard twisted ball was lying in umbilical region. During defecation children struggle and scream and seem as if they would go into fits. Burning as of hot coals deep in pelvis. As if something coming out of vagina. As if a load was resting on pelvis. As if sternum being crushed in. As of a heavy burden on crest of ilium. As if small of back would break. As if scapulae and other parts bruised. As if tendon of elbow-joint too short. As if small of back would break. As if hip dislocated. As if leg too long when standing. There is general sensitiveness to touch and contact. Marked periodicity is apparent. Intermittent fevers. Prostration and restlessness. Fretful, irritable, apprehensive. Music makes him weep. Weak-minded with suppressed menses. Sufferings from the non-appearance of menses", "hence at change of life. The symptoms are < after menstruation; during leucorrhoea; when yawning. < In open air; cold weather; when growing cold; from cold washing or bathing. < At rest and especially when lying. Leucorrhoea is > sitting, < standing and walking. Cough compels sitting up all night. Touch <. Pressure >. General > from warmth. < By coitus and after coitus. Hoarseness is > by sneezing. Coughing = involuntary micturition. Drawing in limbs alternates with sufferings in the eyes." ],
    "Relations" : [ "Antidoted by: Acon. (vascular erethism), Nux (violent pulsations in every part of body); according to Teste, Fer. met. is the best antidote, especially for over-action of Kre. in lively, sanguine, and vigorous children. Incompatible: Carb. v.; also after Chi. Followed well by: Sul., Ars. (in malignant disease); Bell., Calc., K. ca., Lyc., Nit. ac., Rhus., Sep. Compare: Eupion and Kre., as might be expected, have many identical symptoms, notably haemorrhages, pulsations, and menstrual disorders. The Carbons and Carbol. ac. are closely related to Kre., and Carb. v. so closely as to be inimical with it. Pix. compares in phthisis. K. ca. (product of burning wood; stitches; < after coitus). Sep. (intermittent menses; outward pressure in genitals; painful coitus; vomiting of pregnancy; red sand in urine, turbid, offensive: but Kre. has menses usually copious, accompanied with difficult hearing, noises and humming and roaring in head, dragging in back > by motion", "Sep. < from motion", "and leucorrhoea is more irritating, even excoriating, smells like green corn; Sep. has not the acridity or the malignancy); Murex (passes copious pale urine at night; wakes with a start and violent desire; Kre. cannot get out of bed quickly enough, urine offensive); Lil. t. (bearing down); Bell. (enuresis, dentition, child worries all night, must be petted and tossed about, teeth decay rapidly; bearing down < lying, > standing", "Kre. < rest, > motion); Calc. (cholera infantum); Nux (irritable weakness of stomach, food cannot be digested: but Kre. retains food several hours and vomits it undigested); Pho. (vomiting; but Pho. vomits food or drink as soon as it becomes warm in stomach): Plat. (vaginismus; but Kre. has flow of blood after coitus); Arg. n. (inflammation of eyelids in children or adults; but Kre. has discharge of scalding tears early in morning); Ars. (neuralgia with burning pains); Staph. (teeth; < after coitus); Bry. (neuralgia of sound teeth, severe pains < by motion, > by pressing head hard on pillow, and by cold applications: Kre., neuralgia of face, burning pains, in nervous, irritable people, < by motion and talking, teeth decay rapidly); Cham., Carb. v., Bell. and Ars. (menses offensive). Agn. c., Carb. a., Chel., Nit. ac., Nux, Pru. sp., Sep., and Thuj. (leucorrhoea staining yellow). Lach. (change of life); Phos. (haemorrhagic diathesis; dark, slight, lean, ill-developed, ill-nourished, overgrown patients); Abrot. (children old-looking, wrinkled); Iod. (scrofulous, psoric affections; rapid emaciation; inordinate appetite; wasting of mammae); Ham. (dark, oozing haemorrhage); Ol. anim. (stitches in breasts: Ol. an., \"shooting out of nipple\"); Bapt. (effects of bad smells)." ],
    "Causation" : [ "Bad smells. Sprains." ],
    "Mind" : [ "Restlessness when seated, with shivering, and frequent want to draw a long breath, which, however, is impossible.", "Music and other emotional causes impel him to weep.", "Lachrymose humour, sometimes with moroseness or melancholy.", "Continual excitement, with obstinacy, and disposition to be angry.", "Ill-humour.", "Mental dejection, and despair of being cured, towards evening.", "Mild melancholy, with desire for death.", "Easy loss of ideas.", "Weakness of memory.", "Frequent absence of mind, and a sort of stupidity." ],
    "Head" : [ "Vertigo, which causes falling, sometimes in morning in open air.", "Headache, like that which results from intoxication.", "Headache caused by mental emotions.", "Headache with inclination to sleep, and drawing in eyelids, or redness of face, lassitude (esp. in legs), bitter taste, ill-humour, and tendency to shed tears.", "Sensation of tension, of heaviness and of fulness in head, sometimes as if everything were going to protrude through forehead, < on stooping.", "Sensation of a weight in occiput, as if the head were going to fall backwards.", "Painful pressure and compression, esp. in the vertex, temples, and forehead (when awaking in morning), with heat in face.", "Pulsative pain and throbbing in the head, esp. the forehead.", "Drawing pains, acute pullings and shootings in the head, sometimes extending to the jaws and teeth.", "The headaches sometimes commence on waking in morning.", "Shootings in side of head, with loss of ideas.", "Buzzing in head.", "Soreness of scalp on being touched.", "Falling off of hair.", "Miliary pimples on forehead.", "Pimples on forehead, like those seen in drunkards." ],
    "Eyes" : [ "Eyes red and moist, as after weeping.", "Eyes dull and sunken.", "Itching in eyes with soreness after scratching them, inflammatory redness of the sclerotica, and pressure as from sand.", "Continual heat, and burning sensation in eyes, and frequent lachrymation, even on waking in morning, and esp. on beholding light of day.", "Eyes constantly, as it were, bathed in tears.", "Burning and corrosive tears.", "The tears are like salt water.", "Interstitial keratitis, with pegged teeth.", "Nocturnal agglutination of eyelids.", "Redness and swelling of eyelids, and their margins.", "Furfuraceous tetter on eyelids.", "Quivering of eyelids (uncontrollable).", "Sight confused as when looking through a veil, or as if there were down before eyes.", "Sensation as if something were floating before eyes, obliging one to wipe them constantly." ],
    "Ears" : [ "Heat and burning in ears.", "Inflammatory swelling of the ear, with tensive, burning pains, or else with painful stiffness of neck, on side affected, with swelling of the cervical glands and livid grey complexion; pains extending to shoulders and arm, heat in forehead, and pressure above eyes.", "Inflammation of (l.) outer ear, red, hot, swollen, burning, proceeding from a pimple in the concha, with stiffness and pain in l. side of neck, shoulder, and arm.", "Pullings and shootings in ears, or cramp-like, pressive, and expansive pains.", "Deafness, or aural vertigo, with signs of hereditary syphilis.", "Buzzing in ears, with hardness of hearing, alternately with tingling and whistling in head.", "Roaring in head; also humming and difficulty of hearing before and during menses.", "Humid tetters on ears.", "Itching in ears (and soles of feet)." ],
    "Nose" : [ "Offensive and fetid smell before nose, sometimes with want of appetite.", "Bad smell before nose (on waking).", "Nose constantly moist.", "Bleeding of nose, even in morning; blood bright red and thin, or thick and black.", "Frequent sneezing, esp. in the morning.", "Fluent coryza, with painful sensibility of the nasal fossae, on breathing the air.", "Coryza, with sensation of erosion under sternum.", "Dry coryza, with frequent sneezing.", "Chronic catarrh with old people." ],
    "Face" : [ "Frequent, and even constant heat in face (during siesta), sometimes with throbbing in cheeks and forehead, and with a deep red colour of whole face, frequent want to make water.", "Acne.", "Face pale green with swelling of cervical glands.", "Greyish, earthy colour of the face.", "Furfuraceous tetters on cheeks, on eyelids, and round mouth.", "Acute drawing pain in r. side of face, from jaw to temple.", "Dryness of lips (with peeling off), as if caused by internal heat.", "Burning pains; < talking or exertion; > lying on unaffected side.", "Pustulous pimples on chin and cheek, which are covered with yellowish scabs." ],
    "Teeth" : [ "Drawing pains and successive pullings in teeth, even on waking in morning, and sometimes with pains in diseased side of face, extending to temple.", "Elongation of teeth.", "Drawing, throbbing, jerking pains in teeth.", "Bad odour from decayed teeth.", "Teeth wedge-shaped (syphilitic deafness).", "Dentition, great restlessness, wants to be constantly in motion, screaming all night.", "Teeth show dark specks and begin to decay as soon as they appear.", "After extraction, oozing of dark, slightly coagulated blood.", "Inflammatory redness of gums (l. upper side).", "Gums bluish red, soft; spongy.", "Protruding gums infiltrated with dark watery fluid.", "Gums bleed readily; scorbutic, spongy, and ulcerated.", "Absorption of gums and alveolar processes." ],
    "Mouth" : [ "Putrid odour from mouth.", "Anaesthesia and paralysis of palate.", "Tongue pale and flabby, with an accumulation of thin saliva in mouth." ],
    "Throat" : [ "Continual dryness in throat, with burning and frequent thirst.", "Scraping and roughness in throat with dryness and pain as of excoriation or pressure in throat on swallowing.", "Painful sensation of choking at bottom of gullet, extending to chest and back.", "Upper oesophagus eroded." ],
    "Appetite" : [ "Greedy drinking followed by vomiting; great thirst.", "Keen appetite, esp. for meat; craves smoked meats.", "Cold food <; warm food >.", "Dares not remain fasting (< fasting).", "Bitter taste, esp. in throat, and when swallowing food.", "Water after it is swallowed tastes bitter.", "Sickly taste in mouth.", "Entire loss of appetite, sometimes with pale and flaccid tongue, accumulation of saliva in mouth, and burning thirst." ],
    "Stomach" : [ "Risings of flatus and sour regurgitations.", "Frequent and violent eructations.", "Nausea, with inclination to vomit, salivation, and shivering over whole body, or with a burning sensation in mouth.", "Retching, esp. when fasting in morning, as during pregnancy, and sometimes with vomiting of water and of mucus, dryness of nose, heat and pressive pain in forehead, thirst, and coldness in hands and feet.", "Vomiting of sweetish water, when fasting in morning.", "Vomiting; with dreadful burning at chest.", "Stomach weak, cannot digest, food is immediately rejected, or vomited undigested some hours after eating.", "Oppression of stomach, and of epigastrium, which renders the pressure of clothing insupportable.", "Hardness in epigastric region, with painful sensibility to touch.", "Cancer of stomach.", "Pulsation in region of stomach, extending to all the upper part of body, esp. when in motion." ],
    "Abdomen" : [ "Shooting and pressive pains in hepatic region.", "Sensation of fulness, and pain as from contusion, in liver.", "Pressure in region of spleen; the spot is painful to external pressure, esp. when sitting down soon after rising from bed in morning.", "Pain, as from ulceration, in abdomen, when breathing and moving; the pains sometimes hinder sleep during night.", "Painful sensation of coldness in abdomen, with too scanty emission of urine.", "Inflation and tension of abdomen (as after a copious meal), sometimes with shortness of breath.", "Contractive pain in abdomen, even at night, towards morning, with a sensation as if there were a hard compact mass in umbilical region.", "Shootings in abdomen, sometimes extending to sexual parts.", "Colic, resembling labour pains, sometimes with frequent want to make water (which is finally emitted in small quantities and hot), ill-humour and irascibility, shiverings after the attack, and sometimes also a milky discharge from the vagina.", "(Obstinate flatus in old abdominal disease.)" ],
    "Stool and Anus" : [ "Stools: watery; papescent; dark brown; watery, putrid, containing undigested food; greyish or white; chipped, very fetid; frequent, greenish, watery; cadaverous-smelling.", "Ineffectual painful urging.", "Children struggle and scream during act of defecation, and scream as if they would go into fits.", "Evacuations hard, dry, difficult, and only every third or fourth day.", "Several evacuations daily.", "Pulling, acute drawing pains, and cramp-like pains in rectum (towards the l. groin)." ],
    "Urinary Organs" : [ "Diminished or excessively increased secretion of urine (also, he drinks much, with frequent desire to micturate, passing but little at a time).", "Frequent and urgent want to make water, even at night.", "(Relieves thirst in diabetes.).", "Frequent urging with copious pale discharge; at night cannot get out of bed quick enough.", "Wets bed at night; dreams he is urinating properly.", "Urine spurts from her during each cough.", "Can only urinate when lying.", "Incontinence < lying down.", "Urine of a chestnut colour, or turbid.", "Urine fetid and colourless.", "Reddish, or whitish sediment in the urine.", "Burning corrosive urine.", "Before urinating, discharge of bland leucorrhoea.", "During micturition, burning between the labia." ],
    "Male Sexual Organs" : [ "Burning in genitals (during coition) and impotence.", "Prepuce bluish black with haemorrhages and gangrene." ],
    "Female Sexual Organs" : [ "Premature catamenia, of too long continuance, and too copious, with a discharge of black blood.", "During an embrace, burning in the parts, followed next day by menstrual discharge of dark blood.", "Appearance of menses in third month of pregnancy (blood black, flows in a stream).", "Before the catamenia, abdominal spasms, leucorrhoea, irritation, and inquietude, vomiting of mucus or frothy risings, and inflation of the abdomen.", "During menses: Hardness of hearing; discharge of fetid wind, constipation, and incarceration of flatus; buzzing and roaring in head; with pressive pains, colic, cuttings, sacral pains, constant shivering, or sweat on the back, and on the chest.", "After menses: Abdominal spasms; pressure in the genitals; leucorrhoea; and many other sufferings.", "Pains during menses, but < after.", "Menses flow only when lying down; cease on sitting. or walking about.", "Metrorrhagia < lying, > getting up and walking about.", "Metrorrhagia; in fungoid disease of endometrium.", "Leucorrhoea, corrosive or mild, and sometimes followed by exhaustion and fatigue, esp. in legs.", "Leucorrhoea of a yellow colour, staining linen yellow, with great weakness in legs.", "White leucorrhoea, having odour of green corn.", "Nausea during pregnancy; ptyalism; excoriating lochia.", "Dwindling away of mammae, with small, hard, painful lumps in them.", "Leucorrhoea putrid, with accompanying complaints; leucorrhoea in general, esp. if very fetid and exhausting.", "Complaints of females at change of life.", "Cramp-like pains in external genitals.", "Excoriation, with smarting pains between genitals and thighs.", "Shootings in vagina, as if produced by electricity.", "Voluptuous itching in vagina.", "Itching in vagina, inducing rubbing in evening, succeeded by smarting, swelling, heat, and induration of external parts, with soreness in vagina when urinating.", "Desire for coition, in females, esp. in morning.", "After coition, pain, as of excoriation, and hard knottiness in neck of uterus, or swelling of the genital parts (both male and female) with burning pains (worse in morning than in evening).", "After coition discharge of dark blood the next day.", "Prolapsus vaginae.", "Prolapsus uteri.", "Pulling, stitches, and shootings in the mammary glands." ],
    "Respiratory Organs" : [ "Scraping and roughness in throat, with roughness and hoarseness of voice (> by sneezing in morning).", "Paralysis of palate.", "Dry cough, excited by a scraping in throat, or by a tickling in bronchia.", "Dry, wheezing cough.", "Cough, with shortness of breath.", "Cough in evening, in bed, caused by crawling below larynx, with involuntary micturition.", "Constant cough, with sleep and shiverings, followed by dry heat.", "Convulsive cough, with retching, esp. in morning.", "Continual hoarse and hollow cough, excited by an accumulation of mucus in throat, with easy expectoration of whitish, or of yellowish and thick mucus.", "Cough, with pain in chest and sternum, compelling to press the hand on it; stitches and soreness in chest.", "The mucus which is expectorated has sometimes a sweetish taste.", "Involuntary emission of urine, and concussion in abdomen on coughing." ],
    "Chest" : [ "Shortness of breath, sometimes with a sensation of heaviness in chest, and desire to make a deep inspiration, or with pain, as of a bruise, in chest (esp. sternum), when breathing.", "Difficult and anxious respiration.", "Frequent blood-spitting; afternoon fever and morning sweat.", "Violent shootings in chest, in region of heart, in ribs, and in intercostal muscles, sometimes when breathing, or with suspended respiration; these shootings manifest themselves also at night.", "Burning pain in chest, as after drinking brandy; the pain extends from centre of chest to throat and tongue, and is accompanied by heat, redness, and tension in face.", "Terrible burning at chest, as from hot coals. Stitches in chest above heart, with oppression of breathing; in r. side, extending under scapula, arresting breathing." ],
    "Heart" : [ "Stitches in heart.", "Pulsation in all arteries when at rest." ],
    "Neck and Back" : [ "Glands of neck swollen.", "Pain in back; great sleepiness and profound sleep.", "Pain as if small of back would break; < at rest; > from motion.", "Pain in back at night; < when lying.", "Scapulae feel as if bruised.", "Pain under (l.) shoulder-blade; > hard pressure and by warmth; < riding in carriage and by any motion.", "Pains in small of back, like spasmodic pains of labour, with urgent want to make water, and to evacuate, or with leucorrhoea.", "Pains, as of ulceration, in the lumbar vertebrae.", "Nocturnal pains in back, more violent during repose.", "Continuous burning in small of back.", "Drawing pain along coccyx to rectum and vagina, where a spasmodic, contractive pain is felt." ],
    "Limbs" : [ "Analgesia of l. arm and part of l. leg." ],
    "Upper Limbs" : [ "Shootings in muscles and joints of shoulders.", "Pain, as from contusion, in arms.", "Pain in shoulders as if they had been uncovered all night.", "Painful paralytic sensation in fore-arms and fingers.", "Cramp-like pains in elbows and fore-arms.", "Stiffness of hands, with cracked skin.", "Pimples on hand, with violent itching, esp. in evening in bed.", "Tetters on elbow, hands, and fingers.", "Pain, as from dislocation, in thumbs.", "L. thumb pains as if sprained and stiff.", "Fingers dead; they grow pale and insensible, early in morning, when rising, with tingling.", "Numbness of fingers." ],
    "Lower Limbs" : [ "Pain, as from fatigue, in hips and legs.", "Bruised pain on crest of ilium, as if from a heavy burden or after running; stitches from same through abdomen; pain in same and in lumbar vertebrae, in morning, as if tired.", "Drawing and shooting pains in thighs, < by movement.", "Pains, as of a bruise, and bluish spots on thighs.", "Pains in hams, as from contraction of tendons.", "Heaviness in legs.", "Drawing and shooting pains in limbs, alternately with sufferings in eyes.", "Pain, as from dislocation, in joints of knees and feet.", "Skin in ham red and rough, like herpes.", "Tension and cramps in calves.", "Pain, as of ulceration, and burning (itching) sensation in soles.", "Oedematous (white) swelling of the feet, from toes to calves.", "Coldness (and heaviness) of feet.", "Sweat on feet.", "Tetters on ankles." ],
    "Generalities" : [ "Pain, as from excoriation and ulceration; painful paralytic sensation; pulling and shooting pains.", "Haemorrhages; small wounds bleed much.", "Putrid ulcers of any kind; putrid diarrhoea.", "Glossitis.", "Exanthema on face; on cheeks; around mouth; on upper lip; on forehead; burning urine; erethism of blood; yawning in general; complaints accompanying yawning.", "Pulse changed in general.", "Pinching pains, and shootings, esp. in joints.", "Lassitude, heaviness, and painful weariness in all limbs, esp. in legs.", "Shocks in limbs, esp. when asleep at night.", "Nocturnal pains.", "Fainting fits on waking in morning.", "Fainting (in morning, when rising too early).", "Disposition to faint in a warm room, with heat of face and shortness of breath.", "Numbness; loss of sensation.", "Rapid emaciation.", "Attacks of stupor, with paleness and coldness of several parts, which seem then as if dead.", "Pains, as from a bruise or contusion.", "Excessive excitement of whole body.", "Restlessness in whole-body, < during repose.", "Pains < during repose." ],
    "Skin" : [ "Soft, unnatural feel of skin, with pegged teeth.", "Violent itching all over body, esp. towards evening, and with burning sensation in arms and legs, after scratching.", "Burning itching at night, and heat over whole body.", "Nettle-rash.", "Eruption, like bug-bites, with violent itching esp. in evening.", "Large, greasy-looking, pox-shaped pustules over whole body.", "Mealy and pustular, dry or humid tetters (on backs of hands and fingers, in palms, on ears, elbows, knuckles, and malleoli), with violent itching in almost every part of body." ],
    "Sleep" : [ "Great inclination to sleep, with frequent yawnings; sometimes with putrid taste in mouth, and want of appetite.", "Fits of yawning, with shivering, weeping, pressive pains in forehead, or lassitude.", "Constant inclination to sleep.", "Difficulty in going to sleep, caused by restlessness over whole body, or a sensation of fatigue, with pains in all limbs.", "Disturbed sleep, with tossing.", "Frequent waking during night.", "Unrefreshing sleep, with paralytic sensation in all limbs on waking.", "At night, pains in loins, internal shiverings, pulsations in head, restlessness over whole body, pressive and burning pains in eyes, agglutination of the lids, &c.", "Starting from sleep in a fright.", "Frequent, anxious dreams; dreams of snow, of falling, pursuits, poisoning, emaciation, fire, of erections and of wanting to make water, of foul and disgusting linen, &c." ],
    "Fever" : [ "Feverish sensation over whole body, with good appetite.", "Predominance of cold, tendency to shiver, and frequent shiverings, sometimes with heat in face, redness of cheeks, coldness of feet, sensation of heaviness in arms, and excessive ill-humour; or with epistaxis, or pain in loins, head, and eyes, distressing cough, &c.", "Chilliness predominating while at rest.", "Chill, with great bodily restlessness.", "Flushes of heat, with circumscribed redness of the cheeks.", "Perspiration only during morning, with heat and redness of cheeks.", "Thirst after the shiverings.", "Feverish heat, with red cheeks; then sweat, followed by sacral pains.", "Throbbing all over body < when at rest.", "Pulse small and suppressed." ]
  }
}