{
  "remedyName" : "Laburnum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Convulsions. Eyes, affections of. Hydrocephalus. Vertigo." ],
    "Characteristics" : [ "All parts of this well-known ornamental tree are poisonous, our knowledge of it being derived chiefly from the accidental poisoning of children who have eaten the pea-like seeds and pods. Here is a typical case: W. G., aet. ate eight to ten seeds. Five or ten minutes after began to sweat, but soon became cold and shivering, skin pale, pulse scarcely perceptible, general collapse. Pupils dilated, is drowsy and giddy, but in no pain. Emetics and brandy were given, but after an hour of this there was no improvement. An enema of hot strong coffee was now given, the patient was wrapped in blankets, and hot bottles applied. The collapse then gradually passed off (Brit. Med. Jour., Sept. 1891).", "The giddiness is intense and in some cases peculiar: \"Constant vertigo, even while lying; if she attempted to sit upright, she immediately fell back again.\" In one case the head was rigidly thrown back. Head hot. Convulsions, insensibility, drowsiness, and mental indifference were leading features; and muscular twitchings about the face were noted. Pupils dilated; in two cases they were unequally dilated. These patients were two boys poisoned by the root of an old tree; they had very strange waving motions of the arms and convulsive drawing up of the legs, first one leg then the other. A boy who ate the green twigs was seized with vomiting, pain in the stomach, and collapse; there was no diarrhoea but tenesmus and erections. After a few hours he passed grams of grass-green urine, after which he felt >. The urine soon after passing assumed a natural colour." ],
    "Relations" : [ "Antidoted by Coffee, and stimulants, hot and cold douches to chest. Compare: Nux; Gels. (> by copious urination)." ],
    "Mind" : [ "No anxiety; remarkable indifference to all around.", "When spoken to, seemed stupid and unconcerned; when aroused by a shake and asked a question, he answered by a nod or shake of the head.", "Stupefaction." ],
    "Head" : [ "Constant vertigo even while lying down; if she attempted to sit up, she immediately fell back.", "Giddy, wheeled perfectly round before and during vomiting.", "Staggered, rolled head from side to side, eyes closed.", "Giddiness prevented him from walking, but he could sit upright.", "Head rigidly thrown back.", "Head hot.", "Headache.", "Pain in head and abdomen." ],
    "Eyes" : [ "Eyes: dull, lustreless; surrounded by livid zone; sunken.", "Lids only half open; mostly closed.", "Pupils: much dilated, but react to strong light; unequally dilated; slightly contracted; sluggish." ],
    "Face" : [ "Expression anxious.", "Face: pale, cold, of dull expression; pale and expressive of severe pain, augmented from time to time by a succession of spasmodic muscular contractions after the pain; deathly pale with blue lips.", "Twitchings of muscles of face (and neck); with efforts at vomiting." ],
    "Mouth" : [ "Slight frothing at mouth.", "Pale, glazed tongue.", "Tongue dry, glazed, and red.", "Dryness of mouth; and throat.", "Lips parched.", "Speech very indistinct." ],
    "Throat" : [ "Burning in throat with great thirst." ],
    "Stomach" : [ "Impaired appetite.", "Excessive thirst.", "Greedily thirsty, grasped at liquids with avidity, seizing the vessel with both hands and draining it.", "Constant nausea and eructations.", "Vomiting, pain in stomach, collapse; no diarrhoea but tenesmus and erections; followed by copious urination.", "One vomited repeatedly during twelve hours, another one two or three hours; in the latter case the other symptoms were much more violent.", "Nothing remained in stomach, even water or ice was almost immediately rejected.", "Burning pain in epigastrium.", "Cramp-like sensation in region of stomach." ],
    "Abdomen" : [ "Abdomen distended; tympanic sensation.", "Flatulent distension.", "Colic < by pressure." ],
    "Stool" : [ "Diarrhoea: followed by cessation of convulsions; with tenesmus and slightly bloody stool.", "Never vomited but was much purged.", "Watery fluid with peculiar odour constantly drained involuntarily from bowels.", "In the crude form it colours the stools, giving them either a green, clay, or dark appearance.", "The bowels almost always become constipated.", "Tenesmus and erections.", "(Marked relief to constipation due to pressure on rectum.", "Cooper.)" ],
    "Urinary Organs" : [ "After a few hours passed grains of grass-green urine and felt > after. The urine soon assumed natural colour on standing." ],
    "Male Sexual Organs" : [ "Tenesmus and erections." ],
    "Respiratory Organs" : [ "Breathing: stertorous; accelerated after the fever; hurried and laboured; slow, expiration very markedly prolonged." ],
    "Heart" : [ "Heart's action rapid and tremulous.", "Slight increase of pulse, and respiratory movements are also accelerated; this is transient, pulse soon falls below normal; languor and tendency to sleep follow.", "Pulse alarmingly weak." ],
    "Limbs" : [ "Jerking and trembling of limbs.", "Extremities weak and cold." ],
    "Lower Limbs" : [ "Some had a peculiar twitching in their walk." ],
    "Generalities" : [ "Convulsions.", "Insensible, very strange waving motions of arms to and fro; now and then the legs, first one then the other, convulsively drawn up.", "Complete collapse with great restlessness; with, perfect consciousness.", "Extreme intractable restlessness ending in incessant, almost frantic jactitation.", "Felt faint and giddy." ],
    "Sleep" : [ "Remarkably sleepy.", "Transitory somnolence and languor, but this soon passed off, leaving marked insomnia, which lasted through the night." ],
    "Fever" : [ "Surface of body pale, remarkably cold, almost like marble; at same time great aversion to slightest covering.", "Sub-normal temperature.", "Skin, very cold add clammy.", "Every now and then severe rigors shook his frame.", "Skin covered with clammy sweat.", "Cold sweats, vomiting, vertigo, preceded by slight feeling of malaise, and followed by high fever." ]
  }
}