{
  "remedyName" : "Lac Caninum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Arms, varicosis of. Breasts, painful. Chancre. Croup. Diphtheria. Dysmenorrhoea. Epulis. Eyes, affections of. Gonorrhoea. Headache. Ichthyosis. Leucorrhoea. Neuralgia. Ovaries, affections of. Ranula. Rheumatism. Sciatica. Spinal irritation. Stomach, affections of. Syphilis. Throat, sore. Ulcers. Uterus, affections of. Vaccinosis. Varicose veins. Warts." ],
    "Characteristics" : [ "Lac caninum is not a novelty in remedies. \"Dioscorides, Rhasis, Pliny, and Sextus recommended it for the removal of the dead foetus. Sammonicus and Sextus praise it in photophobia and otitis. Pliny claims that it cures ulceration of the internal os. It was considered an antidote to deadly poisons.\" (Quotation by Hering.) Hering adds that the remedy was revived by Reisig, of New York, who used it successfully in the treatment of diphtheria. After Reisig the remedy was used by Bayard and Swan, to whose indefatigable exertions we owe the present status of this medicine. Swan's potencies were prepared from Reisig's 17th. The provings were made with the 30th and upwards and are published in a little volume by Swan and Berridge. As in the case of Bufo, Castor equi, and other remedies of ancient times, homoeopathy has stepped in to confirm the accuracy of the old observers. In the provings a large number of the symptoms were manifested in the region of the throat, the effects being diagnosed as actual diphtheria in some instances. It is in diphtheria, both as curative and prophylactic that Lac can. has won its greatest fame; and the provings and clinical experience have developed a grand characteristic in this and other affections", "an alternation of sides, often very rapid. \"Soreness of throat commences with a tickling sensation which causes constant cough then a sensation of a lump on one side, causing constant deglutition this condition entirely ceases, only to commence on the opposite side, and often alternates, again returning to its first condition; these sore throats are very apt to begin and end with the menses.\" This \"alternation of sides\" once led me to the cure of an eczematous condition of the eyelids in a child. The child's aunt, who brought her to me, casually remarked that it often left one side entirely and went to the other and then back again. Lac can. cleared it up in a very short time. Rheumatic and other affections having this peculiarity of changing from side to side are very likely to be benefited by Lac can. From diphtheria, with its fetid discharges, it is not a far step to ozaena, and Lac can. has proved itself curative in a number of cases. Corners of mouth and alae nasi cracked. It has cured a case presenting the following characters: Crusts under which grey matter forms. Throat bad, swallowing difficult; mucous follicles swollen, covered with cream-coloured mucus. Nose bad; feared destruction of bones. Bloody pus discharges several times a day. Bones of nose sore to pressure. In addition to the changing sides characteristics Lac can. has: \"Inflamed surfaces (of throat) glistening.\" The same appearance when found on ulcerated surfaces in the skin is a leading indication for Lac can. The mental symptoms are remarkable. One prover had delusions about snakes; imagined she was surrounded by them; was afraid to close her eyes at night for fear of being bitten by a large snake which she imagined was beside the bed. Awoke in the night with a sensation that she was lying on a large snake. After menses, imagined all sorts of things about snakes. These snake-symptoms led to a cure. E. T. Balch (H. P., x. 286) asked for advice in this case: \"Maud R., 10, demi-brunette, of healthy parents, one and a half years before fell forward and hurt her chest whilst playing. Nothing was thought of it at the time, but when brought to Dr. Balch she was pale, emaciated, capricious, no desire for play. Sleep disturbed by frightful dreams, during the day piteously begs her mother to take her, she is so afraid. She feels as though snakes were on her back. In response to advice tendered one dose of Lac. can. 50m. was given, dry, and in twenty-four hours the child became more lively and cheerful and very soon all abnormal sensations disappeared. Another mental curiosity which has proved a useful pointer is this: \"Imagines he wears some one else's nose.\" Restlessness, nervousness, and prostration appear in the provings and show the relation of the remedy to diphtheritic paralysis as well as to diphtheria itself. In one prover the symptoms occurred periodically: < in morning of one day and < in afternoon of next. Wandering rheumatic pains. The sensation of lightness or levitation was noticed", "seemed to walk on air; not to touch the bed when lying. Cannot bear one part of her body to touch another; must even keep her fingers apart. The symptoms in general were < at night. Cold winds and cold, sharp air <. Cold washing = pain in herpetic eruption. Cold application > pain in upper jaw and teeth; and cold water gave momentary > to sore throat. Pains in ankles, forehead, and upper jaw were > by warmth. Rest and lying down > most symptoms; motion <. Flexion >, extension <. Going up and down stairs = pain in heart. Walking = leucorrhoea, < sores between labia and thighs. Touch < (external throat; breasts, causing sexual excitement). < After sleep. The Schema comprises both caused and cured symptoms; the latter are bracketed or have the name of the disease in which they occurred appended in brackets." ],
    "Relations" : [ "[According to Nichols, Lac. can. \"acts best in single dose; if repeated should be given at exact intervals.\"] Compare: Lachesis is the nearest analogue (throat, ovaries, symptoms changing from side to side", "Lach. left to right; < after sleep; fainting on raising arms); Lac. vac. deflor. (dreams of going on a journey). Lac. vac. coag., Lact. ac. [The following were mostly supplied by Lippe to Swan's arrangement.] Weak memory for what she has read, not for other things (Lach., Nat. m., Staph.). Absent-minded (Anac., Caust., Con., Dulc., Lach., Nat. m., Sep.). Crying, fearing she was contracting consumption (Calc., Guar., Sep.). Exalted feeling in sensorium (Plat.). Headache < in cold wind, > in warm room (Aur., Nux v., Rhus). Headache < by noise > by keeping quiet; confused feeling in head (Calc.). Must have light, but intolerant of sunlight (Aco., Bell., Calc., Gels., Ruta, Stram). Soreness and scabbing of nostrils (K. bi., Thu.). Lips dry and peeling (Nat. m.). Throat sensitive to touch externally (Lach.); < by empty swallowing (Ign.). Breasts sensitive to pressure (Calc., Murex); to deep pressure (Merc.); as if full of very hard lumps, very painful when going up and down stairs (Bell., Calc., Carb. an., Lyc., Nit. ac., Phos.); soreness and enlargement (Bell., Bry., Calc.). Small, round, or irregular grey white ulcers on tonsils and fauces (Merc. i.). Discharges of diphtheritic matter from vulva and rectum (Apis). Empty, weak feeling in stomach-pit (Dig., Ign., Pet., Sep.); pain as from a stone or undigested food in stomach-pit (K. bi.). Pain in right ovarian region (Ap., Lyc., Pallad.). Sensation as if breath would leave her when lying down, must get up and move about (Grind.). Sciatica (Cur., Graph., Gnap., K. bi., Ir. v., Lach., Phyt., Tell.). When walking seems to be walking on air; when lying does not seem to touch the bed (Asar., Chi., Coff., Nat m., Nux, Op., Rhs., Spi., Stram., Thuj., Stict. pul., Phos. ac.). Dreams of going on a journey (Lac. v. deflor., Laches., Sang., Sil.). Spreads fingers apart (Secale", "in spasms). Retina retains impressions of objects (Tuberc. Nicotin.", "Lyc., ear retains impression of sounds). Red spot before vision (Dubois. Hyo.). Flatus from vagina (Bro., Lyc., Nux m., Nux v., Sang.). < Going down stairs (Borax). Diphtheria (Diphtherinum, Merc. cy., Gels.). [Hydrophobinum is a dog-engendered nosode and must be compared with Lac. can; Lach. is one of its antidotes.] Cannot bear one finger to touch the other (Lac. f. cannot bear one foot to touch the other)." ],
    "Causation" : [ "Result of fall." ],
    "Mind" : [ "Illusions or hallucinations about snakes; imagines they are all around her; that they are creeping into her bed; fears to close her eyes.", "Horrible visions, fears they will take objective form; when sitting still and thinking.", "Wakes at night with a sensation that she was lying on a large snake.", "After menses, imagines all sorts of things about snakes.", "Woke at daylight, feeling that she was a loathsome, horrible, mass of disease.", "Could not bear to have any one part of her body touch another; felt if she could not get out of her body in some way, she would soon become crazy; could not think of anything but her own condition.", "Feels weak, and nerves so thoroughly out of order, that she cannot bear one finger to touch the other (nervous throat affection).", "Is impressed with the idea that all she says is a lie; that all her symptoms are unreal, and the result of a diseased imagination; it seems to be very difficult to speak the truth, but continually distrusts things; when reading anything she rapidly changes the meaning, omitting or adding things.", "Imagines that he wears some one else's nose (diphtheria).", "Felt very short in morning while walking; ditto in evening.", "Finds it very difficult to read understandingly anything requiring a mental effort to follow it.", "Very restless; cannot concentrate her thoughts or mind to read; wants to leave everything as soon as it is commenced.", "When speaking, substitutes the name of the object seen for that which is thought.", "Cannot remember what she reads, but can remember other things.", "In writing, uses too many words or not the right ones; very nervous.", "Absent-minded.", "Cannot bear to be left alone for an instant (diphtheria).", "Fear: of disease; of consumption; of heart disease; of falling downstairs.", "Fits of weeping two or three times a day (metritis).", "Depression.", "(Thinks she is looked down upon by every one, and feels insulted thereat.).", "Anxious.", "Easily excited; easily startled.", "Cross and irritable; while headache lasted.", "(Attacks of rage, cursing and swearing at the slightest provocation.)" ],
    "Head" : [ "Dizzy sensation with slight nausea.", "Constant noise in head very confusing; < at night, and much < at menses (metritis).", "(Sick headaches beginning in nape; the pain settling gradually in r. or l. forehead.).", "Pain in l. occipital region running up when moving head.", "(Headache over eyes, < when sewing; frontal and occipital, < turning eyes up.).", "Sharp lancinating pain, in a zigzag line from r. side of forehead to an indefinite point in occiput; instantaneous, and sometimes repeated; as soon as it is felt, she lays aside whatever she is doing and lies down, from an indefinite dread that it will return; if at night, she goes to bed at once; has great dread of the pain, though not very severe; recurred for several days.", "Sharp, throbbing pain in r. side of forehead; then in l. side of forehead slightly.", "Sharp pain like a stab in r. temple, at p.m.", "Throbbing pain just over r. temple, then sharp pain in socket of r. eye and in r. temple, disappearing quickly.", "Pain in forehead, afternoon, first on l. side, then on r., over l. eye principally.", "Headache over l. eye on first waking, and great pain in pelvis, most marked at r. ovary.", "Neuralgic pain in l. side of head, followed by a film over l. eye, wants to rub it off; not > by rubbing.", "Headache first on one side of forehead, then on the other.", "On going into the cold wind, felt a terrible pain in forehead as if it would split open, > on going into warm room.", "Headache in upper part of forehead, with sensation of a broad band pressed firmly across forehead from one temple to the other.", "Darting pain across forehead and over eyes.", "Headache over both eyes, extending back over l. ear.", "Slight pressure on vertex and over eyes, the day before menses ceased.", "Dull pain in r. temple and r. eye, with pressure on vertex during menses.", "Stiffness in occiput on turning head, with soreness on pressure.", "(Occipital headache, with shooting pains extending to forehead.).", "Headache < by noise or talking, > by keeping quiet; confused feeling in head.", "Intense headache, entirely > by cold-water application, but soon returned, not, however, as severe.", "Pains in head during day, first on one side then on the other; it seems perfectly unbearable; > on first going into the air, but soon grows <.", "Sensation as if brain were alternately contracted and relaxed, several times rapidly; generally only when lying down; at various times all through proving.", "Excessive dandriff on head for past week.", "Sore pimples on scalp, which discharge and form a scab; extremely painful when touched, or on combing hair.", "Head very sore, and itches almost all the time, < at night.", "Slight roughness of skin of forehead, as of numerous pimples." ],
    "Eyes" : [ "Sharp pain in socket back of r. eye, followed by tenderness in r. temple; both transient.", "Darting intense pain round l. eye.", "Heaviness of upper eyelid, with pain above l. eye; burning in l. eye; agglutination of l. lids (rheumatism).", "Eyes slightly swollen; profuse lachrymation; with catarrh.", "Looking at different objects causes eyes to ache.", "Pricking sensation in eyeballs; eyes sensitive to cold air.", "Upper eyelids very heavy, can scarcely keep eyes open; very sleepy.", "Pain in eyes when reading; followed by a film over them, apparently requiring to be wiped off before she can see.", "Tendency in retina to retain the impression of objects, esp. of colours; or somewhat of the object last looked at is projected into the next.", "(Sees faces before her eyes, < in the dark; the face that haunts her most is one that she has really seen.).", "Small floating discs before eyes occasionally, and showing primary colours at edge of discs.", "When reading the page does not look clear, but seems covered with various pale spots of red, yellow, green, and other colours.", "Occasionally when looking at an object sees red spots on it.", "While looking at an object appears to see just beyond or out of the axis of vision, an object passing across the field of sight; but on adjusting the eye to see it, it is gone; it always appears as a small object, like a rat or bird, sometimes on the floor, at others in the air." ],
    "Ears" : [ "Pain in r. ear, sometimes intense.", "Very sharp pain in r. middle ear, while walking in wind; had to cover it with hand, which gave entire relief; sharp pain in r. side also.", "No pain during day, but is awakened several times during night by sore aching pains in middle and external ear of side on which she is lying; soon passes off when the pressure is removed.", "(Green, odourless discharge.).", "Reverberation of voice as if speaking in a large, empty room; with pain in frontal region, first over one eye and then over the other.", "(Sounds seems very far off.).", "Ringing in r. ear.", "At night a buzzing in r. ear.", "Noises in ears; sensation as though ears were full.", "(More than any other remedy, relieved deafness from hereditary syphilis.)" ],
    "Nose" : [ "Sore on r. side of septum of nose; next day nose sore, constant inclination to pick at it and get the scab off; nose still sore on sixth day, and on seventh day was very painful to touch; but on eighth day scab came off nose, leaving it as well as ever.", "L. nostril first dry, afterwards discharging a thin, ichorous fluid, excoriating nostrils.", "Stuffed feeling in nose and throat.", "Watery discharge, followed by dry sensation in nose.", "Fluent catarrh from both nostrils, with sensation of fulness in upper part of nose.", "(Profuse nocturnal nasal discharge, like gonorrhoea, staining pillow greenish yellow.).", "One side of nose stuffed tip, the other free and discharging thin mucus at times and thin blood; these conditions alternate, first one nostril stopped up and the other fluent, and vice versa (diphtheria).", "Bad smell in nose.", "Cannot bear smell of flowers; they seem to send a chill over her.", "All drinks return by the nose, nothing being swallowed (diphtheria)." ],
    "Face" : [ "R. cheek burns like fire, and is red after coming in from the cold.", "Pain as from a knife-thrust from under l. zygoma up to vertex.", "Burning, flushing of face.", "Marked pallor of face.", "Lips dry and peeling off.", "Jaw cracks while eating (dyspepsia)." ],
    "Teeth" : [ "Pain in l. upper molars, coining from l. temple through l. ear.", "Teeth sensitive to cold water.", "Gums swollen, ulcerated, retracted, bleeding, teeth loose; caused by defective nutrition and exposure." ],
    "Mouth" : [ "Tongue coated brown.", "Tongue dirty, deeply coated near back and centre, except on edges, which are bright red; at p.m. tongue looks patched.", "Taste: putrid; of lead, afternoon.", "Swelling of l. sublingual gland; ranula.", "Mouth and throat covered with aphthous yellowish-white ulcerations, easily bleeding.", "Roof of mouth very sore, with blisters that break and leave loose skin; any seasoned food causes great pain.", "Inside of lower lip feels tender and sore, and looks very red.", "Mouth very dry.", "Saliva: increased, slightly viscid; ran from mouth during sleep.", "Mouth constantly full of mucus, but a constant inclination to swallow, which = pain.", "Frothy mucus in mouth < by going into open air, and after eating.", "Breath very offensive (diphtheria).", "Talking is very difficult, and there is a disposition to talk through nose (nervous throat affection)." ],
    "Throat" : [ "In morning throat very sore; r. tonsil covered with ulcers and patches, which extended over palate and covered l. tonsil; next day membrane extended across posterior wall of pharynx; uvula elongated, accompanied by chilliness, high fever, pains in head, back, and limbs, great restlessness, and extreme prostration. This was pronounced to be \"severe diphtheria,\" but it soon got well.", "Diphtheritic patch appeared first on r. tonsil, then on l., and frequently on alternated sides; the swelling of submaxillary and lymphatic cervical glands also alternated in like manner; there Was a noticeable < after a cold storm from north-east.", "Quinsy; alternating sides; thick, tough pieces of diphtheritic membrane coming away, and new membrane constantly re-forming; swelling in throat so large and tense that mouth could not be closed.", "The diphtheritic deposits look as if varnished; exudations migratory, now here, now there (diphtheritic croup).", "Throat sore: with severe headache; pain extending to chest; dry and sore; deep red colour on either side of throat opposite tonsils; on l. side; painful to external pressure on both sides.", "Throat feels stiff (diphtheria).", "Sore throat, alternating sides, beginning and ending with menses.", "Feeling of a lump in throat, which goes down when swallowing, but returns; throat < r. side; < on swallowing saliva; afterwards, throat which had been getting well, suddenly one evening grew rapidly <, but this time on l. side.", "Constant inclination to swallow, which causes pain extending to r. ear.", "Tickling and sense of constriction in upper part of throat, causing constant dry, backing cough." ],
    "Appetite" : [ "Appetite improved; increased.", "Cannot satisfy her hunger.", "Desire for highly-seasoned dishes, which is very unusual; has used pepper, mustard, and salt freely.", "No appetite (diphtheria; acute rheumatism).", "Considerable thirst.", "Great hunger for large quantities, often.", "Craves milk and drinks much of it (diphtheria).", "Aversion to anything sweet." ],
    "Stomach" : [ "Nausea, with headache, on waking; continuing all morning.", "Nausea > by eructations of wind.", "At p.m. while smoking a cigar, great nausea with severe pain in stomach-pit; vomiting seemed imminent, but the sensation ceased in four or five minutes.", "At a.m., empty, weak feeling in stomach-pit; next day, same at p.m.", "Weak, sinking feeling at stomach-pit, on waking in morning.", "Burning in epigastric region, feeling of a weight and pressure of a stone in stomach." ],
    "Abdomen" : [ "Pain in r. side of pelvis; while it lasted there was no pain in l. side.", "Pain and burning in l. side of abdomen and pelvis, with weight and dragging on that side; clothes feel very heavy.", "Feeling of tension in l. groin; does not want to walk or stand, as it < the sensation; > by flexing leg on abdomen.", "Very acute pain in l. groin, extending up l. side to crest of ilium; > by stool; sometimes the pain is in track of colon.", "Abdomen swollen, and sensitive to deep pressure, which also = nausea, the nausea passes off when pressure is removed.", "Felt as though abdomen and chest were firmly compressed all over, as if the skin were contracted.", "Abdomen very sensitive to pressure and weight of clothes, entirely > by removing them, during very profuse menses.", "Pains in abdomen intermittent.", "Pain in pelvis, principally over r. ovarian region.", "Headache (l.) on first waking, and great pain in pelvis, most marked at r. ovary.", "Pressure from within outwards, as if contents of abdomen would be forced out literally, just above pelvis.", "Sensation while walking as if abdomen would burst." ],
    "Stool and Rectum" : [ "Frequent desire for stool all through provings.", "When having a soft passage great tenesmus; rectum does not act as if it had lost power, but as if it could not expel faeces because they are soft, and adhere to the parts like clay.", "Constipation; occasionally natural passages; urgent desire for stool, but passes nothing but wind, or possibly one or two small pieces like sheep-dung; considerable wind in abdomen, with rumbling, but never any pain.", "Profuse diarrhoea, with colic pain; diarrhoea watery, profuse, coming out with great force.", "Great constipation before and after menses; bowels very loose (not diarrhoea) during menses." ],
    "Urinary Organs" : [ "Urination causes intense pain in urethra, soon passing off.", "Sensation after urinating, as if bladder still full; continued desire to urinate.", "Frequent desire to urinate, which if not immediately attended to causes pain in bladder; a numb, dull sensation; if not > by urination it spreads over abdomen and l. side to ends of fingers; never in head; would frequently wake at night dreaming of the pain, and would have to urinate to > it.", "Constant desire to urinate, passing large quantities frequently; at night she dreams of urinating, and wakes to find an immediate necessity; a less strong and healthy person would probably have wet the bed.", "(Nocturnal enuresis, a specific.)" ],
    "Male Sexual Organs" : [ "Sexual desire quite marked.", "R. spermatic cord, low down, sore to touch.", "Chancre on prepuce, l. side of frenum; penis greatly swollen; chancre like a cauliflower excrescence, red, smooth, and glistening.", "(Small sore at entrance of urethra; parts of glans around urethra an open ulcer, exhaling most fetid smell, and with most excruciating pain; red, glistening appearance.).", "Gonorrhoeal pains, intermittent, in front, middle, or posterior part of urethra; when the gonorrhoea is >, catarrh sets in." ],
    "Female Sexual Organs" : [ "Menses scanty; terribly cross and impatient first day; on second day, severe paroxysmal pains in uterine region, causing nausea; occasional pain in l. ovarian region, passing about half-way down thigh, on upper part of it; all these pains > by bending backwards; pain and aching in r. lumbar region when leaning forwards (as in sewing) even for a short time; entire > when bending back.", "Menses scanty at first; with pain in l. ovary.", "Menses very profuse; abdomen very sensitive to pressure and weight of clothes, entire > by removing them.", "(Several cases of membranous dysmenorrhoea.).", "Dysmenorrhoea, pain in l. groin, with bearing down and nervousness.", "Leucorrhoea all day, but none at night, even after taking a long walk.", "Slight leucorrhoea during the day, < when standing or walking.", "Severe pain in r. ovarian region, completely > by a flow of bright-red blood, which lasted an hour, and did not return.", "In afternoon, intermittent, sharp pains in r. ovarian region.", "Constant pain in r. ovary.", "Pain in l. ovarian region, and all across lower part of abdomen.", "Sharp pains beginning in l. ovary, and darting like lightning either towards r. ovarian region, or else up l. side and down arm, or sometimes down both thighs; but generally down l. leg to foot, which is numb, pains like labour-pains; accompanied by great restlessness of legs and arms, and great aching in lumbar region; (5th d. after premature labour).", "Sharp, lancinating pains like knives cutting upward from os uteri, and as these were being relieved, sensation as of needles darting upwards in uterus.", "Escape of flatus from vagina.", "Pressure on anterior part of vulva, entire > by sitting; sensation as if everything were coming out at vulva; with frequent desire to urinate and smarting in urethra.", "Itching in l. side of labia, with rough eruptive condition on l. side of vagina, with acrid leucorrhoea; excoriating severely.", "Great swelling of l. labia, and terrible, pain while urinating; (from gonorrhoea).", "Itching of vulva.", "Intense painful soreness of vulva, extending to anus, coming on very suddenly about noon, and lasting for about two hours; came on again during evening; could not walk, stand, or sit; > by lying on., back and separating the knees as far as possible.", "Raw and bad-smelling sores between labia and thighs, in folds of skin; < when walking, would rather keep still all the time; these sores are covered with a disgusting white exudation.", "Sexual organs extremely excited; very much < from the slightest touch, as putting the hand on the breast, or from the pressure on vulva when sitting, or the slight friction caused by walking.", "(After-pains very distressing, extending to thighs, rather < on r. side.).", "Menses very stringy and sticky, cannot get rid of them.", "Urination caused intense pain in vulva, when even the least drop of urine came in contact with it.", "Breasts very sore and sensitive to pressure for a day or two during menses.", "Breasts very sore and painful, with sharp, darting pain in r. ovarian region extending to knee, very painful and must keep leg flexed (1st d. after miscarriage at 6th month).", "Constant pain in breasts, they feel very sore when going up or down stairs.", "Breasts seem very full.", "Constant pain in nipples.", "Breasts sensitive to deep pressure.", "Breasts painful; feel as if full of very hard lumps, < going up or down stairs.", "Loss of milk while nursing, without known cause.", "Galactorrhoea (many cases).", "Dries up the milk when nursing.", "Given for an ulcerated throat to a nursing woman, it cured the throat and nearly dried up the milk.", "After two doses of c.m. rapid decrease in size of breasts and quantity of milk in a lady who wanted to wean her child." ],
    "Respiratory Organs" : [ "Slight hoarseness, with now and then a change of voice, after waking, but soon passing away.", "Cough from tickling in upper anterior part of larynx, < when talking and also when lying.", "Cough from tickling under middle of sternum.", "Cough with pain and oppression of chest; it jars her all over.", "Loss of voice, cannot speak in a whisper (pharyngitis).", "Marked soreness on touching larynx (diphtheria).", "Sensation as if the breath would leave her when lying down and trying to sleep; has to jump up and stir around for an hour or so every night." ],
    "Chest" : [ "Terrible dyspnoea immediately after sleep, first on l. side of chest; the dyspnoea compelled her to be lifted upright with violent exertion to get breath; there was sharp pain in region of heart with each of these attacks; after the medicine had but one attack of dyspnoea, and all the pain was referred to r. side of chest (acute rheumatism).", "Lungs feel as though fast to chest, < while writing.", "Clavicles sore to touch.", "Stabbing pain in r. lung, just below nipple, preceded by pain in stomach-pit as of a stone or undigested food.", "Sharp pain in r. breast at p.m.", "Feeling of oppression and tightness behind sternum, with desire to draw a deep breath." ],
    "Heart" : [ "Palpitation of heart, irregular, causing shortness of breath." ],
    "Neck and Back" : [ "Neck stiff (rheumatism, neuralgic headache; diphtheria).", "Sharp neuralgic pain under r. scapula.", "Lameness and cutting pain under l. scapula, < turning in bed.", "Sharp, cutting pain under l. scapula, shooting forwards through lung.", "Backache nearly all day between scapulae, < after becoming warm, somewhat > by leaning back.", "Pain in sacrum < by riding (not by walking.).", "Aching pain, < by stooping, > by leaning back, with weakness; this pain extended around l. side of pelvis (leaving the back) to inside of thigh followed by a bloody leucorrhoeal discharge after six hours, which came all at once, leaving labia extremely sensitive.", "Spine aches from base of brain to coccyx (pharyngitis)." ],
    "Limbs" : [ "Aching pains in limbs and back.", "Rheumatism beginning in soles flying from joint to joint and side to side, < every evening and by movement and touch; numb pains in ankle.", "Burning of hands and feet at night (ovaralgia.)" ],
    "Upper Limbs" : [ "Painful swelling and hardness, with suppuration of l. axillary gland; menses came on at same time.", "Pains down r. arm and in fingers, which feel cramped; does not seem to have the same power in r. hand.", "From draught in evening, sudden, violent pains in r. shoulder, so much so that when retiring she could not raise arm to finish toilet, as if disabled by dislocation.", "Right wrist lame and painful.", "Sharp, shooting pains in ball of r. thumb.", "Sharp pain round l. arm, as of a cutting instrument; felt principally at the vaccination-cicatrix; passed from thence to l. elbow and disappeared; (forty-five minutes after first dose.).", "Trembling of l. hand, as in paralysis agitans.", "Woke at night feeling very chilly, with sharp pain in l. hand, and sensation in l. arm as if asleep; lasting fifteen minutes.", "Palms and soles burning hot.", "Two warts on little finger noticed to be leaving.", "Painful eruption on axillae, like moist herpes, exceedingly painful on washing them. Veins in hands look bluer than usual, they are swollen.", "Sensation as if an insect were crawling on shoulders and neck, occasionally on hands.", "Perspiration in axillae, stains linen bright orange colour, no smell.", "Very fetid perspiration in axillae, staining linen brown.", "Wrists very lame, esp. r., which has sharp pains passing from thumb to little finger." ],
    "Lower Limbs" : [ "A few days before menses, inside of both thighs became raw and painful when walking, they then broke out with large, flat, red pimples; the soreness soon left; but the pimples remained.", "Varicose veins on outer r. thigh, from hip to knee.", "Sensation of numbness in l. leg with great heat as if burning, but cool to touch; brought on by pressure.", "Stiffness through thighs, < on attempting to move after sitting.", "Veins of feet and ankles very much swollen.", "Feet swollen and very sore, causing considerable pain while walking.", "Cramps in feet.", "Numbness and paralytic feeling in inner side of both knees, extending to both big toes.", "Pain in r. hip and leg while walking, with a trembling of leg, and slight feeling of uncertainty, esp. on going down stairs (metritis).", "(Articular rheumatism in r. hip and knee-joints, esp. former; she was seated in an armchair, unable to move, complaining of bruised, smarting, lancinating pains in both joints and in lumbar region with swelling of affected joints; pains < by slightest motion at night; by touch and by pressure of bed clothes; next day pains and swelling had gone to l. hip and knee joints, leaving r. almost free; the ensuing day they had almost entirely disappeared from l. hip and knee-joints and had again attacked r. hip and knee; complaining, moaning, and sighing on account of her sufferings and probable termination of her illness).", "Rheumatic pains in l. hip and along sciatic nerve; wandering pains in nape of neck, with stiffness; pains in one or other shoulder; pain above l. eye and heaviness of eyelid; burning in eye, agglutination of eyelids; sensitiveness to light (sciatica and rheumatism).", "Intense, unbearable pain across supersacral region, extending to r. natis and down r. sciatic nerve; pain so severe as to prevent sleep or rest (sciatica).", "(Partial paralysis of r. leg from miscarriage; leg numb and stiff, but cannot keep it still; feels > flexing it on abdomen.).", "Numb pains chiefly in ankles, < while quiet, with swelling; veins of ankles distended; > while extreme heat is applied (rheumatism).", "Ecthyma: on r. leg." ],
    "Skin" : [ "Sensation as if an insect was crawling on shoulders and neck, occasionally on both hands.", "Herpetic eruption in both axillae, with light brownish scab, extremely painful when washing; eruption most in r. axilla, and in both instances appeared previous to pain in labiae, which was followed by a discharge of blood from vagina.", "Every scratch gets sore.", "Icthyosis, with branlike desquamation of skin.", "Shining, glazed, and red appearance of ulcers on shin and wrist (syphilis).", "Crusts on skin, under which greyish yellow matter formed and was squeezed out." ],
    "Sleep" : [ "Great desire to sleep (diphtheria).", "Cried out and talked in sleep (diphtheria).", "Cannot find any comfortable position in bed; there is no way that she can put her hands that they do not bother her; falls asleep at last on her face.", "Dreamed a large snake was in bed (tonsillitis).", "Got to sleep late; profuse sweat during sleep; felt feverish all night; in morning > in every way.", "At night lies with l. leg flexed on thigh, and thigh on pelvis; restless; < after sleep (ovaralgia).", "Dreams frequently that she is urinating, and wakes to find herself on point of doing so, requiring immediate relief.", "Symptoms < after sleep (diphtheria)." ],
    "Fever" : [ "Chilly feeling lasting all day.", "Internal chilliness with external warmth.", "Cold chills run down back, hands as cold as ice (on entering house p.m.; entire > after a good dinner).", "Fever and chills for a few days, and up and down every few hours.", "Intense fever on waking in morning, with perspiration.", "Dry, hot skin (diphtheria).", "Exhausting sweats; after sleep.", "Wakes at night in cold perspiration, with fearful foreboding (metritis).", "Perspired considerably through night, sweat having a rank smell (acute rheumatism)." ]
  }
}