{
  "remedyName" : "Lac Vaccinum Defloratum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Appendicitis. Asthma. Bright's disease. Constipation. Diabetes. Dropsy. Fainting spells. Headache. Heart, affections of. Lactation, defective. Leucorrhoea. Menses, suppressed. Obesity. Sciatica." ],
    "Characteristics" : [ "\"The idea of potentising skimmed milk originated with Swan upon reading Donkin's Skim Milk Treatment for Diabetes and Bright's disease.\" The first proving was made by a lady in New York, in whose case the headache and nausea with constipation were strongly marked. A subsequent, more extensive proving was made under Swan by Dr. Laura Morgan.\" I quote from Hering, who adds, that with but few exceptions the symptoms of the Schema have received clinical verification. The symptoms set up by milk in some sensitive persons, especially the violent headache and the constipation, are a matter of common knowledge, and it is in these affections that the remedy has especially distinguished itself. As milk contains within it an epitome of all the tissues and salts of the animal which secretes it, it is natural to expect of it a wide range of action in the attenuations. As Natrum. mur. is a prominent ingredient, it is not surprising that symptoms of this are found in the pathogenesis, e.g., \"thirst for large quantities, often, \", \"nausea and vomiting, \", \"depression with crying and palpitation.\" The characteristic headaches of Lac def. are: Periodic sick-headaches in women; menstrual sick-headaches. Intense headache, fore part, with nausea and constipation. Throbbing frontal headaches in anaemic women, nausea, vomiting, and obstinate constipation. The symptoms which specially indicate it in diabetes are: Intense thirst; wasting. The menses are irregular; sometimes very dark, scanty; sometimes colourless water. (Lac def. cured this case: Menses suppressed suddenly from putting hands into cold water. Great pain in uterine region. Intense headache. Pains fly all over. Flushed face. Patient slept after first dose, next morning slight flow appeared. Second dose brought back flow profusely, and patient felt well and the flow continued.) Nutrition is perverted. There is loss of weight, or else obesity. Dropsy. Fatty degeneration. Some peculiar sensations are: As though a knife was cutting up and down through the heart. As if head would burst. As if eyes full of little stones. As if top of head was lifted off. As if a ball of pain in centre of forehead. As if flesh was off bones and edges were separated and sticking out. As if objects were tossed up from below in all directions. As if a large ball rose from lower end of sternum to upper end of oesophagus. As if a stone in abdomen. As if sheets were damp. As if a cold air blowing on her. It may be well to recall in this last connection that milk is one of the articles forbidden to hydrogenoid or chilly patients. Burnett maintains that excess of milk in the dietary of children after they have cut their first teeth renders them susceptible to colds. There is periodicity in the symptoms: every eight days. Headache ceases at sunset. Most symptoms occur in the morning. Fever and prostration come on in afternoon. Putting hands into cold water = suppression of menses. External heat does not > chilliness, < pain in eyeball. Sensation as if cold water were blowing on her, even while covered up warm. No position >. Lying down < vertigo; headache; urinary pain. Vertigo compels to sit up. Extending arms above head = fainting spells. Motion < all symptoms. < Walking; < sitting down, though ever so gently. Abdomen is sensitive to touch. Pressure round waist = fainting spells. Pressure > pain in eyeball (presses eyes into pillows); bandaging head lightly > pain. After injury subject to distress in head." ],
    "Relations" : [ "Compare: Lac can., Lac coag., Lact. ac., Sacch. lac., Vaccin. (a cow nosode); Nat. m. (diabetes, headache, constipation, heart); Coccul. (menstrual sick-headaches); Cact. (heart; but Lac d. has not the \"grasp\" of Cact.); Nux m. (head heavy, tends to fall to left", "Lac. d. to right)." ],
    "Causation" : [ "Injuries." ],
    "Mind" : [ "Loss of memory; listlessness, disinclination for bodily or, mental exertion.", "Depression; does not care to live; questions as to quietest and most certain way of hastening one's death.", "During conversation, headache and depression of spirits >.", "Depression with crying and palpitation (fainting spells).", "Imagines that all her friends will die and that she must go to a convent (fainting spells).", "Does not want to talk to any one.", "Can remember what has been read only by a strong effort of will.", "Vacillation of mind.", "Great despondency on account of the disease, is sure he is going to die in twenty-four hours; without fear of death." ],
    "Head" : [ "Vertigo: on moving head from pillow; < lying down and esp. turning while lying, obliging to sit up.", "Intense vertigo when opening eyes while lying, < when rising up; objects appeared to move swiftly from l. to r., at other times moving as if tossed up from below in every direction.", "Head feels heavy with marked tendency to fall to r.", "Faintness and nausea when stepping upon floor in morning.", "Pain first in forehead, then extending to occiput, very intense, distracting and unbearable; great photophobia, even to light of candle; deathly sickness all over, with nausea and vomiting, < by movement or sitting up; very chilly, and external heat does not >; frequent and profuse urination of very pale urine.", "After injury subject to distress in head; severe pain in forehead just above eyes; breath offensive; appetite poor, nausea; at times sleeps for hours during attack; great distress across back; urine dark and thick.", "Nausea and sometimes vomiting, which >; pain in forehead as if head would burst, with blindness; pain is > by bandaging head tightly; < by light and noise; constipation, stools large; hands and, feet cold (hemicrania).", "Headache: < during menses; < by speaking, alternating with tonsillitis.", "Throbbing frontal headache (over eyes), nausea, vomiting and obstinate constipation; esp. in anaemic women.", "Headache: with pains in eyes; as if full of little stones; < closing eyes; profuse urination.", "Dim vision, as of cloud before eyes; profuse urination; full feeling in head; slight nausea at pit of stomach; face pale; feet cold; coldness in back.", "Intense pain at point of exit of supraorbital nerve, diffused thence over forehead; attack commences with chill, quickened pulse, flushed face and discharges of wind from stomach.", "Severe headache, with a sensation as if top of head was lifted off, raised about five inches and brains were coming out; head feels hot, motion < pain; face felt as if flesh was off bones and their edges were separated and sticking out.", "Pain first in forehead, extending through occiput, making her nearly frantic.", "In morning nausea and sensation of a round ball full of pain in centre of forehead.", "Head feels large as if growing externally.", "Head heavy, falling to r. side.", "General sore pain of head produced by coughing." ],
    "Eyes" : [ "Dim vision; can only see lights, not objects; preceding headache.", "Great photophobia, even candle light unbearable.", "Great pain in eyes on first going into light, soon passed off; on closing eyes on account of light, pain was felt in eyeballs as if from pressure of lids.", "On closing eyelids painful pressure as if lids were short laterally, causing sensation of band pressing upon balls.", "Upper eyelids feel very heavy; sleepy all day.", "Pain in head, most marked over l. eye and in temple, extending into eyes, and causing profuse lachrymation." ],
    "Nose" : [ "Painful pressure or tightness at root of nose (catarrh)." ],
    "Face" : [ "Deathly paleness of face.", "Sallow complexion with eczematous eruption.", "Flushes of heat in l. side of face.", "Face, neck, arms and body generally flush colour of a red rose, with swelling, but no itching or burning.", "Sensation as if all flesh was off bones of face and edges were separated and sticking Gut.", "Pimples on face and forehead (irregular menses)." ],
    "Teeth" : [ "Grinding of teeth when asleep, with pain in stomach and head with vomiting." ],
    "Mouth" : [ "Mouth very dry.", "Breath very offensive.", "Mouth clammy and frothy, esp. during conversation." ],
    "Throat" : [ "Globus hystericus; sensation of a large ball rising from a point about lower end of sternum to upper end of oesophagus, causing distressing sense of suffocation.", "Sore throat < when swallowing; slight, hacking cough." ],
    "Appetite" : [ "Entire loss of appetite.", "Great thirst for large quantities and often; intense thirst.", "Could not drink milk without its causing sick-headache." ],
    "Stomach" : [ "Sour eructation.", "Nausea: in morning; from a recumbent position at any time during day or evening, or on moving or rising in morning; deathly, cannot vomit, with groans and cries and great distress, great restlessness with sensation of coldness; although skin was hot, pulse was normal.", "Nausea and vomiting and a sensation of deathly sickness, < from movement or rising up in bed.", "Vomiting first of undigested food, intensely acid, then of bitter water, and lastly of a brownish clot, which in water separated and looked like coffee grounds; no smell; bitter taste.", "Incessant vomiting, which had no relation to her meals.", "Violent pain in pit of stomach, seldom lower, brought on by fatigue.", "Much wind, and acid stomach, no tenderness.", "Dyspepsia.", "Bloating in epigastric region, with attacks of asthma; he could scarcely breathe: hard pressive pain at about fourth cervical vertebra.", "Cramps in epigastric region." ],
    "Abdomen" : [ "Abdomen sore and sensitive to touch.", "Severe pain across umbilicus with headache.", "Great fatigue from walking, on account of heaviness as of a stone in abdomen.", "Drawing pain across lower part of abdomen, with heat and pressing, bearing down in pelvic region, both sides; < by, pressure.", "Flatulence." ],
    "Stool and Anus" : [ "(Constipation.).", "Is generally constipated, and when it is most persistent, very chilly; cannot get warm.", "Constipation: with chronic headache; most powerful purgatives were of no avail; faeces dry and hard, passed with great straining, lacerating anus, extorting cries and passing considerable blood; chronic.", "Continual persistent constipation, > only by cathartics and enemas, with violent attacks of sick-headache, pain unbearable; great photophobia; deathly sickness all over, with nausea and vomiting < by movement or sitting up; chilly, not > by external heat." ],
    "Urinary Organs" : [ "Frequent and profuse urination of very pale urine.", "Frequent but scanty urination.", "Profuse, pale urine.", "Albuminuria.", "Constant pain in region of kidneys, passing around each side above hips to region of bladder, also downward from sacral region to gluteal, and from thence down back of thighs; pain burning, not > in any position, < lying down.", "Urine dark and thick.", "Urine very pale; cannot retain it.", "Urine comes away drop by drop, or else gushes out with a sensation of very hot water passing over the parts; wetting bed at night." ],
    "Female Sexual Organs" : [ "Pressing bearing down in ovarian region.", "Drawing pain across uterine region, with heat and pressive bearing down in both ovarian regions; cannot bear pressure of hand or arm on abdomen, intense distress in lower part of abdomen during menstruation, not > by any position; violent inflammation in ileo-caecal region, with intense pain, swelling, tenderness, faecal accumulation and violent vomiting.", "Menses delayed a week with congestion of blood to head; coldness of hands, nausea, and vertigo; flow commenced next morning after taking Lac defl., scanty with pain in back; sensation of weight and dragging in l. ovarian region.", "After putting hands in cold water sudden suppression of menses; pains all over, esp. in head.", "Irregular menstruation, sometimes very dark and scanty, sometimes colourless water.", "Slight yellowish leucorrhoea.", "Morning sickness during pregnancy; deathly sickness at stomach on waking; vertigo and waterbrash on rising; constipation.", "Decrease in size of breasts.", "(Has never failed to bring back the milk in from twelve to twenty-four hours.).", "Diminished secretion of milk." ],
    "Respiratory Organs" : [ "Asthma so that he could scarcely breathe, accompanied by bloating in epigastric region.", "Short, dry cough, with difficult expectoration of a small lump of mucus, which > cough." ],
    "Chest" : [ "Soreness of chest with great pressure.", "Tuberculous deposit in apices of both lungs." ],
    "Heart and Pulse" : [ "Pressure around heart (not like grasping of Cactus), with dyspnoea and a feeling of certainty that he is going to die in twenty-four hours.", "Sharp pain in apex of heart, as if a knife were cutting up and down; this preceded a heaviness of head, dulness over eyes, throbbing in temples and palpitation of heart.", "Palpitation of heart and flushes of heat, esp. in l. side of face and neck." ],
    "Neck and Back" : [ "A symmetrical patch of herpetic eruption on each side of neck, itching and burning after scratching.", "Hard, pressive pain at fourth cervical vertebra; chills creeping along back between scapulae.", "Intense burning pain in small of back and sacrum, commencing in region of kidneys, passing around on both sides above hips into groins, also downward from renal region through gluteal region, down back part of thighs; pain, burning, and > by no position; lying down." ],
    "Limbs" : [ "Cold hands or feet during headache.", "Aching pains in wrists and ankles." ],
    "Upper Limbs" : [ "Ends of fingers icy cold, rest of hand warm." ],
    "Lower Limbs" : [ "Numbness and loss of sensation over outer and anterior surfaces of thighs.", "Pains passing down under side of thighs to heels, and pains across top of feet as if bones were broken across instep; pains would come on as soon as she stepped upon floor in morning, upon which she would be faint and nauseated and would have to lie down.", "Weakness and aching in ankles, puffiness.", "Skin thickened at edges of feet." ],
    "Generalities" : [ "Great lassitude and disinclination to exertion.", "Great restlessness and extreme and protracted suffering from loss of sleep at night.", "Feels completely tired out and exhausted, whether she does anything or not; great fatigue from walking.", "Great loss of strength, commencing with a sharp cutting pain in apex of heart; forehead feels heavy, with a dull sensation over eyes and throbbing, principally in temples, rest of head feels light." ],
    "Skin" : [ "A symmetrical patch of herpetic eruption on each side of neck, itching and burning after scratching." ],
    "Sleep" : [ "Sleepy all day long.", "Great restlessness, extreme and protracted suffering from loss of sleep at night." ],
    "Fever" : [ "Hot fever p.m., continues until near morning, wakes in profuse sweat, which stains linen yellow, difficult to wash out.", "Hectic fever; malignant typhoid.", "Sensation as if the sheets were damp." ]
  }
}