{
  "remedyName" : "Lac Felinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ciliary neuralgia. Dysmenorrhoea. Headache, Keratitis. Mouth, inflammation of. Stye. Throat, catarrh of." ],
    "Characteristics" : [ "This is another of the remedies introduced by Swan. The full pathogenesis appears in Med. Visitor, Aug., 1893, part having already appeared in H. W., xviii. 15l. The greatest number of the symptoms were experienced in the head and eyes, and many of these have been confirmed. Here is one from Swan: \"Terrible headache penetrating the left eyeball to centre of brain, with pain in left supra-orbital region extending through brain to right vertex\" (H. W., xviii. 429). Many eye cases are on record. Swan benefited this case: \"Pain in eyes back into head, extremely sharp, with a sensation as if the eyes extended back. Great photophobia: any continued glare causes the pain\" (H. W., xvii. 54). Berridge reports this case: \"Mr. H., Left eye inflamed three weeks; deep red; photophobia; on left segment of cornea an ulcer. For three nights pain like a knife running from left eye to left occiput, on lying down, especially on left side. Burning in left temple, near eye, < at night. Lac. fel. 40m. (Fincke) every four hours. Eye was better next day, and steadily got well. The pain ceased first.\" Berridge remarks that \"< lying on left side\" has been verified by him in another case (Lach. has < lying on painful side; Zinc. < lying on unpainful side", "H. P., vi. 376). One of the provers took 17th, and afterwards 1m. (Fincke) potency. Another prover took the 200th. Among the verified symptoms are: Morbid conscientiousness; heaviness in forehead; scalded sensation on tongue; absence of appetite. The eye affections are mostly accompanied by shooting pains from eye backwards. Styes were present in some cases. (In the Schema cured symptoms are bracketed or have the name of the disease in which they occurred appended in brackets.)" ],
    "Relations" : [ "Compare: Lac. can., Lac. def., &c. In eye affections, Spigel. Stye, Staph., Puls., Hep." ],
    "Mind" : [ "Great depression of spirits.", "Very cross to every one.", "Fear of falling downstairs, but without vertigo.", "Morbid conscientiousness; every little fault appeared a crime.", "Mental illusion that the corners of furniture, or any pointed object near her, were about to run into eyes; the symptom is purely mental; the objects do not appear to her sight to be too close (asthenopia)." ],
    "Head" : [ "Dull pain in forehead in region of eyebrows.", "Heaviness in forehead.", "Heavy pressure in sides of head and vertex.", "Pulsations in head with sensation of heat in forehead, and constriction across bridge of nose.", "Acute pain on vertex.", "Acute pain in frontal region.", "Intense pain early in morning on vertex, and l. side of head: it commences just in front of vertex, with a flush of heat which extends front about an inch, and is followed by the intense pain; the heat and pain then spread, never crossing median line, down l. side as a veil, taking half the nose and jaws, and entering ear, causing her to close the eyes from its intensity; during the pain, head drawn down so that chin pressed heavily on chest, and her agony was so great that she had to hold the head firmly in her hands, and rush through the house from room to room screaming (from the 17th potency).", "Acute pain over l. eye and temple.", "Pain in head < from reading.", "Sharp lancinating pains passing zig-zag down l. side of head about every ten minutes from vertex towards l. ear.", "Pain commencing with a chilly sensation at root of nose; also a cold pain passing up median line to vertex, and passing down to ear (like the previous symptom).", "Headache over eyes (l.).", "Pain in forehead, occiput, and l. side of head, with rigidity of cords of neck (splenius and trapezius), and heat in Vertex; the pain in forehead is heavy, pressing down over eyes (headache).", "Intense pain from head along lower jaw, causing mouth to fill with saliva.", "Crawling on top of brain (asthenopia).", "Weight on vertex (asthenopia).", "Terrible headache penetrating l. eyeball to centre of brain, with pain in l. supra-orbital region extending through brain to vertex (headache).", "Burning in l. temple near eye, < at night (keratitis)." ],
    "Eyes" : [ "Sharp lancinating pain through centre of l. eyeball, leaving in very sore internally, and causing profuse lachrymation (from the 1m.).", "Heavy pressure downwards of eyebrows and eyelids, as if the parts were lead.", "Inclination to keep eyes shut.", "Eyes feel as if sunken in head, and l. eye occasionally waters.", "Twitching of outer end of l. upper lid, inside.", "(Twitching of eyelids r. and l.).", "(Ciliary neuralgia.).", "Sharp lancinating pain in centre of r. eyeball extending externally to temple and frontal region over eye, with intense photophobia, redness of conjunctiva and lachrymation; < by reading or writing; the pain appears to be in interior of eyeball, and extends thence to posterior wall of orbit, and then to the temples, with throbbing; dim sight when reading: also constipation, loss of appetite, lassitude in legs (choroiditis).", "(Have had great success with it in eye cases, esp. where there is severe pain in back of orbit, indicating choroiditis.", "Swan.).", "On looking fixedly, reading, or writing, darting pain from eyes nearly to occiput; much < in r. eye (asthenopia).", "When reading letters run together, with dull aching pain behind eyes, or shooting in eyes, the confused sight and shooting being < in r. eye; symptoms excited by catching cold or by over-fatigue (asthenopia).", "Pain in eyes, back into head, extremely sharp, with a sensation as if eyes extended back; great photophobia to natural or artificial light; any continued glare results in this pain (improved).", "Darting pain going backwards in centre of r. eye, < at night (keratitis).", "If she lies on l. side. r. eye feels as if it were moving about and too heavy, with great pain.", "(Ulceration of cornea.).", "Photophobia.", "[L. eye feels hot and adheres in morning.", "White spot on outer edge of l. cornea, with red vessels running up to it from conjunctiva, and shooting pains from the spot to occiput.", "Pain in r. lower orbital border as if sore, with tenderness there on touch, and shooting in r. eye.", "R. eye inflamed, with shooting backward where the white spot is; l. eye also inflamed, but without shooting.", "Stye on l. upper lid.", "Two styes on r. lower lid.", "Eyes get bad every September.", "Eyes ache by gaslight. (Cured in various cases of ulceration of cornea)]." ],
    "Nose" : [ "Cannot bear the smell of clams, of which she is naturally very fond, and cannot eat them." ],
    "Teeth" : [ "Pains in all the teeth as the hot pain from head touched them." ],
    "Mouth" : [ "Sensation as if tongue were scalded by a hot drink.", "Redness under tongue, on gums, and whole buccal cavity.", "Soreness and sensation of ulcers on tongue and roof of mouth.", "The parts of mouth seem to stick together, requiring an injection of air or saliva to separate them.", "Loss of taste.", "Brassy taste in mouth.", "Salivation, tongue enlarged and serrated at edges by teeth.", "Small white ulcers covering tongue and whole buccal cavity.", "Elongation of palate.", "Very sore mouth.", "(Dryness of mouth.)" ],
    "Throat" : [ "Tough mucus in pharynx.", "Stringy, tough mucus in pharynx, cannot hawk it up and has to swallow it; when it can be expectorated it is yellow.", "Mucus in pharynx between head and throat is thick, yellow, tough, stringy, expectorated with difficulty, and has a sickish sweet taste.", "Posterior wall of pharynx slightly inflamed, with sensation of soreness." ],
    "Stomach" : [ "No appetite.", "After eating feels swollen; has to take off her dress and loosen clothes.", "Great desire to eat paper.", "Stomach sore all around just below the belt, < l. side.", "Occasionally very slight nausea.", "Heat in epigastrium.", "Great soreness and sensitiveness of epigastric region." ],
    "Abdomen" : [ "Pain in abdomen and back, as if menses about commencing.", "Pain in bowels.", "At midnight, sensation of a cold bandage over lower part of abdomen.", "Great weight and bearing down in pelvis, like falling of the womb, as if she could not walk; < when standing.", "Pain in pelvis through hips on pressure, as when placing arms akimbo." ],
    "Stool and Rectum" : [ "Natural stool, but very slow in passing, at a.m.", "Stool long, tenacious, slipping back when ceasing to strain; seeming inability of rectum to expel its contents." ],
    "Urinary Organs" : [ "Frequent desire to urinate, urine very pale.", "(Obstruction in urinating, has to wait.)" ],
    "Female Sexual Organs" : [ "Leucorrhoea ceased on third and reappeared on fourth day.", "Furious itching of vulva, inside and out; yellow leucorrhoea.", "(Dragging pain in l. ovary.)" ],
    "Respiratory Organs" : [ "Dryness of rim of glottis." ],
    "Chest" : [ "Very much oppressed for breath, continuing for several days; it is a difficulty in drawing a long breath, or rather that requires the drawing of a long inspiration, for it seems as if the breathing was done by upper part of lungs alone." ],
    "Upper Limbs" : [ "Pain in right side of l. wrist when using index finger." ],
    "Lower Limbs" : [ "L. foot feels cold when touched by r. foot.", "Legs ache." ],
    "Generalities" : [ "Entire r. side from crown to sole felt terribly weak, heavy, and distressed, so that it was difficult to walk.", "(Constant nervous trembling, esp. of hands, as in drunkards.)" ],
    "Sleep" : [ "Dulness, sleepiness, gaping.", "Heavy, profound sleep, not easily awakened.", "Dreamed of earthquakes." ],
    "Fever" : [ "Cold and heat alternately, each continuing but a short time." ]
  }
}