{
  "remedyName" : "Lac Vaccinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Blindness. Diabetes. Headache. Milk, intolerance of. Rheumatism. Sternum, pains in. Tongue, ulcers on." ],
    "Characteristics" : [ "Lac vac. was proved by J, C. Boardman, of Trenton, New jersey (H. W., xix. 402). Swan's 200th potency was used. I have given the symptoms in the Schema. To these might be added the effects of milk on persons intolerant of it. The headaches, biliousness, and constipation frequently induced by milk are well known. The headaches were well brought out in the proving. Milk frequently aggravates rheumatism; and Burnett has observed that children who drink much milk after their teeth are grown become very liable to colds. The keynote of Lac can. is alternation of sides; in Lac vac. the symptoms appeared both sides simultaneously. The great thirst and excessive flow of urine suggest diabetes. Swan gives a brief proving (H. P., ix. 252) and some cures. The cures were: (1) Short rheumatic pains in knee and ankles on walking; passing fetid flatus. (2) Fever at night followed by profuse sweat all over; the fever was preceded by chilly feeling, beginning at shoulders, then running up from feet to head; headache. (3) Flat white ulcers on tongue, sensitive, covered with white slimy mucus, extending to sides of cheeks. (4) Brown crusts, having greasy appearance, especially in corners of mouth, like \"butter-sores.\" (5) Fulness of head, as if too large and heavy. (6) Vertigo. (7) Eructations and passing of much flatus.", "The symptoms of Swan's proving (by Miss H. from the 1m. of Fincke) are included in the pathogenesis." ],
    "Relations" : [ "Compare: Lac. v. def., Lac. v. flor., Lac. can." ],
    "Mind" : [ "General nervousness, with depression of spirits, feeling as though about to hear bad news.", "Mental confusion, lasting a long time after proving." ],
    "Head" : [ "Vertigo: falls backwards if she closes her eyes.", "A creeping sensation, or screw-like or vertical motion, began over l. eye, and continued upwards to vertex, next the same motion or feeling began two inches behind l. ear, and likewise went upwards to vertex; also a pressure on vertex, with a sensation of heat when hand was applied (1h.).", "Sensation like a fire-ball in each temple simultaneously (20 m.).", "All these symptoms passed away except pain on top of head, which feels as though something heavy were laid there, and occasionally a sharp pain simultaneously (3 1/2 h.).", "Woke in morning with an aching pain all over head, most severe in occiput." ],
    "Eyes" : [ "Dull pain over r. eye, and very, slight dull feeling over l. eye.", "Eyes have a blur, or dimness, or obscurity of sight, off and on for a few moments at a time.", "Blindness of both eyes, which came on three or four times in succession, lasting only a second at a time, then passing entirely away, leaving a pain in each temple, on top of head, l. ear, and below l. ear in the neck (2 1/2 h.)." ],
    "Ears" : [ "Ears felt stopped up; felt deaf in both ears, although she could hear as before." ],
    "Mouth" : [ "Had a dirty, yellow-coated tongue, which felt parched.", "Sour taste.", "Acid saliva staining handkerchief yellow." ],
    "Throat" : [ "Sensation of plug in throat or larynx." ],
    "Appetite" : [ "Thirst for cold water in quantities; drank three tumblerfuls during evening." ],
    "Stomach" : [ "Had a swelling or bloating of stomach (3rd d.).", "At a.m. sour taste; nausea, but no rising or vomiting (1 h.).", "Contractive, pressing pain in stomach-pit, > by external pressure." ],
    "Abdomen" : [ "Pain proceeding from sternum, extending across abdomen about an inch below umbilicus." ],
    "Stool" : [ "Obstinate constipation." ],
    "Urinary Organs" : [ "Urine was not increased in morning, but was dark red, without sediment.", "Filled a large iron spoon with the urine and boiled it for twenty minutes; it left quite a mass of albumen, about a quarter of the whole; specific gravity 1030.", "Yesterday the urine turned blue paper red; to-day it turns the red paper blue (13th d.).", "In afternoon was obliged to urinate every fifteen minutes, in large quantity each time; was afraid to go across the street to a store for fear it would overtake me before I could return; it all passed off the same night.", "The density of urine varied during a few days from 1,013 to 1,028, colour clear, odourless, acid reaction.", "Frequent discharge of clear urine, nearly colourless, no sediment." ],
    "Female Sexual Organs" : [ "White watery leucorrhoea; pain in sacrum." ],
    "Respiratory Organs" : [ "Sensation of plug in throat or larynx." ],
    "Chest" : [ "A sharp pain appeared in a spot the size of a shilling on each side of sternum and about middle of chest, with a sense of suffocation.", "Later a burning sensation in same region.", "Same pain, extends across abdomen about five inches lower down (about an inch below umbilicus); it did not seem to involve the bladder; no rumbling or passing of flatus.", "Sharp pains in l. lower chest, or in region of lower lobe of l. lung; the pain was momentary, and did not return (5th d.).", "Sharp pain began in r. chest, about three inches below clavicle; it passed upwards to top of r. shoulder, then down arm and forearm to thumb, and then passed off." ],
    "Back" : [ "Pains in sacrum." ],
    "Limbs" : [ "All the joints of body, esp. knees, feel weak and powerless, as when half drunk." ],
    "Upper Limbs" : [ "Fingers of both hands, esp. when stretched out, tremble and quiver as from extreme weakness.", "A clammy sticky coldness in both hands and both feet simultaneously.", "Sharp pain under l. scapula, about three inches down from top; it then passed upwards to top of l. shoulder, then down arm and forearm and hand to the four fingers of the l. hand and then passed off.", "Soon afterwards an aching pain was felt in l. hip-joint, which soon passed off." ],
    "Lower Limbs" : [ "Piercing or lancinating pain in each hip-joint, not severe.", "Aching pain along both thighs on outer side and terminating in both knees.", "Aching pains in both knees like a rheumatic pain; they began simultaneously in both knees, but the r. was most severe (5th d.).", "On going upstairs the knees trembled or quivered or were extremely weak, so as to be unable to take a step forwards.", "Aching pains in bones from both hip-joints to both feet; simultaneously also burning sensation in both feet." ],
    "Generalities" : [ "The pains in chest, abdomen, hips, thighs, and knees were all felt on r. and l. sides simultaneously.", "She was so suddenly prostrated mentally and bodily that she was unable to collect her thoughts or use a pencil to write her symptoms I was therefore compelled to witness and ask questions and record them after the proving was nearly over she said she had so much mental confusion that she could not get mentally clear enough to feel her thoughts or express them; she could only give direct short answers to questions; as for writing her symptoms, she had no physical power to do it. In h. all symptoms subsided gradually, but still there was a general trembling or quivering of whole body as well as the fingers. In 1/2 h. nearly relieved, except great physical prostration; mind is again normal." ],
    "Sleep" : [ "Slept well all night, and woke in morning free from pain (8.30 a.m.).", "Head feels all over heavy, dull, aching, drowsy, wants to go to sleep.", "Gait is unsteady.", "Must force herself to keep awake.", "Must force herself to keep her eyes open, for if she shuts them she cannot avoid falling backwards and down to the floor. In h. said she still felt sleepy, and could have fallen asleep in a minute at any time during the whole day.", "General restlessness and bad dreams.", "Dreams of trying to lay out a corpse, &c." ],
    "Fever" : [ "Hands became hot and dry, a decided fever heat of hands.", "Also pain on l. side of head, extending from neck to top of head, and a chilling sensation with it.", "A slight fever over the entire body with a moisture in both hands, and aching in legs from thighs to knees, both sides simultaneously." ]
  }
}