{
  "remedyName" : "Lacerta",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Skin, eruptions on. Tongue, vesicles under." ],
    "Characteristics" : [ "The Green Lizard is usually considered to be non-poisonous; but Baldelli, who ate a lizard cut into small pieces, developed some decided symptoms of indigestion, vesication under the tongue, and skin eruptions; and a girl, bitten on the sole of the left foot by a \"large green spotted lizard, \", died of the effects of the bite after twenty-one days of suffering. This is recorded in Allen's Appendix, and comes from an American source, so it is probably an American variety of Lacerta that is accountable for this. Swelling, pain, numbness, delirium, with an alternating state of greatly increased mental acumen, left-sided paralysis, neck and jaw of left side rigid and muscles tender. In the Schema the symptoms due to the bite of the American lizard are marked (A). The symptoms of the proving were > by drinking frequently vinegar and water. Motion = excruciating, pains in bitten limb. Touch <." ],
    "Relations" : [ "Compare: Amphisboena, Heloderma. Antidote: vinegar (?)" ],
    "Mind" : [ "Occasional delirium.", "Wonderfully increased mental acumen during intervals of reason (A)." ],
    "Face" : [ "Muscles of l. (bitten) side neck and jaw rigid and tender to touch (A)." ],
    "Mouth" : [ "Large vesicles under tongue.", "Constant accumulations of saliva in mouth." ],
    "Throat" : [ "Much difficulty in swallowing (A)." ],
    "Stomach" : [ "Violent eructations and some distress in stomach.", "Nausea and a feeling of weight and pressure in stomach." ],
    "Abdomen" : [ "Pains in intestines, > by frequently drinking vinegar and water." ],
    "Female Sexual Organs" : [ "Ulcerated places on female genitals." ],
    "Pulse" : [ "Pulse rose eight beats; subsequently fell fourteen beats." ],
    "Generalities" : [ "Numbness; prickling; swelling spreads up from bitten foot, with most excruciating pain on slightest motion; muscles of neck and jaw of l. (bitten) side stiff and tender to touch, while l. side paralysed. The limbs were spotted a short time before death on the twenty-first day (A).", "All the symptoms disappeared on the subsequent night after a profuse sweat." ],
    "Skin" : [ "Moist white eruptions in several parts of the body, esp. inner canthus of eye." ]
  }
}