{
  "remedyName" : "Lachesis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Alcoholism. Amblyopia. Aneurism. Apoplexy. Appendicitis. Asthenopia. Asthma. Atheroma. Bedsores. Boils. Bubo. Caecum, inflammation of. Carbuncle. Catalepsy. Chancre. Change of life. Chilblains. Ciliary neuralgia. Cough. Cyanosis. Delirium tremens. Diphtheria. Dog-bite. Dropsy. Dyspepsia. Ears, polypus of; wax in; noises in. Enteric fever. Epilepsy. Erysipelas. Eyes, affections of; haemorrhage into. Fainting. Fistula lachrymalis. Flatulence. Fungus haematodes. Gall-stones. Gangrene. Glanders. Gums, bleeding of. Haemorrhages. Haemorrhoids. Hay fever. Headache. Heart, affections of. Heartburn. Hemiplegia. Hernia. Herpes facialis. Hoarseness. Hydrophobia. Hysteria. Injuries. Intermittent fever. Jaundice. Labour, pains after. Laryngismus. Laryngitis. Leprosy. Liver, affections of. Locomotor ataxy. Malignant pustule. Measles. Meniere's disease. Mercury, effects of. Mind, affections of. Morvan's disease. Mouth, sore. Mumps. Neuralgia. Neurasthenia. Noises in ears. Nymphomania. OEdema of lungs. Otorrhoea. Ovaries, affections of. Paralysis. Paraphimosis. Perityphilitis. Perspiration, bloody; absent. Phlegmasia alba dolens. Plague. Pneumonia. Puerperal fever and convulsions. Purpura. Pyaemia. Quinsy. Rabies. Scarlatina. Sciatica. Scurvy. Small-pox. Stings. Strangury. Syphilis. Throat, sore. Trachea, affections of. Traumatic fever. Tumours. Ulcers. Veins, varicose. Vertigo. Vicarious menstruation (nosebleed). Warts. Whitlow. Wounds." ],
    "Characteristics" : [ "\"The first trituration and first dilution in alcohol of the snake-poison Trigonocephalus lachesis was made by Hering on July 28, The first cases were published in the Archives in In this remedy was introduced into our materia medica.\" I quote from Hering's Guiding Symptoms, vol. vi., of which Lach. occupies nearly one hundred pages, and comprises the substance of a monograph he was compiling at the time of his death to celebrate the fiftieth anniversary of the introduction of the remedy into the materia medica. To the genius and the heroism of Hering the world owes this remedy and many another of which this has been the forerunner. When Hering's first experiments were made he was botanising and zoologising on the Upper Amazon for the German Government. Except his wife, all those about him were natives, who told him so much about the dreaded Surukuku that he offered a good reward for a live specimen. At last one was brought in a bamboo box, and those who brought it immediately fled, and all his native servants with them. Hering stunned the snake with a blow on the head as the box opened, then, holding its head in a forked stick, he pressed its venom out of the poison bag upon sugar of milk. The effect of handling the virus and preparing the lower attenuations was to throw Hering into a fever with tossing delirium and mania", "much to his wife's dismay. Towards morning he slept, and on waking his mind was clear. He drank a little water to moisten his throat, and the first question this indomitable prover asked was: \"What did I do and say?\" His wife remembered vividly enough. The symptoms were written down, and this was the first instalment of the proving of Lachesis. The natives crept back one by one next day, and were astonished to find Hering and his wife alive. The snake grows to seven feet and upwards in length, has fangs nearly an inch long, a reddish brown skin marked along the back with blackish brown rhomboidal spots. Nearly all the provings of Lachesis were made with the 30th and higher attenuations.", "The four grand characteristics of Lach. are: (1) < By sleep. (2) Excessive sensitiveness of the surface with intolerance of touch or constriction. (3) Left-sidedness, and the direction left to right: symptoms begin on the left side and either remain there or proceed to the right. (4) > From the onset of a discharge. There is headache > as soon as nasal catarrh comes on. Uterine pains > as soon as menses appear. The other side of this is < from non-appearance of an expected discharge, and it is this which is the foundation of the appropriateness of Lach. to the climacteric state. Wherever one or more of these features is prominent in any case Lach. will most likely prove the remedy. Homoeopathic literature abounds with illustrations of the first named", "< from sleep. I will take an illustration from Nash: An old syphilitic suffered from obstinate constipation, and was taken with severe attacks of colic. The pains seemed to extend all through the abdomen, and always came on at night. The man was not making any progress, when one day he remarked to Nash, \"Doctor, if I could only keep awake I would never have another attack.\" And in response to an inquiring look from the doctor, he added, \"I mean that I sleep into the attack and waken in it.\" He never had another. One dose of Lach. cured the colic and the constipation too. \"Sleeps into an aggravation;\" \"< after sleep whether by day or by night;\" \"as soon as he falls asleep the breathing stops \"", "there are endless varieties of forms in which this peculiarity may be met with. < By closing the eyes (vertigo) is allied to this. But the presence of the opposite condition > after sleep) does not necessarily contraindicate Lach. Rushmore (H. P., xii. 64) cured with Lach. c.m. a married woman who had been a great sufferer from headache, which always began with dim and aching eyes. The pain was of sharp, neuralgic character, in temples and eyes, < right side. If she could not be still with it she had nausea and very bitter vomiting. Sometimes unable to be still a minute, at others could not stir. Brought on by least fatigue. Keeps her in bed all day, and one attack is scarcely over before another comes on. Mental excitement, as receiving a call; induces it. With the headaches she is very cold; and with and after them has a very bitter mouth. Wants to close the eyes with the headache, which is > by sleep. Smarting in eyeballs and dim vision for several days after headache. During the headache much heart trouble; after the headache \"skipping beats,\" soreness about head, pain in side. Loss of appetite after headache. Menses regular, painless, too free. Leucorrhoea many ears. A single dose of Lach. was given at the time, and the severe headache left on the way home. A constant light headache, with heaviness of head in morning, remained some days; but, without repetition, the remedy completely cured the headaches and the heart trouble as well. The haemorrhages of Lach. have this peculiarity", "they contain flakes of decomposed blood looking like charred wheat straw. Uterine haemorrhage and haemorrhages in typhoid fever presenting these characters will find their remedy in Lach. The sensitiveness to contact of Lach. is not so much on account of pain or aggravation of pain as on account of the uneasiness it causes. In uterine affections the patient wants to lift the clothes up to prevent contact with lower abdomen. Touching the throat in laryngeal affections causes suffocative spasms. A minor characteristic of Lach. is pain in the shin bones. \"Much pain in shin bones of an aching kind only.\" This has been frequently verified, but W. J. Guernsey (H. P., x. 476) has pointed out Rat when such pains occur concomitantly with throat affections, Lach. is specific. This I have confirmed. Guernsey remarks that in such cases it will always be found that the throat affection is < on left side or commenced on left side. According to Hering, Lach. is particularly suitable to those of melancholic disposition (Such provers showed most symptoms); next, to choleric individuals. Phlegmatic and lymphatic persons are also suitable, but principally when their dispositions border on the melancholic, with dark eyes and tendency to laziness and sadness. Lach. does not suit sanguine persons with high colour, fine, delicate skins, and impressible natures, unless the disease should have imparted to their disposition a choleric or melancholy tinge. Lach. especially suits choleric women with freckles and red hair. To this list must be added: Persons who have peculiar sensitiveness of the surface of the body. Women who \"have never been well since the change of life.\" Debilitated, weakened persons. Thin rather than fat persons; persons who have been changed both mentally and physically by their illness. Drunkards. Sufferers from effect of masturbation. Persons who have been overdosed with Mercury; and to syphilitic, mercurial affections. Children and old people. Persons who cannot stand the sun and who are < in summer weather. A patient of mine, a tall, broad-shouldered, very nervous man of forty-seven, who had fled from the Cape as he could not bear the summer there, sent for me to see him at his hotel because he did not dare venture out in the middle of the day for fear of being caught in the sun. Lach. soon enabled him to attend garden parties. The delirium of Lach. is of the low, muttering type; at times the patient sinks into a torpid state, with cold extremities, tremor of body and hands, tremor of tongue. Tremor of tongue is a leading feature of many Lach. states. It not only trembles, but it catches in the teeth or lower lip when the patient attempts to put it out. The mind is profoundly disturbed. There are rapidly alternating states: exalted powers, rapid succession of ideas; and again there is weak memory; frequent mistakes in writing; confusion. \"Frantic loquacity, jumps from one subject to another,\" is a strong characteristic; \"talks, sings, or whistles constantly; makes odd motions with arms\"; \"insane jealousy\"; \"intense sadness and anxiety\"; \"irritable, irascible, peevish, malicious.\" A curious symptom in the mental sphere is a derangement of the time sense. It occurs also in Merc. (to which Lach. is an antidote); but is more prominent in Lach., when a patient is always making mistakes in the time of day, and confounds the morning hours with the evening hours, Lach. will generally put this right, if it does no more. Fainting fits and vertigo on closing eyes; on looking intently at any object; in morning on waking. Rush of blood to head. Sun-headaches. Headache with very pale face. Throbbing headaches in temple, with heat of head. Headache extending into nose; > when nasal catarrh comes on. A woman, forty-four, to whom I gave Lach. for a poisoned finger, experienced after each dose a sensation \"as if a hand were in her head, moving and squeezing,\" an eruption of spots came out, and she felt as if she had no energy. The finger healed, but when she left off the medicine on account of the head pains, the finger became worse with cramping pains and a feeling of pins and needles. There is intense nervous irritability, restless, tossing, moving; nervous exaltation, hysteria. Trembling in whole body, thinks she will faint or sink down from weakness. Convulsions, spasms. Cases of hydrophobia have been cured with Lach., the thirst, spasms, sensitiveness and nervous prostration closely corresponding to the symptoms of rabies. Fainting accompanying other complaints is an indication for Lach.: with pain at heart; with nausea; with vertigo and pale face. Catalepsy. Awkward gait; left side weak. Gressus gallinaceus. Disturbances of sight and hearing are numerous. I have frequently cured with it noises in the ears when < after sleep. In hay fever it is the remedy when there is headache extending into nose < on suppression of the discharge, which may occur in sleep; or when the paroxysms are < after sleep. Sore nostrils and lips. Pus and blood from nose. Red nose of drunkards. Dark red eruptions; purplish swellings; black and blue spots are characteristic of Lach. Ulcer sensitive to least touch. Small ulcers surrounding larger. The throat is in an especial degree the seat of the Lach. action. Sore throats of almost all descriptions come within its range, provided some of the characteristics are present: < after sleep; by touch; symptoms < left side or proceeding from left to right; cannot bear any pressure about neck; empty swallowing is agonising, liquids are swallowed with less pain and solids with least pain. Diphtheria, mercurial and syphilitic sore throat. Fetid breath. The prostration is out of all proportion to the appearance of the throat.", "Lach. has sinking at the stomach, and cannot go long without food. Unquenchable thirst. Desires: oysters, wine, coffee (coffee agrees). Symptoms are > after eating, especially after fruit. The throat symptoms are < by hot drinks. Nausea always after drinking. Everything sours; heartburn. Alcoholic drinks < (except the immediate effects of the bite). Although Lach. is a left-side medicine, it has a powerful action on the liver as well as the spleen. \"Acute pain in liver extending towards stomach,\" though contrary to the general \"left to right\" direction, is characteristic, as I can testify. Lach. is also one of the most prominent remedies in appendicitis. The general characteristics will guide here. Bubos. Lach. and Naja have had the greatest success of all homoeopathic remedies in the recent epidemics of Plague in India. The bladder and rectum are most painfully affected. There is a very characteristic symptom in the bladder: Sensation as if a ball were rolling loose in the bladder or abdomen on turning over. The urine is almost black; frequent; foaming; dark. (\"The patient always has to urinate after lying down, day or night, especially after sleep; more frequent in the night. Urine has little black spots or flakes like soot floating in it.\"", "H. N. Martin.) Stitches in kidneys. The ball sensation occurs elsewhere: as if a ball, or lump, or button in throat; as if two balls threatened to close the throat; as if a ball rose from abdomen to throat; as if a plug were in anus. Many severe and characteristic symptoms appear in rectum and anus. Diarrhoea of fetid, cadaverous kind and also constipation. Atony of rectum. Painful haemorrhoids. Visible spasmodic tenesmus in paroxysms, from two to five minutes, extorting cries; passes blood and mucus. Painful constriction of anus followed by collapse. Haemorrhoids with scanty menses. Burning in rectum. Stitch in rectum (upwards) when coughing or sneezing. Full feeling in rectum, and sensation as of little hammers beating. Tugging upward sensation as from a mouse. Both ovaries are affected, but principally the left; swelling, induration, tumours. Menses regular but scanty; pains > when flow is established. In a case of mine, Lach. postponed menses for a week. Many symptoms occur in connection with menses. The breasts are affected. I have seen most obstinate and distressing eruptions appear on the nipples and areolae of a middle-aged woman after a dose of Lach. in high potency. Cancer of the breast when assuming a bluish appearance will be helped by Lach. Lochia are thin, ichorous, insufficient. Milk thin, blue, nipples extremely sensitive to touch. In the respiratory sphere the sensitiveness of the parts to touch, constriction, and < by anything tight round neck, are the ruling conditions. Tickling, irritating cough. The least thing coming near mouth or nose interferes with breathing. Sleeps into an attack of asthma. Threatened paralysis of lungs. The heart feels too large", "cramp-like pain in precordia. Constriction. Palpitation with numbness down arm. Cyanosis. Varicosis. Peculiar sensations of Lach. (in addition to those already mentioned) are: As if frightened by visions behind him; as if knives were being thrust into brow; as if tongue bound or tied up; as if a part of right-side of head cut away; as if a thread was drawn from behind to eye; stitches as from knives in eyes; eyes as if they had been taken out, squeezed and put back; ears as if closed from within; as if stuffed up as if insects whizzing in ears; as if he had a moustache of ice as if a small crumb lodged in throat; as if he had had a blow on neck; as if a stricture in rectum. As if heart hanging by a thread and every beat would tear it off; as though heart turned over and ceased beating for a moment; as if heart hadn't room to beat. As if neck constricted with a cord. (Lach. is one of the remedies for \"gridle pain\") as if burnt or scalded in different parts (tongue, tibia, hypogastrium). Burning sensation and pains are a leading feature throughout this remedy. Lach. is called for in many kinds of fever, particularly intermittents after abuse of Quinine. The symptoms of Lach. are < in spring or summer; from extremes of temperature; from sun's rays; change of weather, especially in a warm spell. Must have open air, which >; but draughts of air < External warmth > (wants head closely wrapped up); hot drinks < thirst; = toothache and bleeding of gums. Cold weather, cold washing <. Most symptoms appear or are < at night and in early morning after sleep. Lying down > pain in head; < vertigo, throat, cough, breathing. Lying right side > earache in right ear; palpitation. Lying left side = pain in heart. > Sitting bent. < Standing or stooping. < Motion generally. < Contact. < Constriction. Swallowing = stitches into ears. > By discharges." ],
    "Relations" : [ "Antidote: Radiate heat outwardly, Alcohol inwardly, Salt,-effects of bite. Antidotes to dilutions: Alum., Bell., Coccul., Coff., Hep., Merc., Nit. ac., Nux, Pho. ac.; to the visible spasmodic tenesmus of rectum, Sep. According to Teste the chief antidote is Cedron. It antidotes: Bufo, Crotal., Rhus. Compatible: Aco., Ars., Bell., Bro., Carb. v., Chi., Hep., Hyo., Kali bi., Lac. can., Lyc., Merc., Nit. ac., Nux, Olean., Pho., Pul., Sil., Sul. (pneumonia), Tarent., (Plat. follows well when Hep. and Lach. fail to evacuate pus from ovarian abscess). Incompatible: Acet. ac. (Am. c.). Complementary Hep., Lyc., Nit. ac. [Lyc. is the chief complement; it is the opposite of Lach. in many respects (right to left, right upper, left lower; > warm drinks); Iod. and Kali iod., which are complementary to Lyc., are probably complementary to Lach. K. iod. has the diffused sensitiveness of Lach.] Compare: Crotal., Naja, Bothrops., Helod., Apis, Sul. and Lyc. (aphasia); Therid. and Mosch. (vertigo < closing eyes and sun-headache); Ars., Hydr. ac., Lauroc., Dig. and Ver. (fainting from cardiac weakness); K. carb. (heart hanging by a thread); Glon., Bell., Camph., Nat. c., Therid. (< from heat of sun); Stram., Agar., Mephit., Act. r., and Paris. (loquacity); Op., Hyo., Arn., Alum., Lyc., and Rhus (typhoid); Merc., Chi., Pul., Bry. and Gels. (catarrhal and rheumatic headaches); Sil. (> wrapping up head; aversion to touch); Crot., Pho., and Arn. (retinal apoplexy); Crotal. and Elaps. (otorrhoea); Apis, Ars. and K. ca. (oedema of face); Cic. (dyspnoea from spasm); Grind. (stops breathing on falling asleep); Apis, Rhus and Euphorb. (erysipelas, herpes, &c.); Phyt. (sore throat); Chi., Carb. v., Hep., Kre., K. bi., Nux and Lyc. (dyspepsias and abdominal diseases); Colch. and Elaps. (cold feeling in stomach); Bell., Caust., Nat. m., Nit. ac., Ign., K. bi., Op., Pb., Mez. and Coccul. (constriction of anus, anal tenesmus, and dysentery); Anac. (sensation of plug in rectum); Hep., Asaf., Lyc., Mur. ac., Silic., Sulph. ac., and Ars. (ulceration); Apis, Arg. m., Plat., Murex, Pall., Lyc. and Graph. (ovarian and uterine diseases); Crotal., Helleb., Dig., Tereb., Apis and Colch. (vesical and rectal affections, with haematuria); Calc. (gall-stones); Pho. and Thu. (fungus haematodes); Nat. m. and Led. (effects of bee-stings) Lact. ac. (fulness of throat and constriction); Lac. can. (diphtheria changing sides; sees snakes); Tarent. cub. (carbuncles); Colch. and Carb. ac. (black urine); Sel., Nat. c. and Nat. m. (< in warm, relaxing weather); Carb. v. (craves coffee", "it > Lach. but not Carb. v.); Ant. t. (threatened paralysis of lungs); Merc. (Lach. occasionally antidotes Merc., when pus degenerates and becomes dark, thin, offensive); Chi. sul. (intermittents after abuse of Quinine, when chills return in spring); Am. c. (blueness, somnolence, engorgement of neck; but Am. c. right-sided and without sensitiveness); Hep. (any kind of food = indigestion); Nat. m. (opp. Lach., has > from tight clothing); Apis (jealousy); Ar. t. (diphtheria); Anac. (has two wills; thinks he is under control of superhuman power); Arn. (sensitiveness of chest", "Lach., of peripheral nerves; Arn., soreness of over-full blood-vessels); Bry. (headache from suppressed coryza); Act. r. (puerperal mania); Bapt. (offensive discharges; typhoid); Bell. (head symptoms; throat; scarlatina); Hyo. (talks of things of daily life, jumps from one subject to another); Spi. (larynx sensitive; Lach., hyperaesthesia; Spi., inflammation of cartilages, turning head = suffocative spell): Sul. (left side; inflammation of liver, going on to abscess; < after sleep", "also Nat. m.; Pho. > after sleep); Staph. (on swallowing pain runs externally along parotid gland to ears; perspiration impossible); Pho. (sensation as if anus open; Lach., as if uterus); Sil., Caul., Sul., Ustil. and Vib. o. (left ovarian and left inframammary pain). Nux m. (cough of pregnancy; Lach., cough at menstrual period when it is going off. Patient must swallow what loosens); Puls. (menstrual cough; menses scanty; but pain < as flow increases); Con., Graph. (scanty menses); Anthracin. (carbuncles; boils); Tereb., K. bi. (tongue glazed;", "and shining, Apis, Lach.); Pul., Pho., Sul. and Mur. ac. (piles during menses) Solania, Bell. and Dulc. (paralysis of lungs); Iris t. (appendicitis) Pho. ac. (disappointed love); Hydrophobin.; Sabad. (throat affected left to right", "Sabad., more chronic)." ],
    "Causation" : [ "Injuries. Punctured wounds. Poisoned wounds. Grief. Vexation. Anger. Fright. Jealousy. Disappointed love. Alcohol. Masturbation. Sprain (bluish swelling of joints). Sun. Warm weather. Draught of air." ],
    "Mind" : [ "Great anguish, insupportable anxiety, and uneasiness, from which patient seeks relief in open air.", "Fear, and presentiment of death.", "Discouragement; distrust; easily affected to tears.", "Mental dejection and melancholy, with apprehension, uneasiness about one's malady, great tendency to give way to sorrow, to look upon the dark side of everything, and to think oneself persecuted, hated and despised by acquaintances.", "Dread of death; fears to go to bed; fear of being poisoned.", "Thinks she is some one else; in the hands of a stronger power; that she is dead and preparations are being made for her funeral; that she is nearly dead and wishes some one would help her off.", "Sadness when awaking in the morning or night (particularly in the morning); no desire at all to mix with the world.", "Restless and uneasy; does not wish to attend to business, but wants to be off somewhere all the time.", "Sadness, and disgust to life.", "Mistrust, suspicion, and a strong tendency to take everything amiss, to contradict and to criticise.", "Frantic jealousy.", "Indolence, with dislike and unfitness for any labour whatever, either mental or bodily.", "Timidity of character, with variableness and indecision.", "Great apathy and extraordinary weakness of memory, everything that is heard is, as it were, effaced, even orthography is no longer remembered, and there is forgetfulness even of things on the point of utterance.", "Confusion as to time.", "Mistakes are made in speaking and writing, as well as in the hours of the day and the days of the week.", "Imbecility and loss of every mental faculty.", "Over-excitement and excessive nervous irritability, with a tendency to be frightened.", "Perfect happiness and cheerfulness followed by gradual fading of spirituality, want of self-control and lasciviousness; felt as if she was somebody else and in the hands of a stronger power.", "Amativeness.", "Affections of the intellect in general.", "State of ecstasy and exaltation which even induces tears, desire to meditate, and to compose intellectual works, with a sort of pride.", "Frantic loquacity with elevated language, nicely chosen words, and rapid and continual change of subject-matter.", "Loquaciousness, with mocking jealousy, with frightful images, great tendency to mock, satire and ridiculous ideas.", "Nocturnal delirium with much talking, or with murmuring.", "Dementia and loss of consciousness." ],
    "Head" : [ "Head fatigued from intellectual labour.", "Momentary vertigo on closing eyes.", "Giddiness after resting.", "Vertigo chiefly on waking in morning, as well as after lying down in evening, on going into open air, on raising arms, and often with fainting, paleness of face, nausea, vomitings, congestion in head, bleeding of nose, and lassitude of limbs.", "Intoxication, stupor, and loss of consciousness.", "Apoplectic fits, with blue face, convulsive, movements of limbs, and extravasation of blood in brain.", "Softening of brain and its membranes.", "Violent pain in head, with yellow face and flushed cheeks.", "Headache, with congestion of blood, sparkling before the eyes, drowsiness, shiverings and inclination to lie down, or with nausea and vomiting.", "Headache preceding coryza.", "Cephalalgia from heat of sun.", "Pains deeply seated in brain; or in the sockets of the eyes; or above the eyes; or in occiput; with stiffness in nape of neck.", "Pain as from a bruise in crown of head, or sensation of boring, with jerks and throbbings on moving the head.", "Heaviness and pressure in head, as if it were going to burst, or tension, as from threads drawn from occiput towards the eyes, or shootings, as from knives, in different parts of the head, and as far as the eyes.", "Pressing headache in temples as if the brain were pressing out, in the morning after rising, from motion, from stooping; < from pressure and while ascending; > from lying down after eating.", "Cutting headache as if a part of the r. side of the head were cut off, < after rising or ascending; > from heat and after belching up wind.", "Pains which spread from the interior of head to ears, nose, and neck.", "Headache extending into root of nose.", "Headache with flickering before the eyes.", "Headache every morning on awaking, or after dinner; or else on every change of weather.", "Pulsating, beating headache with heat in head, esp. on vertex, or on r. side, or over eyes, preceding a cold in the head, with stiffness of neck.", "Swelling of head, muscular throbbings in temples, tension in occiput extending to nape of the neck, painful sensibility of scalp, with troublesome itching, excessive desquamation, and falling off of the hair.", "Falling off of the hair, esp. during pregnancy, with great aversion to rays of sun.", "Sensitiveness of scalp in l. vertex down, and l. side of face on touch or moving muscles, a sensation as if sunburnt.", "Cannot bear to have hair touched." ],
    "Eyes" : [ "Yellow colour of the white of eyes.", "Eyes yellow or turbid, dull and dejected, or bright and convulsed, with fixed look.", "Pupils strongly dilated.", "Ecchymosis and haemorrhage of the eyes.", "Haemorrhages into interior chamber.", "Dryness of eyes, as if full of dust; or lachrymation with tears, which sometimes seem to be cold.", "Photophobia.", "Over-sensitive to light.", "Itching and burning of the eyes.", "Itching, and shootings as from knives, in eyes, or violent aching, as if the ball were going to start from the socket, < by moving eyes.", "Eyes red and inflamed, with redness of conjunctiva and sclerotica, burning heat and lachrymation.", "Eyes water with headache from a cold.", "Sensation as if the eyes were too large or the sockets too small.", "Feels when throat is pressed as if eyes were forced out.", "Swelling and inflammation of the eyelids or of the edges.", "Convulsions, heaviness, and paralysis of eyelids.", "Weakness of sight and presbyopia.", "When reading the letters appear to be confused.", "Clouded vision as when looking through a veil.", "Obscuration and loss of sight.", "Dimness of vision; black flickering before the eyes; often makes reading difficult.", "Bright blue rings, filled with fiery rays, about the light; zigzag figures.", "Flames and sparks appear before the eyes, or a blue veil or blue circles round the candle.", "Eyes appear small and inexpressive.", "Fistula lachrymalis accompanied by long-standing eruption on face." ],
    "Ears" : [ "Ears cold, sensitive to the wind.", "Painful swelling of interior of ear.", "Dryness of ears.", "Cerumen scanty, too hard and too pale, or like pap, and white, with diminution of the power of hearing.", "Very disagreeable throbbing, tinkling, roaring, cracking, buzzing and rolling, or a resounding noise, as if a drum were beaten, in ears.", "Whizzing, as from insects in ear.", "Ears as if stopped.", "Excessive sensibility, or hardness of hearing.", "Haemorrhage from the ears.", "Pain in ears with sore throat.", "Tearing extending from zygoma into ear.", "Swelling of parotids.", "Excoriation and scabs behind ears." ],
    "Nose" : [ "Nocturnal pains at bridge of nose.", "Stoppage of nose, as from an internal swelling, principally in morning, or with coryza.", "Swelling, redness and excoriation of edges of nose, with scabs in nostrils.", "The nose bleeds when it is blown (blood dark), and blowing of blood from the nose, esp. in the morning.", "Nose-bleed in amenorrhoea, typhus, &c.", "Copious bleeding from nose, of a bright-red, or thick and black.", "Flow of (blood and) pus from the nose.", "Paroxysms of sneezing in hay fever.", "Dry, chronic coryza, with stoppage of nose, or fluent coryza, with abundant discharge of serous mucus, lachrymation, frequent sneezing, and inflammation and excoriation of nostrils.", "Imperfect coryza, with many sufferings of head and mind, all of which disappear as soon as the catarrhal flux commences.", "Red, chronic pimples on nose.", "Redness of the point of the nose.", "Many symptoms end with catarrh." ],
    "Face" : [ "Face pale, wan, wasted, and cadaverous; leaden, or earthy, discoloured, yellowish complexion.", "Red spot on cheeks with yellowness of rest of face.", "Dark bluish-red patch on l. side of nose and cheek, coming on when flushed, generally at noon or after wine; never in evening or night (Cooper).", "Blue circle round eyes.", "Small red veins in cheeks.", "Bloatedness, sometimes to a frightful extent, tension and red swelling of face.", "Heat and redness of the otherwise pale face.", "L. side of face and lower jaw swollen and sensitive to touch.", "Tri-facial neuralgia, l. side, orbital; heat running up into the head.", "Heat and redness of face (during delirium).", "Erysipelas in face, sometimes with itching, pimples or vesicles, cracks and corrosive oozing, burning pains and swelling.", "Miliary eruption and pimples on face.", "Tetter with thick scabs in region of whiskers.", "Tensive and crawling pains in face, pains in bones of face, prosopalgia, with vomiting of food.", "Feeling of stiffness of the malar bone coming from the cervical glands.", "Lips dry and swollen, pimples on lips, trembling of the lips.", "Weakness and paralysis of lower jaw, with distortion of features.", "Trismus, with clenching and grinding of the teeth; chattering of the teeth." ],
    "Teeth" : [ "Boring pains in the teeth which are carious, principally after dinner, and sometimes with swelling of the cheeks, and a sensation as if the teeth were too long.", "Toothache every morning after waking, or after dinner every day, with tearing, drawing, and shooting pains in roots of teeth (of lower jaw); from warm and cold drinks.", "Toothache with pains in head, shiverings, heat and heaviness of the legs.", "The toothache affects the ears.", "Brittleness and looseness of the teeth; the carious teeth become soft, and pieces of them are broken off.", "Swelling and painful sensibility of the gums.", "Gums bleeding; swollen, spongy.", "Hot and cold drinks renew the pains." ],
    "Mouth" : [ "Inflammatory swelling of the buccal cavity.", "The mouth and palate are excoriated and very painful.", "Dryness of the mouth and tongue, or accumulation of water in the mouth and salivation.", "Tongue shining, dry, red and cracked; or inflamed, swollen (covered with blisters), brownish or blackish.", "Stiffness, immovableness, and paralysis of the tongue.", "Aphonia, or confused, indistinct speech, nasal tone of voice, difficulty in pronouncing certain letters or particular words; the speech is louder and more precipitate than the speaker wishes.", "Tongue heavy; cannot open mouth.", "Tongue trembles when protruded, or catches behind the teeth.", "Stammering." ],
    "Throat" : [ "Constant tickling in throat, as if a crumb of bread, or something similar, were stopping in it.", "Partial or general dryness of throat, often extending to ears, nose, and chest.", "Burning and pain as of excoriation in throat, principally on swallowing.", "Painful excoriation and inflammatory swelling of throat, with redness of parts affected, as if they were coloured with vermilion.", "Swelling of the tonsils (mostly l.).", "Large and small tumours in throat, which impede deglutition.", "Cannot swallow the food after masticating it, because it rests on the back part of the tongue, and produces a thrilling pain there.", "Constant desire to swallow, and a sensation on swallowing as if there were a tumour, or a piece of something, or a plug in the throat.", "Sensation of contraction, of strangulation, and of constriction in throat.", "The throat as it were stiff and paralysed.", "Convulsions and spasms in throat.", "Impeded deglutition, with dread of drinks, which often pass through nostrils.", "Hydrophobia.", "Much slimy saliva, esp. in back of mouth.", "The pains in the throat are < by slightest contact, and by least pressure on neck, as well as after sleeping, and while swallowing the saliva; the pains are > by eating.", "When swallowing the pain extends to the l. ear.", "Sore throat, which affects only a small part, or which, on the contrary, affects the ears, larynx, tongue, and gums; frequently with dyspnoea and danger of suffocation, salivation and hawking up of mucus.", "Much hawking up of mucus, which is exceedingly painful.", "Empty swallowing < the pain in throat more than swallowing food; or fluids are swallowed with less pain than solids.", "Copious accumulation of tenacious mucus in throat.", "In old chronic sore throats: throat may not be very sore, but a great quantity of mucus will stick there, and occasions much hawking and spitting to no purpose; the mucus will stick and can't be forced up or down.", "Sore throat alternately with stoppage of nose, or with sufferings, while speaking.", "Ulcers on palate, on back, of mouth (on the inflamed tonsils), and in throat, with fetid odour, abundant suppuration, and sharp pains on swallowing food.", "The inflammation and ulceration of throat begin on l. side and extend later to r. side.", "The external throat is very sensitive to touch (not painful, but an uneasy sensation); on lying down, with suffocative sensation; even to touch of linen." ],
    "Appetite" : [ "Disagreeable, or saccharine, acid, rough, astringent, or metallic taste.", "Want of appetite; complete indifference to food and drink.", "Repugnance to bread, which it is impossible to swallow.", "Irregular appetite, at one time anorexia, at another bulimy.", "Sickly craving, with nausea, convulsive yawnings and fainting fits, if food is not eaten instantly, or with gnawing and aching in stomach, which is renewed shortly after eating.", "Insatiable thirst.", "Thirst, with dry tongue and skin.", "Desire for wine or for milk, both of which, however, disagree; desire for oysters.", "After a meal: pressure on stomach, risings, vertigo, flatulency, inclination to vomit, or vomiting of food, weakness in knees, indolence, and heaviness of body, mental fatigue, uneasiness, regurgitation, diarrhoea, difficult respiration, pain in head and teeth, and aggravation of all the sufferings." ],
    "Stomach" : [ "Hiccough after having drunk; or after smoking tobacco.", "Violent empty risings, with danger of suffocation.", "Risings, which > the sufferings.", "Acid risings, with taste of the food.", "Pyrosis from the throat, as if the whole of the oesophagus were filled with rancid substances.", "Nausea and inclination to vomit, principally in morning, or after a meal; as well as in consequence of many other sufferings.", "Violent and convulsive vomiting of everything taken, or of bilious, bitter, greenish matter.", "Vomiting of pure blood, or of bloody mucus.", "Vomiting, with diarrhoea, obscuration of sight, pains in stomach, and diuresis.", "Excessive sensibility of precordial region to slightest touch; tight garments are insupportable, and the least pressure is very painful.", "Great weakness of stomach; it can bear neither food nor drink.", "Stitches extending into the chest.", "Gnawing in stomach; > after eating, but returns when stomach gets empty.", "Painless gnawing.", "Pressure in stomach; after eating; with weakness in knees.", "Sensation as if something encumbered the cardia and impeded deglutition.", "Aching in stomach, extending to chest, and a sensation as if a worm were moving about in it and gnawing it.", "(Every evening) cramps and violent pains in stomach, with risings, retching, and vomiting of slimy matter." ],
    "Abdomen" : [ "Burning, drawing, or cutting pains in liver.", "Acute pain in liver, extending towards stomach.", "Inflammation and softening of liver.", "Hepatic abscess.", "Gall-stones.", "Pains and stitches in region of spleen, sometimes on riding in a carriage or walking.", "Enlargement of abdomen in young girls.", "Painful distension, flatulence; can bear no pressure, surface nerves sensitive.", "Sensation of emptiness in abdomen.", "Pains in abdomen, in consequence of a strain in the loins.", "Pains, generally pressive, in umbilical region, sometimes with difficult respiration, < an hour after a meal, and > by eructations.", "Tearing and cutting pains in r. side of abdomen.", "Cutting pains, so violent as to drive patient distracted; or acute pullings, with contraction of abdomen.", "Burning in abdomen, with pressure on bladder.", "Abdomen hot, sensitive; painfully stiff from loins down thighs; peritonitis; pus formed.", "Inflammation of intestines.", "Extravasation of blood in peritoneum.", "Swelling in caecal region; must lie on back, with limbs drawn up (typhilitis).", "Abdomen hard and distended, with flatulent colic, pain in back, vomiting, diarrhoea, and diuresis.", "Frequent emission of flatus; the flatus sometimes penetrates into inguinal ring.", "Pain, as if a hernia were going to protrude." ],
    "Stool and Anus" : [ "Slow evacuation.", "Obstinate constipation with hard and difficult evacuation.", "Constipation, anus feels tight as if nothing could go through.", "Faeces small, scanty, and tenacious.", "Constipation alternately with diarrhoea.", "Diarrhoea, with violent colic, nausea, vomiting, anguish, pains in rectum during passage of faeces, tenesmus and excoriation of anus.", "Stool lies close to anus without passing and without urging.", "Loose evacuations, principally at night, or after a meal, or in warm (and damp) weather, or from having taken fruits and acids.", "Diarrhoea after food, with occasional pain across navel, loins, and back.", "Involuntary and unperceived evacuations.", "Stools excessively offensive.", "Evacuation of fetid matter, or of soft faeces, of the consistence of pap, or liquid, or slimy, like pitch, or sanguineous and purulent, or of undigested substances, or of pure blood, or of sanguineous mucus.", "Stools watery, offensive, dark; watery, frequent, sudden, about midnight, offensive, ammoniacal; soft, bright yellow; pasty, putrid.", "During the evacuations: pain, tenesmus, and burning in anus.", "After the stool: congestion of blood to head, vertigo, debility, pains and throbbings in anus.", "Painful constriction of anus and rectum.", "Anus feels closed: sensation of a plug.", "Prolapsus recti during evacuation.", "Discharge of mucus and blood from rectum, sometimes with violent colic.", "Haemorrhoids with colic, or with burning and cuttings in rectum, or with congestion of blood in anus, and diarrhoea.", "Stitch in rectum when laughing or sneezing.", "Sensation in anus as of several little hammers beating there.", "Piles irritable, with painful drawing upward like a mouse tugging at one side and drawing it up.", "Bleeding haemorrhoids.", "Haemorrhoidal tumours protrude after stool, with constriction of sphincter.", "Large haemorrhoidal tumours (in persons addicted to spirituous drinks).", "Haemorrhoidal tumours protruding with stitches at each cough or sneeze." ],
    "Urinary Organs" : [ "Pressure on bladder, with urgency to urinate, or with cuttings and burnings in abdomen.", "Frequent want to urinate, with copious emission even in night.", "Violent pain, as if a ball were rolling about in bladder, and thence into urethra.", "Violent tenesmus, with scanty emission of urine.", "Paralysis of bladder.", "Continual incisive shootings in urethra.", "Small tumour in urethra, with retention of urine.", "Urine turbid and brown, or red, or deep yellow, and sometimes with frequent but scanty emission, or with brown and sandy or red or brick-coloured sediment.", "Frothy urine.", "Urine frequent, foaming, black.", "Involuntary and unnoticed emission of urine.", "Pains in back and loins during the want to make water.", "Sensation of burning in urethra on making water, and many other sufferings, all of which are renewed by motion of a carriage, and return after drinking wine.", "Pain, as from excoriation, in urethra and in glans.", "Flow of urine after evacuating and after urinating." ],
    "Male Sexual Organs" : [ "Pressure in testes, as if a hernia were going to protrude, when making an effort to urinate.", "Pimples on the hairy parts.", "Strong sexual desire without physical power, and with flaccidity of the penis.", "Erections without sexual desire.", "Pollutions night and day, sometimes with debility and sweat.", "Flow of prostatic fluid when urinating, or after having urinated.", "Semen of a pungent smell.", "During coition the emission is tardy or does not occur at all.", "Abundant secretion behind the glans.", "Spots and red pimples on the glans and on the corona.", "Mercurio-syphilitic ulcers.", "Attenuation of scrotum and hardness of testes.", "Thickening of prepuce." ],
    "Female Sexual Organs" : [ "In females who never get well from the change of life -\"have never felt well since that time\"; may have unnatural unwell periods.", "During change of life, where she has flashes of heat all day, and cold flashes on retiring at night.", "Sensation in the abdomen as if a ball were ascending from thence to chest, as in hysteria.", "Pains from ovaries to uterus, with discharge of pus while at stool.", "The uterus feels as if os were constantly open.", "Redness and swelling of external parts (with discharge of mucus).", "Swelling of the parts, with itching and sexual desire.", "Catamenia feeble, tardy, and of too short duration, often accompanied by haemorrhoidal and, other sufferings.", "Menstruation suppressed.", "Menstruation too scanty (blood black).", "Abdominal spasms during catamenia.", "Before menses: pains and throbbing in the head, vertigo, epistaxis, aching in stomach, risings, cuttings in hypogastrium, flow of mucus from urethra, and cramps in chest.", "Before and after menses, diarrhoea with violent colic.", "Menstrual colic, beginning in l. ovary.", "Swelling, induration, pain and other anomalies of l. ovary.", "On the appearance of the catamenia, sacral pains, with pain as of a fracture in hips and chest.", "During the catamenia, pains in the loins like those of labour, throbbings in the head, and cuttings.", "Miscarriage.", "(The milk of females bitten by the serpent becomes venomous and curdles.).", "Mammae swollen.", "Intolerably itching tetters on and around nipples.", "Nipples swollen, erect, painful to the touch.", "Sexual desire excited: nymphomania." ],
    "Respiratory Organs" : [ "Catarrh, with cough, coryza, shooting pains in head, stiffness of nape of neck, and affection of chest.", "Continual hoarseness, with a sensation as if there were something in the throat which impeded speech, and which cannot be detached.", "Oppressed breathing, < when talking and eating.", "Contraction and constriction of the larynx, with a sensation of swelling and of tension.", "Painful sensitiveness of larynx and neck to touch, and on slightest pressure, with danger of suffocation on feeling the gullet, and on holding back the head.", "Sensation of pulsation and of choking between larynx and chest.", "Dryness, burning, and pain as of excoriation in larynx.", "Sensation as if there were a ball in the larynx.", "Voice weak, hollow, nasal.", "Cough, often fatiguing, and by which nothing is detached, excited mostly by a tickling in larynx, chest, and pit of stomach, or by pressure on the gullet, as well as by conversation, walking, and everything which increases the dryness of the throat.", "Cough caused by pressure on the larynx, or by any covering of the throat; by a tickling in pit of throat and sternum; when falling asleep; from ulcers in the throat.", "Constant irritating cough, with or without expectoration.", "Very chronic coughs.", "Cough with rawness of chest, difficult expectoration and pains in throat, head, and eyes.", "Frequent attacks of short cough from tickling in pit of stomach, dry during the night; difficult, sometimes watery, salty mucus, which has to be swallowed again, is raised.", "The cough is < during the day; after sleeping; from changes in the temperature; from alcoholic drinks; from acids and sour drinks.", "Cough with hoarseness.", "Diphtheria.", "Cough always after sleeping, or at night, when sleeping, or in evening after lying down, as well as on rising from a recumbent posture.", "Dry, short, suffocating and croaking cough, sometimes with vomiting.", "Spittle mucous, tenacious, or acid, and of a disagreeable taste, or sanguineous.", "Haemoptysis.", "On coughing, accumulation of water in the mouth, sharp pains in pit of stomach, shocks in head, and tension of eyes." ],
    "Chest" : [ "Respiration short, frequent, or convulsive or rattling, stertorous, and croaking, or wheezing, moaning, and deep.", "Frequent want to draw a long breath.", "Dyspnoea and oppression of the chest, with effort to breathe.", "Shortness of breath, principally after a meal, on walking, after making an effort with the arms, and sometimes with sadness, or with an asthmatic cough.", "Attacks of asthma, and difficulty of respiration, principally after eating, or in the evening on lying down, or at night, during sleep, and sometimes with anguish, thirst, nausea, vomiting, fainting, and cold sweat.", "Fits of suffocation, esp. on lying down in evening or in bed at night, and principally when anything is placed before nose or mouth.", "Paralytic orthopnoea.", "Offensive breath.", "Pressure on chest, as from a weight, or as if it were filled with wind, and principally at night.", "Contraction of the chest wakens him after midnight, with slow, heavy, wheezing breathing, compelling him to sit up with his chest bent forward.", "Violent pains with great anguish and constant movements in the chest.", "Burning and pain of excoriation in chest, as if it were raw, principally after a meal.", "Oppressive pain in the chest as if full of wind, > by eructations.", "Stitches in side and in chest, < by breathing, and sometimes with cough and sanguineous-expectoration.", "Stitches in (l. side of) chest, with difficult breathing.", "Extravasation of blood in lungs.", "Pneumonia (hepatisation of the inflamed lungs).", "Gangrene of lungs.", "Swelling and bloatedness of integuments of chest.", "Itching, red places, and miliary eruption on chest." ],
    "Heart" : [ "Palpitation of heart, with (fainting and) anxiety, sometimes excited by cramp-like pains, with cough, and fit of suffocation.", "Palpitation of heart and choking from slightest anxiety.", "Feels as if heart hanging by a thread and every beat would tear it off.", "Irregularity of beats.", "Constrictive sensation in region of heart.", "Spasms in heart (with aneurism of r. carotid) and disagreeable pulsation in ears.", "As if heart too large for containing cavity.", "Stitches in region of heart, with shortness of breath, fainting fits and cold sweat.", "Faint feeling about heart, with heats up spine and flushings of face.", "Faintings, giddiness, and palpitation constantly recurring." ],
    "Neck and Back" : [ "Nape of neck and neck excessively sensitive to least pressure.", "Rheumatic stiffness of nape of neck and neck.", "Stitches in back and between shoulders.", "A small tumour is formed near the spine.", "Burning in back.", "Spasms in muscles of back.", "Painful stiffness from loins to hip, as if muscles were too short.", "Insupportable nocturnal pains in back, in loins, hip and knee.", "Pain in the small of back, with constipation, intermittent fever, palpitation of the heart or dyspnoea.", "Pain in the os coccygis, when sitting down one feels as if sitting on something sharp.", "Want of strength in back and knees, which forces patient to stoop when walking.", "Pain, as from dislocation, in loins, as after great exertion.", "Papulae, vesicles, tetters, pimples, and scarlet spots on back and shoulder-blades." ],
    "Upper Limbs" : [ "Lameness in l. shoulder.", "Pain in r. shoulder-joint with headache.", "Perspiration in axillae of strong smell (like garlic).", "Rheumatic and arthritic pains, and aching pains in bones of arms, in hands, fingers, and wrists.", "Malignant ulcer on upper part of arm.", "Tension, as from contraction of tendons, from the elbow to fingers.", "Erysipelatous inflammation in elbow.", "Pimples on arms after scratching.", "Sensation of fatigue or of paralysis, and pain, as from dislocation, in arms.", "Paralysis of hands.", "Trembling of hands (in drunkards).", "The hands are dry and burning.", "Extremities of the fingers numbed and painful.", "Tingling and pricking in l. hand.", "Prickings in extremities of fingers.", "Numbness in tips of fingers (morning).", "Itching, psoric eruptions, red spots with vesicles, furunculi, excrescences, and warts on hands and fingers.", "Hard and cold swelling of a bluish black colour, on the back of hand and fingers.", "The hands are cold, as if dead.", "Hard swelling from hand to elbow, with excessive pain.", "Panaris." ],
    "Lower Limbs" : [ "Sensation of contraction, and contractions of the tendons of the ham.", "Nocturnal pains in hip and thigh.", "Caries of the tibia.", "Burning spots on tibia.", "Agonising pains in tibia (with throat affections).", "Sharp and drawing pains in legs, when there is change of weather, and in windy weather.", "Furunculi on thighs.", "Sensation of heaviness, paralysis, of numbness and trembling in thighs and knees.", "The knees are, as it were, dislocated, stiff and weak.", "Stinging in knees.", "Sensation as if hot air were going through knee-joints, which were shaky.", "The l. knee feels as if sprained.", "Swelling of knees.", "Swelling of feet, < after walking (during pregnancy).", "Flat ulcers on lower extremities, with blue or purple surroundings.", "Gangrenous ulcers on legs (toes).", "Cramps and pains in calves of legs.", "Red pimples on the thighs and on the legs, after scratching.", "Excoriated places, and superficial ulcers with foul bases, on the legs.", "Red or bluish, and painful swelling of feet and legs.", "Heaviness, numbness, icy coldness, sweating of the feet.", "Itching, psoric eruptions, papulae and spots as from a burn, in feet and legs.", "Cracks and rhagades between the toes.", "Abscess in the heels." ],
    "Generalities" : [ "Sensation of pain accompanied by voluptuous feelings; dreadful or strongly pressive pains in various parts of body.", "Sensation of dislocation and of paralysis in the joints.", "Stiffness and tension of the muscles, as if they were too short.", "Pains in the bones.", "Sharp and drawing rheumatic pains in the limbs (first in l. side then in r.), or gnawing pains, with sensations as if bruised on moving.", "Nocturnal pains, which appear insupportable, and which do not permit patient to remain in bed.", "The pains affect the sides of the body alternately, or at one time the limbs, at another the body, and often manifest themselves transversely.", "Intermittent and periodical pains; sufferings, accompanied by danger of suffocation; and sufferings, with want to lie down, and aversion to move.", "Aggravation or renewal of the sufferings after sleep or at night, and principally before midnight, or some hours after a meal, or during damp hot weather, as well as when there is a change of wind and weather (excessively cold and excessively warm weather cause great debility); many of the symptoms are > in open air.", "Mental emotions, such as disappointment, fear, fright, &c., frequently renew all the sufferings.", "Slight touch intolerable.", "Obliged to wear clothes loose; cannot bear the contact.", "Paralysis, with heaviness and stiffness of the limbs; semi-lateral paralysis.", "The l. side is principally or first affected (throat, ovaries).", "Affections in general of r. chest; r. lower extremity; r. abdominal ring; symptoms generally appear on l. side; symptoms beginning on l. side with great tendency to spread to the r. side.", "Extreme feebleness of body and mind; exhaustion, like that caused by loss of blood; rapid failure of strength; relaxation of muscular force.", "Weakness of whole body in morning on rising.", "Nervous hyperaesthesia, with external flushings.", "Fainting fits, with dyspnoea, nausea, cold sweat, vertigo, pallid face, vomiting, dizziness, obscuration of the eyes, pains and prickings in region of heart, convulsions and epistaxis.", "Tearing, pricking, and pulsating pains.", "Attacks of asphyxia and of syncope, with loss of sense and motion, insensibility like death, clenching of teeth, stiffness and swelling of body, pulse tremulous or imperceptible.", "Trembling of limbs, muscular palpitations, and jerking in several parts of body.", "Contractions of the muscles.", "Convulsive and epileptic fits, with screaming, movements of the limbs, falling down without consciousness, eyes convulsed, foaming at mouth, fists clenched; before the attack, cold feet, eructations, paleness of the face, vertigo, head heavy and painful, palpitation of heart, inflation of abdomen; after the attack, sleep.", "Attacks of tetanus, with distortion of limbs.", "Haemorrhage and extravasation of blood in different organs.", "Affected parts look bluish (cyanosis)." ],
    "Skin" : [ "Ecchymosis; wounds and ulcers bleed readily and copiously (small wounds bleed a good deal; ulcers bleed readily; cicatrices bleed readily; pain in old cicatrices), wounds bleeding a great while; skin very hard to heal, masses of blood pass through the pores.", "Varicose swellings.", "Dropsical swelling over whole body.", "Hard and pale tumefaction.", "Skin yellow, green, lead-coloured, or bluish-red or blackish, chiefly round the wounds and ulcers.", "Yellow, red, copper-coloured spots.", "Pale, livid spots, with fainting fits.", "Dry, miliary itch, with eruption of large vesicles of a yellow or of a bluish-black colour, with swelling of parts affected, and pains which drive to despair.", "Miliary eruption, which subsequently resembles nettle-rash, scarlatina, or morbilli.", "Erysipelas and vesicular eruptions with a red crown.", "Excoriated places, on touching which a burning pain is felt.", "Rupia and other skin affections, with angioleucitis (Cooper).", "Ulcers, surrounded by pimples, vesicles, and other small ulcers (on a purple skin).", "Ulcers with great sensitiveness to touch, uneven bottom, ichorous, offensive discharge when touched, esp. around the lower extremities.", "Gangrenous ulcers.", "Gangrenous blisters.", "Superficial ulcers, foul at bottom, with a red crown.", "Cancerous ulceration (of wounds), or putrefaction of the flesh, which becomes detached from the bones, and falls off piecemeal.", "Gangrenous wounds, with inflammatory fever, weak, quick, and intermittent pulse, fainting nausea, spasmodic and bilious vomiting, convulsions, and cold sweats.", "Papulae, warts, hard swellings.", "Panaris.", "Red and itching lumps and tuberosities.", "Carbuncles, with copper-coloured surroundings and many smaller boils around them.", "Flat exanthemata which do not fill up; pustulous exanthemata; spongy excrescences." ],
    "Sleep" : [ "Great drowsiness by day, and principally after a meal.", "Sleeplessness, chiefly before midnight, with excessive nervous excitement.", "Lively and wide awake in evening.", "The patient sleeps into an aggravation, as (e.g.) in croup; is very well while awake, but as soon as goes to sleep the croup symptoms appear in great violence; child almost suffocates, and the mother or nurse is consequently really afraid to let him go to sleep.", "Also in convulsions; patient has none while he is awake, but as soon as he is asleep they appear.", "Drowsiness and sleeplessness alternately every two days.", "When falling asleep he is awakened by a tickling cough.", "Restless sleep, with many dreams.", "Sleeplessness in the evening with talkativeness.", "Light sleep, with frequent and easy waking, agitation and tossing, groans and sighs, starts and fright.", "Dreams connected and frequent, poetical and meditative or voluptuous; dreams of quarrels, of horrible things, of spectres, and of death.", "At night, heat, agitation, burning in palms and soles, pains in the bones or rheumatic pains, diarrhoea, emission of urine, mental excitement, and many other sufferings.", "After sleep, sensation of stiffness, and pain as from fatigue in the limbs, erections with sexual desire, pains in the back and loins, congestion of blood, heaviness and pain in head, pressure in stomach, sore throat, nervous yawnings, and aggravation of all the sufferings." ],
    "Fever" : [ "Icy coldness of the skin or of the limbs, or only of the feet, with great desire to be near a fire, and sometimes with loss of sensation, clammy sweat, weakness and great quickness of the pulse.", "Shiverings, sometimes only partial, often with pains in the limbs, sacral pains, agitation and tossing, colic, trismus and convulsive movements of the limbs, pain in chest, thirst, chattering of teeth.", "Chill ascending the back, often on alternate days.", "Shuddering while the heat continues, and principally on lifting the bed-clothes.", "Shivering, chiefly after a meal, or in afternoon.", "Dry heat, principally at night, or in evening, and esp. in feet and hands, often accompanied by agitation and tossing, headache, delirium, insatiable thirst, eructations, bilious vomitings, cries, groans, dryness of mouth and throat, and frequent stools.", "Heat, alternately with cold (alternating and changing localities), shivering of shuddering.", "Fever at night or in evening, quotidian, tertian, or quartan, and often accompanied by headache, rapid prostration of strength, and debility which obliges the patient to lie down; want of appetite, hiccough, vomiting, sensibility of the neck to the touch, palpitation of the heart, anguish, yellow urine, diarrhoea, pains in the limbs, back, and loins, nervous and spasmodic yawnings, stretchings, swelling of the body, spots and ulcers.", "Internal sensation of heat, with cold feet.", "Chronic fevers; slow fevers; typhoid fevers.", "The fevers are renewed by acid food.", "Dry, burning skin.", "Sweat >.", "Perspiration colouring linen yellow red.", "Febrile sweat, principally after hot stage, towards morning; copious sweat; fetid sweat; cold sweat; sanguineous sweat.", "Pulse intermittent, or feeble and quick (but accelerated), or irregular, or scarcely perceptible, or tremulous, or alternately full and small.", "Intermittent fever, the paroxysms come on every spring, or after suppression of the fever in the previous fall by quinine; face red; feet cold; during hot stage continuous talking; face yellow or ashy.", "Typhus fever, esp. when the tongue is red or black, dry or in fissures, esp. at the tip, or when tongue trembles when put out, or if while endeavouring to put it out, the tip remains under the lower teeth or lip and cannot be put out." ]
  }
}