{
  "remedyName" : "Lachnanthes",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cough. Diphtheria. Headache. Heart, heat in; pains in. Phthisis. Pneumonia, typhoid. Sore throat. Stiff-neck. Wry-neck." ],
    "Characteristics" : [ "Lachnan. is a herb, growing in sandy swamps near the coast. The root is red and fibrous; leaves sword-shaped; stem hairy; flowers yellow, woolly. It belongs to the same order as Aletris, and is allied to the Irises. The head, the chest, and the circulation seem most prominently affected by Lachn. There are headaches of great intensity; right-sided, as if split open with a wedge; with icy coldness of body; crying spells; < by vomiting. In the chest there are lancinating stitches, in quick succession in right side of chest below mamma. Stitches in heart with anxiety. A peculiar symptom is: Sensation of heat, bubbling and boiling in chest and region of heart, rising to head; giddy; breaks out into perspiration. Trembling of heart. There is also burning of palms and soles and burning under nail of left toe. On the other hand, there is much coldness and chilliness. Continued chilliness. Sensation as if a piece of ice was lying on back between shoulders, then a shock followed by coldness over whole body with gooseflesh. These attacks occur on moving, > after going to bed. Cannot get warm under a feather bed. A hot flat-iron > icy coldness of body. Lachn. has been largely used in cases of phthisis, often empirically, but sometimes on its indications. Arthur Dalzell reports these cases (H. W., xxv. 158): (1) Mrs. B., fibroid phthisis of both lungs, collapse of right lower lobe. Great prostration; night-sweats; bowels alternately relaxed and confined; pain and stiffness in back; bruised all over; dry cough; roughness of throat, heart-sounds weak. Sleep bad owing to cough. Lachn. O, three drops every four hours. In three days the prostration was diminished, and the cough was much better, night-sweats and bruised feeling gone. From this time an emulsion containing cod-liver oil, liquor pancreaticus, eggs, cream and hypophosphites, and oil of Eucalyptus were given in addition. The case went on to recovery. (2) Mrs. R., in last stage of consumption. Right lung consolidated; left in cavities. Remittent fever. This patient had circumscribed flush on face; brilliant eyes; throat rough; felt bruised all over. Skin dry, except at night, when she had profuse perspiration. Constant dry cough. Muco-purulent expectoration. Lachn. O, five drops every three hours, relieved all the symptoms and procured euthanasia, the patient dying quite easily twelve days later.", "Toothache is < eating and drinking warm things. With fever there is loquacious delirium, brilliant eyes, and circumscribed red cheeks (there is also a blueness about face, blue under eyes, blue lips). During the cold sensation the skin is damp and clammy. The loquacity of Lachn. is remarkable. Hering says the Indians chew the plant when they meet the white man to give them a flow of language. Lachn. has been used with success in diphtheria, typhoid fever, typhoid pneumonia. A peculiar symptom is stiffness of the neck, the head being twisted to one (right) side. This occurring in connection with sore throat is a strong indication. There is much dryness of throat, which is < on waking in the night, with much coughing. Sensations are: As if head enlarged; as if split open with a wedge; vertex as if enlarged; as if hair standing on end. As if a cloud before eyes; pressing as from dust in eyes. As if something had closed ear. Bridge of nose as if pinched (confirmed by E. E. Case", "H. P., xiii. 76). As of something crawling over face. A curious observation is quoted in Brit. J. of H. (xxxix. 181), that the while pigs and sheep of Virginia lose their hoofs if they feed on Lachn., while the black varieties eat it without inconvenience." ],
    "Relations" : [ "Compare: Aletris, the Irises and Veratrums (botan.); heat in heart (Croc., Op., Rho.); pain in lower right lung (Chel., K. ca., Sep.", "right apex, Ars., Calc.; left apex, Ars.; left base, Oxal. ac., Sul.; right middle lobe, Sep.; right chest, Sang., Phell. aq., Zn.); cold between shoulders (Am. m.;", "heat between shoulders, Lyc., Pho.); loquacity (Lach., Hyo.); brilliant eyes, red cheeks, delirium (Bell.). Compare also: Act. r., Aeth., Agar., Can. ind., Cic., Crotal., Sele., Glo., Gymnoc., Plat., Stram." ],
    "Mind" : [ "Restlessness, tosses about (during perspiration).", "Great loquacity; afterwards stupid and irritable.", "Ill-humoured and sleepy.", "Great hilarity (evening).", "Became much excited over a trifle.", "Loquacious delirium, with brilliant eyes and circumscribed red cheeks (1 to a.m.)." ],
    "Head" : [ "Giddiness in the head, with sensation of heat in chest and around heart, and perspiration.", "Giddiness with icy coldness of the forehead.", "Painful tearing in forehead in the open air.", "Dull headache and pressing in forehead.", "Tearing in forehead from l. to r. side.", "On forehead elevated red pimples.", "Wrinkles on forehead, with longitudinal ridges from interior corner of eyebrows upward.", "Head feels heavy.", "Sensation as if the vertex were enlarged and were driven upward.", "Tearing in vertex.", "Headache pressing eyes outward.", "The head feels enlarged, and as if split open with a wedge from the outside to within; the body is icy cold; she cannot get warm also for a long time under a feather bed; the whole face becomes yellow; she has to whine with the headache; the head burns like fire, with much thirst; during the cold sensation the skin is moist and clammy.", "Tearing in (r.) temple, extending to cheek.", "Pricking headache (evening).", "Sensation as if the hair were standing on end; < in the occiput.", "Scalp very painful to touch." ],
    "Eyes" : [ "Obscuration of sight; could not see in evening; as if a cloud were before the eyes.", "Pressing in eyes as from dust; with secretion of white mucus.", "Secretion of white mucus from eyes (canthi).", "Twitching of r. canthus.", "Sensation of twitching in upper eyelids, < when closing them.", "In morning, violent lachrymation and burning of eyes, with sensation of dryness.", "The eyes feel heavy, as if they could not be kept open.", "Eyes dry.", "Eyes feel cold.", "The eyebrows and upper eyelids are drawn upwards; looks with fixed eyes.", "Yellow spots before eyes.", "Bright, sparkling eyes with delirium." ],
    "Ears" : [ "Singing in ear when walking in open air.", "Tearing in ears.", "Crawling and itching in ears.", "Itching or tingling in ears; > by boring with the finger, but immediately returning and feeling as if something had closed ear.", "Almost complete deafness (during fever)." ],
    "Nose" : [ "The nose bleeds profusely; the blood is pale.", "Bridge of nose feels as if pinched." ],
    "Face" : [ "Face swollen, with redness and blueness under eyes.", "Pale, sickly countenance; face and lips bluish; eyes dull, feel thick and cold.", "Circumscribed redness of face (1 a.m. to am.), with violent delirium and brilliant eyes.", "Redness of face; yellow face.", "Sensation as if something were crawling over face." ],
    "Teeth" : [ "Pain in all the teeth when eating or drinking warm things.", "All the teeth feel loose and too long; < in bed." ],
    "Mouth" : [ "Saliva of tough mucus.", "Swelling and tension of the lips.", "Lips red.", "Sensation as if the mouth were sore and thick." ],
    "Throat" : [ "Great dryness in throat, esp. on awaking during the night, with much coughing.", "Sore throat, with short cough.", "When swallowing, itching (in a small spot).", "Sensation of swelling in pharynx, with stiffness of neck, and head drawn to one side (diphtheria)." ],
    "Appetite" : [ "Aversion to meat.", "Much thirst." ],
    "Stomach" : [ "Sensation of qualmishness above navel, when walking in open air.", "In pit of stomach, beating as from a pulse, as if a hammer were beating on an ulcerated spot.", "Fulness in pit of stomach." ],
    "Abdomen" : [ "Rolling of wind in abdomen, and discharge of flatulency.", "Sensation of heat through abdomen." ],
    "Stool and Anus" : [ "Frequent stool; passes much wind.", "Frequent unsuccessful desire to evacuate.", "Continuous stitch in rectum." ],
    "Urinary Organs" : [ "Pressure on bladder while urinating." ],
    "Male Sexual Organs" : [ "Violent burning in l. half of the scrotum, drawing towards r. side.", "Tingling and itching of scrotum.", "Perspiration and itching of scrotum and penis." ],
    "Female Sexual Organs" : [ "Menses too early, blood viscid, mixed with mucus.", "During menses, sensation of distension of abdomen; it feels as if it were boiling.", "Menstrual blood profuse, bright red." ],
    "Respiratory Organs" : [ "Burning in r. side of larynx.", "Hoarseness (forenoon).", "Cough dry, as if it came from larynx (with sore throat); expectoration streaked with blood, with severe pain in chest (pneumonia).", "Sensation of fulness in chest; is compelled to inhale deeply.", "Stitches in l. side of chest.", "Stitches (like knives) under r. breast and under clavicle.", "Cough < in bed and after sleeping.", "Feels hot and oppressed in chest, with gentle perspiration all over." ],
    "Heart" : [ "Bubbling and boiling in chest and region of heart; it rises to the head and he becomes giddy; he breaks out into a perspiration.", "Sensation of heat in region of heart.", "Stitches in heart, with anxiety.", "Frequent violent pulsations of heart, each beat is double, one hard and full, the other soft and small.", "Trembling of heart with great debility." ],
    "Neck and Back" : [ "Stiffness and pain in neck, extending over whole head down to the nose, and sensation as if nostrils were pinched together.", "Sensation of spraining in neck when turning or moving head backward.", "Stiff neck; the head is drawn to one side (after diphtheria, scarlet fever.", "Burning on r. scapula.", "Sensation as if a piece of ice were lying on back, between the shoulders, followed by a chill, with gooseflesh all over.", "Sensation between the shoulder-blades as if wet with cold perspiration, the skin being dry and cool.", "Burning in region of l. kidney, extending towards r. side.", "Burning in spine above sacrum.", "Burning in sacrum." ],
    "Upper Limbs" : [ "Tearing from the shoulder, extending to finger-joints.", "Thumb and index-finger feel as if sprained.", "Tearing in elbow-joints.", "Tearing in knuckles of the middle fingers of the r. hand.", "Burning of palms and soles." ],
    "Lower Limbs" : [ "Tearing in r. ischium.", "Small pimples around l. gluteus muscle, which discharge a watery fluid when scratched open.", "Burning stinging in, above, or below the knee-pan.", "Tearing in l. knee.", "Tingling in both lower limbs and feet, < in heat.", "Burning in feet (soles).", "Cramps in the feet (during night)." ],
    "Generalities" : [ "Very restless; throws herself about; feels weak." ],
    "Skin" : [ "Sensation in skin as if an eruption would appear.", "Pimples appear here and there, containing a watery fluid.", "The red pimples on the forehead suppurate.", "Itching and burning in the skin all night; < after scratching.", "Stinging, itching, and tingling on thighs, legs, feet, arms, &c." ],
    "Sleep" : [ "Sleepiness with yawning, eyes feel so heavy that she cannot keep them open.", "Sleepless, or restless sleep, with distressing dreams.", "Cannot go to sleep easily.", "After waking and stretching, a shock followed by chilliness and gooseflesh all over." ],
    "Fever" : [ "Flashes of heat alternating with chilliness.", "Continuous chilliness.", "Sensation as if a piece of ice were lying on back between shoulders, then a shock, followed by coldness over whole body with gooseflesh; these attacks recur on moving and go off after going to bed.", "Feels hot, but the chills run all over her before the heat can develop itself.", "Icy coldness of body.", "Heat with redness of face; after heat circumscribed redness of both cheeks; < on r. side; fever with violent delirium and brilliant eyes (< from a.m. to a.m.).", "Fever with somnolency.", "Perspires freely (after restless sleep), esp. after midnight.", "The skin is cold, damp and clammy during the coldness.", "Icy cold perspiration, principally on forehead." ]
  }
}