{
  "remedyName" : "Lacticum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bones, swelling of. Diabetes. Foot-sweat. Indigestion. Pregnancy, sickness of. Rheumatism. Sciatica. Throat, constricted, sore. Vomiting." ],
    "Characteristics" : [ "Lactic acid \"was discovered by Scheele in sour milk, the result of the spontaneous fermentation of sugar of milk, under the influence of casein. It is also met with in many vegetable products which have turned sour\" (Hering). Reisig introduced it into homoeopathy. It has been proved in both the lower and higher attenuations, but many valuable observations have been made on patients taking substantial doses for diabetes (C. D. P.). In these cases the symptoms of rheumatic fever were directly traced to the acid. Pain, swelling, and stiffness and tenderness of joints < by motion (as with Bry., which antidotes Lact. ac.), and flying pains about limbs. One prover had pain along the right sciatic nerve. The well-known effects of milk that has soured on the stomach and remained undigested were produced", "nausea, vomiting, burning and sense of weight; and these have all proved useful indications in the homoeopathic use of the drug. Diabetes is the affection for which it has been most given in old-school practice; but it has also proved of great power in this affection in the homoeopathic attenuations. Nash regards the concomitance of rheumatic pains as the chief guiding symptom here. (In Med. Adv., xxi. he records a case of diabetes, with rheumatic fever supervening, cured with Lact. ac. 200.) But nausea is no less a guide: Constant nausea; nausea on awaking before rising; > by eating. This may occur in diabetes; or it may occur in pregnancy. It is also an indication when occurring in rheumatism. There is > by eructations; and < by smoking. Smoking < eructations. Copious foot-sweat is a feature of Lact. ac., but it is not offensive. It is suited to anaemic, pale women. Large doses disagreed with melancholic, choleric constitution, dark hair and eyes." ],
    "Relations" : [ "Antidoted by: Bry. (relieved sharp pains upper third right side, but soreness remained). Compatible: Meat diet in diabetes. Incompatible: Coffee < symptoms. Compare: Lac can., Lac coag., Lac defl., Sac. lac. In nausea of pregnancy, Nux, Puls., Ph. ac., Colch., Lyc., Lac d., Ip. Excessive hawking with (or without) nausea, Caust. (phlegm in throat, cannot be hawked up, causing nausea). Diabetes, Pho. ac., Acet. ac., Lac d., Ur. nit Flying rheumatism, Puls., Rhus. Great discouragement, Pso. Compare also: Vegetable acids, which all cause weakness and thinness of the blood." ],
    "Mind" : [ "Great discouragement.", "Lazy.", "Sarcastic.", "Memory lost." ],
    "Head" : [ "Vertigo: when turning head suddenly; with heat, on rising; on stooping; at night.", "Congestion of head; painless, with strong pulsation of vessels of neck.", "Headache, with sensation of fulness in vertex.", "Dull pain in forehead, just over eyes, and extending into eyes.", "Pain in head and back all night.", "Pain in occiput, and alternating between there and forehead." ],
    "Eyes" : [ "Sensation of fulness in eyes, with headache.", "Eyes feel as if they would burst.", "Photophobia.", "Jerking of l. upper lid.", "Marked protrusion of eyes; pupils dilated; eyes feels tired.", "Hyperaesthesia of retina, steady aching in and behind eyeball." ],
    "Ears" : [ "Disturbed and troubled by noise.", "Roaring in l. ear on rising in afternoon; singing, snapping in l. ear.", "Pain from parotids into ear; stiff feeling in parotids." ],
    "Nose" : [ "Great sensitiveness of smell.", "Nose-bleed every morning.", "Severe coryza, stopped nose, sneezing, thick mucus from head to throat, yellow; dead sweet taste." ],
    "Face" : [ "Face flushed or congested from headache." ],
    "Mouth" : [ "Tongue coated thick white.", "Yellow coating on tongue, with bad taste in morning.", "Tongue sore on l. side, raw and red; dry, parched, sticky.", "Mouth and fauces very dry and hot.", "Very sore mouth; canker sores.", "Much saliva in mouth, tasting salty.", "Copious salivation (pregnancy).", "Bad taste in mouth: acrid, with nausea; sour; coppery." ],
    "Throat" : [ "Sensation of a plug in the throat.", "Fulness in throat which keeps him swallowing frothy mucus; lump or fulness feels like a small puffball; not > by swallowing.", "Intense burning in throat, fauces, and oesophagus < by eructation.", "Sense of constriction low down in throat; rough and dry.", "Fauces hot, dry and swollen.", "Difficulty of swallowing solids; less in swallowing liquids.", "Excessive hawking with or without nausea." ],
    "Stomach" : [ "Appetite impaired.", "Voracious appetite and great thirst.", "Eructations of hot, acrid fluid, which burns from stomach to throat.", "Food sours.", "Eructations of burning, hot gas from stomach, causing a profuse secretion of tenacious mucus, which must be constantly hawked up; < by smoking tobacco.", "Burning and weight in stomach.", "Constant nausea; persisting for days.", "Nausea on rising in morning.", "Nausea after breakfast; not severe, but very persistent.", "Nausea with waterbrash or vomiting.", "Sensation as if all food were lodged under upper end of sternum, which oppresses and distresses her for hours." ],
    "Stool and Anus" : [ "Aching pain in anus.", "Soft, mushy stool; diarrhoea.", "Greenish yellow stools with tenesmus.", "Very costive, stool once a week, hard, black." ],
    "Urinary Organs" : [ "Frequent pain in kidneys.", "Frequent desire to urinate large quantities.", "Urinates frequently day and night; the attempt to retain it causes pain." ],
    "Male Sexual Organs" : [ "Annoying erections in morning, but loins ache too much to attempt coition.", "Seminal emissions three successive nights." ],
    "Female Sexual Organs" : [ "Aching pain in region of r. ovary, < by rapid walking or exercise.", "Menses: scanty; seventeen days late; two days early; more profuse than usual; pain in small of back and lower abdomen; itching of vulva during flow.", "Leucorrhoea; staining linen yellow; when checked nasal catarrh ensues.", "Heaviness and dragging down as if womb down.", "Pain as if menstruating; sitting with feet high > uterine soreness.", "During pregnancy: morning sickness; salivation; nausea and vomiting; waterbrash > by breakfast." ],
    "Respiratory Organs" : [ "Dryness and rawness, extending to larynx.", "Hoarseness.", "Aphonia.", "After rising, voice was entirely without control, whispering and squeaking when expecting to speak aloud.", "Spasmodic, ringing cough, caused by irritation in throat.", "Hoarse, hard, dry cough, with dryness of glottis.", "L. side of chest sore and painful.", "Cutting or sticking pain in upper third of r. side." ],
    "Neck and Back" : [ "Pain in small of back, extending into shoulders.", "Sore aching in lower part of back; < when walking." ],
    "Limbs" : [ "Severe, sharp pains in joints.", "Acute pains in joints; flying pains about limbs.", "Joints swollen, not tender, stiff.", "All pains < by movement." ],
    "Upper Limbs" : [ "Rheumatic pain in shoulders.", "Rheumatic swelling with redness and pain in wrists and elbows, wrists, and small joints of hands." ],
    "Lower Limbs" : [ "Soreness to touch along r. sciatic nerve, on getting out of bed, lasting all day and pulsating constantly but slightly.", "Sharp pain in r. knee with stiffness.", "Knees and other joints stiff and painful.", "Rheumatic pain in knee-joints." ],
    "Generalities" : [ "Weakness as if from exercise, with rheumatic pains in the bones.", "Debility, weariness of the limbs.", "Aversion to exercise." ],
    "Skin" : [ "Skin harsh and dry, no sweat.", "Red spots or blotches on various parts of the body, particularly thighs and lower extremities.", "Itching and burning, < by cold." ],
    "Sleep" : [ "Restless all night.", "Does not sleep well." ],
    "Fever" : [ "Cold and chilly at times.", "Flashes of heat.", "Chilly, mostly on limbs.", "Copious perspiration.", "Unusual perspiration of feet." ]
  }
}