{
  "remedyName" : "Lactis Vaccini Flos",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diphtheria. Leucorrhoea. Menorrhagia. Throat, sore." ],
    "Characteristics" : [ "Many persons can take cream who cannot tolerate milk, and vice versa, therefore Swan decided to prove the different parts of milk independently. He proved his 200th (which, according to Skinner's calculation, is not the same as the centesimal, being duplicated instead of centupled at each remove) on himself and Miss Mary P. As with the other Lac preparations, a large number of the symptoms were manifested in the throat and female sexual organs. Dry throat and extreme difficulty of swallowing. Menses profuse and accompanied by cramps." ],
    "Relations" : [ "Compare: Lac c., Lac f., Lac v., Lac v. coag., Lac v. def. Ars. stopped abruptly the excessive menses and accompanying pain; Lac v. def. restored the flow, and then they ceased naturally." ],
    "Mouth" : [ "Food tastes as if it lacked salt." ],
    "Throat" : [ "Dryness and redness of upper part of pharynx.", "Increased redness and soreness of upper part of pharynx, < at night, causing difficulty of deglutition, obliging her to bend the head forwards on swallowing, so as to favour it, otherwise a pain runs up to ears.", "Great dryness of upper part of pharynx in the morning; difficult deglutition; yellow mucus, with a sickish sweet taste; throat < night and morning; at night had to take hold of throat to assist in swallowing." ],
    "Abdomen" : [ "Tendency to flatulence in lower intestines." ],
    "Urinary Organs" : [ "Urine appears to stain more yellow." ],
    "Male Sexual Organs" : [ "Soreness of end of prepuce, as if there were longitudinal cracks there, though none could be discovered." ],
    "Female Sexual Organs" : [ "Menses seven days too soon.", "Menses profuse; cramps in and above region of navel, bending her double; during the cramps was very cold, and, although well clothed, could not get warm; painful, frequent, and profuse diarrhoea; Arsen. stopped the pains and the menses; Lac vac. deflor. restored the menses, and they ceased naturally; since then, albuminous leucorrhoea, like white of egg, if she walks much, or is on her feet much.", "Sexual desire easily excited when the hand touches the bosom." ],
    "Respiratory Organs" : [ "Hoarseness after singing.", "Sensation of shallow breathing; has to take a deep respiration to relieve." ],
    "Lower Limbs" : [ "Rigidity on posterior side of lower legs, just below knees, while walking; very unpleasant, but not painful." ],
    "Skin" : [ "Itching of body above pubes and hips, on abdomen, chest, and back, without eruption." ],
    "Sleep" : [ "Horrible dreams; saw a dead person in a coffin; slept and dreamed the same dreams; feels stupid; does not care to speak.", "Wakefulness, without restlessness.", "Drowsy and sleepy; head feels heavy.", "Constant talking during sleep." ]
  }
}