{
  "remedyName" : "Lactuca",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Anus, affections of. Ascites. Asthma. Constipation. Cough. Diarrhoea. Globus hystericus. Gonorrhoea. Heartburn. Hysteria. Lactation. Levitation. Liver, affections of. Muscae volitantes. Noises in ears. Pylorus, pain in. Sleep, excessive. Smell, illusions of. Spinal cord, pains in. Spleen, affections of. Whooping-cough. Yawning." ],
    "Characteristics" : [ "The leaves of garden lettuce, Lactuca sativa, when too old and going to seed, have a bitter taste, and the stalk then contains a milky juice which is intensely bitter. This juice contains Lactucin, and is common to all lettuces, but is especially virulent in L. vir., from which (as well as well as from Lact. sat.) Lactucarium, or \"Lettuce Opium,\" is prepared. It has a soporific action, and is used \"instead of Opium to allay cough, quiet nervousness, and induce sleep in cases where, from idiosyncrasy, Opium is not borne\" (Brunton). This use of lettuces has been known from very remote times, and has not been added to by old-school observers. The sleep-provoking powers of Lactuca are recognised by sensitive persons who eat ordinary garden lettuce in salad. Homoeopathic provings and records of poisonings have produced an extensive array of symptoms. A simple reading of the symptoms will show what a powerful agent we possess in Lactuca, though the homoeopathic uses have not been as extensive as the proving seems to warrant. As an instance of poisoning I take this from C. D. P. A man, 25, ate Lact. v. in a salad, p.m. Went to bed at Was waked at with sharp colicky pains, soon followed by nausea and vomiting, which lasted all night. Fell asleep at a.m., but in the morning was astonished to find himself unable to distinguish objects clearly. A boy of who ate of the same meal became affected with lively delirium at midnight, and it lasted till morning; he jumped about on the bed, played all sorts of pranks, and nobody could quiet him. He had no colic or vomiting. His pupils were dilated till the iris was a mere rim. Trying to read he mistook M for P and O for V. In his delirium he had hallucinations, saw on his bed a soldier, an inkstand, &c. Both these patients and another had liquid stools. The dilated pupils persisted some time. One of the keynote symptoms of Lact. v. is an indescribable sensation of tightness, affecting the whole body more or less, but especially the chest: must yawn and stretch to relieve the squeezing of the lower chest. This develops into asthma and angina pectoris. There is tightness in the liver region, and enlargements of the liver have been removed by Lact. v. when that symptom was present. Squeezing in left breast. Feeling as if a hundredweight on chest. On the other hand there is also a feeling of relaxation in the chest. There is intolerance of touch and pressure. Lact. v. has cured a spasmodic cough in frequent paroxysms with feeling of suffocation. Attacks came suddenly without any apparent cause, and were induced by a violent tickling in pharynx and roof of mouth (N. A. J. of H., May, 1890). Whooping-cough, paroxysms preceded by anxiety. There is both constipation and diarrhoea, and many concomitant anal symptoms. Hering gives \"Painful gonorrhoea in females\" as an indication; and one of the symptoms of the male urethra is suggestive. \"Sensation as of a drop continually passing along the urethra when seated.\" Urine has smell of violets. Lctu. has cured hypertrophy of ovaries in a woman of fifty, consequent on an abortion twenty-five years before. The tumour was excessively large, and the patient could get no rest for the pain of the pressure. The rectum was contracted, and faeces evacuated with great pain. \"Fatigue during stool,\" and also \"sleepiness during stool\" are peculiar and may prove characteristic. Ebullitions rising up from abdomen suggest globus hystericus. In addition to the sense of tightness there is a sense of lightness no less pronounced. Extraordinary lightness of body, more pronounced in open air. Feels as if swimming, in bed. Dreams of swimming in the, air, or of walking above the ground. The head feels light; also empty. Sensation as if head too large; as if brain loose. Sensation as if looking through gauze. \"Pain in spinal marrow even to cauda equina and streaming along coccyx\" should prove a leading symptom in some spinal cases. Other sensations are: As if chest would fly to pieces; as if circulation in legs was suspended. Coldness of stomach, throat, chest, feet. Right arm is much affected by Lact. v. Sitting up > chest symptoms. Bending > pain in stomach. Crossing legs > pinching in umbilical region. Touch <. Sneezing <. Symptoms are > in open air; < in warm room. Yawning and stretching > pressure in chest." ],
    "Relations" : [ "Antidoted by: Vegetable acids and Coffee. (In a proving of Lactucarium, Acetic Ether and Hock were more effectual than Coffee.) Compare: Drowsiness and constipation, Op., Nux mos.; levitation, Sti. pul., Pho. ac., Lac can., Asar., Thuj., &c. intolerance of anything tight round neck, Lach.; gonorrhoea, Thuj. urine smells of violets, Tereb.; squeezing in left breast, Borax (Borax has empty feeling). Coldness, Helod.; pain in soles as if he had jumped on a stone, Bro.; heart symptoms, K. carb. and K. iod.; cough, Drosera." ],
    "Mind" : [ "Disposition melancholy, fretful; seeming to invite sadness, with extravagant and exaggerated notions, of such a nature that the simplest occurrence suggests apprehensions of the most terrible and disgusting kind; after suffering from grief, stunning pain in forehead in evening, and violent contractions in throat, with constant inclination to weep.", "Internal anguish and agitation.", "Excessive ill-humour, provoked by slightest contradiction; ill-humour, peevishness, with indisposition to labour, and inability to remain in bed; cross-grained humour, which is roused by slightest provocation.", "Difficulty in thinking (thinking = headache) (s), indisposition to intellectual labours, because the thoughts are intermixed, and it is found impossible to resolve them into any general idea; various places are searched before anything can be found." ],
    "Head" : [ "Confusion: of head; in morning, sometimes with heaviness, as from fulness; in forehead sometimes with a sensation of heat in the part, sometimes in r. frontal protuberance, sometimes in l. (externally), with lancination across l. protuberance, on stooping; sensation of giddiness and of vertigo; head bewildered, sometimes in morning on rising.", "Sensation as if head were empty; with stupidity as from want of sleep, and vertigo, so as to cause falling down; in morning, as after a nocturnal debauch, or else with pressure outwards in direction of forehead and orbits.", "Feeling of intoxication.", "Vertigo (s also): turning, with heaviness of legs, sensation of weight in head, esp. in occiput, with darkness before eyes; the threads appear confused in sewing; in a warm room, with fulness in head, and sensation as if the body were swimming, in bed; also as if the head were too large, or that its volume had been increased by a rapid movement of upper part of body.", "Pain in region of vertex, sometimes on one spot, as in clavus hystericus (of a young female); sometimes in one place, sometimes in another, in the head, esp. in occiput; cephalalgia in afternoon.", "Dull pain: in forehead; in whole head; with great depression and physical indolence; in l. temporal region (when the head is shaken, while washing), and < each time it is moved.", "Sensation of weight in head; in occiput; with dull pain, or with aching, or else in afternoon; in forehead with lancinations, esp. in l. frontal protuberance.", "Pressive cephalalgia; sometimes with sensation as if brain were waving to and fro in head; or else < by the heat of a room, or lancinations as if with blunt instruments, or (in evening) burning, with external heat on forehead; very much felt in glabella; acute on one side of head, as on the bone; in occiput, tensive, with heat in forehead and coldness of hands.", "Aching in forehead, in morning on awakening, or else after slight mental application, also affecting eyes; as of forcing outwards in temples, esp. l., and thence sometimes pervading whole head.", "Compression in occiput.", "Drawing pain in temples towards the forehead; tearing in r. temporal region; dull shocks in both temples.", "Painful shaking of head on coughing but slightly, with wavering and aching, which remain a long time afterwards.", "Starting and throbbing in head, during repose; buzzing within and before ears, with sensation of fulness in the head; resonance in r. side of forehead in the morning.", "On exterior of head: a painful spot near the vertex, pain < by touch; fixed dull pain on one spot on coronal bone, to l.; drawing pain on a spot on coronal bone, towards r. side, < by touch." ],
    "Eyes" : [ "Biting in the eyes.", "Itching above the eyebrows; aching, with sensation of distension in ball of r. eye; smarting in eyes, esp. in external canthi, < by friction; or else in the l. internal canthus only.", "Burning in eyes, esp. in the lids (sometimes in the daytime only when writing, or else more particularly in r. eye, with clouded vision and dilated pupils).", "Redness of conjunctiva, with increased mucous secretion in elderly persons, with abdominal congestion.", "Eyelids charged with humour.", "Pupils dilated (s).", "Cloudiness of vision; weakness of sight, sometimes with heat in eyes; sight feeble, cloudy (s); sight intercepted as by a cloud or veil, which sometimes disappears on the attention becoming fixed on some object.", "Flying insects before eyes, on stooping, after a meal.", "Hemiopia." ],
    "Ears" : [ "Drawing pains in ears; shootings followed by tension in l. ear.", "Buzzing in ears; ringing sound before ears, evening, in bed." ],
    "Nose" : [ "Sensation as though end of nose were distended.", "Peculiar smell before nose, and a like taste in mouth.", "Frequent sneezing, with < of symptoms in chest; or else with soreness of chest (sometimes like excoriation, which subsequently turns to aching).", "Coryza, followed by excoriation and dryness in nose." ],
    "Face" : [ "Look: haggard (s); visage pale, wan.", "Heat of face, with trembling and sensation of swelling of lips (s).", "Tingling, with a feeling of tightness on face.", "Pricking, drawing pains, from r. sub-maxillary gland to ear and tongue.", "Lancinations in chin at extremity of sub-maxillary nerve.", "In lips, quivering.", "Swelling of the lymphatic glands." ],
    "Teeth" : [ "Sharp pain in molars on l. side of lower jaw, as if they were being twisted.", "Soreness of gums, on an empty socket on masticating." ],
    "Mouth" : [ "Sensation of tightness in bottom of mouth and palate, with constant spitting; increased accumulation of saliva, sometimes acidulated (or acrid).", "Dryness of mouth, without thirst.", "Tongue charged with a white coating (s also), coated with thick mucus (s); sore, as if burned at tip.", "Contraction under tongue." ],
    "Throat" : [ "Slight burning in throat, sometimes in evening; sensation in throat as if the part were exposed to heat of a brisk fire.", "Difficult deglutition, with sensation as if uvula were raw, with burning, or else as if muscles of pharynx could not perform their office.", "Accumulation of mucus in throat; viscid mucus in throat in morning (s also)." ],
    "Appetite" : [ "Taste: sickly (s); bitter, after eating bread and butter; bitter as gall, in throat.", "Want of appetite (s also): at noon food is repugnant; no appetite for bread and meat.", "Appetite increased (s also); sometimes more particularly at noon.", "Increased thirst.", "After a meal, sensation of fulness in stomach, with pressure downwards." ],
    "Stomach" : [ "Risings: frequent, repeated, which > the oppression of the chest; empty, sometimes deep, with taste of the extract of lettuce; repugnant, with sensation of coldness in gullet, and continued bitterness in mouth; acrid, and sometimes acid.", "Loathing (s also); nausea (s also); sometimes with uneasiness at pit of stomach.", "Vomiting and loathing (s).", "Pains in stomach, with contraction of pit of stomach, < by pressure.", "Sensation at pit of the stomach and sternum, as if patient had sat a long time with the body much curved; uneasiness at pit of stomach, with anguish in precordial region; sensation of softness in stomach.", "Pressure in stomach (s also); with fulness, bursting, followed by tingling under r. breast, with sensation as if a blister were being formed there; feeling as though the contents were striving to pass out in a volume the size of the palm of the hand, followed by tenesmus; aching at orifice of the stomach, pressure and fulness at the pit of the stomach; the pressure in the pit of the stomach turns to anguish, in the midst of gurgling in stomach, risings, borborygmi in abdomen, and emission of wind, which affords >; it occurs presently below the sternum, and alternates with a sensation of burning or of coldness.", "Sensation of coldness in stomach (s also); tingling in stomach and pit of stomach, with frequent risings, as if ice were in gullet and stomach, following a sensation of heat in stomach, with nausea which rises in throat, and sickly taste at root of tongue.", "Shootings in pylorus.", "> Of pains in stomach, on bending body forwards, while seated, or on expulsion of fetid wind." ],
    "Abdomen" : [ "Dull shocks, or else lancinations, esp. in r. hypochondrium.", "In hepatic region: contusive pain in morning; periodical dragging; dragging pain; aching, sometimes in evening; lancinations, sometimes after a meal, either directed towards the back, or else accompanied by a sensation of weight; enlargement of liver, sometimes with aching, or else with tension or pressure.", "In region of spleen, quick lancinations; squeezing, esp. while at rest.", "Sensation of relaxation in the abdomen.", "Pinchings: in abdomen; during and after breakfast, with want to go to stool, although nothing is emitted but wind; in umbilical region, < on crossing legs; in upper part of abdomen, in morning, in bed, or else with cutting pains, and < during and after a meal, so as to cause writhing of the body.", "Cutting pains in abdomen: in different places, with pinchings; throughout abdomen, with painful borborygmi, and followed by a liquid mucous evacuation.", "Disagreeable sensation of heat in abdomen; frequent ebullition, ascending from abdomen into chest.", "Sensation of weight in abdomen, which presses downwards after breakfast; sensation as though a burden were lying on abdomen, chiefly on umbilical region, and pit of stomach; < in an upright position.", "Affections of the portal system.", "Abdominal dropsy (following an intermittent fever, with constipation), with excessive enlargement of abdomen, feet, and face; or else with induration of liver and asthma.", "Sensation of fulness in abdomen, sometimes with borborygmi and emission of wind (s); sensation of fulness in r. side, with difficulty of respiration, > by risings and emission of wind (s); tightness of abdomen, esp. in hepatic region, in evening.", "Movement of flatus in abdomen, very frequent borborygmi in abdomen, sometimes during a meal, or else afterwards (with lancinations below the precordial region, or else with pinchings in abdomen), or chiefly in umbilical region; abundant emission of wind, sometimes fetid (after the borborygmi), or else in evening, preceded by pinching pains." ],
    "Stool and Anus" : [ "Constipation: no stool first day, or else a tardy and hard evacuation (habitual constipation diminishes).", "Stool only after urgent calls, and griping.", "Want to go to stool, with sensation of great lassitude, and with evacuations difficult and infrequent.", "Stool preceded by tenesmus, hard, and not ejected without effort, with continued pain as of a bruise in anus.", "Scanty stool.", "Stools: hard; hard and tardy, dry, hard, difficult, and with straining; hard, knotty, with burning at anus, after a constipation of two days' continuance; stools altogether more infrequent and more firm.", "Provokes easy stools (s?), facilitates the intestinal evacuations (s?); soft stools or else like pap the first few days; frequent stools, like pap (s); diarrhoea (s); sometimes diarrhoea, at others constipation.", "During stool: general lassitude, fatigue so as almost to bring on sleep, yawning, and accumulation of water in mouth.", "After stool (soft), pressure in the anus.", "At anus: drawing; pricking, towards evening (bruised pain); haemorrhoidal tumours round anus, with tenesmus in rectum, and a fresh evacuation of a liquid stool after each solid evacuation." ],
    "Urinary Organs" : [ "Want to make water, with frequent drawing pain in glans, which extends throughout the body.", "Increased secretion of urine (s also); more frequent and more copious emission of urine; it is necessary to rise during the night to urinate; pressure on bladder, towards morning, from an unusual accumulation of urine.", "Urine clear as water, and at same time more copious, and more frequently passed, than usual; clear yellow, with a smell of violets; brown, hot, and burning in urethra.", "In urethra continual sensation, on being seated, as of a drop of water passing along it; heat at orifice.", "Dragging pressure in region of bladder, as from urgency to urinate." ],
    "Male Sexual Organs" : [ "In penis, swelling of a lymphatic vessel, following morning erections.", "Drawing pains at root of penis, or also in r. spermatic cord, and along internal surface of thigh.", "Diminished sexual appetite; chases away lasciviousness and voluptuous fancies (s).", "Painful erections during morning sleep.", "Pollutions, sometimes during lascivious dreams, during morning sleep, or else two in one night, happening unconsciously during a profound sleep." ],
    "Female Sexual Organs" : [ "Catamenia too early by four or six days (with cramp-like pains in abdomen).", "Promotes catamenia (s).", "Increase of milk in breasts (s).", "(Painful gonorrhoea of females.).", "Bearing down and weak feeling about pelvic organs, and general relaxed feeling." ],
    "Respiratory Organs" : [ "Power of voice increased.", "Roughness: in throat, after reading with a loud voice; in pharynx; in larynx, causing deep inspirations; with scraping in throat (s); dryness and scraping in pharynx and upper part of chest; hoarseness in evening, or also in morning, with roughness in throat; sensation of fulness in larynx, diminished on throwing body backwards; frequent need to cough; constant sensation of fulness in larynx, with irritation of a suffocating cough, impeded speech, and frequent cough, with expectoration.", "Cough: provoked by a tickling in throat; sometimes with a sense of oppression of chest; with sensation of burning dryness in throat; dry from time to time, or else by fits, with shaking of chest, as likewise of abdomen and occiput; dry, barking, painful; proceeding from a pre-existing cough, with easy expectoration; spasmodic, hollow, and dry, or else very violent, and threatening to burst the chest, induced by a tickling in gullet; the dry cough arising from a cough already established, and appearing more particularly according to the changes of the weather, disappears entirely.", "Excretion of mucus by the cough (which was dry previously?), and the movements in coughing are more violent and prolonged; copious expectoration of mucus, by means of a short cough.", "During coughing or hemming chest pains <; cough suffocating, dry, in hysterical persons, with prolonged sleeplessness, and a nipping coldness in stomach and pit of stomach." ],
    "Chest" : [ "Dyspnoea: shortness of breath, respiration straitened (s); difficulty of respiration, with lancinations in the l. lung, or else with pressure in pit of stomach; respiration rapid, from fulness and ebullition in chest; frequent want to breathe deeply, esp. on being seated in a bent position; respiration, as it were, insufficient, on walking and on holding body erect, by reason of a spasmodic constriction in umbilical and precordial regions, with frequent want to draw a long breath; on breathing deeply, sensation as though the chest were imperfectly inflated.", "Asthma: straitened respiration, or constraint of chest (s also); as if lower part of chest were too narrow, with fear to breathe deeply, because a shock is experienced at each effort; laboured at night, arousing from sleep, and forcing prompt assumption of a sitting posture, with anguish (s); frequent, with weight on chest, want to breathe deeply, > for the moment by yawning and stretching; as from corrosive exhalations, in evening, in bed, with cough, suffocating, hollow; with constant need to double up the body when seated, because otherwise there is a feeling of constraint, as if the parts were too narrow; as if thorax were too narrow, compressed, or constricted, esp. on being seated in a bent position, or else with frequent constrictive pain in lower part of chest; sensation of spasmodic constriction in hypochondria, esp. r.", "Oppression of chest, or difficulty of respiration (s also): necessitating deep inspirations (s also), sometimes with yawning and anxiety; or else > on rising after having been seated in a bent posture, or on throwing back the shoulders; with dull pain below sternum; great, with frequent pain in different places in chest; slight, of the sides, and below sternum, followed by a sensation of heat on wall opposite the chest, with slight starting and bruise-like pain in chest.", "Sensation of weight on chest, with difficulty of respiration as if there were a hundred-weight on chest, with want to throw off clothes in evening, with sensation of fulness in pharynx; on walking in open air, as if there were a weight on chest; periodical, increasing or diminishing, with squeezing, oppression, and heat in chest.", "The chest symptoms are > on sitting up; nothing tight can be borne round the neck (because it impedes respiration).", "Convulsive asthma, sometimes attending an organic affection of heart; fits of suffocation in dropsy of chest; dropsy of chest, with general swelling, anxiety, want of power to breathe on lying down, obliging the resumption of a sitting posture; cough short and dry, great weakness, irresistible inclination to sleep in afternoon, and diminished secretion of urine.", "Dull pains, forcing patient to breathe deeply, at l. side of chest, and shortly afterwards at r. side also, but only transient there.", "Breathing deeply increases the dull pain in chest.", "Aching pain in chest: in centre of chest; below sternum, on pressing the hand upon it; in both sides of chest, in morning, < on drawing a long breath; below sternum, occasioned by movement, with tension; in upper chest, after walking in open air, with weakness, to the extent of sinking down, squeezing pressure in different parts of chest, or else chiefly in upper part, with oppression, yawning, and stretching of upper part of body.", "Lancinations in chest: in r. side of chest, with constant sensation of spasmodic jerking; or else in lower part of chest, towards back (s), in upper region of cartilages of false ribs; acute, below small l. ribs; pleuritic, towards middle of sternum; squeezing in upper part of l. breast, with oppression of the whole chest.", "Dull stitches from l. side of chest to scapula.", "Dull dragging pain in chest, morning, in bed; < after rising.", "Ebullition in chest, with squeezing, and forcing to breathe rapidly; with oppression, sometimes after even moderate exercise, or else followed by cramp-like pains in chest, externally.", "Painful throbbing, burning, in r. cavity of chest, in one particular spot.", "Feeling of relaxation in chest, from noon to evening; sensation of internal coldness (s).", "Pain, as of fatigue, from physical exertion, at bottom of chest, and walls of thorax, esp. l., in morning after awakening.", "Rapid pain externally, in muscles of chest and of delta, in direction of shoulder, during repose." ],
    "Neck and Back" : [ "Pain in nape of neck, when coughing; drawing pains and tension (sometimes simultaneously in shoulders and muscles of neck); subcutaneous pricking, which gradually becomes fixed under r. shoulder-blade.", "Tension in muscles of neck on r. side, sometimes spasmodic.", "Lancinations under r. armpit, as if caused by a pointed instrument, < on raising arm, and on pressing the part with finger.", "Drawing pains in loins, towards the groins.", "In the back: pains in spinal marrow, as far as the cauda equina, and extending to sacrum; cramp-like pains passing over back in various directions; contusive pain in lumbar region." ],
    "Upper Limbs" : [ "Pains in shoulders (s); sensation of paralysis in l. articulation.", "In the arms: drawing pains, commencing chiefly in elbow-joint, or else with starting; wandering, tearing pains, as if on the bone, in shoulder-joint and r. elbow; afterwards, sometimes in wrist, sometimes in other parts; sharp lancinations below r. arm.", "Great fatigue of r. arm.", "In upper part of arm, drawing pain and sensation of weakness; cramp-like pain in lower extremity; pain, as of dislocation, in l. deltoid muscle, but only when forearm is bent.", "Dull dragging pain at point of elbow.", "In r. forearm, tearing pain, followed by a sensation of paralysis in little finger.", "In hands: painful jerking; drawing pain in l. hand, sometimes of a spasmodic character in the joint; trembling of hands; which are moist (s).", "In fingers: sensation of heat, followed by continued weakness of the parts; tearings in metacarpal bones of both hands.", "Tingling itching of the fingers of l. hand." ],
    "Lower Limbs" : [ "In the legs: great fatigue, trembling, and lassitude; heaviness, sometimes < when walking, with tension in the hams; the legs frequently go to sleep, sometimes when patient is seated.", "In thighs: contusive pain, with tension in hams, on rising from a seat; starting in l. thigh.", "In the legs: feeling of stagnation of the blood, sometimes on being seated with heaviness, or else in r. leg only, during repose, and with drawing pains drawing pain in r. leg, with sensation of stiffness, sometimes ascending to hip trembling in l. leg, in afternoon; cramp in l. calf when walking.", "In the feet: pain in sole of l. foot, during repose, as if patient had jumped on a stone, disappearing on standing upon the foot; coldness of feet.", "Numbness of soles and pains in lower back.", "In the toes: crawling itching (on l. foot); pain in l. great toe, as if it were being distorted and turned back, on putting down the foot; pain, as of subcutaneous ulceration, below nail (of fourth toe)." ],
    "Generalities" : [ "Patient never feels rested, enfeeblement is general.", "Dragging pains in limbs and back, or else periodical in different parts of body (s); tearing pains which pass first between r. shoulder-joint and elbow, afterwards in wrist, knees, thigh, joint of foot, nape of neck, temples, &c.; painful ebullition in extremities, afternoon, while seated tranquilly; starting pains, acute, cramp-like, near articulations (at nape of neck, the hypochondria, elbows, hips), most frequently in evening, and while at rest, sometimes, also, < in morning, esp. in the side of the extensors; cramp-like pains which shortly reappear in other parts, and impede the use of them (esp. elbows, hands, fingers, and legs); contusive pain in all the limbs, which obliges the patient to remain in bed during the day.", "Faltering gait, tendency to stumble when walking (s); dangerous convulsions in women (s).", "General feeling of depression, sometimes with lassitude and immobility; great fatigue; great lassitude (also s); sometimes with sleepiness, or else in morning, after rising, with inaptitude for labour; the least labour produces irritation and lassitude, as after great fatigue.", "Indescribable sensation of tightness in the body (s); sensation of vivifying power in hysterical persons (s); necessity, when seated, to keep the body straight.", "In the open air the patient feels altogether better, the chest esp. is >; unusual lightness in the body (s); > of symptoms, esp. by exercise in open air; desire to be out of doors.", "Feeling as if the body were swimming, in bed.", "Slight shivering." ],
    "Skin" : [ "Subcutaneous lancinating, pinching, and smarting in various parts, or else with shootings.", "Inflammation and eruption (from external applications on delicate parts of the skin).", "OEdematous swellings of whole body, with asthmatic affections, head confused, lying on back is distressing, shuddering, want of appetite, short cough, and pulse small and full." ],
    "Sleep" : [ "Frequent yawning; yawning and stretching of limbs (s).", "Great drowsiness during day (s also); with fatigue and lassitude; with frequent yawning (s also), early in evening, obliging patient to lie down quickly; unconquerable sleep (s); falling asleep while at labour; coma, sometimes with loathing (s); inclination to sleep without power to sleep, profound sleep, lasting several hours, sometimes with the pulse rather quick.", "Nocturnal sleep: tranquil, refreshing (s also); profound, with many dreams, or else dreamless; sound, with involuntary emission of semen (s); stupefying, with difficult awakening in morning; agitated, unrefreshing (s also); sleep protracted, troubled (s); frequent awakening, almost every quarter of an hour.", "Inability to rest on back (in consequence of asthmatic symptoms) and tension at pit of stomach patient prefers to lie with head elevated, and on r. side.", "At night, in bed great oppression of chest, which breaks the slumbers, and compels the patient quickly to raise himself into a sitting posture, with anxiety, sensation of great fatigue in morning (s); difficulty of respiration, with pressive and grasping pains in chest, which allow but little sleep; difficulty of respiration which hinders sleep, with throbbing in head, and, at same time, palpitation of heart, followed by tearing pains in the head, with heaviness and stupidity; pains in head; spasmodic cough and febrile heat, with unconscious dreaming and disturbed sleep.", "Dreams: fantastic, during a troubled sleep; lively and sometimes anxious (of suicide by firearms), during a profound sleep; towards morning, sometimes of a strange character, and as if patient were whirling round upon the foot; sleep the whole night with many dreams.", "In morning, on awaking, sensation as though the head were empty; difficulty in dispelling sleep; great lassitude after troubled sleep, with oppression." ],
    "Fever" : [ "Coldness often pervading back and head (s also), sometimes with heat of face (s), or else with shivering in a warm room, and coldness of feet and hands; easily provoked shivering during day, even in a warm room; shuddering, which seems at times to creep along under the hair.", "Fever, with violent pains in head, painful sensitiveness of scalp to touch, tearing pains in joints of limbs (same as in nape of neck and face), great heaviness of head in evening, which causes it to fall forwards; distressing and parching pains in head and upper part of body, with icy coldness of feet, and at same time burning heat and lachrymation in eyes, dry cough, suffocating and spasmodic, with violent shaking of chest and head, and spasmodic and painful contraction of lumbar vertebrae, and hypochondriac region.", "In morning, from to a.m., sensation of heat, of an insupportable dryness, esp. in legs, which are painful as after running a great way.", "Pulse: slow (s also); slow and wiry; infrequent, even to the limit of ten or twelve pulsations (s).", "Copious sweats; violent sweating (s); nocturnal sweat, general and gentle (s)." ]
  }
}