{
  "remedyName" : "Lapathum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Epistaxis. Headache. Kidneys, pain in. Leucorrhoea. Uterus, atony of." ],
    "Characteristics" : [ "Lapathum is the old name of the Docks now generally named Rumex. The word is of Greek origin and signifies, according to Gerarde, \"to soften, ease, or purge the belly, \", and the name was given to \"herbs used in pottage and medicine, very well known to have the power of cleansing.\" Lapath. was proved by Widenhorn. It produced some rather severe headaches and nosebleed. (Hansen says it is indicated in epistaxis following headache.) Weight in stomach. Pain in kidneys with pressure from without inwards. Weak feeling in genital parts; leucorrhoea with uterine bearing down and pain in kidneys." ],
    "Relations" : [ "Rumex c. and Rheum (botan.", "Phytolacca is a near ally); Sep., Lil. t.; kidney ache, Santal." ],
    "Mind" : [ "Sadness and moroseness alternating with gaiety." ],
    "Head" : [ "Headache at vertex; as after intoxication.", "Pressive headache, in morning; it seems as though the head were swollen." ],
    "Nose" : [ "Epistaxis.", "Blowing of blood from nose." ],
    "Stomach" : [ "Pain in pit of stomach, with loss of appetite and weight in stomach." ],
    "Abdomen" : [ "Feeling of distension in l. hypochondrium.", "Extension and pressure, esp. in morning, with prostration and emission of flatulence.", "Drawings in l. hypochondrium.", "Pain in kidneys for five hours, with pressure from without inwards." ],
    "Female Sexual Organs" : [ "Weak feeling in internal genital parts.", "(Leucorrhoeal flow for five or six days very copious, thick, whitish, with constriction and expulsive efforts from top to bottom of the womb, and pains in the kidneys.", "This symptom is put in brackets and at the same time italicised by Allen.)" ],
    "Limbs in General" : [ "Bruised pain in all the limbs." ],
    "Generalities" : [ "Weariness." ],
    "Fever" : [ "Excessive coldness in feet, as well inside as outside, so that it was almost impossible to warm them." ]
  }
}