{
  "remedyName" : "Lapis Albus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Carcinoma. Cretinism. Dysmenorrhoea. Epithelioma. Fibroma. Glands, enlarged. Goitre. Leucorrhoea. Pruritus. Scirrhus. Scrofula. Tuberculosis. Tumours." ],
    "Characteristics" : [ "Grauvogl, who introduced this remedy, cured with it a case of carcinoma; and he and others have cured cases of goitre and scrofulous glands. The leading indications are: Burning, shooting, stinging pains: in cardia; in pylorus; in breasts and uterus. It has shown great power over new growths of many kinds. In two cases of cervical glands cured by L. alb. Dewey relates that a ravenous appetite developed while the remedy was being taken. In two cases cured by Dewey the swelling of the glands was elastic rather than of stony hardness. In one of the patients the swelling was as large as a goose-egg in the right sterno-clavicular region. This patient, a young lady, was a blonde; as also was a lady of thirty-five whom he cured of goitre with the remedy. Whiting (Med. Adv., xxvi. 41) records a fragmentary proving of Lap. a. Mrs. X., fair, stout, no children, had a large bronchocele. Averse to all animal food. Craves sweets. Has craved and drunk much ice-water in all seasons since a child. Feet and legs cold to knees. Lap. a. 6x gr. powders, one four times a day. Reported in a month that the tumour was rapidly diminishing in size, but she was having much pain in it. No further medicine was given. Two months later the tumour had diminished one-half, and the patient then stated that since taking the powders she had had no pain at her menstrual period, no dyspepsia, and no sick-headaches. (She had had severe dysmenorrhoea since the menses first appeared.) Since leaving off the medicine the pain in the tumour ceased and also the decrease in size. Lap. a. 6x was again given, and again the pain in the tumour came on; and, in addition, itching of the external genitals. The 30th and 200th caused such intense pruritis that the patient refused to take any more medicine of any kind. Since then Whiting has cured many cases of pruritus and also of dysmenorrhoea with Lap. a. The pains come on before the flow and cause swooning. One patient, had had dysmenorrhoea from the first. Pain so severe she would fall unconscious wherever she might happen to be, the swoon lasting half an hour at times. > When flow established. Lap. a. cured. Miss X., normal till she had measles aet. 20; since then pain at commencement of menstruation, so severe as to cause fainting. \"This severe pain would continue less for a day, or until the flow was established.\" Lap. a. cured in six months. W. P. Wesselhoeft, discussing Whiting's paper, narrated the cure of a case of epithelioma of the lip in a man of seventy with Lap. a. 12x in water. Dr. Gregory cured a young man of a tumour of the lip with Lap. a. It recurred two years later with \"burning, stinging pain, which made him jump off his feet\". More Lap. a. was given, and cured in a year. There was no further recurrence." ],
    "Relations" : [ "Compare: Gastein (effect on scar tissues); Ars., Ars. iod., Bad., Calc., Calc. iod., Con., Cund., Iod., K. carb., K. iod., Sil., Spo." ],
    "Head" : [ "Sick-headache." ],
    "Face" : [ "Opening in cheek as large as a silver dollar (carcinoma).", "Epithelioma of lip, crusts coming off leave raw surface.", "Tumour of lower lip; with burning, stinging pains that make him jump off his feet." ],
    "Stomach" : [ "Ravenous appetite (caused in case of cervical glands)." ],
    "Female Sexual Organs" : [ "Burning, shooting, stinging pains in breasts and uterus.", "Uterine carcinoma (five cases).", "Painful menses: suddenly taken with pain so severe that she swoons.", "Faints with pain at menses.", "Severe pain preceding the flow.", "Pruritus vulvae." ],
    "Neck and Back" : [ "Goitre, cretinism, and scrofulous diseases." ],
    "Generalities" : [ "Affections of glands and lymphatics.", "Enlarged glands where there is a degree of elasticity rather than stony hardness (Dewey).", "Scrofulous affections, abscesses, and sores; enlargement and induration of glands, esp. cervical; glandular tumours where no glands are usually found; goitre, cretinism.", "Lipoma; sarcoma; glandular and fibrous tumours; carcinoma as long as ulceration has not set in, based on scrofulosis.", "Scirrhus.", "Tuberculosis scrofulosa." ]
  }
}