{
  "remedyName" : "Lathyrus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Athetosis. Beri-beri. Impotence. Locomotor ataxy. Lumbago. Paralysis, spinal (spinal sclerosis); rheumatic. Paralysis agitans. Paraplegia. Rheumatism. Rheumatic paralysis. Roaring (in horses). Urine, incontinence of." ],
    "Characteristics" : [ "A paralytic affection named Lathyrism has been recognised from ancient times, and has been commonly attributed, as its name implies, to poisoning with Lathyrus, a species of pea. Our own Sweet Pea is Lathyrus odoratus. The two varieties of Lathyrus which have occasioned the poisonings are Lath. sativus and Lath. cicera. The peas are very much alike in appearance. That of Lath. cicera is rather smaller than the other, more square, and a lighter brown. Except for this brownish colour they could easily be mistaken for ordinary peas. Lath. cicera has red flowers, Lath. sativus bluish. Both are cultivated for food, and are sometimes cut green for fodder. Accidents have most commonly happened in famine seasons, and the best account of such a poisoning is communicated by C. Bojanus to Journ. of B. H. S., July, But it is not only in such cases that poisoning has occurred. Two cases are recorded (H. W., xix. 319) as having been admitted to the University clinic of Parma. The patients were two brothers aged seventeen and twelve, of excellent personal and family history, and in good bodily health. They were admitted as suffering from locomotor ataxy and chronic myelitis. For a year past they had eaten bread made with the flour of Lath. sat. and Lath. cic. The elder had at times eaten the vetches green. This caused nausea, vomiting, giddiness, singing in the ears, stupidity. These symptoms gradually increased, then tremor of upper extremities appeared, < when taking up or putting down anything. Legs heavy with vague pains, formication and sense of cold. He was unable to stand without the help of a stick. There was no weakness, but the abductors and flexors of the lower limbs felt hard and contracted. Gait uncertain and staggering; right leg being rather the stronger. He lifted his feet with difficulty, often dragged them and put them down suddenly and forcibly, as if they were heavy weights. The floor, he said, felt irregular, and he was obliged to keep his eyes fixed on the ground to guide his feet. He rested all his weight on a stick. Movement < when eyes shut; he \"felt as if standing between two abysses.\" He walked worse without his shoes. In bed he could not sit up without helping himself up with his arms. He could not move his toes or flex or extend the foot on the leg, or the leg on the thigh; could not extend or close legs when sitting; voluntary movement of abductor and adductors, and rotation of feet impossible. Knee-jerk exaggerated. Sensibility to touch, heat, pain, and electricity perfect. Temperature normal. The Brit. J. of H. (xlii. 81) quoted from L'Art Medical of August, 1882, an article on Lathyrism as observed in Algiers from the effects of eating bread made with wheat and barley flour mixed with flour of the seeds of Lath. cic. When the wheat harvest is bad Lath. cic. is used by the poorer inhabitants in as high a proportion as three parts to one of the other two. The resulting disease is perfectly well known to the Algerians, who call it, from the Arabic name of the plant, jilben. These are the symptoms: (1) Lumbago; incontinence of urine; complete loss of sexual power; pains in lower and sometimes upper limbs; tremors. The invasion of the disease is sudden, often coming on after a damp, cold night. (2) The lower limbs are affected with anaesthesia and motor paralysis. After the lapse of some days or weeks the patients can rise up, and they show a characteristic gait; the heel in the air, foot in extension and abduction, with contraction of muscles of lower limbs and exaggerated reflexes. At this period few show any disturbances of sensibility, and there are no longer any affections of bladder and genitals. In the cases related by Bojanus the general symptoms were the same. In these it was the Lath. sat. which was the cause of the trouble, which arose during the great Russian famine. A few symptoms may be mentioned. Case i., man, 21, after eating Lath. sat. for three months had the usual paralytic symptoms, and \"strong pressure on bladder with frequent desire to micturate.\" \"When sitting had great swelling of legs.\" \"Predominating coldness in legs, which at night changes to a hot, burning sensation, with desire to uncover.\" Respiration, heart, and digestion normal. Case iii., man, 25, felt (1) heaviness and pains in region of stomach, heartburn, nausea, sometimes vomiting (once of blood), colics, sometimes diarrhoea, followed by general weakness, tremor, difficulty in moving, coldness of feet, and cramps in calves. (2) About a week later, pressure on bladder so violent that he had to urinate immediately or the urine rushed out of its own accord with great force. The diarrhoea increased, and was accompanied by pressure on the intestines similar to that on the bladder. Sexual excitability lost; pains in back. In hospital the bladder and intestinal symptoms passed off, but the paralysis remained. Cramps in calves; legs blue and cold, morning and night hot and burning. This recurs regularly every day and lasts a few hours. Pains in back excited by touch and efforts to rise. Case iv., man, 32, had (1) heartburn, sickness, vomiting, vomiting of blood, dysentery. (2) Cramps in calves, pains in back so violent that he could hardly move; depressed, hypochondriacal. Hardly any movement possible in coxo-femoral joint. From time to time erections and pollutions.", "Horses fed with Lath. along with oats manifested symptoms of paralysis of the limbs, and also of the throat and windpipe, setting up the condition called \"Roaring.\" Some have died of suffocation. The < from cold, damp wind appears to be the leading Condition of Lath. so far as at present known. In the case of horses as well as of human beings, the symptoms often remain in abeyance until cold, damp weather sets in. Burning heat with > by uncovering is another noteworthy condition. Provings, especially provings with potencies, are required to bring out the fine indications. When these are available Lath. will doubtless prove a notable remedy in spinal complaints. As it is the likeness to many forms of spastic paralysis, to Beri-beri, and to cases of locomotor ataxy, is sufficiently close to warrant its use. I have relieved with it several cases of spastic paralysis. Miss R., 25, had been ill four years with the usual symptoms of spastic paralysis, with excessive constipation and violent urging to pass water; if she attempted to retain it, it passed of itself. The muscles were hard and unyielding. She had had very heavy drugging under allopathic treatment before coming under my care. Hypericum was first given with considerable benefit. As the improvement went no further, Lath. sat. and were given, and then the improvement was much more marked. The patient is still under treatment. In one of the cases of lathyrism the back pain was induced by touch. < By touch may prove a keynote; as < in damp, cold weather certainly ought to. > Uncovering was prominent in several cases. < By movement. > Lying down (lower limbs move more freely. I have not seen any observation recorded in female sufferers; and men are more sensitive to it than women. It should be like Nux, a man's medicine. It affects chiefly the parts below the waist. Lumbago with bladder affections should be curable by it. W. A. Dewey (Med. Cent., viii. 17) has recorded a brilliant cure with Lath. sat. 3x of a case of spastic paralysis in a man of twenty-eight. The attack had been coming on six months. The patient was a hunchback, having been deformed since the age of five, but this had given no more than the usual inconvenience. On admission to hospital (December 1, 1898) he was unable to make the slightest movement of the lower extremities, even of the toes. The adductors were in a constant state of irritable contraction, so that the thighs were constantly crossed. Reflexes greatly exaggerated. No pain. Spine not tender. General health normal. The only other symptom was a girdle sensation, as if he had a cloth wrung out of cold water round his waist. Three weeks after commencing Lath. sat. there was slight lessening of rigidity. On April 5, 1899, he could raise his limbs and move his toes. On July 2nd he walked out of the hospital without difficulty, the abnormal irritability of the muscles having disappeared. In (I think) I published cases relieved by Lath. sat., two of paralysis, one of multiple sclerosis, one of rheumatic paralysis with stiff knees." ],
    "Relations" : [ "Compare: Sec. (paralysis; blueness; > uncovering); Phaseol., Gels., Nux, Curar.; Pic. ac. (paralysis; erections); Dulc. (< damp weather); Lyc. (> uncovering); Nux (suited to men); Rhus (paraplegia from effect of wetting). Mang. and Con. (paralysis from below upward)." ],
    "Causation" : [ "Cold and damp weather." ],
    "Mind" : [ "Depressed; hypochondriacal." ],
    "Stomach" : [ "Weight in stomach and indigestion.", "Heartburn.", "Nausea.", "Vomiting.", "Vomiting of blood." ],
    "Abdomen" : [ "Colic." ],
    "Stool and Anus" : [ "Diarrhoea with urgent pressure on intestines.", "Dysentery.", "(Constipation.)" ],
    "Urinary Organs" : [ "Incontinence of urine.", "Pressure on bladder, if not immediately satisfied, urine rushes out with great force." ],
    "Male Sexual Organs" : [ "Impotence.", "From time to time erections and pollutions." ],
    "Back" : [ "Lumbago.", "Pain in back so severe as to prevent movement.", "Pains in back < or excited by touch." ],
    "Upper Limbs" : [ "Trembling of arms, < on attempting to do anything." ],
    "Lower Limbs" : [ "Sudden paraplegia, esp. of younger persons, young men more than young women.", "Gluteal muscles and those of lower limbs emaciated; upper limbs retaining natural appearance.", "While lying in bed they move lower limbs with considerable facility, extending and abducting them, but flexion was difficult; esp. difficult to lift up limbs.", "L. limbs considerably weaker than r.", "When walking they threw the chest well forward, the haunches projecting behind; they seemed to fall from one foot to the other.", "They misplaced the feet, bringing them too close to median line, and sometimes crossing it, causing legs to tangle up.", "The worst affected walked very bow-legged.", "The whole weight of the body rested on the metatarso-phalangeal joints, the heels never touching the ground.", "Walking backward was similarly effected, but was more difficult.", "Trying to stand steady they swayed widely forward and sideways, and seemed in constant danger of falling; instinctively sought to keep balance by pressing both hands on hips; not at all modified by shutting eyes.", "Hardness of muscles, esp. of abductors and flexors.", "Legs blue and cyanotic; cold or burning; swollen if they hang down.", "Paralysis of legs and knees.", "Knees stiff and flexed, with weakness of feet and lameness, without pain.", "Stiffness of ankles with lameness." ]
  }
}