{
  "remedyName" : "Latrodectus Katipo",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Chorea. Faintness. Heart, slow. Nettle-rash. Oedema." ],
    "Characteristics" : [ "Katipo is a venomous spider found in New Zealand and some parts of California. The symptoms recorded are the effects of bites. The seat of a bite becomes immediately painful and swelling occurs. In some cases the swelling does not come on until some days after the bite. In one case, five days after the bite, a scarlet papulous rash appeared on both extremities, burning like fire. Lassitude, faintness, twitchings, and in one case trismus were noted. The symptoms were somewhat slow in evolution, and in a fatal case, that of a girl bitten on the abdomen, death did not occur until six weeks after the bite." ],
    "Relations" : [ "Compare: Lat. mact., Tarent., Mygale., Aranea, Apis, Vespa, and serpent poisons." ],
    "Mind" : [ "Delirium, half smothered by imperfect intoxication.", "Nervous depression." ],
    "Face" : [ "Anxious expression.", "Extreme pallor changing to blue tint, of face and body.", "Jaws stiff very soon, could not open mouth to eat, and could scarcely articulate." ],
    "Stomach" : [ "Lost all desire for food (after a fortnight); lingered six weeks and then died." ],
    "Abdomen" : [ "Very severe drawing or cramping sensation in abdomen." ],
    "Respiratory Organs" : [ "Respirations almost ceased." ],
    "Heart" : [ "Almost pulseless.", "Pulse slow, scarcely more than twelve or fourteen beats to the minute." ],
    "Lower Limbs" : [ "Severe shaking, burning pains ran from the bite on the foot up the limbs to back, accompanied by nervous twitching all over body soon; pain felt almost equally in both limbs, and seemed to centre about heel.", "Feet felt as if rudely lacerated by dull instrument, waking him from sleep (immediately)." ],
    "Generalities" : [ "Suffered long, wasting and losing all energy, some having appearance of one going into a decline; it was three months before he rallied and six before he recovered.", "Nervous twitching all over body.", "Suddenly became faint and pallid.", "Large quantities of whisky produced little impression, except a feeling as though affected side was drunk." ],
    "Skin" : [ "Small, red spot like flea-bite.", "Bitten surface raised, as large round as teacup, the raised part white with red halo; with pain; swelling and pain > by spirits of Ammonia.", "Swelling size and shape of hen's egg; pain > by ammonia, but not the swelling.", "The bite remained a small purple point for nine days, on the tenth began to swell and turn white like a bee-sting; pain and swelling rapidly increased, dorsum of foot and ankle like a puff-ball, red streak running up leg.", "A bright scarlet, papular eruption on both lower limbs, which stung and burned like fire." ],
    "Fever" : [ "Extremities cold and flaccid.", "A cold, clammy sweat covered l. lower extremity; in morning sweat covered both limbs." ]
  }
}