{
  "remedyName" : "Latrodectus Mactans",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Haemorrhages, watery." ],
    "Characteristics" : [ "To the ready pen and luminous insight of S. A. Jones, and to the labours of A. J. Tafel, who furnished data and materials, we owe the introduction of this remedy into the materia medica. In a most interesting article communicated to the Homoeopathic Recorder of July, and reproduced by Anschutz: in New, Old, and Forgotten Remedies, Jones relates the facts concerning this spider and the effects of its bite, recorded by E. W. Semple, M. D., in the Virginia Med. Monthly of 1875.", "Case A man bitten on the prepuce. At first there was itching; in less than half an hour nausea followed by severe abdominal pains. Soon after, violent precordial pains, extending to axilla and down left arm and forearm to fingers with numbness of the extremities and apnoea. Dry cupping was resorted to and the blood that flowed was thin and florid and uncoagulable. This was before Semple arrived. He then found most violent precordial pains, the left arm almost paralysed; pulse very feeble. Skin cold as marble, countenance expressive of deep anxiety. At eight next morning, in spite of stimulants and pediluvia, the symptoms were worse and continued to increase until 2-30 p.m. Pulse uncountable and scarcely to be felt. Vomited black vomit, a quart or more. Soon after, reaction set in and the man gradually recovered. He had two copious stools like the black matter vomited, and after that felt quite well. In thirty-six hours from the time he was bitten he took 1/2 quart bottles of the best rectified whisky without, showing the least symptom of intoxication. Jones considers the order of the occurrence of these symptoms of great importance, and notes that the precordial region was the chief locus of attack. Linnell (N. A. J. H., Dec., 1890) records a case of angina pectoris, pain in precordial region and left arm, brought on by slightest exertion, cured with Lat. Mac." ],
    "Relations" : [ "Compare: Lat. k. and other Arachnida. Helod. (coldness). Lach., Spig., Act. r., Cact., Kalm., Lycopus, &c. (angina pectoris). Sanguisug. (non-coagulating haemorrhages)." ],
    "Mind" : [ "Extreme anxiety.", "Screams fearfully, exclaiming that she would lose her breath and die." ],
    "Face" : [ "Expression of deep anxiety." ],
    "Stomach and Abdomen" : [ "Nausea followed by severe abdominal pains (1/2 h.).", "Vomited black vomit copiously; which > (26h.).", "Severe abdominal pain with nausea, and a sinking sensation at epigastrium." ],
    "Stools" : [ "Two copious evacuations similar to the black vomit." ],
    "Male Sexual Organs" : [ "Itching of prepuce (seat of the bite), with a little redness of the part." ],
    "Respiratory Organs" : [ "Extreme apnoea.", "Respiration only occasional, gasping." ],
    "Heart" : [ "Violent precordial pains extending to axilla and down l. arm and forearm to fingers with numbness of the extremity and apnoea.", "Later, most violent precordial pains and pain in l. arm, which was almost paralysed.", "Pulse 130.", "Pulse so frequent it could not be counted and so feeble it could scarcely be felt (26h.).", "Pulse quick and thready (in few minutes).", "Pain extends from bitten r. hand to back of head; more violent pain in precordia, extending thence to l. shoulder and axilla, down arm to finger-ends, l. arm partially paralysed; l. pulse extinct, r. pulse doubtful.", "Pain in precordia with apnoea; screaming fearfully, exclaiming that she would lose her breath and die." ],
    "Upper Limbs" : [ "Violent pain extending from bite on r. wrist, up forearm and arm to shoulder, thence up neck to r. back of head and precordia; thence down l. axilla and arm to finger-tips, l. arm partially paralysed.", "Stinging in r. wrist, with itching and redness of bitten spot; in 1/2 h., painful sensations extended up arm to shoulder; in 1h. along neck to back of head; later, pain in precordia and apnoea; screaming fearfully." ],
    "Generalities" : [ "When cupped the blood flowed like water and would not coagulate; not even when tannin was added next day.", "In 36h. from the time he was, bitten he took 1/2 quart bottles of the best rectified whisky without the least sign of intoxication.", "Itching, and redness of part bitten, at first without pain, but violent pain soon commenced there (back of l. hand) and extended in a short time up forearm and arm to shoulder and thence to precordial region.", "Apparently moribund." ],
    "Fever" : [ "Skin cold as marble.", "Skin very cold (few m.)." ]
  }
}