{
  "remedyName" : "Laurocerasus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Apoplexy, threatened. Asphyxia, neonatorum. Asthma. Cholera. Cholera infantum. Chorea. Climacteric sufferings. Convulsions. Cough. Cramps. Cyanosis. Diarrhoea. Dysmenorrhoea. Epilepsy. Heart, affections of. Liver, affections of. Metrorrhagia. Palpitation. Pneumonia, typhoid. Tetanus. Tumours. Whooping-cough." ],
    "Characteristics" : [ "Laurocerasus, the so-called \"Laurel\" of our gardens, is not a member of the Lauraceae, though the Bay Laurel, Laurus nobilis, is. The Aqua Laurocerasi, prepared by distilling the fresh leaves, contains Hydrocyanic acid and is supposed to owe all its medicinal virtue to this fact. Milne says it is \"used in spasmodic cough, and in phthisis; but it is better to employ the prussic acid itself.\" In the poisoning cases that have occurred the symptoms have been practically identical with those of persons poisoned with prussic acid; but the provings bring out more delicate shades of action and fully entitle the remedy to an individual place of its own. Coldness, blueness, epileptiform convulsions are common to both. Both have a dry, tickling cough; but Lauro. has also a cough with jelly-like expectoration dotted with bloody points. Lauro. has cyanosis both of the new-born infant and of heart disease. A peculiar \"gasping\" is indicative here", "gasping without really breathing. In addition to the blueness there is twitching of the muscles of the face (which is also an indication for Lauro. in chorea). Clubbing of fingers, which is a common feature in cyanosis and phthisis, is a characteristic of Lauro. \"Lack of reactive power,\" low vitality, is another keynote of Lauro. This is particularly so when occurring in chest affections. Long-lasting faints (Camph. has sudden fainting); seems to have no reactive power; face pale, blue; surface cold. Prostrate before getting up in morning and difficulty in opening eyes; attacks of indigestion and pains across lower abdomen, which come suddenly in the morning and generally disappear on getting up. Gnawing pain in lower abdomen going on for years in old men with occasional looseness of stool. If fluids are forced down the throat they roll audibly into stomach. When indicated in eruptive fevers the eruption is livid, after pressure with the finger the skin is long in regaining its colour. There are suffocative spells about the heart < by sitting up; the patient is compelled to lie down (as with Psor.); though some heart symptoms have the opposite condition and compel the patient to sit up. Guernsey gives these leading symptoms: \"Gasping for breath; the patient puts his hand to the heart as if there was some trouble there; this may result from running a short distance, which puts him completely out of breath; going upstairs, walking, or any exercise may bring the gasping on.\" Coldness is a common sensation, internal coldness and external heat. Cold tongue. Heat of single parts. Warmth on centre of forehead, then a coldness as from a draught of air lasting a long time. The left chest is most affected. There is < before eating. Constricted sensations", "in gullet; in rectum. There are some very noteworthy uterine symptoms, of menorrhagia and dysmenorrhoea, in the provings, and the value of them has been emphasised by cases related by Cooper in his work on Cancer and Cancer Symptoms (2nd ed., p. 60). The leading indications according to Cooper are: \"A sense of fatigue pervades the whole system, with a very painful condition of the hard and indurated tissue of the parts affected; pain much > by sleep; tendency to oozing of blood, which is generally bright and mixed with gelatinous clots. This applies to chest as well as to uterine and rectal symptoms; only, the blood comes painlessly into the mouth, but with great pain Per vaginam. In most cases it will be found that the pains it relieves are such as start from the lower part of the spine and extend either round the pelvis or up to the head, and are accompanied with a sense of suffocation and a sick feeling, with drowsiness and a great desire to sleep that generally brings relief. In cases that are sleepless the desire for sleep is very great. Digestion is weak; bowels confined patient, low-spirited with flatulence and burning in chest after food constant tired, sick feeling; entire frame enfeebled; inclined to loss of flesh and haemorrhages that are small in quantity and bright in colour. The flatus is audible and gurgling and rolls about the upper abdomen (p. 64).\" In nervous affections \"constant jerks; cannot keep still\" and the characteristic \"gasping\" are leading indications. Peculiar sensations are: Coolness of forehead as from draught of air. Weight on top of head. As if brain loose and falling into forehead when stooping. As if a heavy lump falling from abdomen to small of back, as if a veil before eyes. As if nose stopped. As if flies and spiders crawling over skin. As if tongue, mouth, and throat were burnt. As if abscess in region of liver would burst. As if lungs could not be sufficiently expanded. As if lungs pressed against spine. As if mucous membranes were dry. Stitches are very prominent; also stiffness and pressure, especially pressure outward. Allen's indications are: An extremely nervous, excitable condition accompanying ailments. Diarrhoea as of green mucus, with suffocative spells about heart. Dry, harassing cough of phthisis. Spasmodic cough of later stages of whooping-cough when patient is much prostrated and has nervous spasmodic symptoms. Cough with valvular heart disease; cough incessant, especially on lying down; fluttering in heart and gasping, with cough. Alternation of chill, fever, and sweat in phthisis. E. Wigg (H. P., xii. 30) relates the case of May S., 7, who had been troubled some time with an almost incessant cough, for which many remedies were given without benefit. At last Wigg came to the conclusion that Lauro. was the remedy, and put ten drops of the 200th into five tablespoonfuls of water, ordering a teaspoonful of this to be taken every two hours when the child was awake. This was at p.m. After the third dose she fell asleep. At a.m. she awoke in a very excited condition. Her mother asked her if she had not been dreaming, but her tongue was so stiff she could not answer. Suddenly she began to tremble all over as if in a chill. After ten minutes she began to twitch and jerk. Wigg was sent for and found her in this convulsed state. She could not articulate for the thickness and heaviness of the tongue. The mind was clear. Recognising the action of Lauro. Wigg antidoted it with Camphor and later a cup of coffee, and she came all right in a few hours. She had no more of the cough. Many symptoms are > sitting up. Coughs continuously when lying down. Bending head forward > pressure in nape. Compelled to bend forward by contractive pain in groins. On the other hand suffocating spells about heart compel him to lie down. When she attempts to rise from recumbent posture, sensation of heavy lump falling from pit of stomach to back. Stooping <. Sitting < gasping; = feet to go to sleep. Crossing legs = feet to go to sleep. Motion < cough; = gasping. After dinner: Hunger; irresistible drowsiness. < Evening and night. Coldness in forehead and vertex is > in open air; vertigo, and pressure in nape are <. External warmth does not > coldness. Approaching stove = nausea; cold. Being touched by water = burning between fingers." ],
    "Relations" : [ "Antidoted by: Camph., Coff., Ip., Op. Compatible: Bell., Phos., Pul., Ver, Compare: Camph. (coldness; cramps; lack of reaction; fainting", "Camph. sudden; Lauro. long-lasting. Camph. is a product of a true Laurel); Caps. (lack of reaction in persons of lax fibre); Op. (lack of reaction in patients where there is no pain; stupid, drowsy); Pso. (lack of reaction in chilly, psoric persons, despair of recovery; chest affection > lying down); Sul. (lack of reaction in hot, perspiring, psoric subjects; chest affections; liver wasted after congestion); Val. and Ambra (lack of reaction in nervous persons); Carb. v. (cold knees, breath, tongue; collapse; indifference); Lach., Chi., Dig., Ver.; Ant. t. (asphyxia neonatorum; Ant. t. has rattling of mucus, head thrown back; Lauro. blue face, twitching, gasping); Bar. c., Bell., Bry.; K. ca. (stitches); Calc., Ip., Nux v.; Op. and Nux in. (drowsiness); Pho., Pul., Rhus, Sep. Compare also: Hydrocy. ac., and Amyg., Pru. spi., Pru. Virg., and other Rosaceae. In hunger after meals with feeling of emptiness, Calc., Chi., Cascar., Cin., Grat. (after meals and after stool, Petr.); in semilateral swelling of tongue, Calc., Sil., Thuj. (Lauro. has loss of speech with it)." ],
    "Causation" : [ "Fright." ],
    "Mind" : [ "Mental dejection.", "Great anxiety, apprehension, and agitation, which do not allow a moment's rest, nor yet sleep in evening, but which disappear in open air.", "Repugnance to intellectual labour.", "Mental promptitude and precipitation.", "Inability to collect one's ideas.", "Weakness of memory.", "Fear and anxiety about imaginary evils.", "Intellectual incapacity.", "Mental dulness (insensibility) and loss of consciousness, with loss of speech and motion.", "She becomes irritable, talks too much; and then pains in shoulders and arms to tips of fingers come on, and she loses the power to hold things in her hands.", "Intoxication." ],
    "Head" : [ "Stupefaction, with falling down, and loss of consciousness.", "Feeling of intoxication and vertigo, with drowsiness.", "Vertigo, on rising from a stooping posture, or on getting up from a seat, with what appears to be a veil before the sight, or with a sensation as if all objects were turning round.", "Vertigo < in the open air.", "Stupefying pain in the whole head.", "Stupefying headache, with a feeling of weight, and sensation, on stooping, as if the brain fell forwards and struck against the cranium.", "Brain feels contracted and painful.", "Stitches in head.", "Itching of hairy scalp.", "Very violent pressive headache in a room.", "Constant feeling of coldness in head.", "Sensation of coldness in forehead and vertex, as if a cold wind were blowing on it, descending through neck to back; < in room, > in open air.", "Feeling as if ice lay on vertex.", "Congestion in the head, with heat and throbbing.", "Pulsation in head, with heat or with coldness.", "The headache disappears, with a sensation of coldness in vertex, forehead, in nape of neck, extending to loins.", "Headache in r. temple." ],
    "Eyes" : [ "Burning pain in eyes.", "Dryness of eyes.", "Eyes widely open, or half-closed, convulsed, prominent, and fixed.", "Pupils dilated, and immovable.", "Darkness before the eyes; obscuration of sight.", "Eyes distorted.", "All objects appear larger than they really are." ],
    "Ears" : [ "Hardness of hearing.", "Tingling in ears.", "Itching in ears." ],
    "Nose" : [ "Nose feels stopped up; no air passes through.", "(Coryza with sore throat.)" ],
    "Face" : [ "(Sunken face with) countenance pale, sallow, and grey.", "Face wan, or bloated and swollen.", "Distortion of the features.", "Cramps in the jaws.", "Twitching in muscles of face.", "Eruption round mouth.", "Titillation in the face, as if flies and spiders were crawling over the skin.", "Lock-jaw.", "Painful sensations in the under jaw and lower teeth." ],
    "Mouth" : [ "Mouth dry and clammy.", "Froth at the mouth.", "Sensation of coldness on tongue.", "Loss of speech.", "Dry and rough tongue.", "White and dry tongue.", "Tongue feels cold, or burnt and numb.", "Swelling and stiffness of l. side of tongue." ],
    "Throat" : [ "Sore throat with painful sensation, as if it were drawn downwards, during deglutition and at other times.", "Cramps in pharynx and oesophagus.", "Audible gulping when drinking.", "Deglutition is hindered or obstructed.", "Contraction of oesophagus when drinking.", "The drink he takes rolls audibly through oesophagus and intestines.", "Dull sticking pain as from a lump in throat, which extends to l. side of back.", "Sensation of swelling in pharynx.", "Sensation of coldness, or heat and burning pain in throat, and in bottom of palate." ],
    "Appetite" : [ "Sweetish, or acrid and irritating taste.", "Ardent thirst, with dryness of mouth.", "Entire loss of appetite, with clean tongue.", "Want of appetite, with repugnance to all food.", "Excessive craving.", "Sinking between meals, husky voice, brings up phlegm streaked with blood." ],
    "Stomach" : [ "Violent risings, either empty, or having taste of food.", "Excessive disgust, nausea, and vomiting, even of food.", "Hiccough.", "Bitter eructations.", "Violent pain in stomach, with loss of speech.", "Burning in stomach and abdomen, or coldness.", "Contractive pain in region of stomach, and cutting pain in abdomen.", "Vomiting of black matter.", "Aching of stomach.", "Pains in stomach, sufficiently violent to cause fainting.", "Great anguish in precordial region.", "Sensation of coldness, or burning in stomach, and in epigastrium.", "(Inflammation of stomach.).", "Weak digestion with confined bowels." ],
    "Abdomen" : [ "Sticking pains in liver with pressure.", "Distension of region of liver, with pains, as from subcutaneous ulceration.", "Induration of liver.", "Atrophic nutmeg liver.", "Colic below navel, with incisive pain in intestines.", "Sensation of swelling, of size of a walnut, in l. side of abdomen.", "Cuttings, cramps, and contractions in abdomen.", "Sensation of coldness, or heat and burning in abdomen.", "(Inflammation of intestines.).", "Pains in l. intestine.", "Flatulent colic.", "Borborygmi, rumbling, and grumbling in abdomen and in stomach.", "Pinching in umbilical region.", "Flatulence pressure outward at perinaeum; pressing on bladder.", "Pressure and tension beneath both Poupart's ligaments as if a part would press through.", "Contractive pains in groins; compelled to bend up for two hours (4 p.m.).", "Sharp stitches in groins." ],
    "Stool and Anus" : [ "Constipation.", "Hard and tenacious evacuations, with straining.", "Ineffectual urging to stool, with emission of wind only.", "Diarrhoea, with tenesmus, incisive and burning pains in anus.", "Diarrhoea of green, slimy matter, with contraction in groins.", "Involuntary stools.", "Paralysis of sphincter ani.", "Cramp in rectum extends upwards from anus.", "Fine sticking in rectum after urging to stool.", "A stitch as with an awl in rectum during stool, which shoots from above downwards, and is followed by discharge of some pasty faeces.", "Three tearings in succession in rectum.", "Constriction of the rectum.", "Itching or crawling in rectum as from worms.", "No stool or urine is discharged." ],
    "Urinary Organs" : [ "Retention of urine.", "Pale yellow, watery urine.", "Frothy, acrid urine.", "Thick, reddish sediment in urine.", "Involuntary emission of urine.", "Paralysis of bladder.", "Pain in region of stomach during emission of urine." ],
    "Male Sexual Organs" : [ "Increased sexual desire.", "Gangrene of genital parts.", "Sticking pain above r. pubis, extending along spermatic cord, while lying and on moving about; > when sitting up.", "Voluptuous itching beneath prepuce with desire for coition." ],
    "Female Sexual Organs" : [ "Catamenia too early and too abundant blood thin; with nightly tearing in vertex.", "Menorrhagia, blood dark, in large clots, during climaxis.", "(Metrorrhagia in tumour case.).", "Tearing in head, odontalgia, and cuttings, during catamenia.", "Severe pain in sacral region extending to pubis with dizziness and dimness of vision; cold extremities; cold tongue; great melancholy (dysmenorrhoea).", "Dysmenorrhoea; colic first day, headache second day all over head, with or without sick feeling.", "(Relieves the pain of uterine and rectal cancer.).", "Attacks of suffocation, with palpitation and a sort of gasping for breath; must lie down sometimes to find relief (pregnancy).", "Burning and stinging in and below mammae.", "Needle-like stitches in and beneath l. breast.", "Creeping or moving stitches in female breast, whereby the skin becomes sensitive to touch lasting a long time." ],
    "Respiratory Organs" : [ "Hoarseness, roughness, and scraping in throat and pharynx.", "Deep bass voice.", "Spasmodic constriction of the trachea.", "Little short cough, excited by a tickling and scraping in throat.", "Abundant gelatinous expectoration, with small specks of blood.", "(Persistent cough in phthisis trachealis.)" ],
    "Chest" : [ "Slow, weak, anxious respiration.", "Rattling, stertorous respiration.", "Obstruction to respiration in region of stomach.", "Asthmatic respiration as if lungs were incapable of being sufficiently dilated, or as if they were paralysed.", "Pressure on chest.", "Constriction of chest, with oppression.", "Burning and stitches in chest.", "In pulmonic affections, where the patient coughs and spits a great amount of phlegm, which is sprinkled over and through with distinct dots of blood; the dots may be close together, or considerably scattered (frequently seen following typhoid pneumonia).", "Affections of l. chest.", "(The breast-scirrhus swells up suddenly, looks dark and angry, with shooting pains.", "R. T. C.)" ],
    "Heart" : [ "Pains in region of heart.", "Slow and irregular beating of heart.", "The patient puts his hand to his heart, as if there was some trouble there; this may result from running a short distance, which puts him completely out of breath; going upstairs, walking, any exercise may bring, this on." ],
    "Neck and Back" : [ "Painful stiffness in l. side of neck and nape.", "Compressed feeling in shoulders and nape, as well as in arms and back, with sudden palpitation which wakes her up at night.", "Pressure in nape esp. in open air, compelling him to bend head forward.", "Spinal irritation; pain down back every four hours, darting up to head and chest and causing a feeling of suffocation, with constant sick feeling and drowsiness; > from sleep.", "Sensation of a heavy lump falling from just above umbilicus to small of back.", "Painful stiffness in small of back, when writing; > immediately on becoming erect, but it soon returns.", "Stitches in r. side of small of back.", "Severe pain in sacral region extending to pubis.", "Burning in coccyx, p.m." ],
    "Upper Limbs" : [ "Acute drawings and shootings in shoulders and in arms.", "Pressure on r. shoulder or in the joint.", "In r. shoulder, pains as from lameness and stitches.", "Stitch in both elbows.", "Pain, as if sprained, in r. wrist-joint.", "Burning sensation in hands, with swelling of the veins.", "Trembling of hands.", "Skin dry and rough between the fingers, with burning when touched with water." ],
    "Lower Limbs" : [ "Acute drawings and shootings in knees.", "Pain, as if sprained in l. hip-joint.", "Sticking in l. knee.", "The feet go to sleep (when crossing legs or sitting).", "Ulcerated pains in lower part of heels.", "Stiffness of feet after rising from a seat.", "Numbness of feet." ],
    "Generalities" : [ "Weak, anaemic, emaciated girls.", "Weak, apathetic, lies in bed in morning.", "Suffocation, sickness, drowsiness.", "Convulsive and spasmodic jerks, by fits.", "Internal inflammation.", "Trembling, esp. of hands and feet, during exercise in open air.", "Sudden weakness, with excessive nervous dejection.", "(Apoplexy, and paralysis of limbs.).", "Painless paralysis of the limbs.", "Fainting fits.", "Drawing and tearing pains in limbs.", "Pinching with sensation of tearing.", "Coldness of inner parts; heat of single part; internal chilliness and external heat.", "Want of vital energy, and of reaction.", "Sense of fatigue in whole body.", "Epileptic convulsions, with foaming at mouth, which is tightly closed.", "Tetanus.", "Painlessness of the ailments.", "Pulse small.", "Skin turns blue; toe- and finger-nails become knobby.", "Symptoms < in evening; > at night, and in open air.", "In general > from sleep." ],
    "Sleep" : [ "Frequent yawning, often accompanied by shuddering, with cutis anserina.", "Insurmountable inclination to sleep during day (esp. after dinner) and early in evening.", "Deep snoring sleep.", "Soporous condition.", "Somnolence, sometimes like coma vigil.", "Sleeplessness from over-excitement, and sudden heat.", "Troublesome and agitated dreams." ],
    "Fever" : [ "Chilliness and febrile shivering, which are removed neither by heat of fire, nor by that of bed.", "Shuddering, with cutis anserina, followed by burning heat.", "Chilliness and heat in alternation.", "Heat running down the back.", "Perspiration during the heat and continuing all night.", "Perspiration after eating.", "Coldness over whole body, but esp. in feet, principally in open air.", "Want of natural heat.", "Pulse feeble, slow, and irregular, often imperceptible, again more rapid, seldom full and hard." ]
  }
}