{
  "remedyName" : "Ledum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ascites. Asthma. Bites. Black-eye. Boils. Bruises. Deafness. Ear, inflammation of. Eczema. Erythema nodosum. Face, pimples on. Feet, pains in; tender. Gout. Haemoptysis. Hands, pains in. Intoxication. Joints, affections of, cracking in. Meniere's disease. Pediculosis. Priapism. Prickly heat. Punctured wounds. Rheumatism. Skin, eruptions on. Stings. Tetanus. Tinnitus. Tuberculosis. Varicella. Whitlow. Wounds." ],
    "Characteristics" : [ "In the preface to his proving of Ledum Hahnemann says it \"is suitable for the most part only for chronic maladies in which there is a predominance of coldness and deficiency of animal heat.\" Teste, who is one of the chief clinical authorities on Ledum, mentions that it is native to damp regions of the North of Europe, and that no animal except the goat eats it, on account of the strong resinous smell of its leaves, which \"keeps off lice and prevents flour from getting mouldy.\" In Sweden a decoction of Ledum is used for freeing, oxen and pigs from lice. Linnaeus says that this same decoction, if taken internally, has cured \"violent headaches and a species of angina.\" The leaves of Ledum are also used in Sweden in beer to increase its intoxicating power; and also in tanning. Led. is an example of a common article of diet being at the same time a very powerful medicine. Merat and de Lens say Led. cures itch and scald-head, which Teste explains by its parasiticide action. This anti-parasitic action led Teste to think of Led. as a remedy for bites and punctured wounds, especially as certain symptoms of the proving seemed to agree with it. The success which has attended this use of Led. in mosquito-bites, stings of bees and wasps, rat-bites, needle-pricks resulting in whitlows, confirms the observation. \"Redness, swelling and throbbing in point of index finger, from prick of a needle:\" Led. aborted a felon in a few days (W. P. Wesselhoeft). Teste relates a case of punctured wound: A young lady fell with an embroidery needle in her hand, and the hand was pierced through and through. The wound was serious. There was no haemorrhage, but Teste noticed the intense cold which accompanies and characterises Ledum fever. Within a week Led. cured the patient. Yingling records (H. P., x. 400) a parallel case: A. J. M., 38, drove a rusty spike through his left foot near the arch of the instep, glancing to the inside of the foot without passing through the bone. This was at p.m. At p.m. this report was brought to Yingling: A few moments after accident the patient felt stiffening pains in the foot, running up the leg, and rapidly increasing in severity. Great chilliness with chattering of teeth followed. Lower jaw became somewhat stiff; general shivering; neck felt stiff; \"can't endure it much longer.\" Led. 3x was sent, and rapid improvement took place from the first dose. A compress of Calend. 3x was also applied, an attack of tetanus being evidently aborted. Led. occupies the second place in Teste's Arn. group, in which are also Crot. t., Fer. magn., Rhus, Spig. The sphere of Led. is frequently identical with that of Arn., according to Teste; but Led. has a special action on the capillary system in parts where cellular tissue is wanting, and where a dry, resisting texture is present, as in the fingers and toes. \"It is, perhaps for this reason that it acts better on the small than on the large joints;\" hence its appropriateness in gout. The characteristic skin affection of Led. is thus described by Teste: Not so much a boil, as with Arn., as a sort of bluish or violet-coloured tuberosities, especially on the forehead, and an eczematous eruption, with a tingling itching, that spreads over the whole body, penetrating into the mouth, probably also into the air-passages, and occasions a spasmodic cough, which is sometimes very violent and might be mistaken for whooping-cough. The same phenomenon takes place with Rhus and Croton. \"In a gouty subject I have seen cough precede by two days the breaking out of vesicles on the skin, which could not fail to suggest the use of Ledum. These vesicles, which had probably existed on the bronchial membrane, before showing themselves in the face, on the shoulders, &c., became quite apparent on the tongue, where they might be traced to its root.\" The Led. eczema is frequently concentrated on one leg, less frequently on both at once. [Ingalls (Amer. Hom., xxv. 210) commends a light paste of Ledum (equal parts of Led O., alcohol, and water) as an application for carbuncles, giving Led. 1x internally at the same time.] Dr. R. Hilbert, a German physician, has obtained very satisfactory results from the use of an infusion of the leaves of Ledum palustre as an expectorant in bronchitis. He states that the feeling of pain along the trachea, which is characteristic of the early stages of acute bronchitis, disappears after a few doses of the remedy. The fever rapidly subsides, especially in the case of children. In chronic bronchitis the infusion facilitates expectoration and lessens cough. It is particularly useful in bronchitis with emphysema of the aged, because of its action in rendering the bronchial secretion less viscid; in these cases, moreover, it lessens dyspnoea, stimulates the circulation, and lessens cyanosis (Cooper). Guernsey points out that Led. is appropriate to the remote no less than the immediate effects of punctured wounds: e.g., as when a patient says: \"Ten years ago I stepped on a nail, and ever since then have had a pain running up to the thigh.\" The pains of Led. shoot upward (of Kalm. downward). A, very notable condition of Led. is < from warmth. This is at times so great that the patient can only get relief to his rheumatism by sitting with his feet and legs in cold water. Warmth of the bed is intolerable; he must get up and walk about. An octogenarian had rheumatism of left arm, chiefly elbow and wrist, coming on in the night or early morning. There was no more sleep for him unless he rose and took a cold bath, after which he could sleep. I cured him with Led. As with Merc. the symptoms are < at night; but with Merc. there is \"sweat without >,\" and the characteristic tongue and offensive mouth. The eye-symptoms of Led. are marked, and Nash says Led. is unequalled as a remedy for \"black-eye\" from a blow; if there is pain in the eyeball itself Symphyt. will be necessary. Ecchymoses of conjunctiva. Slight injuries cause ecchymoses. Inflammation of ear, with deafness from getting cold (as having hair cut). The haemorrhages of Led. are bright red and gushing; uterine; respiratory. Haemoptysis alternating with attacks of rheumatism. (Raue puts it \"coxalgia alternating with haemoptysis.\" Stens cured a young man who had violent stitch pain in right hip, followed by haemoptysis, this in turn followed by rheumatism of hands, with Led. when the case was apparently on the point of sinking into rapid phthisis.) Suffering parts waste. Discolouration remains long in contused parts. Many cases of whooping-cough have been cured with Led. Lembke (quoted by Hoyne, H. W., xiv. 66) gives these indications: Before the paroxysms: Arrest of breathing. During: Epistaxis, shattered feeling in head and chest, rapid respiration. After: Staggering; spasmodic contraction of diaphragm; sobbing respiration. < Evening. The pains are sticking, tearing, throbbing. Pricking, biting sensations. Sensation of torpor of integuments, especially after suppressed discharge from ears, eyes, and nose. Sensation as if something was gnawing in temples, occiput, and ears. As if eyeball would be forced out. As if sand in eyes. Noises in ear as from ringing of bell, or from a wind-storm; as if ear was obstructed by cotton. Itching as from lice on chest; as of lump in throat. As of boiling in hip-joint. As if muscles of thigh in wrong position. As if knee beaten. Pain in ankle as from sprain; limbs as if beaten and bruised. Hot, tense, hard swellings. \"Ledum has often been given to horses when they go lame and draw up their legs. The pains move upward\" (Hering). E. Carleton (Med. Adv., xxv. 293) completed the cure of a case of primary syphilis, in which Aur. had done good, where these symptoms appeared: Feet held to the earth as by a magnet when attempting to move; when moving felt as if pricked with needles, the pain rising gradually from feet to head; every joint and muscle of body and limbs stiff and sore; sour night-sweats; great emaciation with loss of appetite. Led. 200, in water, cured completely and speedily. Suited to: Pale delicate persons. Complaints of persons who always feel cold and chilly. Rheumatic, gouty diathesis; constitutions abused by alcohol. Sanguine temperament (Teste). There is < from moving, especially moving joints; while walking; when stepping, > from rest. Symptoms are < evening and night, and before midnight. < From taking wine. < By covering; > by application of ice-water. < By warmth; (\"the limb is cold, can't get warm; and gets < when it does become warm in bed\")." ],
    "Relations" : [ "Antidoted by: Camph. (according to Teste Rhus is the best antidote). It antidotes: Effects of alcohol; Apis, Chi. (\"Cinchona bark given for the debility produced by Led. is very injurious.\"", "Hahn.) Compatible: Aco., Arn., Bell., Bry., Nux v., Puls., Rhus, Sul. Compare: Kalm. (bot.; Kalm. pains shoot down; Led. pains shoot up); Arn. (trauma. Led. follows Arn. when it fails to relieve soreness; punctured wounds); Crot. t. (skin cold); Hamam. (traumatic ecchymosis; black-eye), Ruta (bruises: Ruta, especially of periosteum Symph. of bone; Hyperic. of nerve) Apis (nightly itching of feet) Am. m., Nat. c. (blistered heels) Zn., Rhus, Glo., Nux, Sel., Fl. ac., Ant. c., Pul., Bovis., and Sil. (< from wine); Sil. (chronic rheumatism, extending from feet upwards; Sil. > covering up, Led, > uncovering); Lyc. > uncovering); Bry. (rheumatism < motion; Led. more gout of great toe, scanty effusion, tends to harden into nodosities; Bry., copious effusion. Led. hot swelling of hip- and shoulder-joints); Aco. (haemoptysis of bright red foamy blood) Rhus [gout and rheumatism affecting small joints (Rhod. also) Led. pains travel up; < warmth of bed (Rhus >); motion < (Rhus. >)]; Sul. (itch); Staph. (pediculosis); Merc. (bloody semen)." ],
    "Causation" : [ "Alcohol, abuse of. Hair-cutting. Suppressed discharges. Wounds: Bruises; Bites; Punctured wounds; Stings." ],
    "Mind" : [ "Anxiety.", "Timidity.", "Tendency to anger and rage.", "Vehement angry mood; vehemence.", "Dissatisfied; hates his fellow-beings.", "Desire for solitude.", "Imperturbable gravity.", "Morose and peevish humour.", "Misanthropy.", "Dementia." ],
    "Head" : [ "Intoxication.", "Stupefying dizziness, sufficient to occasion falling backwards or forwards, < by stooping or being in open air.", "Vertigo, head inclines backward.", "Raging, pulsating headache.", "Pressing headache when head is covered.", "A misstep causes the sensation of concussion of the brain.", "Head bewildered, with painful shaking of brain, on making a false step.", "Stupefying headache.", "Pressive headache, as if whole brain were weighed down.", "Tearing in head and eyes, which are inflamed, with fever in evening.", "Violent throbbing pains in head.", "Inability to bear any covering on head.", "Itching, as if lice were crawling over scalp, and forehead.", "Integuments of head easily affected by cold.", "Pimples and boils on the forehead (as in drunkards).", "Blood-boils on the forehead." ],
    "Eyes" : [ "Itching in the internal canthi of the eyes.", "Aching in eyes, esp. in evening, sometimes with burning.", "Inflammation of eyes, with agglutination and tearing pains.", "Violent suppuration of eyes, with discharge of fetid pus.", "The tears are acrid, and make the lower lids and cheeks sore.", "Burning lachrymation of eyes.", "Pupils dilated.", "Confusion of sight, with sparkling before eyes." ],
    "Ears" : [ "Noise in ears.", "Tinkling in ears.", "Roaring in ears as from wind.", "Ringing and whizzing in ears.", "Hardness of hearing (r. ear) as from obstruction of the ears." ],
    "Face" : [ "Paleness of face.", "Face bloated, at one time red, at another pale.", "Redness and tuberous eruptions on face and forehead, like those of drunkards, with shooting pain when touched.", "Dry and furfuraceous tetters on face, with burning in open air.", "Pimples and furunculi on forehead.", "Violent and tearing pains in face at night, alternating with shootings in one of the teeth, and terminating in shuddering, followed by deep sleep.", "Engorgement of the gland below the chin." ],
    "Mouth" : [ "Stinging in forepart of tongue.", "Exhalation of a fetid smell from mouth.", "Mouldy or bitter taste in the mouth.", "Buccal haemorrhage." ],
    "Throat" : [ "Sore throat, with shooting pain during and after deglutition.", "Sensation as if there were a plug in the throat, with shootings on swallowing." ],
    "Appetite" : [ "Violent thirst for cold water.", "Want of appetite and speedy satiety.", "Contractive pain in sternum when eating quickly.", "Nausea, with inclination to vomit, on expectorating.", "Water-brash, with cramp-like pains in abdomen." ],
    "Stomach" : [ "Pressure on stomach after a light meal." ],
    "Abdomen" : [ "Pain in abdomen as if intestines were bruised.", "Sensation of fulness in upper part of the abdomen.", "Colic as if diarrhoea would set in, from umbilicus to anus (with cold feet).", "Ascites.", "Drawing pain in abdomen.", "Gripings in abdomen, in evening. Dysenteric belly-ache.", "Frequent discharge of flatus." ],
    "Stool and Anus" : [ "Constipation.", "Diarrhoea, during which the faeces are mixed with mucus and blood.", "Blind smarting piles." ],
    "Urinary Organs" : [ "Burning in urethra after urinating.", "Stream of urine frequently stops during its flow.", "Frequent want to urinate, with scanty emission.", "Diminished secretion of urine.", "Frequent and copious emission of urine.", "Swelling of urethra." ],
    "Male Sexual Organs" : [ "Violent and prolonged erections.", "Pollutions of sanguineous or serous semen.", "Inflammation of the glans.", "Inflammatory swelling of penis; the urethra is almost closed.", "Increased sexual desire." ],
    "Female Sexual Organs" : [ "Catamenia too early and too copious; the blood is bright red." ],
    "Respiratory Organs" : [ "Tickling in larynx.", "Cough, preceded by suffocating suspension of respiration (and opisthotonos).", "Fatiguing spasmodic cough, which resembles whooping-cough.", "Tiresome cough, chiefly in morning, with yellowish expectoration and irritation in chest, and palpitation of heart.", "Cough, with purulent expectoration, esp. in morning or at night.", "Greenish expectoration of a fetid smell, during fit of coughing.", "Hollow shaking cough, with expectoration of bright red blood.", "Haemoptysis, bright blood.", "Phthisis, preceded by history of neuralgia and rheumatism in head and limbs, with inflammatory tendency (Van den Berghe).", "Tingling of trachea (bronchitis)." ],
    "Chest" : [ "Obstructed and painful respiration.", "Spasmodic and sobbing respiration (double inspiration) as after weeping bitterly.", "Respiration obstructed when going up stairs.", "Constrictive oppression of chest, < by movement, and walking.", "Burning in chest.", "Pain in chest on breathing, as if there were something alive in it.", "Shootings in chest, esp. on raising or moving arms.", "Eruption on the chest, resembling sheep-rot.", "Gnawing itching in chest, with red spots and miliary eruption.", "Pain, as from excoriation under sternum." ],
    "Heart" : [ "Pushing or pressing inward at l. edge of sternum; palpitation; also in haemorrhage." ],
    "Neck and Back" : [ "Painful stiffness in back and loins after sitting.", "Tearing from loins to occiput, esp. in evening.", "Violent cramp-like pain above hips, with suspended respiration in evening." ],
    "Limbs" : [ "Affections of, in general; knee-joint; hip-joints; toe-joints; gouty pain in; when striking the toes there is a coldness in the parts, and a gouty pain shoots all through the foot and limb; cracking of the joints, i.e., on moving them.", "Heat in hands and feet in evening.", "Long-continued warm sweat on hands and feet." ],
    "Upper Limbs" : [ "Tearing and pressive pulling in arms.", "Lancinating pains in shoulder, on raising or moving arms.", "Aching pain in joints of shoulder, and of elbow, < by movement.", "Rheumatism in r. elbow-joint due to urate deposit, on periosteum apparently.", "Rheumatic pain in the joints of the arm.", "Eruption, like sheep-rot, on arms.", "Tearing pains in hands and fingers.", "Fine stinging in hands.", "Boring pain in first joint of thumb.", "Arthritic nodosities in joints of hands and fingers.", "Perspiration on palms.", "Itching, miliary eruption on wrist.", "Trembling of hands on moving them, or on grasping anything.", "Panaritium." ],
    "Lower Limbs" : [ "Rheumatic, paralytic pain in the coxo-femoral joint.", "Pressure in the region of r. hip-joint, < during motion.", "Rheumatic pains in hip, knee, and foot-joints.", "Contusive pain, and pain as from excoriation in periosteum of femur, and in knees.", "Pressure on l. thigh, posteriorly; as if the muscles were not in their right places, like pains of dislocation, in every position, but esp. violent when walking or when touched.", "Tensive stiffness of the knee, which cracks and yields in walking.", "Cramp-like tension in the knees, calves, and heels.", "Weakness and trembling of knees (and hands) when seated or walking.", "Hard and tight swelling of knee, with shootings and nocturnal aching and tearing pains, and hardness of whole leg.", "Swelling of leg, above and below knee, with heat and drawing shooting pain.", "Legs red and swollen with shooting pains in instep and ankles, and prickly pains up leg.", "Pressure above l. inner ankle, < by movement.", "Very severe gnawing itching on dorsum of both feet; always < after scratching; only allayed after he had scratched the feet quite raw; much < by heat of bed.", "Obstinate swelling of feet; with intolerable pain in ankle-joint on treading.", "Pressure on inner border of l. foot.", "Stiffness of feet.", "Pain in soles, when walking, as if they were galled; as if filled with blood.", "Inflammatory or else oedematous swelling of legs and feet.", "Incisive pains in toes, while asleep at night.", "Swelling of fleshy part of great toe, with pain when treading with it.", "Fine tearing in (l.) toes; podagra." ],
    "Generalities" : [ "Arthritic, pressive, and acute pulling pains, or pains merely pressive in limbs, < by heat of bed in evening (till midnight).", "Numbness and sensation of torpor in several of the extremities.", "Tearing or shooting, pulsative and paralytic pains in joints, < by movement.", "The pains in the joints are the only ones which are < by movement.", "Gouty nodosities in joints.", "Hard, hot, tense swellings, with tearing pains.", "Dropsical swellings of some parts, or of skin of whole body.", "Emaciation of affected parts.", "Pains change location suddenly.", "Coldness and want of vital heat.", "Heat of the bed is insupportable, and occasions heat and burning in limbs; wants to uncover.", "Sufferings are <, or come on, after getting warm in bed, compelling the patient to get out of bed, which affords them relief.", "Leucorrhoea.", "For complaints of people who are cold all the time, in bed, in the house, &c.; they always feel cold and chilly.", "Pale delicate persons.", "Affections of external forehead; heel; under part of heel; ball under the toes." ],
    "Skin" : [ "OEdematous swellings, also of skin of whole body.", "Hot, tensive, hard swellings, with tearing pains.", "Dryness of the skin and want of perspiration.", "Large, rough exanthema on the face.", "Dry exanthema.", "Whitlows or felons on fingers of a seamstress are often caused by needle pricks.", "Itching < by scratching.", "Itching and gnawing in skin, with burning after having scratched.", "Gnawing itching, as if caused by lice.", "Miliary eruptions.", "Eruption, like rot in sheep, with desquamation.", "Bluish spots over body, like petechiae.", "Ecchymosis remaining a long time in bruised parts after pain and inflammation subside.", "Dry, furfuraceous tetters, itching excessively (burning in open air).", "Furunculi." ],
    "Sleep" : [ "Great inclination to sleep during day, as when intoxicated; a kind of drowsiness with great wish to lie down.", "Nocturnal sleeplessness, with restless tossing, jerking, fantastic visions and images on closing eyes.", "Agitated anxious dreams.", "Uneasy dreams, in which he changes from place to place, and from one subject to another.", "Lascivious dreams, with emission of semen." ],
    "Fever" : [ "Violent shivering and shuddering, with coldness in limbs.", "Chilliness with thirst and sensation as if cold water were poured over the parts.", "Morning and forenoon predominating chilliness with thirst.", "General coldness, with heat and redness of face.", "Heat without thirst more towards evening.", "Perspiration all night, with inclination to uncover oneself.", "Night-sweat, of putrid or sour smell.", "Perspiration causes itching.", "Intermittent fever.", "Chilliness without subsequent heat, accompanied by thirst, esp. desire for cold water.", "Heat all over without thirst; on waking up, body covered with perspiration, accompanied by itching of whole body.", "Intermittent fevers with malignant rheumatic pains.", "Heat in hands and feet in evening.", "Fever in evening, with pain in head and eyes.", "Sensation of great heat, alternating with sweats.", "Perspiration easily excited by walking, esp. on forehead, and sometimes of a sour smell." ]
  }
}