{
  "remedyName" : "Lepidium Bonariense",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Breasts, affections of. Cough. Head, pains in. Heart, affections of. Indigestion. Rheumatism." ],
    "Characteristics" : [ "Lep. bon. is a Brazilian cress, \"very common in the neighbourhood of Rio, where it is found along the roads and in stony regions\" (Mure). It is a great remedy in domestic practice in Brazil, and is used for purposes similar to those for which Arnica is used. All the Lepidiums are anti-scorbutic, and L. oleraceum, the New Zealand variety, was eagerly sought after as a remedy for scurvy by the early voyagers. L. sativum is our common garden cress. \"Watercress, \", Nasturtium officinale, belongs to the same family; but the garden \"Nasturtium, \", or \"Indian Cress, \", belongs to a quite different family, and it receives its name of \"cress\" from the \"acrid taste, similar to that which exists among the Cruciferae, \", which it possesses. Mure's proving brought out some distinctive symptoms on the left side of the head, in the limbs, and especially in the heart. Along with the latter was numbness and pain in the left arm, which should indicate usefulness in that sphere. There was the sinking feeling in the pit of the stomach, indicating an action on the solar plexus. Many of the pains dart from one part to another. Lancinating pains and throbbing pains are frequent. There is < from stooping; and < from turning head to the right. < When covered. It needs clinical elucidation." ],
    "Relations" : [ "Compare: Brass. nap., Cheiranthus cheiri., Thlaspi. burs. past., Arm. sat., Raphan., Sinap. (botan, );, Spigel., Kalm., Lycopus, &c. (heart)." ],
    "Mind" : [ "Imagined the floor sinking under her.", "Inability to think.", "Imagines herself pursued by a phantom in a churchyard, cries, with loss of voice next morning.", "Sad and quarrelsome." ],
    "Head" : [ "Vertigo with desire to vomit.", "Painful pressure on head.", "Constrictive pain in head.", "Beating headache as if brain were bounding.", "Pains in l. brain, spreading to occiput and nape.", "Throbbing in head causing one to bend it forward.", "Pulling at forehead and root of nose.", "Lancinations in l. side of head.", "Heaviness of the head, with indescribable malaise in brain, < l.", "Heat in head with cold sweat and fever.", "Sensitiveness of hairy scalp." ],
    "Eyes" : [ "Pricking and burning in eyes; redness; dartings in r.; pain in r. as from a round weight resting on it.", "Lids weary at night.", "Sight dim, as through white gauze." ],
    "Ears" : [ "Itching in r. ear, < stooping.", "Pricking pain round r. ear.", "Pains in teeth with deafness.", "Noise in ears; on swallowing." ],
    "Nose" : [ "Nose swollen and painful l. side.", "Coryza.", "Heat in nose with sensation of current of cold air in l. nasal fossa." ],
    "Face" : [ "Pain in r. cheek > pressing on bone.", "Cutting across face from temple to chin.", "Heat in l. side of face.", "Itching under chin from ear to ear." ],
    "Teeth" : [ "Sticking, beating lancinations in jaws.", "Pain in lower teeth with deafness.", "Toothache as if teeth soft and on edge." ],
    "Mouth" : [ "Pricking itching at tongue.", "Drawing pain from tongue to arm, tongue feels swollen.", "Smarting at tip of tongue." ],
    "Throat" : [ "Heat in throat with desire to vomit and noise in ears on swallowing." ],
    "Appetite" : [ "Aversion to meat.", "Desire: for tea; for fruit with loathing of (other) food; for cress with loathing on seeing it; for chocolate, salad, vinegar; for coffee.", "Prostration with loathing of food." ],
    "Stomach" : [ "Eructations: sour; foul.", "A piece of cake descends into stomach suddenly, with a sticking sensation.", "Oppression after eating.", "Faint feeling in stomach.", "Distress in pit of stomach, with desire to vomit.", "Stitching pain in pit of stomach after eating.", "Pain in pit of stomach as if cut through.", "Trembling at epigastrium." ],
    "Abdomen" : [ "Lancinations in abdomen and sides.", "Worm colic with tenesmus.", "Compression as by a band round the waist." ],
    "Stool" : [ "Diarrhoea." ],
    "Urinary Organs" : [ "Weight and pressure at bladder when urinating.", "Dark urine." ],
    "Respiratory Organs" : [ "Cough: with hoarseness; hacking, with salt saliva; with slight spitting of blood.", "Sputa, salt, thick." ],
    "Chest" : [ "Pain in r. side, arresting breathing.", "Twitching in muscles under r. breast.", "Coldness in chest from stomach to throat.", "Sensation as of a string at r. breast.", "Itching at nipples, swelling and hardness of breasts.", "Pricklings between the breasts." ],
    "Heart" : [ "Palpitation, with pain hindering breathing.", "Convulsive trembling of heart.", "Sensation as of knife slowly penetrating heart.", "Constrictive pain extending to l. axilla.", "Sharp stitching in heart region with lancinations under false ribs." ],
    "Neck and Back" : [ "Acute pain in muscles of neck and shoulder-blade.", "Sensation as if a string were pulled from shoulder to ear.", "Cramping pain r. side of neck extending to arm.", "Darting from ear to shoulder.", "Pain from shoulder round the neck like a band, with a stitch in pit of stomach and nape of neck.", "Pain in side of neck < turning head to r.", "Throbbing in back.", "Passing heat in back followed by shuddering all over.", "Darting in spine of shoulder-blade, shifting to the other shoulder.", "Pain from shoulder to back, with lancinations hindering breathing.", "Sticking pain at scapula.", "Shock across back.", "Pain in back as from a nail." ],
    "Upper Limbs" : [ "Cutting pain under l. axilla.", "Violent pain in l. arm, < when covered; she cannot stretch it.", "Pain as from a blow in r. arm, with numbness.", "Numbness of l. arm, with pain in shoulder as if beaten.", "Darting from elbow to scapula.", "Pain in l. arm, she can scarcely raise it.", "Laming pain in l. arm while holding it still.", "Cramping pain in l. hand.", "Itching on back of hand.", "Cramping pain in r. hand followed by shuddering all over.", "Lancinating pains in muscles of r. hand and shoulder-blades.", "Prickling at tip of index finger, which draws it up." ],
    "Lower Limbs" : [ "Bruised pain in r. hip.", "Pulling along l. sartorius muscle.", "Pain in l. gluteus maximus as if contracted.", "Contraction of leg with stiffness of bend of knee.", "Acute pain inner side of r. tibia.", "Pain from l. hip to knee, with weakness of the leg." ],
    "Sleep" : [ "Desire to yawn.", "No sleep after midnight, with pains all over when stirring.", "Heavy sleep with numbness and sensation as if bruised on waking.", "Drowsy, and shuddering in legs.", "Suffocative fit at night.", "Dreams she is talking with dead persons.", "Sad dreams with fear on waking." ],
    "Fever" : [ "Internal heat with restlessness, she has to rise.", "Heat after the cold, esp. in renal region.", "Shuddering and cold in the air." ]
  }
}