{
  "remedyName" : "Leptandra",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ascites. Bilious attack. Bilious fever. Constipation. Diarrhoea. Dysentery. Dyspepsia. Headache. Jaundice. Liver, affections of. Remittent fever, infantile. Yellow fever." ],
    "Characteristics" : [ "Leptandra in the form of the resinoid Leptandrin has been the subject of an heroic proving by Burt. As one of the grand characteristics of its relative Digitalis is white stools, so the grand characteristic of Lept. is black stools. The following experience of Dr. Burt fairly epitomises the drug's action: \"For the last two hours\" (i.e., six hours after the second dose on the fourth day of proving) \"have been in awful pain and distress in umbilical and hypogastric region; drinking cold water < the pain very much; dull, aching, burning distress in region of gall bladder, with frequent chilliness along spine; great distress in hypogastrium with great desire for stool. A very profuse black stool, about the consistence of cream, with undigested potatoes in it, gave >, but was followed by great distress in region of liver extending to spine; for the last four hours there has been constant distress, with pains in whole abdomen, but for the last half-hour the pains in umbilicus and hypogastrium have been awful to endure, with rumbling and great desire for stool; a very profuse black, fetid stool, that ran a stream from my bowels, and could not be retained for a moment, gave great > but did not stop the pain altogether.\" There were great varieties of this stool, and in the later stages of the proving it became dysenteric and mixed with shreds. There was also constipation with hard black stool, followed by softer. And with the liver symptoms there was dull, heavy, frontal headache. These symptoms confirm the use of the drug by eclectics as a kind of \"vegetable calomel.\" But though black stools are the chief characteristic, they are not the only kind that Lept. causes. Hale gives the following as the order in which the different kinds of stools occur in the time of the proving. (1) Black, thick, tar-like, fetid. (2) Thinner, brownish, often fetid. (3) Stool of mixed mucus, flocculent and watery matter, with yellow bile or blood. (4) Mucous bloody stool mixed with shred-like substances, often pure blood. Hale says it is only in cases of dysentery which have developed in this way that Lept. is curative; not in cases primarily dysenteric. Cases due to sudden climatic changes have been cured by it. Farrington further characterises the liver action of Lept.: Dull aching in right hypochondrium, gall-bladder, and back of liver, accompanied by soreness. Burning distress in and about liver after spreading to stomach and bowels. With this there is drowsiness and despondency. Bilious and typhoid fevers with the black, tarry stools. Neidhard observed a periodicity in cases cured by him: Periodical, occurring every two or three months; yellow-coated tongue; constant nausea with vomiting of bile shooting or aching pains in region of liver; loss of appetite; urine brownish, or, at any rate, very dark; often pain in transverse colon giddiness. But the most characteristic symptom is very dark, almost black stools. In cases of disease of any kind when these characteristic black stools are present Lept. must be thought of. Like Euphras., Lept. has a number of eye symptoms. Lept. is a right-side medicine; has chilly sensation along spine and down right arm; pains in right shoulder and arm. The symptoms are < by motion: rising = nausea and faintness. Weakness is so great he is hardly able to stand. < From exposure to wet weather. < Drinking cold water. A peculiar sensation is, \"Feeling as if something was passing out of rectum.\" Like Dig. and Tabac. it has sinking at the pit of the stomach." ],
    "Relations" : [ "Dig. (liver; weakness; slow pulse; < by drinking), Scrof., Euphras., Gratiol. (botan.); Merc. (with Merc. tenesmus continues after stool; with Lept. there is > after stool, and only colic continues, and that in moderate degree); Nit. ac. (haemorrhage in typhoid Nit. ac. bright red; Lept. tarry); Bapt. (pain in gall-bladder typhoid and remittent fevers); Gels. (infantile remittent); Bry. (< by motion; sitting up = nausea); Bacil. (deep-in headache); Canth. and Arsen. (membranous diarrhoea); Chi., Iris v., Pod. and Veron. off. (liver);", "Veron. off., following Aur. n. m., cured tarry stools alternating with ashy stools in Nash's case." ],
    "Mind" : [ "Gloomy, desponding, drowsy.", "Gloomy and irritable all day." ],
    "Head" : [ "Very dizzy while walking.", "Very severe frontal headache; walking <, making it almost intolerable.", "Dull frontal headache, with sensation as if the hair were pulled out.", "Dull frontal headache very deep in brain.", "Constant dull frontal headache; < in temples, with aching in umbilicus.", "Sick-headache with furred tongue.", "Bilious headache; constipation, bitter taste, indigestion." ],
    "Eyes" : [ "Smarting and aching in eyes, with dull pain in eyeballs.", "Profuse lachrymation.", "Lids agglutinated." ],
    "Mouth" : [ "Tongue yellow or black down centre.", "Flat taste." ],
    "Stomach" : [ "Canine hunger.", "Awoke, a.m., feeling very hungry, with great pain in epigastrium, > after breakfast.", "Food rises very sour a.m.", "Nausea and deathly faintness on rising.", "Vomiting of bile, yellow tongue; shooting pains about liver, black stools.", "Weak, sinking sensation at pit of stomach.", "Great distress in stomach and small intestines, with immediate desire for stool.", "Burning aching in stomach and liver < drinking water.", "Dyspepsia from disordered liver and stomach." ],
    "Abdomen" : [ "Dull aching in liver, < near gall-bladder.", "Burning distress in back part of liver and spine.", "Periodical liver derangement, every two or three months.", "(Malignant disease of liver with black, tarry stools.).", "Deliriousness; complete prostration; heat and dryness of skin; cold extremities; fetid, tarry stools; tongue thickly coated with black streak down centre.", "Jaundice with clay-coloured stools.", "Constant dull aching distress in umbilical region.", "Sharp, distressing pains between navel and epigastrium.", "Rumbling and distress in whole bowels, esp. in hypogastrium, with black stools.", "Bilious colic or tendency to it.", "Rumbling and distress in hypogastrium, profuse, black, fetid stools, pains in bowels." ],
    "Stool and Anus" : [ "Stools: black, tarry, bilious, undigested, followed by great distress in liver; mushy, with weak feeling in bowels; greenish, muddy, spouting out like water; profuse, black, fetid, running a stream; profuse, black, consistence of cream; black, papescent, tar-like, fetid, in afternoon and evening; first hard, black, lumpy, afterwards soft and mushy; watery with large quantities of mucus; yellowish green; clay coloured; < morning as soon as he moves; < from meat or vegetables.", "Profuse watery stools, followed by severe cutting pains in small intestines; after exposure to wet, damp weather.", "Before stool: rumbling.", "After stool: sharp cutting pains and distress in umbilical region; faint, weak, hungry; griping but no straining.", "Profuse dark brown, almost black, mushy and highly offensive stools; difficulty in retaining stool, must go immediately.", "Sharp pains preceding stool, > afterwards, but increasing weakness; usually went to sleep soon after stool.", "For nearly three months camp diarrhoea, hardly able to stand; emaciated, features haggard and jaundiced; stools previously mixed with undigested food, now muco-purulent and bloody, quite frequent, with tenesmus and cutting pains low down in bowels; sense of weight at stomach after cold water, cutting in bowels and disposition to stool.", "The mucus discharge resembles false membrane.", "Dysentery or typhoid with black, tar-like passages.", "Constipation; hard, black stools followed by mushy portion; piles, from hepatic derangement.", "Frequently bleeding piles; constipation and distressing pain beneath sacrum." ],
    "Urinary Organs" : [ "Red or orange-coloured urine with aching in lumbar region." ],
    "Female Sexual Organs" : [ "Menses suppressed or retarded; liver affected; prickly heat.", "Leucorrhoea, with ulceration of os; sometimes fetid with mucous shreds; irritation of bladder and rectum; frequent pain at bottom of bowels; languor; skin hot and dry." ],
    "Heart" : [ "Soreness in cardiac region.", "Pulse slow and full." ],
    "Neck and Back" : [ "Chilly sensation in shoulders and down back.", "Sore, lame feeling in small of back.", "Constant distress with very sharp pains by spells in lumbar region." ],
    "Upper Limbs" : [ "Pain in r. shoulder and arm.", "Both wrists very lame and ache quite severely (< l.) in morning; lasting till noon." ],
    "Generalities" : [ "Weary, can hardly walk." ],
    "Skin" : [ "Jaundice.", "Dry, hot skin." ],
    "Sleep" : [ "Sleep sound.", "Sleep restless after midnight; felt very ill next day." ],
    "Fever" : [ "Chilly along spine and down r. arm.", "Shivering, or dry, hot skin; limbs cold and numb; tongue black down centre.", "Bilious typhoid fever." ]
  }
}