{
  "remedyName" : "Lilium Tigrinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Asthenopia. Astigmatism. Dementia. Diarrhoea. Dysentery. Eyes, affections of. Fibroma. Heart, affections of; Palpitation of. Hysteria. Ovaries, affections of; dropsy of. Pruritus vulvae. Spinal irritation. Urination, too frequent. Uterus, affections of; displacements of; subinvolution of." ],
    "Characteristics" : [ "The Tiger Lily, which was introduced into the West from China and Japan, was first suggested as a remedy by W. E. Payne. Carroll Dunham urged Payne to have it well proved. This Payne did, and Dunham himself assisted by having it proved on a woman under his own supervision. The account of this case of Lilium tigrinum disease, with others, is given in Dunham's lucid style in his Science of Therapeutics. Lil. t. was given in the 30th and 3rd attenuations, which were taken during ten days. The symptoms began early but were somewhat slow in developing, and, after recovery, recurred with other symptoms. The third series recurred in the ninth week after taking the drug, and this was the most severe of all. So intense were the sufferings mental and bodily that Dunham felt bound to antidote them with Plat. 200, which was speedily effective. The symptoms developed in this order: (1) Increased activity; things went more easily. (2) Increased sexual instinct. (3) Sweetish nausea without inclination to vomit. Abnormal fulness < after eating ever so little. (4) Ill-humour; drowsiness; sleep but with unpleasant dreams. (5) Bloating more pronounced and chiefly across hips in uterine region; darting pains in head and lower abdomen from ovaries down thighs; pressure in vagina; pain at top of sacrum extending to hips. (6) Crazy feeling with thoughts of suicide; head grows wild after being quiet for a short time; increased depressing weight over parting; < evening. Knees ache. From this point, ten days after the first dose, no more medicine was taken, but the Lil. tig. disease continued to develop and increase in intensity for eight weeks longer, when it was so bad that it had to be put an end to by an antidote. Of these symptoms the most prominent were a \"downward dragging\" from shoulders, from thorax, from left breast, from epigastrium down to pelvis, and out at the vagina as if everything would be forced through. (In some other provers who were examined actual displacement was found, especially anteversion.) Late in the proving a thin brown leucorrhoea appeared, leaving a brown stain. This was intermittent. The downward pressure involved the rectum and bladder, and loins. There was consciousness of the ovaries as distinct painful and burning spots with pains radiating from them down the thighs. Menses came at regular times but flowed only as long as she kept moving. Much hurried and driven, she knows not why. Heart symptoms came on at this time, about a month after commencing the proving: Sudden fluttering sensation, less felt if she can busy herself very much. Faintness accompanied the fluttering, as though she could make no exertion but must sit still. Sharp pain in apex of heart. After a cessation of symptoms for about a week there was a recurrence of the same, including leucorrhoea, burning pain from groin to groin, with new mental symptoms, including obscene thoughts and disposition to strike and swear. Menses recurred after only two weeks' interval, leucorrhoea having ceased two days before. After another brief interval the second recurrence occurred, which was put an end to by Platinum. In male provers there was a good deal of pelvic distress, affecting bladder, rectum, and back, and a very decided increase in sexual instinct, but nothing approaching the intensity of the action on the female organs. The heart, in the males, appears to have borne the chief impact of the drug's action. The outward forcing in which the down-dragging symptoms of the female provers culminated was manifested in other symptoms. One man had this: The heart's action was intermittent, every intermission followed by a violent throb, causing an involuntary catching of the breath; at the same time the blood rushed up through the carotids to the head, producing great heat and a crowded feeling of head and face. Another prover, woman, 53, who had ceased to menstruate, took a drop of 30th. She had: A feeling of exhaustion as if the blood were pushed outward; and later a blinding headache \"as if all the blood were pressing outward through every aperture.\" S Lilienthal had among his symptoms: \"A sensation as if a rubber band were stretched tightly from temple to temple\"; \"as if a skullcap were crushing the head\"; \"as if the brain was being pushed through eyes and ears.\" \"Outward forcing\" is plainly a keynote of this remedy; and the contractive pains at the heart as if grasped with a hand are all of a piece with this. The characteristic feature in the heart-grip is an intermittent pressure", "there is alternate spasm and relaxation as if a hand squeezed the heart and then let go and squeezed again. Another leading indication is when there is pain and numbness in the right arm along with the heart pain; and again when there is alternation between heart pains and uterine or ovarian pains. The pains of Lil. tig. are wandering, flying, shooting, squeezing and relaxing, opening and shutting, burning and radiating. They radiate from ovary to heart to left breast, down legs (especially left), across to opposite ovary; through left breast to back; from ilium to ilium; across sacrum. In contradistinction to the down-dragging is a \"pulling-up\" sensation from the tip of the coccyx. A patient to whom I gave Lil. tig. said it caused a sensation in the abdomen as if the contents were \"tied up in knots.\" C. Sigmund Rage has observed (H. R., xi. 482) excellent results from Lil. t. 3x and in cases of uterine fibroid presenting the characteristic symptoms of the remedy. The 2x and 3x caused severe aggravations", "backache; fever and sweat during the night; fear of dying. Among other peculiar sensations are: With nausea, a lump in centre of chest which could be moved down by empty swallowing. As if an electric current in fingers and hands. As if cool wind blowing on lower extremities. The eyes were the seat of many marked symptoms, and one prover who was astigmatic, after much suffering in the eyes during the proving, found her astigmatism gone when the proving was over.", "The left side was most markedly affected. Intense restlessness, nervous system irritable, weak, trembling; aimless hurry; walks to and fro. Convulsive contractions of almost all muscles of body, and feeling as if she would be crazy if she did not hold tightly upon herself. Feeling as if she must scream. \"Cannot walk on uneven ground\" (H. C. Allen). Burning palms and soles accompany other complaints. The symptoms are > lying on left side, when lying down at all is tolerated. Rest in general <. (Berridge cured a lady, 50, of heart pain, as if grasped with hand, with cold feeling from apex of heart to under left scapula; excited by worry; < lying on right side; > lying on left side and when busy at work.) Hasty, busy movement >. Pressure and support >: Must cross legs to relieve bearing down; must put hands to vulva to prevent contents escaping. Movement < uterine symptoms: unable to move for fear her womb would drop from her. Stooping < heart pain. Standing < downward dragging. < Afternoon and night from p.m. to a.m. Diarrhoea < early morning. > In open air. < In warm room; is faint. Touch < (on epigastrium = desire to vomit); < haemorrhoids. Pressure of bedclothes is intolerable on abdomen and uterine region. Rubbing and pressure > heart spasm. Jarring <.", "I never obtained good results from Lil. tig. until I gave it in the 30th attenuation. I have tried higher, but the aggravations from these were so severe that I have kept to the 30th." ],
    "Relations" : [ "Antidoted by: Platina; Helon. (anteversion); Nux (colic); Puls. Compare: Sep. (very like in most respects, but Lil. > by diverting mind and busying about; Sep. > by violent exertion; leucorrhoea of Lil. is more excoriating); Lil. < afternoon; Sep. > afternoon; Lil. pressure in anus, Sep. weight like a heavy ball); Puls. (< in warm room; venous stasis with taste of blood in mouth", "also Ham.; weeping mood", "Puls. quiet weeping, Lil. spasmodic, flashing; Puls. has not the tendency to prolapse; is not > by support); Nat. m. (heart; uterus; coldness about heart); Helon. (profound melancholy with consciousness of womb; Lil. hurry with incapacity and distress based on apprehension of serious malady); Alo. (fulness in rectum; like a plug wedged between pubes and coccyx); Cact. (heart constricted by iron band; constriction continuous, Lil. intermittent; uterine and ovarian pains); Anac. and Ver. (profanity); Bell. (< by jar; bearing down; Bell. < by motion, Lil. >); Sul. (early morning diarrhoea, burning palms and soles); Zinc. (heart symptoms > by lying on left side;", "Pho., Pul., Arn. < lying on left side); Murex, Vib. tin., Vib. o., Nux m., Gossyp. (bearing-down pains); Lach., Sul., Act. r. and Ustil. (left ovary and left inframammary pain); Calc. (ovarian pain extending down thigh; Calc., right; Lil., left; Pallad. and Plat. (irritability, \"things don't go right\"; Pall. over-sensitive, Plat., hauteur); Aur. (prolapse; Aur. from weight of organ, Lil. from relaxation of ligaments); Latr. mact. and Spig. (heart), Act. r. (heart and uterus); Pod. (early morning diarrhoea); Cact., Nat. ph., Tarent., Rhus (pain and numbness of left arm with heart disease; Lil. more characteristic, right); K. bi. (radiating pains; alternating conditions)." ],
    "Mind" : [ "Depression of spirits; inclination to weep, timidity, apprehensiveness; of some terrible internal disease.", "Tormented about tier salvation (with uterine complaints).", "Constant hurried feeling, as of imperative duties and utter inability to perform them (during sexual excitement).", "Disposed to curse, to strike, to think of obscene things; as these mental states came, uterine irritation abated.", "Does not wish to be alone, prefers society; very low-spirited; weeping with feeling of dread.", "Crazy, wild feeling on top of head; thoughts of suicide.", "Mistakes in speaking; uses wrong words; forgetful.", "Desire for fine things; dissatisfied with tier own, envious of others." ],
    "Head" : [ "Headache, esp. if depending on uterine disorders.", "Dull pain in forehead (and fulness) over the eyes.", "Hot pain; blinding pain, in forehead and temples.", "Pressure outward.", "Headache: on waking; < in open air, > at sunset, with heaviness as if too full of blood, blowing blood from nose, desire to support head with hands.", "Neuralgia over l. eye to vertex.", "Neuralgia in temples, alternately l. and r.", "Pressure and crazy feeling in vertex.", "Pain in occiput and over eyes." ],
    "Eyes" : [ "Wild look.", "Hypermetropia; presbyopia.", "Vision dim; and confused, with disposition to cover eyes and press upon them.", "Pains extending back into head.", "Burning after reading and writing, with weak feeling.", "Cured astigmatism in a prover.", "Blurred vision with heat in eyes and lids.", "Muscae volitantes." ],
    "Ears" : [ "Neuralgia in r. ear.", "Rushing sounds in ears after going to bed." ],
    "Nose" : [ "Rubbed her nose violently.", "Discharge: thin, clear; yellow mucus.", "Nose stopped." ],
    "Face" : [ "Face (l.) flushed, with heat.", "Pain in r. cheek-bone, with stoppage of r. nostril.", "Pain in l. cheek extending into ear and temple.", "Pain in r. jaw with feeling of elongation in teeth." ],
    "Mouth" : [ "Darting pain from (l.) teeth to ear.", "Tongue coated yellowish white in patches.", "Mouth and throat feel coated on waking in the night.", "Saliva abundant.", "Taste: bloody, afternoon; peculiar; foul > eating." ],
    "Throat" : [ "Enlargement cif r. tonsil, with exudation.", "Soreness and dryness.", "Feeling of lump, with pulsations when lying." ],
    "Appetite" : [ "Appetite: great, esp. for meat; great as if in back, extending to occiput and over vertex.", "Desire for sour or sweet dainties, alternating with disgust for food.", "Appetite lost.", "Aversion to coffee; to bread.", "Thirst; then stupidity, then the severe symptoms." ],
    "Stomach" : [ "Eructations.", "Hiccough.", "Nausea: < from tobacco; with inability to vomit; with pain in back; with fulness in abdomen.", "Nausea, with hawking of mucus.", "Sensation of a lump in centre of chest; moved up and down by empty swallowing.", "Sensation of a hard body rolling around in stomach, > at night.", "Vomiting of chyme and thin yellow mucus; finally bloody.", "Hollow, empty sensation in stomach and bowels.", "Faintness at epigastrium with tasteless eructations." ],
    "Abdomen" : [ "Distension of abdomen.", "Rumbling; emission of flatus.", "Dragging down of whole abdominal contents, extending even to organs of chest; must support the abdomen.", "Bubbling in r. hypochondrium.", "Lancinations from l. hypochondrium to crest of ilium.", "Dragging downward and backward.", "Sensation as if diarrhoea would come on; also passing off by urinating.", "Trembling sensation in pelvis, extending down thighs.", "Feeling as if menses coming on.", "Grasping pains across hypogastrium > gentle rubbing with warm hand." ],
    "Stool and Anus" : [ "Pressure on rectum (and bladder) with almost constant desire to go to stool (immediately).", "Morning diarrhoea in cases with prolapsus of uterus.", "Morning diarrhoea; stools loose, bilious; dark, offensive, very urgent, can't wait a moment; stool preceded by griping pains or great urging, with pressure in the rectum; followed by smarting, burning of anus and rectum.", "Pressure on perinaeum.", "Constipation: hard and dark stools, then heat in rectum and anus and pain in abdomen." ],
    "Urinary Organs" : [ "Frequent urination during day, with smarting in urethra.", "Continuous pressure in bladder.", "Constant desire to urinate, with scanty discharge; burning (tenesmus) and smarting in urethra after.", "Urine: milky in morning; clear and white; like boiling oil; strong-smelling; phosphatic; copious; sediment white or red." ],
    "Male Sexual Organs" : [ "Testes: swollen and tender to touch; sore in morning, and heavy; neuralgia in l.", "Desire increased.", "Prostration from coitus, with irritability from suppression of desire.", "Emission towards morning." ],
    "Female Sexual Organs" : [ "Bearing down, with sensation of heavy weight and pressure in uterine region, as if whole contents would press out through vagina; > by pressure of hand against the vulva.", "Sharp pains in ovarian region.", "Grasping pain in l. ovarian region and groin, with pain in right hip, extending into thigh.", "Pains in ovaries extending into inside of thighs.", "Pains in r. ovary and back.", "Ovaries sore on pressure, < r. side.", "Aching and burning pain in ovaries; feeling like live coals; afterwards pain in r. increased till it seemed as if a knife inserted in ovary and ripped down groin and front of thigh; extending over loins to r. hypochondrium, > by pressure on ovary.", "Gnawing dragging in r. ovary < walking.", "Severe neuralgic pain in uterus; could not bear touch; not even the weight of bedclothes or slightest jar; anteversion; retroversion; prolapsus.", "Fundus of uterus low down, tilted against bladder, the os pressing upon rectum.", "Bearing down in uterus, with pains in l. ovary and mamma.", "Voluptuous itching in vagina, with feeling of fulness of parts; stinging in l. ovarian region.", "Sexual desire increased; ending in orgasm; with hurried feeling; > during physical effort; disposition to use obscene language.", "Leucorrhoea; bright yellow, acrid, excoriating; leaving a brown stain; after menses.", "Menses continue only when moving about, and cease when sitting or lying down.", "Amenorrhoea: accompanied with cardiac distress, or with ovarian pains of a burning or stinging character; if complicated with prolapsed or anteverted uterus; partial, the menses returning occasionally, or again remain absent for some time.", "Menses freer than usual, relieving headache.", "Sensation of dragging down from the shoulders and chest, feeling as if she wants to be held up; abdomen feels as if it must be supported; as if it must be held up with both hands." ],
    "Respiratory Organs" : [ "Voice could not be controlled.", "Dry, hacking cough, evening, > in open air.", "Oppression.", "Desire to take a long breath; frequent sighing; seems to come from lower part of abdomen.", "Inhales forcibly in order to pull up thorax and clear the pelvis." ],
    "Chest" : [ "Tightness of chest.", "Hot, congested feeling.", "Ebullition, must go into open air.", "Constriction: a hand-breadth below l. breast; extending to r. side, > change of position, with sharp pain running to throat, clavicle, and axilla.", "Sharp pains through r. lung < in open air.", "Fine pains in r. chest, sometimes gnawing, with lameness and soreness of muscles and desire to stretch the parts; the lameness extending through to r. scapula.", "Pain under sternum towards middle lobe of r. lung.", "Feeling of congestion of chest if desire to urinate is not attended to.", "Pains sharp, sticking, cramping in or below l. breast, extending to scapula and side, < lying down and on l. side." ],
    "Heart" : [ "Dull, pressive pain in region of heart.", "Pain in heart < when lying down at night.", "Constant feeling of a load or weight in l. chest.", "Sharp and quick pain in l. side of chest, with fluttering of heart.", "Heart feels as if squeezed in a vice; or alternately grasped and relaxed.", "Fluttering or palpitation of heart; > rubbing and pressure.", "Intermittent; after every intermission, violent throbbing, causing involuntary catching of breath and a rush of blood to head and crowded feeling in face.", "Pain in heart is < by exercise; stooping; lying down at night; > in morning.", "Sharp pain at apex of heart > by rest.", "Pulse: rapid; small and weak; irregular, < by slight motion; compressible." ],
    "Neck and Back" : [ "Pain in nape with constriction.", "Soreness in cervical and occipital muscles, < by thirst.", "Pain: between scapulae; sore in region of scapula; in lower dorsal vertebrae as if back would break.", "Spine sore, with stiffness < in loins.", "Shooting across loins.", "Pain in sacrum, < standing, with pressure downward in hypogastrium; between hips, not much > lying, with pressure downward at anus.", "Dull pain in sacrum.", "Sensation of pulling upward from tip of coccyx." ],
    "Limbs" : [ "Limbs cold, clammy; more when excited or nervous.", "Burning in palms and soles all night, constant desire to find a cool place for them.", "Out-pressing sensation in hands, arms, feet, and legs in early part of night." ],
    "Upper Limbs" : [ "Tearing from l. shoulder to hand.", "Cramping pain in l. shoulder and mamma.", "Trembling of l. arm with weakness.", "Pain in r. arm and wrist (with heart complaints).", "Hand and arms, stiff, hot; painful.", "Trembling of hands.", "Paralytic pricking in fingers and hands.", "Cramp in fingers.", "Stiffness of fingers almost like paralysis; difficult to guide pencil; pricking in (tips of) fingers and hands; sensation of electric current, first in fingers of l. hand then of r.; running up arms.", "Cold hands; cold perspiration on back of hands." ],
    "Lower Limbs" : [ "Staggering gait; extreme difficulty in walking straight.", "Stitching pains from ilium to ilium or from pubes to sacrum.", "Pain in r. hip extending down thigh.", "Sensation as though cool wind blowing on lower limbs.", "Trembling of knees, abdomen, back, and hands.", "Legs ache, cannot keep them still.", "Joints seem to lack synovial fluid.", "Cramps in both legs and feet after stool in morning.", "Cramp in toes.", "Burning beginning in soles and palms, thence over body; < in bed, constant desire to find a cool place.", "Pains severe, fleeting, quick, sharp, or circumscribed; coldness or cold perspiration; l. leg more affected." ],
    "Generalities" : [ "Weak, trembling, nervous.", "Faintness, < in a warm room, or after being on feet a long time.", "< Walking, yet pains so much worse after ceasing to walk that he must walk again.", "Pains in small spots; shifting pains.", "Throbbing pulsations, as though the blood would burst through the veins.", "Restlessness.", "Hysteria." ],
    "Skin" : [ "Irritation of upper chest and arms and a fine rash about forehead and around borders of the hair, with much itching.", "Skin of abdomen feels stiff and stretched.", "Tingling, formication, burning itching of various parts." ],
    "Sleep" : [ "Yawning, stretching, drowsy.", "Slept soundly, but suddenly waked by desire to evacuate bladder.", "Inability to sleep, < before midnight.", "Restless sleep; wild feeling in head; everything seems too hot; dull headache, palpitation, mammary pain.", "Dreams: frightful and laboured; unpleasant; voluptuous; half-awaking; intervals seem very long (of dead people)." ],
    "Fever" : [ "Chills run downwards; violent beating of heart; congestion to chest and burning heat all over; constriction about heart.", "Chills from face downwards; chilly when in cool open air, yet otherwise >.", "Great heat and lassitude in afternoon.", "Throbbing all over." ]
  }
}