{
  "remedyName" : "Limulus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Apoplexy. Cholera. Constipation. Diarrhoea. Fever. Haemorrhoids. Sea-bathing, effects of. Skin, affection of." ],
    "Characteristics" : [ "Limulus was proved in the lower triturations by Hering, Lippe, and others. Among the symptoms recorded the most notable was a rush of blood to the face, with heat of face and over whole body, recalling a similar symptom of Ast. r., another sea-animal. The remedy does not appear to have been much used, and Hering has omitted it from his Guiding Symptoms. The only italicised symptoms in Allen are these: \"Frequent rush of blood to the face, and painful fulness of the whole right half of the body, especially here and there, and in the lower extremities\" (a symptom of Hering's from the first centesimal trituration); and \"heat, burning, and constriction in abdomen\" (Blumenthal, a grain of 1st trit). There was much gastro-intestinal disturbance, and in one prover a choleraic condition. Headache caused by straining at stool. The flushing of the face was < in afternoon. There was dyspnoea < by drinking. Coryza < drinking cold water. Heat in face alternated with confusion in head." ],
    "Relations" : [ "Compare: Homarus, Ast. r.; Fer. (flushing); Indium. (pains in head from straining at stool); Ars. (ill-effects of sea-bathing)." ],
    "Mind" : [ "Very indifferent mind with constant confusion of head.", "The great disinclination to wash and inability to accomplish much, which he had experienced since the sea-bath, disappeared completely during the day and gave place to mental quiet, steadiness, with constancy and perseverance in performing very irksome duties.", "(Very difficult to recollect names.)" ],
    "Head" : [ "Confusion of whole head attended with dulness and heat of face; together with dull feeling over whole body, esp. in abdomen, where it increases to a kind of burning in evening.", "Stool followed by headache.", "Pressure in head > after running from nose.", "Feeling of warmth r. side of forehead.", "Pressure on r. side of head, deep internally, extending back and forth several times during the day." ],
    "Eyes" : [ "Feeling of warmth above eyes.", "Pressure about eyes deep in bones.", "Violent pains drawing back and forth behind l. eyeball.", "Lachrymation; of r. eye." ],
    "Ears" : [ "Stopped sensation; bubbling deep in r. ear; evening." ],
    "Nose" : [ "Sneezing and fluent coryza all day.", "Running from nose renewed after a glass of cold water; feeling of heat in face and over whole body as in fever; after a while prickling as in perspiration with only moist skin.", "Snuff has a greater effect than usual in evening." ],
    "Face" : [ "Lines in face as in dying person (in a kind of cholera).", "Rush of blood to face.", "Jerking pain in l. side upper jaw, evening." ],
    "Mouth" : [ "Frequent gnawing pain in last upper back teeth, now r., now l.", "Mouth slimy, with small pasty, insufficient stools, morning.", "Taste: metallic, of the drug, and general sensation as if he had taken medicine; sweetish, coming from both sides as if from the teeth; earthy, extending back into palate." ],
    "Throat" : [ "Much hawking." ],
    "Stomach" : [ "Pressure in pit of stomach, and decided heat of face.", "Eructations of water tasting like bad eggs.", "Nausea with general sweat.", "Deathly nausea; became as white and cold as marble; constant vomiting and diarrhoea; lines of face as in a dying person." ],
    "Abdomen" : [ "Profuse emission of loud (very offensive) flatus.", "Pain here and there in all places in abdomen.", "Warmth and painful sensation in abdomen.", "Heat, burning, and constriction in abdomen.", "Cramp-like pain.", "Cutting colic, with feeling of heat.", "Sensation as though he had a dissolving acid in intestines, and all the pains seemed to be caused thereby; as though a gangrene in stomach, and then burning in intestines." ],
    "Stool and Anus" : [ "A painful swelling, thick as a finger, and very hard nodes, like peas, l. side of anus; he was obliged to lie with limbs spread apart.", "Piles l. of anus, following a hard, nodular, lumpy stool, evacuated with pressure, < riding in carriage, very painful at night on going out.", "Burning and constriction in anus.", "A cooling-burning in small spots in anus.", "Two diarrhoea-like stools, greenish grey, without pain (first morning).", "Stool very watery towards the end.", "Desire for stool after dinner; only wind, and after much pressing a few lumps; headache caused by the straining.", "Constipation; he feels the stool in the bowels long before the evacuation, as if he were unable to evacuate it.", "Hard stool." ],
    "Male Sexual Organs" : [ "Burning l. side of scrotum.", "Increased sexual desire and power; but more difficult emission of semen.", "Emission wanting during coition." ],
    "Respiratory Organs" : [ "Voice husky; must constantly hawk, though the voice remains weak and hoarse, with difficult respiration, evening.", "Cough during the afternoon sleep repeatedly waking him.", "Sudden violent cough.", "Respiratory troubles after drinking water, in afternoon and repeatedly afterwards.", "Dyspnoea after drinking water.", "Peculiar difficulty of breathing in lower chest as if an impediment below diaphragm, cannot take deep breath even when outstretched, as if it were too full there, in afternoon, < evening." ],
    "Chest" : [ "Oppression of chest, weakness and yawning.", "Suffocative swelling up in middle of chest behind sternum, taking away breath, and, when violent, becoming painful, as from beating of waves in aorta.", "Violent pains below sternum, like transient cutting from above down, and from r. to l., < on stretching out r. arm; in forenoon; then at noon; then at p.m." ],
    "Back" : [ "Pain in back; in small of back and loins, bruised feeling on bending back." ],
    "Limbs" : [ "Weakness in limbs.", "Cramp-like sensation in limbs." ],
    "Upper Limbs" : [ "Violent pain in l. metacarpal bone; then shivering and coldness with headache above eyes; again in hands." ],
    "Lower Limbs" : [ "Painful sensation of fulness in lower limbs.", "Pain in r. hip-joint, posteriorly, as if dislocated, < by certain motions.", "Violent bruised pain in both hip-joints, < l.", "Right heel feels benumbed on standing on it.", "Remarkably sore pain in both heels, when walking and stepping." ],
    "Generalities" : [ "Relaxation of mind and body.", "Sudden great weakness.", "Heat of day at noon intolerable.", "Inclination to stretch.", "Peculiar feeling as if poisoned.", "Frequent rush of blood to face, and painful fulness of whole r. half of body, esp. here and there and in lower limbs." ],
    "Skin" : [ "Burning itching points here and there immediately.", "Small burning itching spots on face.", "Small brownish spots on backs of both hands as if warts would form.", "Itching and eruptions like small weals on l. shoulder and in hollow of both knees, lasting more than a week, < r. side.", "Eruptions on hands, small itching vesicles, esp. on backs of fingers." ],
    "Sleep" : [ "Much yawning with weakness evening.", "Sleep and sleepiness all day.", "Sleep at night bad." ],
    "Fever" : [ "Chilliness with constant trickling from nose.", "Cold and white like marble, in cholera.", "Feeling of heat in face and over whole body.", "Reflexion causes heat of face in evening.", "Burning in palms.", "General sweat with nausea." ]
  }
}