{
  "remedyName" : "Linum Usitatissimum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Convulsions. Hay fever. Tongue, paralysis of. Trismus. Urticaria." ],
    "Characteristics" : [ "Linseed-tea and Linseed poultices are among the most innocent of domestic remedies; but occasionally Lin. us. has produced effects of the most violent kind. In H. W., xx. I quoted the case of a woman in whom the application of a linseed poultice to an ulcer over the right shin-bone produced an attack of asthma which nearly proved fatal. It was not the first time this had happened to her, and she protested, but in vain, against the doctor's order. If a linseed poultice even came near her she felt constriction of the chest. The doctor who ordered the poultice, and reported the case, was speedily summoned to witness the worse attack of asthma he had ever seen. The patient was livid and struggling for breath. When the poultice was removed the symptoms gradually subsided. A crop of herpes appeared where the poultice had been, and an eruption of urticaria over back, chest, and arms. The dust had no effect in this case; but Dr. A. G. Towner related his own experience with it in the Era (quoted H. W., xxvii. 513). When in New York State he could handle Linseed in all forms freely, but after removing to Illinois it affected him most powerfully. Once he rubbed his eye whilst preparing a poultice: intense conjunctivitis came on at once, chemosis, and in an hour the eye was closed, and did not come right again for three days. The irritation passed along the lachrymal duct, and the same burning and irritation took place in the nose, nearly driving him wild. The swelling closed the nostrils, and he had to breathe through his mouth. The irritation still spread, affecting the throat, which was covered with large white blisters, and a desperate attack of bronchial asthma supervened, slightly relieved by large doses of Ipec. In two hours the skin became affected with an attack of \"hives\" (urticaria): \"I was one complete blotch from the crown of my head to the end of my toes, a complete bodily eruption, smart, sting, burn.\" He had five of these attacks. The steam of a poultice would cause coryza; the dust would occasion a complete attack. One was caused by inadvertently eating a lozenge containing linseed. An entirely different set of symptoms is recorded by Allen (Appendix), in which a girl, aet. 19, drank a cupful of milk into which she had poured by mistake some spoonfuls of linseed oil. Immediately she felt a fulness of stomach, and precordial uneasiness. She vomited, as she thought, all she had drunk, and had copious stools. She soon went to bed, where she was seized with spasms which were most peculiar. Head shaking spasmodically in measured time; the eyes and prominent temporal muscles jerking rapidly. Jaws clenched. Tongue paralysed and drawn down into throat. All the time the brain was quite clear. A clyster of Asafoetida gave temporary relief, but the symptoms recurred for a time with renewed violence. On the third day she was quite recovered; but her health was not good for some time. From these remarkable cases it will be seen that intense irritation is the rule of Lin. us. Skin and air passages with their offshoots are involved (asthma and skin eruptions are often found associated in natural disease) in certain cases; the nerve centres mothers. It is plain from these experiences that the \"soothing\" effects of Linseed-tea and Linseed poultices are really of a specific and homoeopathic nature. A teaspoonful of unground Linseed, steeped in warm water for half an hour and then taken, acts as a laxative." ],
    "Relations" : [ "Antidoted by: Ipec. (?), Asafoet. (?). Compare: Lin. cath.; in asthma and skin affections, Ars., Chloral., Apis, &c." ],
    "Mind" : [ "Perfectly conscious, but only able to express herself by signs." ],
    "Head" : [ "Heavy frontal headache.", "Violent pain in cheeks and temples.", "Rigid and prominent temporal muscles, jerk rapidly.", "Head shakes spasmodically in measured time." ],
    "Eyes" : [ "Unpleasant heat, burning, dryness, and intense conjunctivitis, chemosis, swelling of lids completely closes eye in one hour; oedema persisted three days." ],
    "Nose" : [ "Irritation rapidly extended through lachrymal duct to nose, heat, burning dryness with indescribably scraping, itching sensation, nearly driving him wild.", "Nasal passage completely closed, was compelled to breathe through mouth." ],
    "Face" : [ "Face red and slightly moist.", "Violent, dull pain in cheeks and temples.", "Jaws immovably clenched." ],
    "Mouth" : [ "Complained that her tongue was drawn down into her throat.", "Complete paralysis of tongue.", "Could not articulate a syllable.", "Tip of the tongue turned upwards and backwards so as to touch the velum palati." ],
    "Throat" : [ "Irritation continued (from eyes and nose) down into throat.", "Throat filled with large white blisters." ],
    "Stomach" : [ "Great weight in stomach and severe colic.", "Fulness in stomach and precordial uneasiness (almost immediately after swallowing the oil), followed by convulsions.", "Vomiting with copious stools." ],
    "Stools" : [ "Vomiting and copious stools." ],
    "Respiratory Organs" : [ "A picture of an aggravated case of bronchial asthma; it was with the most extreme effort that I could breathe.", "Livid, and struggles for breath; her friends thought she was dying." ],
    "Upper Limbs" : [ "Upper limbs shaken by spasms, but pliable and uncontracted." ],
    "Generalities" : [ "Almost immediately (after swallowing the oil) felt a fulness at the stomach and a precordial uneasiness, went to bed, where she was seized by spasms.", "She lay on her back, head moved rhythmically; jaws completely clenched, had to be prized open.", "Did not recover speech till evening.", "Bruised feeling in elbows and knees remained with prostration, and she was left with impaired health.", "Livid and struggling for breath." ],
    "Skin" : [ "A crop of herpes (where the poultice was applied).", "Urticaria.", "One complete blotch from crown to toes, smarting, stinging, burning." ]
  }
}