{
  "remedyName" : "Lippspringe",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diarrhoea. Haemoptysis. Haemorrhoids. Jaundice. Leucorrhoea. Menorrhagia. Urinary calculi. Urticaria. Worms." ],
    "Characteristics" : [ "Lippspringe is a cold, sulphurated, saline spring, and very gaseous, of saline and piquante taste. \"It is used in drink and bath as a refreshing and laxative medication. It is vaunted above all against commencing phthisis complicated with haemoptysis, when the subjects are plethoric, irritable, and liable to pulmonary congestion\" (Constantin James). The homoeopathic data are derived partly from provings and partly from observations on patients. The purging effect was very marked, as also the diuretic. The urine was increased in quantity and the urging great; in one case many calculi were found. There was > after micturition in one case", "\"a peculiar feeling of comfort.\" \"Itching of nose and anus\" suggests Lipp. as a worm remedy. Alternation of bloody stools with haemoptysis occurred in one case. Jerking of the limbs; uneasiness; cramp in calves. Perspiration and diarrhoea were < at night. Sneezing, palpitation, cramp and restlessness were < evening. Heaviness of chest was < after coitus; and < by smoking. < By walking. > After micturition." ],
    "Relations" : [ "Compare: Calc. sul., Nat. sul., Mag. mur. Restlessness, Rhus, Zn., Caust. > By micturition, Eug. j., Lith. c. < After coitus, K. ca." ],
    "Mind" : [ "Depressed; sad; apprehensive.", "Apprehension < riding in carriage; a kind of anxiety in the heart of impending misfortune with home sickness.", "Irritable.", "Great desire to write.", "Weak memory." ],
    "Head" : [ "Vertigo: while walking, compelling to stop; whirling; with heaviness of head and sleepiness; after eating obliged to sleep.", "Sudden headache, with drawing in nape.", "Drawing-sticking r. side of vertex." ],
    "Eyes" : [ "Redness of white of eye, slight pressure in ball, lachrymation.", "Flickering before eyes like a bright flaming star, preventing distinct vision, < when reading in recumbent position." ],
    "Ears" : [ "Violent itching in ears and nose.", "Roaring in both ears." ],
    "Nose" : [ "Itching: of nose and anus; of nose so that it seems she would rub it off." ],
    "Face" : [ "Suffering expression; face yellowish-white; sickly-looking." ],
    "Mouth" : [ "Teeth sensitive to cold water.", "Bitter taste, morning." ],
    "Throat" : [ "Dryness of throat in evening, obliged to drink, which did not >; afterwards > by holding sugar in mouth.", "Sore throat so she could scarcely speak or swallow." ],
    "Stomach" : [ "Increased appetite.", "Eructations: as soon as she goes into the bath; tastes of the gas of the spring.", "Retching and vomiting of mucus, morning.", "Vomiting of sour water, with paroxysmal colic.", "Stomach feels as if disordered by sour grapes; sour vomiting with much mucus, chilliness, loss of appetite.", "Pressive cramp in stomach < lying on back, after dinner; > lying on side." ],
    "Abdomen" : [ "Sticking pains in liver.", "Prickling in l. hypochondrium.", "Distension.", "Loud rumbling and emission of much offensive flatus.", "Feels \"shrunk together, \", as if abdomen constricted to one-third.", "Griping as before stool.", "Periodic pressive pain in hypogastrium." ],
    "Stool and Anus" : [ "Protrusion of rectum after lying down.", "Piles with burning, sticking pains during the hard stools; lost much blood daily for fourteen days.", "Very violent itching in anus, obliging rubbing.", "Four pasty stools.", "Stools continued to be followed by mucus and often blood, sometimes thin, sometimes clotted, for a long time.", "Stool in morning like sheep-dung, with some blood.", "Very yellow stools as in little children.", "Stools bloody (in patient with haemoptysis, which disappeared after occurrence of the bloody stools).", "Constipation, stool hard, difficult." ],
    "Urinary Organs" : [ "Slight mucous discharge from orifice.", "Burning cutting while urinating.", "Great urging (immediately on rising), unless call instantly obeyed urine passed involuntarily.", "Frequent urination at night; must make great exertion before urine is pressed out; urine smells of violets.", "Two or three ounces of small calculi passed in eight days.", "Increased secretion; urine clear watery." ],
    "Male Sexual Organs" : [ "Smegma preputii increased, thin.", "Emissions two nights in succession (in one who had never had them before)." ],
    "Female Sexual Organs" : [ "Increased mucous discharge from vagina; two days later some bloody streaks in the mucus.", "Leucorrhoea: with itching in rectum; acrid, with soreness on margins of labia majora, < from walking, painful on rubbing.", "Menses three days early and more profuse." ],
    "Respiratory Organs" : [ "Tickling in larynx woke him from afternoon nap and lasted till he raised some mucus.", "Trachea feels raw and dry.", "Hoarseness, roughness in throat, while trachea feels as if covered with glutinous, dry substances, afternoon, > riding in carriage.", "Dry cough, morning, with tickling in throat, < talking.", "Violent catarrhal cough with easy expectoration of enormous quantity of watery, glassy, tenacious mucus.", "Haemoptysis; blood thin, bright red, occurring nearly every morning after rising (after drinking the water and inhaling the gases the previous evening)." ],
    "Chest" : [ "Violent anxiety in chest (in the back).", "Fulness in chest immediately after taking the water and breathing the gases.", "Heaviness and pressure on chest while walking.", "Fine suddenly piercing, transient Stitches in both sides of chest about a handsbreadth externally and above the nipples.", "Stitches in the mamma." ],
    "Heart" : [ "Violent palpitation every evening (in a healthy woman), obliged to stop drinking the water.", "Increased rapidity of pulse." ],
    "Back" : [ "Bruised sensation between shoulders.", "Pain in loins, with pressure and tension, waking him several times in night, < lying l. side.", "Pain in small of back with griping in abdomen." ],
    "Limbs" : [ "Jerking in limbs, continued long after the pains." ],
    "Upper Limbs" : [ "Paralytic pain in whole r. arm.", "Great distension of veins in backs of hands after inhaling the gas.", "Trembling of hands (< r.) while sitting, with anxious palpitation and orgasm of blood in chest." ],
    "Lower Limbs" : [ "Suddenly, transient pain shooting from knee to ankles.", "Acute, paralytic-like pain in front of upper end of tibia, when putting foot forward in walking.", "Weariness of feet after a short walk.", "Burning pains in corns." ],
    "Generalities" : [ "Sudden weakness; dizzy; restless; jerkings through whole body.", "Peculiar feeling of comfort after micturition." ],
    "Skin" : [ "Jaundice.", "Fine, red, or pale red, discrete eruption size of linseed, smooth, itching violently, while in bath, and in evening in bed; larger pemphigus-like vesicles developed later on continuing the baths.", "Eruptions on arms, hands, and face like bee-stings with swellings an inch and a half in diameter, like nettle-rash; itched so violently could scarcely Sleep." ],
    "Sleep" : [ "Much yawning while inhaling the gas.", "Sleepy: falls asleep at unusual time; after dinner.", "Unremembered, anxious dreams with frequent waking.", "Many dreams of dead people and coffins." ],
    "Fever" : [ "Chilliness.", "Shivering with thirst.", "Flushes of heat with flickering before eyes.", "Orgasm of blood, flushes of heat with anxiety; obliged to loosen everything about throat and wrists.", "Glowing heat of face.", "Sweats easily.", "Profuse sweat in morning, obliged to change his shirt." ]
  }
}