{
  "remedyName" : "Lithium Carbonicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Aneurism. Angina Pectoris. Barber's itch. Bubo. Dyspepsia. Eyes, affections of. Gall-stones. Gastralgia. Glands, swelling of. Gout. Headaches. Heart, affections of Hemiopia. Hernia. Menstruation, disorders of. Nose, affections of. Obesity. Ossification of arteries. Prostatitis. Retina, anaemia of. Rheumatism. Spleen, affections of. Syphilis. Urethritis. Urinary disorders." ],
    "Characteristics" : [ "Hering introduced and made the first provings of Li. c. It affects the entire organism, but notably head and eyes, urinary organs, heart, and joints. In arthritic complaints accompanied with heart or eye symptoms it is very likely to be needed. Recurring attacks of acute inflammation of the small joints. The skin of the Lith. patient is dry and harsh like a nutmeg-grater. According to Allen, the Lactate of Lithia has been found valuable for subacute rheumatism of the shoulder-joint. \"Soreness\" is a note of Li. c.: Bruised spots from falls or blows. Bones, joints, muscles, whole body sore as if beaten. Rheumatic soreness in heart region. Eyes pain as if sore. \"Pressing from within outward\" is another common symptom: in head; abdominal ring; perineum; chest. There are two grand characteristics about the heart symptoms: < bending forward; and > after urinating, though < on rising to urinate. This > after urinating may be compared with < on cessation of menses: \"Menses cease suddenly and headache comes on.\" A pain in heart occurs before and at time of menses. The heaviness is > whilst eating, and < after. A good deal of confusion in the head. The nose is red and inflamed; there is dropping of solid lumps down the back of the nose. Acidity of the stomach. Sensations are: Temples as if bound. Head too large. Eyes dry. As if veil before eyes. Lancination as from red-hot needles in bubo. Arm as if paralysed. Border of foot and soles as if gouty; itching. Prostration of whole body, especially knee-joints and sacrum. Paralytic stiffness of whole body. Most symptoms are < at night or early morning. Hot water < itching. Open air = dropping from nose and constriction of chest. Inspired air feels cold even into lungs. Going out > headache. In general, rest > and motion <; but lying down < headache and cough. Many symptoms of Lith. c. have Concomitants in other parts." ],
    "Relations" : [ "Compare: Alumina (asthenopia, dry eyes, eyes pain when reading); Eug. j., Lipp. (> after urinating); Bism. (gastralgia); K. bi., Coral. (inspired air feels cold); K. bi., Sep., Teuc. (catarrh with discharge of solid chunks from posterior nares); Led., Kalm. and Benz. ac. (valvular deposits.", "Benz. ac. offensive urine); Zn., Con., and Aur. (sudden jerks or shocks about heart); Kalm. and Calc. (gout and rheumatism); Calc., Benz. ac., Lyc. and Am. ph. (nodular swellings); Dig., Cyc., Sel., Berb., Caust., Lyc., Cop. and Apis (prostatitis and urethritis); Gettys. (scrofulous joints)." ],
    "Causation" : [ "Bruises. Falls." ],
    "Mind" : [ "Difficulty in remembering names.", "Disposed to weep about his lonesome condition.", "Anxiety, hopeless all night." ],
    "Head" : [ "Confusion of head: with pain in sacrum; with out-pressing pain in l. abdominal ring.", "Pain and heaviness over eyes < towards evening.", "Pain in l. temple, extending into orbit, with gnawing in stomach; began an hour before dinner; > while eating, but returning soon after; and remaining as a pressure in temples until night, and only goes away after falling asleep.", "Pains in small spot in r. temple.", "Pressure in temples from without inwards, with a pressing pain in middle of chest.", "Tension as if bound in temples, with half-vision.", "Early on awaking violent headache in vertex and temples (after sudden cessation of menses), with nausea.", "Heavy weight on vertex with pressure on l. temple.", "Headache like a stitch, superiorly in vertex, on r. side sensitive when touched.", "Headache < when lying down; it pains everywhere; > when sitting up; > by going out.", "Confusion of head.", "Looking at anything < headache; can hardly keep eyes open; they pain as if sore from morning till noon.", "Trembling and throbbing in head, pains in heart extend to head.", "Head seems too large.", "Head externally sensitive.", "(Milk-crust.)" ],
    "Eyes" : [ "Stitches in r. eye.", "Eyes pain as if sore.", "Sensation of dryness and pain in eyes after reading.", "Sensation as if sand in eyes.", "Pain over eyes with half-vision.", "Sunlight blinds him.", "Black motes before eyes, eyes sensitive after using them by candle-light; asthenopia.", "Uncertainty of vision and an entire invisibility of r. half of whatever she looked at (during second day of menstruation); if two short words occur in succession, that on r. hand is invisible.", "Scrofulous inflammation of eyes with hardening of meibomian glands.", "Ophthalmia, red sclerotica, muco-purulent discharge; sticking pains in eyes, photophobia, sensation as of a veil before them." ],
    "Ears" : [ "Earache, l. side, from throat, with prosopalgia.", "Pain behind l. ear, in bone, extending towards neck." ],
    "Nose" : [ "Nose obstructed above, < morning and forenoon.", "Blows nose very much, evening, much mucus remains behind in choanae.", "Coryza; dropping from nose in open air.", "Nose swollen, red, esp. r. side, sore internally, shining crusts form in it; dry as if inflamed (at same time frequent urinating at night, disturbing sleep)." ],
    "Face" : [ "Pain in r. side of face (afternoon) from root of the tooth that has been sawn off, extending to temple, followed next day by same pain in l. side, passing from throat to l. ear, causing earache and moderate, brief pain in l. temple.", "Glandular swellings l. side of face, some hard, some suppurating." ],
    "Teeth" : [ "Teeth feel numb, dull and loose, cannot bite on them.", "Toothache r. side." ],
    "Throat" : [ "Sore throat extending into ear.", "Expectoration of mucus from choanae and out of fauces in solid lumps, esp. morning and forenoon." ],
    "Stomach" : [ "Gnawing in stomach < before a meal, > while eating.", "Nausea and gnawing in stomach.", "Nausea, with fulness in temples; with headache.", "Acidity in stomach.", "Fulness in pit of stomach, cannot endure pressure of clothes.", "Sticking burning extending upwards in epigastrium." ],
    "Abdomen" : [ "Pressure in hepatic region.", "Violent pain in hepatic region, between ilium and ribs.", "Sticking pain in l. hypochondrium (spleen).", "Feels swollen as if distended with wind.", "Violent pain across upper abdomen.", "Out-pressing in left abdominal ring.", "Violent pain horizontally in hypogastrium, in upper region of bladder.", "Buboes; l. groin." ],
    "Stool and Anus" : [ "Diarrhoea after fruit (or chocolate).", "Very offensive stools (during night).", "Diarrhoea; stools light yellow.", "Very stinking discharge of flatus.", "Itching in anus, sharp, sudden, short.", "Violent, painful, dull stitch in perineum near anus, from above downward, and from within outward, when walking." ],
    "Urinary Organs" : [ "Sensitive pain, sharp pressure, in region of bladder, < r. side after urinating.", "Tenesmus vesicae and micturition (evening while walking).", "Soreness of bladder and sharp, sticking pains in neck of bladder, on r. side, with soreness; frequent urination; pains in r. kidney.", "Pain in r. ureter, and through spermatic cord into testicle.", "Fugitive, sensitive pains in lower region of bladder, somewhat towards r. before urinating; pains extending into spermatic cord, more towards l., after urinating.", "Tenesmus of bladder for a while, then discharge of clear, frothy urine, thirteen ounces, more than he could retain in health.", "Quick, strong tenesmus.", "Frequent and copious micturition (disturbing sleep).", "Turbid urine with mucous deposit.", "Less urine though he drinks as much as usual.", "Burning in urethra.", "Urine scanty and dark, very acrid.", "Dark, reddish-brown deposit.", "On rising to urinate a pressing in region of heart, which did not cease till after urination (morning)." ],
    "Male Sexual Organs" : [ "Erection after urination at night.", "Greenish-yellow discharge from urethra, thick, profuse, alternating with haematuria.", "Pain: in ureter, spermatic cord, and testicle; in testes when sitting, stitches in penis.", "Burning in urethra." ],
    "Female Sexual Organs" : [ "Menses: late, scanty; cease suddenly and headache comes on." ],
    "Respiratory Organs" : [ "On inspiration air feels cold even into lungs.", "Violent cough in evening, while lying down, compelling to rise, without expectoration; the irritation to cough is in a little spot, posteriorly and inferiorly in throat." ],
    "Chest" : [ "Pressure in middle of chest.", "Constriction of chest when walking (after breakfast), followed by expectoration of much mucus, seemingly from middle of sternum." ],
    "Heart and Pulse" : [ "Rheumatic soreness in region of heart.", "Violent pain in region of heart as she bent over bed, morning on rising.", "Sudden shock in heart.", "Throbbing; like a dull stitch in region of heart.", "Pains in heart after pains in bladder.", "Pains in heart before and at time of commencement of menses.", "Trembling and fluttering of heart (after mental agitation of a vexatious character).", "Pains in heart before and at time of urinating.", "Pressure in region of heart on rising to urinate, > after urination." ],
    "Back" : [ "Sore feeling r. side near spine, below loins, on small spot; < from pressure; morning on rising.", "Stitch in sacrum.", "Pain in sacrum, when standing, with confusion of head.", "Feeling of prostration in sacrum at night.", "Pressure as with a dull point, here and there, internally, as if near sacral bone, in evening; most on l. side." ],
    "Limbs" : [ "Occasional rheumatic pains in limbs." ],
    "Upper Limbs" : [ "Pain in r. shoulder-joint near insertion of pectoralis major, at margin of muscle.", "Itching-throbbing very sensitive in all the fingers, as if it were in and upon the bones, extending from hands to ends of fingers, only during repose; > by pressure, when grasping, and during motion.", "Soreness at margin of nail, with pain and redness.", "Burning stitch in ball of l. thumb." ],
    "Lower Limbs" : [ "Pain in r. hip, later in l.", "Rheumatic pains in lower extremities.", "Pain in and above knees, esp. when going upstairs.", "Prostrated feelings in knee-joints, on going upstairs.", "Rheumatic pains in r. foot on awaking at night, > on rising.", "Painfulness of feet, ankles, metatarsus, all the toes, esp. of border of foot and sole, as if gouty.", "Pain and weakness of feet.", "Burning in great toe, esp. around the corns.", "Great soreness of corns.", "Itching of sole of (l.) foot on inner margin.", "Pain in little toes." ],
    "Generalities" : [ "Paralytic stiffness in all limbs as if beaten; stiff and sore over whole body, in all the bones, joints., and muscles.", "Swelling, tenderness, sometimes redness of last joint of fingers, with general puffiness of body and limbs; increase of bulk and weight; clumsiness in walking at night, and weariness in standing; sometimes intense itching of sides of feet and hands at night from no apparent cause, > by very hot water.", "Pressing, as if with a dull point, here and there, internally, as if it were near the bone, most in l. side.", "Burning stitch which goes from within outwards, and ends in an itching.", "Before menses, symptoms < l. side; after menses < r. side.", "All symptoms < r. side." ],
    "Skin" : [ "Itching: at anus; in middle finger around margin of nail; in side of thigh; in sole; in palm." ],
    "Sleep" : [ "Sleepiness early in evening; late in morning.", "Sleep at night disturbed by urination.", "Voluptuous dreams, tenesmus vesicae, and erections, which subside after urination." ],
    "Fever" : [ "Shudder starting from thorax.", "Very copious sweat.", "General feeling of heat; sweat on back of hands." ]
  }
}