{
  "remedyName" : "Lobelia Purpurascens",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Heart, paralysis of. Influenza; headache of. Lichen tropicus. Lungs, paralysis of. Snake-bites. Tongue, paralysis of. Typhoid fever. Vertigo." ],
    "Characteristics" : [ "The first mention of this plant was made by Erskine C. White (H. W., xxxii. 502) under the name Lobelia rubra, corrected later by F. Kopp (H. W., xxxiii. 328) and E. C. White himself (H. W., xxxiii. 510) to Lob. purpurascens. Kopp describes the plant thus: \"Stems angular, procumbent. Leaves ovate, green on surface, and either purple or purple and green underneath, somewhat serrulated, rather firm, usually from half to one inch long; pedicles axillary, much shorter than the leaves, reflexed after flowering. Flowers white above, purpled beneath, delicately scented, most dioecious, corolla four or five lines long, the lower lobes oblong, obtuse, the two upper ones shorter and narrower, more acute and incurved. Capsule narrower, ovoid, fully three lines long; seeds rather large, often flattened.\" It grows profusely in the Australian bush, preferably in moist places, and most profusely, says Kopp, where snakes most abound. White adds that it prefers loose sandy soils. This is interesting since James S. Bray, quoted by White and Kopp, observed that the iguana after a fight with a snake, whenever it happened to be bitten, ate this Lobelia. On the other hand, Bray once found a number of sheep dead, and from their appearance he at first thought they had been bitten by snakes; but on examining their stomachs he found the leaves and stalks of Lob. Purp., and he came to the conclusion that this was the cause of their death. White gives a short pathogenesis in which symptoms like the effects of snake-poison are prominent. His symptoms, together with those of Kopp, who crushed with his teeth and swallowed a leaf (H. W., xxxiv. 306), will be found arranged in the Schema. They bear a strong family resemblance to those of Lob. inflata. White gives a clinical experience of his own which is important: \"This plant, if only touched carelessly with the teeth, produces overwhelming giddiness. I had noticed that the sickening stupor and headache it produces exactly resembled those of La Grippe, before I knew the name of the plant. My headache disappeared like magic under Lob. purp. O, and I used to notice that all chest symptoms were avoided under its sway. La Grippe breaks out in wet weather. This plant, with its tiny gem-like white blossoms, always carpets the earth after each rain throughout the year.\" Other general characteristics of Lob. purp. White gives as follows: Intense prostration, vital and nervous. Deadly chill without shivering, but overpowering the system. Paralysis of lungs and resultant poisoning with carbonic acid gas; vomiting and coma. Acts very like Bapt. in low typhoid conditions, and seems to neutralise the poison of influenza. Growing on sandy soil it contains much flint, and like Secal., Staph., and the common carrot, agrees especially well with patients who are deficient in silica, and who are nervous, liable to boils, of a hasty disposition, perspire profusely, and whose teeth are always decaying. Symptoms are < by movement; < in damp weather." ],
    "Relations" : [ "Compare: Lob. inf., Tabac., Lach. and other snake-poisons. Bapt. (influenza, typhoid); Secal., Staph. (teeth)." ],
    "Causation" : [ "Snake-bites. Blood poisoning." ],
    "Mind" : [ "Hasty disposition.", "Dejection." ],
    "Head" : [ "Vertigo accompanied with nausea and stupor.", "Overwhelming drowsiness (exactly as produced by snake-venom), sickening, dizzy headache, esp. just between eyebrows.", "Dull and distressing pain in head, with fulness in base of occiput and forehead; pain < by shaking head and any motion.", "Confused feeling in head." ],
    "Eyes" : [ "Eyes weak; on closing them an apparent soreness.", "Impossible to keep eyes open, almost spasmodic closing of (upper) lids." ],
    "Nose" : [ "Dryness and fulness of nose." ],
    "Teeth" : [ "(Suited to persons whose teeth decay early from lack of Silica.)" ],
    "Mouth" : [ "Mercurial taste in mouth.", "Thick saliva in mouth.", "Tongue white and paralysed." ],
    "Throat" : [ "Dryness in throat, of burning character." ],
    "Appetite" : [ "Great thirst.", "Loss of appetite." ],
    "Stomach" : [ "Sinking feeling in stomach.", "Nausea accompanying vertigo." ],
    "Urinary Organs" : [ "Increased secretion of urine." ],
    "Chest" : [ "Tightness of chest with great oppression and labouring breathing.", "Sensation as if lungs paralysed; superficial breathing.", "Breathing slow, almost ceases." ],
    "Heart" : [ "Distressed feeling in region of heart.", "Heart paralysed; beat almost imperceptible." ],
    "Back" : [ "Weakness in lumbar region accompanied with great languor." ],
    "Limbs in General" : [ "Weariness and extreme weakness of the limbs." ],
    "Lower Limbs" : [ "Great weakness of lower extremities; knees appear to collapse under weight of body." ],
    "Generalities" : [ "Exhaustion and dejection.", "General debility with loss of appetite and great languor.", "The symptoms come on with great rapidity, within five minutes of taking the drug.", "Low typhoid condition." ],
    "Skin" : [ "A prickling itching all over body like prickly heat (lichen tropicus)." ],
    "Sleep" : [ "Overwhelming drowsiness.", "Restless sleep." ],
    "Fever" : [ "Deadly chill without shivering, but overpowering the system.", "General feeling of feverishness.", "Profuse perspiration.", "(Typhoid fever.", "Influenza.)" ]
  }
}