{
  "remedyName" : "Lobelia Erinus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Breast, cancer of. Cancer. Deafness. Earache. Fever, hectic. Indigestion. Keratitis, interstitial." ],
    "Characteristics" : [ "Cooper, who is the sole authority for Lob. er., says. \"This common and insignificant-looking plant possesses beyond question remarkable curative powers.\" He has only used it in single doses of O. In the Schema the sex of the patients on whom the observations were made is indicated in brackets after the symptom produced or cured. Its chief power is manifested in malignant diseases. For example: (1) Woman, had for three weeks noticed a painfully inflamed spot, size of a shilling, scabbed over and resting on a scirrhous base close to l. nipple, which was retracted below the surface. This had led to the breast being condemned to operation. Axillary tenderness and a large soft swelling existed for eight years immediately below the breast. The disease yielded completely to single doses of Lob. er. given at long intervals during nine months of treatment, the lower swelling having in this time gone down to one-quarter of its former size, and the suspicious painful swelling having entirely disappeared. (2) An elderly lady had both breasts affected, left indurated and discharging, with scattered nodules of induration over adjacent tissues, pains burning and stinging, left arm oedematous with axillary involvement. Lob. er. O was given on July 26th at a time when the pain was excessive and had resisted other remedies, and till the end of life on September 21st perfect freedom from pain was secured. Cooper also mentions interstitial keratitis in hereditary syphilis as having been influenced by Lob. er." ],
    "Mind" : [ "Low spirits, dyspnoea, and flatulence (m. 64; full-blooded healthy except for cataract; 1st day).", "Great depression following heat and perspiration." ],
    "Head" : [ "Tightness across occiput, head felt heavy as if brain rolling over, and could hardly stand for fear of moving, breathing continued short (2nd day; 3rd day felt altogether better.", "m. 64)." ],
    "Eyes" : [ "Interstitial keratitis in hereditary syphilis." ],
    "Ears" : [ "Fearful earache, said to be from cancer of the nose and throat, goes away after the dose, but returns after a few days.", "Deafness with history of otorrhoea, also anaemia.", "Deafness of both ears, dating from excision of tonsils at seven years old, and rapidly getting worse (improved rapidly after the dose.", "w. 21)." ],
    "Female Sexual Organs" : [ "Menses come on too often, with much bearing down last time; this bearing down kept on for a month, being < at the period (w. 35)." ],
    "Respiratory Organs" : [ "Laryngeal phthisis; weight increases rapidly (m. 46)." ],
    "Chest" : [ "Pain r. chest same evening (of dose), and again three days later, causing aching in back; and then pain came on each evening for three days and then disappeared (w. 30).", "Right breast eaten away by cancer, \"heavenly relief to local pain and distress\" (w. 78)." ],
    "Fever" : [ "Felt hot and perspired freely, followed by great depression (w. 35).", "Persistent high temperature in tuberculous children with diarrhoea." ]
  }
}