{
  "remedyName" : "Lobelia Cardinalis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anorexia. Debility. Headache. Sore throat." ],
    "Characteristics" : [ "There is a proving of Lob. card. by S. D. R. Dubs, who took ten drops of the tincture in one dose. Dubs' symptoms have been confirmed by a second proving by Kopp (H. W., xxxi. 26). The acrid properties of the plant were immediately felt by Dubs, in burning in mouth and throat, which lasted a long time. Sticking and pricking sensation in various parts, especially left chest and left hypochondrium. Oppression of breathing. Headache at base of occiput < by motion and shaking head; stiffness in nape. Throbbing and weakness in lower limbs. Most of the effects lasted two weeks, and it was three weeks before the appetite returned. There was thirst for cold water, which > burning in tongue and fauces. Many symptoms occurred at a.m. Sleepy but difficulty in sleeping. A lady to whom Cooper gave one dose of Lob. cd. had \"flashes of light before eyes every day for a week.\" It seems, he says, to have an action distinct from that of other Lobelias, since a dose of it brought back pains which had been relieved by Lob. dort." ],
    "Relations" : [ "Compare: Lob. i., Lob. s.; Caps. (burning in mouth and throat; but Caps is < by cold water, Lob. cd. >)." ],
    "Mind" : [ "Disposition to sing." ],
    "Head" : [ "Head feels light, with dull pain in forehead and occiput, a.m.", "Headache, dull, distressing, with fulness in forehead and esp. base of occiput; < motion, or shaking head; remained longest in occiput.", "Slight shooting pain in forehead with eruption of small sore vesicles." ],
    "Eyes" : [ "Eyes burning, sore, smarting, and watery, dread of light, sore on closing them a.m.", "Flashes of light before eyes every day for a week." ],
    "Nose" : [ "Dryness of nose, with fulness, followed by sneezing." ],
    "Face" : [ "Dull pains in both maxillary bones, with aching in molar teeth." ],
    "Mouth" : [ "Burning and stinging in tongue and fauces (lasting fourteen hours); > by copious draughts of cold water.", "Tongue raw, sore, very red, esp. at tip, where is a blister.", "Mouth and fauces dry, with raw, distressed feeling extending down to epigastrium a.m.", "Unpleasant taste, morning and through the day." ],
    "Throat" : [ "Throat sore, dry, with disposition to swallow and hawk.", "Soreness of fauces, extending down into upper oesophagus; when it leaves fauces burning and pricking remain there." ],
    "Stomach" : [ "Appetite indifferent.", "Thirst for cold water, which >.", "Nausea a.m.", "Dull, heavy pain in epigastrium, with sensation of weight or load.", "Sticking pains with sensation of load at epigastrium." ],
    "Abdomen" : [ "Sticking pain at l. hypochondrium, which came suddenly and so violently as to cause him to cry out, > placing ends of fingers over spot." ],
    "Stool" : [ "Stool at first thin, then more consistent." ],
    "Respiratory Organs" : [ "Breathing oppressed; through day, with sticking pains on taking a deep breath; with dull, distressing pain in lower part of sternum, with same feeling on each side, forming a circle, > by beating the part gently with the hand." ],
    "Chest" : [ "Pricking pain in l. lung.", "Severe stitch l. side of chest nearly taking away breath; > pressing with hand." ],
    "Neck and Back" : [ "Stiffness of nape.", "Weakness as from spine across kidneys." ],
    "Lower Limbs" : [ "Throbbing and weakness in lower limbs, with headache compelling him to lie down.", "Sticking like pricking with needles: inner r. thigh; l. calf and heel; l. sole, shooting up." ],
    "Generalities" : [ "Debility all day.", "Symptoms continued two weeks, and it was three weeks before the appetite came back." ],
    "Skin" : [ "Eruption of small, sore, vesicular pimples in centre of forehead." ],
    "Sleep" : [ "Whilst lying down great sleepiness with difficulty of falling asleep.", "Starting in sleep, with jerking of hands." ],
    "Fever" : [ "Hot sweat on forehead, with throbbing there and at base of occiput." ]
  }
}