{
  "remedyName" : "Lobelia Syphilitica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity. Adenoids. Asthma. Back, pains in. Borborygmi. Cartilages, pains in. Catarrh. Coryza. Cough. Dyspepsia. Eustachian catarrh. Flatulence. Hay-fever. Influenza. Kidneys, pains in. Lumbago. Melancholia. Post-nasal catarrh. Pylorus, pain in. Sciatica. Spine, pains in. Spleen, affections of. Stomach cough. Throat, sore." ],
    "Characteristics" : [ "The symptoms of the Lob. syph. proving, whilst in many points analogous to those of the other Lobelias, do not bring out the emetic properties of Lob. inflata. There is, however, epigastric sinking, flatulence, dyspepsia, and diarrhoea. Lob. card., Lob. inf., and Lob. syph. all have a milky juice. Hale quotes Rafinesque as saying that the analysis of Lob. syph. shows it to contain Silex, Iron, and Muriate and Phosphate of Lime. The marked action of Lob. syph. on the posterior nares led Cooper to use it with success in cases of deafness arising from an \"unhealthy, soft, swollen, easily bleeding catarrhal\" condition of the naso-pharynx. This is emphasised by another symptom: \"Dull aching pain in centre of forehead, over root of nose.\" Cooper (who uses an acetic preparation) considers that with this, as well as with the Inflata, a history of suppression is a leading indication. There are many notable symptoms in the back, back of chest, and about the lower ribs. Some of these led Jeanes (the first prover) to make a very fine cure of melancholia in an educated, intelligent man, of which these were the characteristics: \"Great depression of spirits; unhappy state of mind, always associated with pain about and under short ribs in back on left side, extending outward nearly to left side posterior aspect of region of spleen.\" In the proving there was this: Pain on inside of right scapula. Farrington adds this: \"Pain under (not below) inner border of left scapula, < after weeping.\" The pains of Lob. syph. travel about, from right to left; from left tonsil to right; from back down legs; from eighth rib downward; aching from back of head down nape. Then there are frequent synalgias: Pain in right maxillary joint, with pain in middle of right lung; pain in breast and larynx; pain in left side of chest near axilla, with aching in left shoulder and arm. Touch < (soreness of ischium). Motion <. Deep inspiration <. Drinking cold water > (temporarily) gastric symptoms. Mental exertion < (mental state). Reading and writing < pain in forehead. Internal nose painfully sensitive to cool air. Inhaling moderately cool air <. Flushing after dinner > somewhat in open air. Symptoms < after dinner. < At night. Secretion of thick mucus > throat soreness." ],
    "Relations" : [ "Compare: Other Lobelias; Puls. (mental depression and weeping); Chel. and Ranunc. (scapular pains); Hydrast. (postnasal catarrh); Cean. (spleen). Lob. i. has one-sided coating of tongue. Lob. s. has left half of palate dry. Pod. relieved the diarrhoea of Lob. s., but not the acute abdominal pains." ],
    "Causation" : [ "Grief. Suppressions." ],
    "Mind" : [ "Frequent mistakes in spelling and writing (with confused feeling and slight aching in head (after min.).", "Depressed, temper unhappy; with pain in posterior aspect of spleen.", "Brain weakness, exertion of mind intolerable; seemed as if he would go wild." ],
    "Head" : [ "Dizziness < moving about.", "Headache continuing till daylight.", "Headache, after dinner.", "Dull pain in forehead over eyes (and esp. over root of nose), < reading and writing.", "Pain in both mastoid processes; first and < in r.", "Acute pain along r. fronto-temporal suture.", "Stitching pain in l. temple.", "Pain in l. parietal protuberance." ],
    "Eyes" : [ "Heaviness over eyes, like a weight, but no pain; with drowsiness.", "Burning in r. eye with a tear.", "Itching of l. internal canthus; in external canthus.", "Boring pain in r. orbit.", "Drawing sensation under r. eye, afternoon.", "Feeling of foreign body under r. upper lid with smarting and burning.", "Soreness of r. tarsi.", "Soreness of eyeballs from turning them." ],
    "Ear" : [ "In l. ear: pain; continued itching about posterior edge of meatus." ],
    "Nose" : [ "Frequent sneezing with severe and painful jarring in breast and larynx; larynx feels stretched almost to bursting, with copious discharge of thick mucus from both nostrils, at sunset.", "Painful irritation of both sides of cartilaginous septum; < immediately behind the columna nasi; sensitive to cool air.", "Itching and tingling in l. nostril as if about to sneeze.", "(Postnasal catarrh.)" ],
    "Face" : [ "Flushed face, with heat, when lying down.", "Face flushed and headache after dinner, with drowsiness and lassitude, but inability to sleep when lying down; > open air.", "Sensation of dropping under l. cheekbone, afternoon.", "Drawing pain in r. cheekbone.", "Perfect dryness of lips, and a feeling of dryness and sensitiveness of nostrils so that inhalation of air of moderate temperature (60°) = a painful feeling.", "Pain in r. jaw-joint and in middle of r. lung, afternoon." ],
    "Mouth" : [ "Frequent shooting pains through r. teeth.", "Bleeding of gums with putrid taste.", "A renewed secretion of thick mucus, apparently on inferior surface of palate, renewed by snuffing and hawking, with still further diminution of throat soreness.", "Dryness of l. half of palate.", "Constrictive feeling of skin of mouth and tongue, esp. at l. commissure of jaws; ten minutes later towards root of tongue.", "Great soreness, rawness, pricking, dryness of lower surface of palate; extending forward through mouth; > by secretion of mucus and at noon, but still continued." ],
    "Throat" : [ "Increased secretion of mucus.", "Thick mucous secretion in throat with > of constricting rawness, dryness, and soreness.", "Dryness of throat with sensation as if pharynx was open like a funnel.", "Pain in region of l. tonsil (immediately); of r. tonsil (after minutes).", "Sensation of a lump in upper part of oesophagus." ],
    "Stomach" : [ "(Acid eructations to a.m.).", "Water-brash a.m.", "Dyspepsia uniformly > by drinking cold water.", "Sinking in stomach followed by borborygmi below epigastrium.", "Slight pain in region of pylorus.", "Awoke a.m. with violent pain in stomach and pain and borborygmus in bowels, followed by copious watery stools with tenesmus and soreness of anus; four attacks one day increasing in violence, colic and diarrhoea > by Podoph., but the pain in stomach with sense of distension increased, with hunger.", "Jolting of an easy carriage = pain in stomach and both hypochondria." ],
    "Abdomen" : [ "Borborygmi: below epigastrium < after dinner; in lower abdomen towards r. side.", "Woke a.m. with flatulence but inability to pass it.", "Pains in abdomen, most below umbilicus, followed by diarrhoea, afternoon and evening." ],
    "Stool and Anus" : [ "Copious watery stools with tenesmus and soreness of anus.", "Loose stools.", "Ineffectual effort at stool, but free evacuation of tasteless wind on rising from bed." ],
    "Urinary Organs" : [ "Itching and smarting in fore part of urethra.", "Increased quantity of urine with free discharge.", "A small quantity of water, which he is obliged to retain for some time, = pain in bladder; when evacuated, of deep amber colour." ],
    "Respiratory Organs" : [ "Larynx feels stretched almost to bursting.", "Much tickling about top of larynx with disposition to hacking cough, evening.", "Morning hoarseness from state of stomach.", "Dyspeptic stomach cough.", "Slight mucous expectoration, evening.", "Dry, hacking cough of four weeks' duration, day and night, with pain r. side about junction of sixth rib with its cartilage, of a year's duration; dryness of back of throat." ],
    "Chest" : [ "Pain middle r. lung and r. jaw-joint.", "Pain just anterior to cartilaginous margin of short ribs.", "Pain between shoulders and neck both sides.", "Aching pain in cartilage of sixth l. rib.", "Rheumatic pain along r. clavicle.", "Pain along juncture of sixth r. rib with its cartilage.", "Pain in l. chest near axilla with aching in l. shoulder and arm.", "Oppression in lower chest as if breath did not reach there; distress in region of heart and audible \"knocking\" respiration (like sound of chopping wood); pain under short ribs and dry cough.", "Pain under l. breast.", "Severe and painful jarring in breast and larynx; larynx feels stretched to bursting, frequent sneezing; at sunset." ],
    "Heart" : [ "Severe pain in region of heart about sunset." ],
    "Neck and Back" : [ "Stiffness of nape (< l. side) from looking up.", "Slight aching pain from back of head down nape.", "Pain, heavy, aching, in back under false ribs, < night after lying down in bed, increased to cutting pain by deep inspiration, and < turning in bed; less during the day.", "Cutting under false ribs forward and upward (not noticed after going to bed).", "Stitching pain in r. back passing from eighth rib downward.", "Pain on inside edge r. scapula.", "Pain, acute, sticking, in eighth dorsal vertebra; < by least movement and deep inspiration.", "Pain and aching in posterior aspect of region of spleen.", "Pain in region of l. kidney; stitch in r.", "Pain commencing r. side small of back, then going down to os ischium, very sore to touch.", "Great rigidity of spine, least motion exceedingly painful; pain goes from r. to l. side of back and shoots down leg." ],
    "Upper Limbs" : [ "Severe aching of shoulder and fingers, whilst writing.", "Heavy pain in radial muscles of l. arm; later in same of r.", "Stiff, numb feeling in r. palm.", "Sticking pain in l. thumb, fleshy part of last phalanx." ],
    "Lower Limbs" : [ "Pain in both hips, occasionally.", "Sensation of coldness, as if from the weather, with aching, in both knees through the day.", "Stitching pain in l. tibia.", "Rheumatic pain over r. inner ankle.", "Pain in upper part of l. heel.", "Pricking stinging sensation as if asleep, in both soles.", "Pain in fleshy part of last phalanx of l. great toe; sore pain in its joints." ],
    "Generalities" : [ "Lassitude, after dinner.", "Transient pain over l. kidney, and soon after in l. hypochondrium." ],
    "Skin" : [ "(Itching here and there on skin, worse than usual.)" ],
    "Sleep" : [ "Drowsy but unable to sleep, when lying down after dinner.", "Slight drowsiness and oppression over eyelids.", "Restless sleep with frequent wakings through the night." ],
    "Fever" : [ "Cold sensation as if alcohol had been spilled on outer l. thigh.", "Cold hands, hot forehead.", "Feeling of heat in back, shoulders, face, with burning of ears." ]
  }
}