{
  "remedyName" : "Lobelia Inflata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Alopecia. Amenorrhoea. Angina pectoris. Asthma. Cardialgia. Cough. Croup. Deafness. Debility. Diarrhoea. Dysmenorrhoea. Dyspepsia. Emphysema. Faintness. Gall-stones. Gastralgia. Haemorrhoidal discharge. Hay-asthma. Heart, affections of. Hysteria. Meningeal headaches. Millar's asthma. Morning sickness (of drunkards; of pregnancy). Morphia habit. Palpitation. Pleurisy. Psoriasis. Rigid os. Seborrhoea. Shoulders, pain in. Tea, effects of. Urethra, stricture of. Vagina, serous discharge from. Vomiting, of pregnancy. Wens. Whooping-cough." ],
    "Characteristics" : [ "Matthew Lobel, whose name is given to this family of plants, was a physician and botanist attached to the court of James I. There are two British species, L. Dortmanna, found in shallow lakes, and L. urens, which grows in heathy places. L. inflata, the North American variety, is the most important of all, medically. According to Hale, this plant was used by the Indians as an emetic detergent, in the same way as Verat. alb. was used by the ancients to produce \"Helleborism.\" But the chief modern exponent of Lobelia is Samuel Thompson, of New Hampshire, who founded the modern Botanic School. His chief remedies were, besides Lobelia, cayenne pepper and the vapour bath. There can be little doubt that he accomplished much with these, but his unbounded faith in Lobelia led, in some instances, to fatal poisoning. Such a result is not altogether unknown in qualified practice; but as Thompson had no medical degree these cases brought him into trouble.", "The records of them have furnished some of the symptoms of the pathogenesis. Lob. i. probably obtained the name of \"Indian Tobacco\" from the similarity of its action to that of Tabacum in producing intense nausea, vomiting, profound depression at the epigastrium, and collapse. It was a true instinct On the part of Teste that led him to class Lob. i. with Sul.; and though the provings and clinical experience do not fully bear out what he says about its skin action, the results of botanic practice, confirmed by Cooper, show that it has an antipsoric action, and relieves morbid states due to the suppression of discharges. In a paper read before the Brit. Hom. Society, November 1, (M. H. Rev., xxxii. 717) Cooper explains that he got no good out of Lob. i. until under the advice of a herbalist he used a solution of Lobelia made with common vinegar. Here is one of his cases. A young woman, 23, of consumptive family history on both sides, had, when to years old, severe pain in left, and sometimes right, side, and round lower abdomen, with faint feeling. This lasted till the monthly period came on regularly and then she was well till 20, when diarrhoea came on, which nothing was able to check and which kept her in bed for months at a time. The symptoms were: Pains all round abdomen and up the back, much < after undressing, feeling of exhaustion or failing to pieces inside and out, cannot bear anything to touch her. Four or five motions daily when taking medicine; if she leaves it off continual motions all day; it literally runs from her: watery, sometimes light-coloured, sometimes dark, never bloody. Menses very irregular, sometimes five to six weeks between; all symptoms, especially diarrhoea, < then; much tenderness all over abdomen, especially in ovarian regions, legs ache fearfully, pains all over body; faints continually. Since the illness began subject to neuralgia of face, one or other side or both, extending to chest, coming and going suddenly at any time. In spite of treatment of all kinds, including that of a skilful repertorian, she grew worse. She went into a hospital, and there a small pile was removed with but temporary benefit; and after this the vagina as well as the rectum began to discharge copiously an excoriating fluid. Lob. i. ac. O, eight drops three times a day, was now given. She began to improve at once, and in a few weeks was quite well. In this case the difficulty first showed itself when the menstrual era was commencing; was relieved when the flow was regularly established; reappeared simultaneously with menstrual irregularity. In the next case there was an analogous history. A lady of 52, when 37, was exposed to a severe chill which checked the catamenial flow. After this she had threatened phthisis with bronchorrhoea, which after two years gradually went off, leaving her subject to severe constantly recurring seizures of vertigo. Nine months before coming under Dr. Cooper's care she felt as if something was forming in the utero-vaginal region, causing much bearing down. She was obliged to go to bed, and then there occurred a profuse pouring away of apparently serous fluid from utero-vaginal and vesical mucous membranes, with paroxysms of agonising, burning, and scalding, < in evening. Vagina swollen, extremely tender, bathed in moisture; urination always very painful and followed by paroxysm of general scalding. She was unable to sit up and decubitus could only be maintained with the knees drawn up, or on the left side. At night she would be awoke by finding her back resting in a pool of water, and the sense of uterine bearing down was almost intolerable. The bowels were unaffected; urine free from all but a trace of albumen. A hardness and dulness to percussion existed all down right side of abdomen. Lob. infl. acet. O, 1/3 drop every four hours. From that time the patient had not to keep her bed for a single day, and all her symptoms cleared up. The Lob. i. was in this case assisted by Nat. chlor. (Liq. Sodae chlor. of B. P.), 1/3 drop doses occasionally, which relieved the bearing down more than anything else. All that remained of the illness was a slight weakness in lower abdomen felt every autumn. Cooper recalls in connection with these cases a symptom recorded by Jahr: \"Violent pain in the sacrum with fever supervening upon suppression of the menses during their flow.\" Alongside this action of Lob. i. may be placed another, also vouched for by Cooper, the power of eliminating foreign substances like that possessed by Silica. A woman got a piece of mutton-bone down her windpipe and into one of the bronchia. She was taken to the London Hospital, but the idea of operation was abandoned as hopeless and she was sent out. Lob. i. ac. O was given, five drops three times a day. Soon a most violent cough was set up, in the course of which the patient coughed up a large quantity of fetid, pus and finally the bone. B the action of Lob. i. in determining to the periphery it meets a large number of conditions due to suppression, including cases of phthisis. Cooper adds the following note to the above: \"The interest of knowing that Lob. i. meets very serious symptoms connected with a profuse flow of serous discharge from the utero-vaginal mucous surfaces is to some extent marred by my having employed the acetous preparation, and subsequent trials of it would certainly have been made with the fresh plant tincture had I been able to obtain the living plant. As it is, my inferences, re the action of Lob. i., are all derived from the acetous tincture. The indications for Lob. i. are difficult to discover, being broad and general rather than precise and localised. Its power over serous discharges from mucous surfaces accounts probably for its influence on certain very obstinate forms of chronic diarrhoea, these being more serous than watery, and it is probably owing to a similar influence over sebaceous secretions that it removes in time the most obstinate wens on the scalp, causing them sometimes to gradually disappear and at others to point and discharge their contents, and that it causes the hair to grow when used locally in seborrhoea capitis. It is particularly called for in ailments that never finish up, whether beginning from acutely inflammatory causes or not; it also fights with symptoms occasioned by mechanical irritants in a way that I have never found any remedy do, e.g., where a spicula of bone presses on the brain (compression) or where a bone is lodged in bronchus. The late Dr. Coffin (Botan. Jour., Aug., 1849, p. 271), in a boastful way, professed to cure children and adults whose lives were despaired of from poisoning by various substances by (decoctions? of) Lobelia, but whether by directly evacuant action or not it is not stated. But in my own hands a few drops mixed in water cured a baby of severe convulsions that I afterwards found were caused by a diabolical nurse giving the little one Chlorodyne. In symptoms existing along with hereditary syphilis and in the tuberculosis of childhood it acts with full power; in tabes mesenterica, in persistent earaches and headaches due to suppressed discharges, where the lips are dry and hot and continual feverish colds are prominent, it is specific. Here it stands side by side with Ars. iod. and our foremost antipsorics. In severe inflammatory conditions existing along with anthrax, or with malignant deposits in different regions, Lobelia in repeated as well as in single doses will often arrest urgent mischief. A few drops of Lob. i. ac. in boiling water takes away the pain and tension of inflamed piles; the patient sits on a utensil thus filled. In the broncho-pneumonia of childhood and in imperfect recoveries from chest affections, especially where tubercle threatens, Lobelia is indispensable. Treatment with Lobelia should always be begun with a single dose, if the symptoms permit, as in some cases it produces violent depression. In veterinary practice it is said to have proved curative in the tetanus of horses; a disease it is also said to produce. It must be kept in mind when studying Lob. i. that the herbalists used it in two forms: the decoction to produce emesis, and through which they seem to have obtained its antidotal action, or by virtue of which they aborted acute gout; and the acetous tincture, which they gave in chronic diseases, and in moderate doses.\"", "Lob. i. may cause a rash which exfoliates, and it has cured many cases of psoriasis. It meets a condition in which the secondary digestion is at fault. The patient is thin, poor, and has no appetite. It cures the condition which favours pediculi corporis. Referring to the skin action of Lob. i., Hale quotes P. H. Hale as saying that, with the intense nausea it causes, there is sometimes a prickling itching of the skin, and acting on this hint P. H. Hale thinks he has seen benefit from its use in suppressed urticaria, with nausea and vomiting. The symptom Teste gives is this: \"Eruption between the fingers, on the dorsa of the hands and on the forearms, consisting of small vesicles accompanied by a tingling itching, and resembling the itch pustules exactly.\" As with Sulph. \"faintness at the stomach\" is a grand characteristic which will be found in a large proportion of the cases calling for the remedy. Jeanes, who proved Lob. i., gives these as the chief symptoms: \"Constant dyspnoea, < by slightest exertion and increased to an asthmatic paroxysm by even the shortest exposure to cold; sensation of weakness and pressure in the epigastrium, and rising thence to the heart with a constant heartburn; feeling as of a lump or quantity of mucus, and also a sense of pressure in larynx; pain in forehead from one temple to the other; pain in neck; in left side; high-coloured urine; weakness and oppression in epigastrium, with simultaneous oppression of the heart.\" I have italicised \"rising thence to the heart\" because I think this a particularly characteristic feature. There is something like it in the oesophagus; a kind of globus hystericus. Hale quotes Dr. Cutler's (allopath) account of his own case. He had been asthmatic ten years, liable to very severe and prolonged attacks, and during the intervals scarcely ever passed a night without more or less of it, and as often as not was unable to lie in bed. In the middle of an attack he had a tablespoonful of afresh plant tincture. In three or four minutes his breathing was quite free; but there was no nausea, and thinking that necessary he took another spoonful ten minutes after the first, and this occasioned sickness. Ten minutes later he took a third, and this produced a sensible effect on the stomach coats, and a very little vomiting and \"a kind of prickling sensation through the Whole system even to the extremities of the fingers and toes. The urinary passage was perceptibly affected, by producing a smarting sensation in passing urine, which was provoked by stimulus on the bladder.\" But all these symptoms very soon subsided, and vigour seemed to be restored to the constitution which he had not experienced for years. The necessity of taking Lobel. in doses sufficient to cause pathogenetic symptoms was insisted on by Thompson, and though it led to some disasters seems to have been the means of saving some lives. Thompson tells how as a boy he chewed this herb and so learned practically its effects. He used to give it to other boys out of sport. One day whilst mowing he gave a sprig of it to a companion. By the time they had got six rods the man said he thought the sprig would kill him: he never felt so ill in his life before. He was in a profuse perspiration, trembled all over, and was as pallid as a corpse. Unable to walk, he lay down and vomited \"two quarts.\" He was helped to his house; ate a good dinner, and returned to work in the afternoon. After this he \"felt better than he had for a long time.\" This gave Thompson his first notion of the medicinal virtues of Lobel. In Walter Besant's Life of Edward Henry Palmer, the great Orientalist, Palmer's own account of his cure by Lobel. is given. In he was seized with pulmonary disease, which rapidly increased until he was told he had probably only a few months to live. On the advice of a herbalist named Sherringham he took a single large dose of Lobel. i., and this is what he experienced: (1) Violent attack of vomiting; (2) cold chill mounting up from feet to hands, which he could no longer move; to heart, which ceased to beat; to throat, which ceased to breathe. A doctor was sent for. \"I felt myself dying,\" he said afterwards, describing the experience I was being killed by this dreadful cold spreading all over me. I was quite certain that my last moments had come. By the bedside stood my aunt, poor soul, crying. I saw the doctor feeling my pulseless wrist, watch in hand; the cold dews of death were on my forehead; the cold hand of death was on my limbs. Up to my lips, but no higher, I thought I was actually dead. I could see and hear but not speak, not even when the doctor let my hand fall on the pillow and said solemnly, \"He is gone!\" There was no pain, he said, and he was in no concern except about a book he wanted to finish. He recovered suddenly. New strength came to him. The consumption was arrested and was no more trouble to him for the rest of his life (H. W., xviii. 405).", "The prickling sensation experienced by Cutler is characteristic, as also is tenderness of the sacrum. Carleton Smith (H. P., viii. 272) thus describes these: Extreme tenderness over sacrum; cannot bear even pressure of soft pillow; cries out if any attempt is made to touch the part; she sits up in bed, leaning forward to avoid contact. After each vomiting spell breaks out all over with sweat, followed by sensation as if thousands of needles were piercing her skin from within out. Lob. i. is indicated in whooping-cough with dyspnoea threatening suffocation. Must keep mouth open to breathe. The headaches of Lob. i. are remarkable. Teste describes them as follows: Pressive headache, at occiput, less frequently at the forehead, sometimes one-sided (left), < by motion; in evening and especially at night. Continual periodic headache, in afternoon and increasing till midnight, every third attack being alternately more or less violent. The brain is racked by the cough, which causes an intolerable pain. Heat and sweat about head and face, Cooper has recorded this case (M. H. R., xxxiv. 289): Girl, aet. 9, seized with very bad headache affecting whole head and continuing night and day for two days, Merc. and Verat. v. being given in vain, Lob. i. acet. O, two or three drops in a little water given in the morning after a bad night, gave immediate relief and restored the appetite. Cooper considered it a meningitic headache, and he finds Lob. i. ac. and Kali iod. especially useful in these (excessive sensitiveness being a leading indication for the latter). A headache that has been frequently verified is: \"Dull, heavy pain passing round the forehead from one temple to the other, immediately above eyebrows.\" Headache following intoxication; < afternoon till midnight; < from tobacco. A peculiar symptom of Lob. i. is semilateral coating of tongue.", "Sudden pallor with profuse sweat. Gastric derangements, extreme nausea and vomiting. The nausea of Lob. i. is continuous and accompanied by constant flow of saliva. This is the indication for it in morning sickness and in effects of suppressed or missed menstrual period. Vomiting; face bathed in cold sweat. The nausea of Lobel. has been used in the same way as that of Tabac. and other emetics to produce relaxation of muscles, as, for example, rigid os. Sometimes this is effected by direct physiological action, but it may be homoeopathic as in this cured case: \"With every uterine contraction violent dyspnoea, which seems to neutralise labour pains; rigid os, and perineum.\" But it is also of service locally, as in an enema; also in cases of difficult catheterism. G. W. Boskowitz (H. R., xv. 357) relates the case of a man, 40, who had twice had gonorrhoea, the second attack, three years before, having left him with a gleety discharge. For a year the stream had been diminishing until at last it took him half an hour to empty the bladder. Many surgeons had tried to pass an instrument and had failed. Boskowitz also failed several times, until one day he dropped fifteen drops of Lob. i. O into the urethra and held the meatus, to retain it, for five minutes. It produced a smarting which soon passed away; and then No. sound passed with ease. This sound was passed twice a week until No. entered easily, and after this there was no further trouble. Boskowitz has used Lob. i. in many similar cases with like success. Guernsey gives this as a leading indication when found prominent: \"Urine has a deep red colour and deposits a copious red sediment.\" Dyspnoea (as well as nausea) occurring in connection with imperfect menstrual evolution may indicate Lobel. H. M. Broderick (Med. Adv., xviii. 568) has recorded this case: Young lady, 18, ill two years under allopathic treatment. Symptoms: Laboured breathing, sense of tightness across chest compelling her to take deep inspirations, which caused pain in heart region. Pulse full, very rapid; cough after each deep breath. Unable to lie down from oppression and pain. Twitching of muscles of face. Menses never regularly established; would go several weeks over time and then would last only a day. Lob. i. 3x was given in water. After the second dose she went to bed and slept. The remedy was repeated just before next menstrual period. She had no more attacks and menstruation became normal. Among the peculiar sensations of Lobel. i. are: As of lump in pit of throat. As of foreign body in throat. As if oesophagus contracted from below upward. As of a lump or heavy load in stomach. As if a lump rose up to meet food and obstruct. its descent. Fulness in trachea as if from chest. As of a lump in larynx. As if the heart would stand still. As of a band about chest. As if blood stagnated in chest (> moving about). As if thousands of needles were pricking her skin from within outward. Lobel. i. is suited to persons with light hair, blue eyes, and fair complexion; inclined to be fleshy. Symptoms are < by touch (right deltoid sore. Sits up in bed, leaning forward to avoid contact with bedclothes on sacrum. Cannot bear even a soft pillow over sacrum. Pressure at epigastrium = oppression). Motion; slightest exertion <. Bending forward < pain under right shoulder-blade. Effort to move = fainting. Every rapid movement = dyspnoea and suffocation. Going up or down stairs < dyspnoea. Symptoms generally > afternoon, < evening and night. Rapid walking > sensation of congestion, weight or pressure in chest as if blood from extremities was filling it. Sickness (of pregnancy) < morning. Coldness > by warmth. Cold < dyspnoea; < from current of air. Warm food = vomiting. Headache is < by tobacco or tobacco smoke." ],
    "Relations" : [ "Antidoted by: Ipec. Compare: The other Lobelias; Digit. and Tabac. (heart affections; vomiting; < by motion sudden pallor with profuse sweat); Ars. (hay fever; gastric troubles) Verat. alb. (gastric troubles); Ipec. (asthma", "but Lob. i. has, with the asthma, weak sensation at epigastrium spreading up into chest, nausea, salivation, feeling of lump in stomach); Ipec. and Ant. t. (morning sickness). Nux (morning sickness of drunkards; Lob. in fair people, Nux in dark); Bry. (< by movement; cough = headache); Asaf. (reversed peristalsis); Sul. (occipital headache; cough = headache); Ab. n. and Thuj. (effects of tea); Lact. ac. (vomiting with profuse salivation", "Merc. at night); Lil. t. (pain at heart", "Lob. i. at base, Lil. t., apex); Daph. i. and Rhus (semilateral coating on tongue; with Rhus the coating is white); Kali i. (meningitic headaches)." ],
    "Causation" : [ "Alcohol. Tea. Tobacco. Wetting feet. Suppressions. Foreign bodies." ],
    "Mind" : [ "Mental inquietude; great depression and exhaustion; presentiment of death, and dyspnoea.", "Sobbing-like a child.", "Violent raving with flushing of face and palpitation, every evening, after an hour's sleep.", "Lost his reason and became convulsed; it required several men to hold him; this continued till death.", "Felt he was dying, with distress at chest.", "Felt he was dying, but was unconcerned." ],
    "Head" : [ "Cerebral suffering; giddiness; vertigo.", "Vertigo with nausea.", "Headache with slight giddiness.", "Vertigo as if starting from l. eye.", "Feeling of disorder: at first in occiput; afterwards in forehead; in head, after a meal, increasing to a violent aching pain, with heat in face.", "Headache < by coughing; brain racked by cough which causes intolerable pain.", "Heaviness in head, with lassitude in back.", "Cephalalgia, esp. during movement, and when ascending a staircase, chiefly in vertex; with vertigo and lancinations in temples; dull pain and heat in occiput, in evening; violent, in forehead, from time to time (during the fever).", "Outward pressing in both temples.", "Tension in head, in evening, esp. in occiput, or else with heat in face.", "Aching in occiput, sometimes chiefly in open air, or else diminished on covering the head.", "Pressive pain on l. side of occiput; < at night and from motion.", "Wens.", "Seborrhoea.", "Seborrhoea of scalp smelling offensively (produced in an infant every time one drop of Lob. i. ac. O was taken.", "Cooper.)." ],
    "Eyes" : [ "Burning in eyes; (hemiopia).", "Pain and soreness in r. eye.", "Burning in eyes.", "Itching in angles of (l.) lids.", "Pressing pain in eyeballs, most in upper part.", "Pupils dilated.", "Vision dim." ],
    "Ears" : [ "Aching in l. ear.", "Shooting pain extending into l. ear from painful spot in throat to l. of larynx.", "Sudden shutting up of r. ear, as if stopped by a plug, at p.m., > boring finger in ear.", "(Profuse-discharge from the ear.", "Constantly recurring earache and deafness following suppressed otorrhoea.)" ],
    "Face" : [ "Heat of face; sweat on face, with nausea.", "Chilly feeling in l. cheek extending to ear." ],
    "Mouth" : [ "Flow of clammy saliva in mouth (with nausea).", "Sharp, disagreeable taste in mouth, esp. at tip of tongue and back of throat.", "Accumulation of saliva; frequent expectoration of a very watery saliva; copious salivation.", "Tongue white, charged with a thick coating, on r. side only.", "Acrid, burning taste in mouth; bitter, with foul tongue and thirst." ],
    "Throat" : [ "Scraping in throat; changing into aching and nausea, which in turn is succeeded by retching, with squeezing and convulsive heaving in larynx; with risings and burning, arising from stomach; with sensation of rawness in throat, and constriction in oesophagus; with great dryness, which is not removed by drinking, after a meal.", "Burning in throat, which becomes a scraping sensation; increased secretion of viscid saliva, with scraping, nausea, and risings; burning scraping from velum palati to larynx; < on swallowing, and with frequent hawking, by reason of an increased secretion of mucus in throat, burning followed by dryness, during the forenoon.", "Viscid mucus in throat.", "Tough mucus on fauces, causing frequent hawking.", "Aching in oesophagus: with nausea, griping in abdomen, and emission of fetid wind; along oesophagus, as far as stomach, worse in certain parts, and esp. below the larynx.", "Sensation in oesophagus as if it contracted itself from below upwards.", "Deglutition impeded as by a foreign body; in swallowing, sensation as if something rose in larynx, and prevented the food from descending." ],
    "Stomach" : [ "Anorexia.", "Frequent risings, with accumulation of water in mouth; frequent regurgitation of an acid and burning liquid; acidity in stomach, with sensation of constriction in pit of stomach.", "Frequent and violent hiccough, with abundant accumulation of water.", "Pyrosis, sometimes constant, or else with accumulation of saliva.", "Heartburn and running of water from mouth.", "Faintness, weakness, and an indescribable feeling at epigastrium, from excessive use of tea or tobacco.", "Violent and constant loathing, with shuddering and shivering; relaxation of the stomach, sometimes with loathing, or with a very marked sensation of anti-peristaltic movements (but without nausea).", "Nausea and vomiting during pregnancy, with profuse running of water from mouth.", "Burning in stomach.", "Feeling of weight in stomach.", "Nausea: in morning, disappearing after taking a draught of water; with cold sweat on face; great disposition to vomit, without vomiting.", "Vomiting: of all kinds, even the most violent; with sighing, and continual nausea; vomiting of food after a meal, esp. hot food.", "Vomiting, with cold perspiration of face.", "Dyspepsia.", "Pain in stomach; sensation of weakness in stomach; or else in pit of stomach, with oppression, which thence extends itself throughout chest." ],
    "Abdomen" : [ "Aching in stomach: sometimes after eating but very little; after the meal, with fulness and gurgling in abdomen; ascending towards chest, which becomes oppressed; with nausea; accumulation of water in mouth, and retching.", "Pressure in pit of stomach; across body into spinal marrow, as by a plug, by intermitting action, becoming each time stronger; as from a weight, when fasting, and after a meal, < chiefly in evening, also with vomiting of bile, and oppression and anguish in chest, and pains in loins.", "Violent and painful constriction in epigastrium.", "Cramps in stomach of various kinds.", "Pains in abdomen; < after eating, with cephalalgia, on returning from a walk, after a meal; cutting and drawing pains in abdomen; griping and twisting, with nausea, violent risings, and emission of fetid wind.", "Inflation of abdomen, with dyspnoea; flatulency and abundant emission of wind, with borborygmi in abdomen, which are sometimes painful." ],
    "Stool and Anus" : [ "Soft, whitish stool.", "Discharge of black blood after stool.", "Copious haemorrhages from haemorrhoidal vessels.", "Stools, like pap, soft, green; diarrhoea, sometimes with frequent evacuations and confusion of head." ],
    "Urinary Organs" : [ "Increased secretion of urine, sometimes with want to urinate.", "Frequent emission of urine, even during night, and following morning (secretion of urine diminished).", "Urine cloudy: with loose deposit; deep red, with sediment of a dull red, soon becoming turbid, with sediment of a rose colour, having small blue crystals." ],
    "Male Sexual Organs" : [ "Fatiguing heaviness in genital parts.", "Smarting of the prepuce." ],
    "Female Sexual Organs" : [ "During menstruation violent pain in sacrum.", "Violent pain in the sacrum, with fever, &c., supervening on suppression of the menses during their flow." ],
    "Respiratory Organs" : [ "Tickling in larynx, with frequent fits of short coughing; dryness in throat, with sensation as though a solid body were there impeding both respiration and deglutition.", "Irritation which provokes coughing and expectoration." ],
    "Chest" : [ "Respiration anxious, difficult, sobbing, with sensation of obstruction in chest; short, imperfect, with sensation of fulness in chest; during inspiration, tickling in inferior region of sternum; on breathing deeply, mitigation of the pressive pain at pit of stomach, and a feeling of improved health.", "Pain in chest, with breathing, while sitting after dinner, > moving about.", "Congestive pressure and weight in chest as if blood from extremities was filling it, > by rapid walking.", "Want of breath, sometimes with respiration impeded, hurried, with frequent want to breathe deeply; great difficulty in retaining the breath.", "Oppression of chest, causing laboured respiration; asthma, chiefly with gastric symptoms, and sensation of weakness in pit of stomach; dyspnoea, sometimes with a sort of presentiment of death; difficulty of respiration, after the least fatigue, after washing in cold water, likewise from a current of air, and from heavy food.", "Asthmatic symptoms, hysterical asthma.", "Violent pains in chest; < on breathing deeply; on returning from a walk, after a meal.", "Dyspnoea and asthma, with sensation of a lump in the throat, immediately above sternum.", "Burning feeling in the chest, passing upwards.", "Tension in chest on turning body; burning pain as of excoriation at one spot below r. breast, with sensation on breathing deeply, on sneezing, and on moving body quickly, as though something there were dislodged, which in the midst of the suffering returns to its place; with a like sensation at pit of stomach and l. side; perforating pain at one spot in chest, extending sometimes to back and shoulder-blade, < by movement, and with sensation of paralysis in the part affected.", "Pain in the breast.", "Burning feeling in breast passing upward.", "A tightness of the breast with heat in forehead.", "Drawing in l. breast from nipple to axilla." ],
    "Heart" : [ "Precordial anxiety.", "Deep-seated pain in region of heart.", "Sensation of weakness and pressure in epigastrium rising to heart.", "Sensation as if heart would stand still, a pain deep in above heart.", "Sensation of weakness in precordium extending upwards and downwards.", "Dyspnoea and suffocation from every rapid movement, with vertigo, and threatened loss of consciousness and a peculiar confusion of head.", "Pulse small; and weak." ],
    "Neck and Back" : [ "Swelling and pain l. side of neck.", "Rheumatic pain between the scapulae.", "Pain under r. scapula < bending forward.", "In back: lassitude, with heaviness of head; burning and incisive pains at lower part of spine; pains in loins; violent cramp-like squeezing in posterior part of iliac region, which renders contact with anything, or motion, almost insupportable." ],
    "Upper Limbs" : [ "Rheumatic feeling in r. shoulder-joint; goes to l. upper arm and around elbow-joint.", "Fine crawling stitches inside of r. deltoid.", "Pain in shoulders of an elderly lady who had not menstruated for two years; Lob. i. relieved the pain and brought on menstruation.", "Rheumatic pain in r. elbow-joint.", "Sweat of palms, backs of hands dry and cool; tips of fingers cold." ],
    "Lower Limbs" : [ "In the legs, lassitude; acute tearing in tibia, extending to knee-joint; cramps in calf in morning, on waking from a troubled sleep.", "Inflammatory rheumatism in r. knee; with tearing pains in fibula." ],
    "Generalities" : [ "Lancinating pains throughout body, extending to ends of fingers and toes; trembling of limbs, likewise of whole body feeling of depression; unusual lassitude; prolonged weakness; exhaustion state of stupefaction; convulsions, sometimes such as to require two men to hold the patient, followed by death; violent convulsive jerkings, followed by death.", "Other symptoms coming on when a discharge ceases." ],
    "Skin" : [ "Prickling itching of skin all over body.", "Eruption between fingers, on dorsa of hands and on forearms, vesicular itch-like pustules with tingling itching (Teste).", "Vesicular eruption on skin." ],
    "Sleep" : [ "Gaping; < followed by crawling in nose and sneezing; then gaping and belching of wind.", "Wakened early by very impressive dreams: arm amputated; wounded by a shot, &c.", "Disturbed sleep with many dreams, sometimes anxious; painful dreams; numerous, without intermediate awakening; cold sweat." ],
    "Fever" : [ "Pulse: accelerated; frequent and softer than usual; slow, in evening (after a stronger dose).", "Intermittent fever: commencing at noon, with great paleness and anorexia; quotidian, sometimes every morning at ten o'clock; at first violent shivering, alternating with moderate heat until noon, afterwards a predominance of heat, with slight shuddering, until evening; also, copious nocturnal sweat, great thirst by fits (esp. during the shivering), respiration short, anxious, impeded and fainting, with a feeling of constriction in chest, sensation of weakness and of oppression in pit of stomach, and in chest generally; tickling in larynx, with frequent fits of short coughing; violent frontal cephalalgia; anorexia during and after the attack, white tongue, covered with a thick coating on r. side, and great weakness.", "Coldness of whole body; heat, with tendency to perspire, esp. on face; tendency to perspire excessively.", "Thirst before the chill and through the whole fever; often only before the chill, not during the chill, but again during the heat.", "Drinking < the violence of the shaking chill and the coldness.", "At the end of the heat, perspiration with heat." ]
  }
}