{
  "remedyName" : "Luna",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity. Epilepsy. Headache. Inter-menstrual flow. Oedema. Physometra. Somnambulism. Worms." ],
    "Characteristics" : [ "Goullon of Weimar contributed to Zeit. des Berl. Ver. H. A. (translated in Rev. Hom. Belge, January, 1897), a notable article on \"The Influence of the Moon on the Human Organism, \", in which he mentions, among other interesting facts, that somnambulism is a lunar effect; that worm affections are most troublesome at the full moon, and that goitre diminishes, more or less, during the waning moon. On this fact is based the following Spongia-Luna treatment, which he calls \"infallible\": Cut slices of sponge of the size of a finger. Grill them at a candle flame till they are brittle at the centre but still elastic at the borders. Triturate the whole and put or grams into half a litre (rather less than a pint) of rain-water or river-water. The bottling must be done three days before the new moon. Close the bottle and put it in a cellar, taking care to shake it once every day. Three days before the full moon the patient commences to take a tablespoonful night and morning. The greater part of the bottle will be finished during the waning moon. [Spongia, I may interpolate, is one of the remedies having < at full moon.] Goullon quotes the following remarkable case of somnambulism from the Cercle Medical: \"A youth of fifteen, in good health in other respects, had been withdrawn from his apprenticeship, on account of his nightly promenades on roofs, and put in a private asylum. Although his room was oriented so that no actual moon-rays could reach, it, the moon nevertheless exercised a potent influence upon him. As soon as it reaches the horizon he gets out of bed, and carefully, with closed eyes, moves towards a window, so high that he has to jump in order to reach and open it. As it is barricaded with an iron trellis he gets down, and, crossing the corridor, goes to the outer door, above which is a window. With cat-like agility he climbs up to this, when he is seized by three warders, who take him back to his room, where, only after the moon has set, can he lie down and go to sleep. In the morning he remembers nothing. At full moon the symptoms are still more extraordinary.\" Among other maladies notably influenced by the moon is epilepsy, and epilepsy < at full moon generally needs Silic. Skin diseases, according to Menuret, are frequently influenced by the moon. He instances a case of eczematous affection which increased with each waning moon, and was at its maximum intensity at the new moon, when it covered the whole face and chest, and was accompanied by unbearable itching. Then there was gradual improvement and the face became smooth, but scarcely had the full moon passed than all began again. Scabies and worm affections are < at full moon. Nervous affections, especially in subjects of sycosis, are frequently influenced by the moon. Moritz Hoffmann observed a young girl (daughter of an epileptic mother) whose whole body became swollen at every new moon, the swelling disappearing as the moon waned. [One of Swan's cases cured by Luna presented these symptoms: Excessive oedema of face, neck, and hands, with neuralgic pain in the swollen parts.] Mead tells of a child who was subject to convulsions at each waning moon. Gale remarked that with weakly persons there are two epochs at which excitability is most pronounced", "the new moon and the full moon. Goullon quotes these words of Arago, which show that he had a proper estimation of the limits of physical analysis: \"A deeper research is needed, for there is nothing to show that it is the light of the moon which is its only efficient agent. It must further be remarked that the nervous system, according to a large number of reports, constitutes an instrument far more delicate than the most subtle apparatus of actual physics. And, in fact, who does not know that the olfactory nerve detects in the air the existence of odorous particles of which chemical analysis cannot reveal the smallest trace?\" The moon-rays have been treated as other \"Imponderables\" (see under Magnetis Poli, &c.) and attenuations prepared. Swan communicated to H. W., xviii. a proving of Luna 1m. made on a lady physician, Dr. S. J. W. The prover was menstruating at the time the proving was commenced, but was otherwise in good health. Repeated doses were taken for two days. The effects lasted four weeks. The majority of the symptoms were observed in the generative sphere, the head and the lower limbs. The pains were > in open air; > by cold-application; > by eructations and by passing flatus from vagina. < After sleep; < from milk. Swan appends to his article some clinical observations. These symptoms will be found in the Schema in brackets." ],
    "Relations" : [ "Compare: Aethus., Mag. c. (< from milk). The following medicines have relation to the moon's phases (italics indicate those which have the relation more pronounced): < At new moon: Alum., Am. c., Bufo, Calc., Caust., Clem., Cup., Daph., Lyc., Saba., Sep., Sil. < At full moon: Alum., Calc., Cyc., Graph., Kal. n., Nat. c., Nat. m., Saba., Sep., Sil., Spo., Sul., Teuc. < During increasing moon: Arn., Clem. < During waning moon: Dulc., Thuj." ],
    "Mind" : [ "Irritability on being spoken to.", "Wants to be let alone.", "Mind not clear.", "Disinclined for mental or physical labour.", "Sad, depressed.", "Mental faculties, esp. ability to receive, retain, and express ideas, are most powerfully affected by the full rays of the moon in tropical countries; the influences being most felt the day before the full moon." ],
    "Head" : [ "Slight giddiness, with slight bitter taste l. side of tongue, with increased saliva.", "While reading, sharp pain just above root of nose, followed instantly by pain in l. temple, then general headache (15 minutes); pain in l. temple returns later (half-hour after third dose); also deep burning, scraping pain in l. upper frontal bone, temporarily > by eating; later > by a walk in open air.", "Pain in occiput, changing to lame feeling on retiring, and preventing turning in bed with ease.", "Woke a.m. with very severe headache; later drank cup of tea, which was immediately returned, tasting sour.", "Headache > by magnetic passe.", "(Severe frontal headache during menses speedily cured with 1m.).", "(Congestion of blood to head with sensation of great fulness, a.m.)" ],
    "Eyes" : [ "Weakness of eyes and feeling of sand < by the medicine.", "Sharp stinging sensation, leaving a smarting.", "(Stinging in r. eye cured with c.m.).", "(Swelling of eyelids and profuse discharge of purulent matter with a painful smarting and profuse lachrymation; without heat, or change of colour.)" ],
    "Nose" : [ "Sensation of a cold in head.", "Coryza, sneezing, and pain in occiput.", "4 p.m. sensation of heavy cold in head with lachrymation.", "Discharge of yellowish-green mucus from nose." ],
    "Face" : [ "(Oedema of face.)" ],
    "Mouth" : [ "Bitter taste l. side of tongue with increased flow of saliva.", "Repeated later after eighth dose, with stinging in r. eye.", "Recurred on waking, with faint feeling in stomach.", "Increased flow of saliva, all day." ],
    "Throat" : [ "Some soreness in throat." ],
    "Stomach" : [ "(Is excellent in sour eructations, esp. if tasting of ingesta.).", "No appetite; slight nausea.", "Desires something, she does not know what.", "Flatulency with burning in stomach.", "Burning < after drinking milk.", "Immediately ejected cup of tea during headache, the tea tasted sour.", "Woke at midnight with severe heartburn and great distress in stomach; had to get out of bed." ],
    "Abdomen" : [ "Colic, commencing two inches above umbilicus and seeming to pass directly upward to stomach, causing desire to bend forward.", "Faint feeling in stomach on awaking and sensation of great distension and slight pain round umbilicus, > by eructations.", "Pain through liver and spleen, p.m." ],
    "Stool and Anus" : [ "Urgent desire for stool, immediately > by passing flatus." ],
    "Urine" : [ "Urine profuse, clear, and watery, at times darker." ],
    "Female Sexual Organs" : [ "Menses less free, strings of dark blood; colic pain above umbilicus > by eructation.", "Sharp pain l. side of vagina, leaving dull aching which seems to extend through l. external parts, then grows suddenly sharper, again returning to vagina and passing through to rectum.", "Sharp pains fly from vagina through abdomen, ceasing in stomach-pit.", "This pain was > later by passing flatus from vagina.", "Bearing-down sensation.", "Menses returned two days after ceasing.", "After returning intense itching of labia majora extending into vagina, > bathing with cold water.", "After a bath, followed by a short nap, woke suddenly with dull, heavy, dragging pains in pelvic region, with urgent desire to urinate, and general restless, languid feeling.", "Cramp-like pains in pelvic region, as if uterus were being contracted by a strong electric current; at intervals.", "(Excessive increase of menstrual flow, amounting to haemorrhage.)" ],
    "Chest" : [ "After ascending stairs, a peculiar heating sensation, beginning at lower extremity of sternum and extending outwards, following Somewhat attachment of diaphragm on each side to a point under each arm; at same time warm glow down arms to finger-tips; \"lost in l. (5 minutes)." ],
    "Heart" : [ "On retching, peculiar feeling round heart as though it stopped beating, > by eructations, < by lying down.", "Suffocative sensation round heart.", "Pulse rapid." ],
    "Neck and Back" : [ "Very severe pain in sacral region, in evening." ],
    "Upper Limbs" : [ "Slight rheumatic pains in shoulders, esp. l." ],
    "Lower Limbs" : [ "Sharp, quick pain in l. cervical nerve, intermittent every few seconds.", "Sharp pain in l. great toe.", "Swollen feeling, and sensation as if tightly bound in r. calf and in hypochondria.", "Pain like growing-pain above l. knee, > walking.", "After retiring, aching in bones of lower limbs, with pain in lumbo-sacral region.", "Great lameness in anterior tibial region from walking.", "Acrid yellow leucorrhoea through day, with backache and pain in r. ovary; great itching, which was not > till cold wet cloth applied after retiring." ],
    "Generalities" : [ "(Excessive oedema of face, neck, and hands, with neuralgic pains in the swollen parts.)" ],
    "Skin" : [ "Stinging itching r. side of body as if an insect was biting the parts, felt most on foot, leg, and forearm." ],
    "Sleep" : [ "Symptoms < on waking.", "Felt as if had not slept enough.", "Dreams: horrible; of death; of murder; waking in affright." ],
    "Fever" : [ "Woke a.m. with severe chill, after which he had headache; felt sick and weak all day; at night had horrible dreams of death." ]
  }
}