{
  "remedyName" : "Lupulus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Dyspepsia. Dysuria. Gonorrhoea." ],
    "Characteristics" : [ "Lupulus has had a somewhat extensive proving, to the symptoms of which have been added the effects of working with hops and of sleeping in rooms where hops were stored. The \"hop-pillow\" remedy for sleeplessness is well known; and this sleep-provoking effect passes into delirium and stupefaction. In a child of twelve, who remained several days in a room where hops were being picked, there was: Frequent starting up from deep sleep with violent delirium, from which he could only be aroused with great difficulty, when he recognised the bystanders, but immediately fell backward into stupor. It was months before he recovered. The effects which remained were: Dilated pupils; mental indolence; unsteady movements; erythema. Among other symptoms of Lupulus are: Burning in urethra during urination. Nausea and vomiting. Turning sensation in stomach. Fermenting in abdomen. Twitching of tendons. Faintness. > In open air." ],
    "Relations" : [ "Compare: Urt. urens, Cann. ind., Cann. s., Op. Antidoted by: Coffee." ],
    "Mind" : [ "Frequent starting from deep sleep with violent delirium, from which he could only be aroused with great difficulty, immediately lapsing again into stupor.", "Mental functions remained indolent several months." ],
    "Head" : [ "Vertigo, stupefaction.", "Confusion.", "Rush of blood to head and eyes.", "Heat in head and face; with confusion and dull headache.", "Headache: insupportable; drawing; dull pressure.", "Violent pulsating of temporal arteries." ],
    "Eyes" : [ "Pupils remained dilated several months." ],
    "Mouth" : [ "Tongue thickly coated, dry." ],
    "Throat" : [ "Strong pulsation of carotids." ],
    "Stomach" : [ "Appetite lost.", "Great thirst, no appetite.", "Eructations: nauseating; tasting of hops.", "Nausea.", "Vomiting.", "Sensation: of increased warmth in stomach; of turning with nausea without diminished appetite; of turning with feeling of hunger, but without appetite." ],
    "Abdomen" : [ "Fermentation and dull pains in abdomen.", "Dull griping in lower abdomen with nausea." ],
    "Stool" : [ "Stool softer than usual, with urging so great he could hardly reach the closet.", "Stool retarded." ],
    "Urinary Organs" : [ "Burning in urethra during micturition, not > by coffee.", "Urine retarded.", "Diuresis.", "Urine dark brown, clear." ],
    "15, Sexual Organs" : [ "Diminishes and allays sexual appetite." ],
    "Respiratory Organs" : [ "Respiration deep, almost stertorous." ],
    "Heart" : [ "Pulse slow and intermittent." ],
    "Upper Limbs" : [ "Great twitching of tendons." ],
    "Lower Limbs" : [ "Paralytic weakness." ],
    "Generalities" : [ "Movements difficult and unsteady for months.", "Occasionally the smell made him so faint and dizzy he was obliged to go into the open air.", "Drawing in almost all muscles in short paroxysms, < between shoulders, and in muscles of arms and hands; pains rheumatic, shift from place to place." ],
    "Skin" : [ "Scarlatina-like erythema, esp. over face; with here and there small pustules." ],
    "Sleep" : [ "Sopor.", "Great drowsiness." ],
    "Fever" : [ "Pulse slow.", "Profuse, greasy, clammy perspiration.", "Profuse perspiration with high temperature." ]
  }
}