{
  "remedyName" : "Lycopus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aneurism. Bites of reptiles. Bright's disease. Cough. Diabetes. Exophthalmos. Haemoptysis. Headache. Heart, diseases of. Pericarditis. Phthisis. Snake-bites. Tarentula bites. Typho-malarial fever." ],
    "Characteristics" : [ "According to Hale Lycopus is mentioned by Rafinesque as \"partaking of the properties of Digitalis, Sanguinaria, Cimicifuga, and Spigelia, \", and as being \"one of the mildest and best narcotics in existence.\" He commends it specially as a substitute for Dig., as having the advantage over it of being non-poisonous; as useful in haemoptysis and \"wherever it is required to quell inordinate motions of the blood.\" This gives a very good picture of the Lcps. place and action, which homoeopathy has made good use of and developed. The association of Lcps. with Dig., Act. r., and Spi. particularly shows a very clear insight into the action of the remedy, which an experience of mine seems to confirm. Miss S., came to me in October, About three years previously she had manifested the first symptoms of exophthalmos, which was ascribed by her mother to a prescription of Macrotyn, in low potency, taken for pains in the eyes and continued for a long period. The first symptoms were sore throat with ulcerations, then the goitre appeared, and the heart became painful, its action intermittent, with breathlessness and inability to take exertion. After a course of Thyroidin, and later of Thuja (she had been much vaccinated), Lcps. was given, and this tool, away all the heart pains. Attacks of influenza complicated the case later on, and other remedies had to be given. Now the patient is doing very well under Spig. as far as the heart is concerned, though no impression has been made on the goitre, which is small. The heart sounds are normal. Stammers Morrisson made an extensive proving of Lcps., and developed unmistakable heart symptoms. Two cases by Proell (H. W., xxiv. 546) bring out a very important feature of the action of this drug, namely, on the consequences of suppressions, in his cases, of suppression of haemorrhoidal flux. The patients were each years of age, a man and a woman, both fair with light eyes, tall, very irritable, with weak innervation of the heart without decided organic disease. Both had had, years before, haemorrhoidal flux which stopped suddenly. Both were hypochondriacal and had noise in left ear. This last symptom was the chief thing the man complained of, along with throbbing in the head preventing sleep. Neither Cact., Kalm., nor Gels. helped radically (though Cact. had once given prompt help when he had had blood-spitting). The night after taking Lcps. he was a little better, and in the forenoon came a bleeding from the rectum (about three tablespoonfuls, after defecation), with great general relief. The lady had glycosuria, cataract of left eye, and every third night was restless. Lcps. 1x (same dilution as in the other case), one drop in evening. The following night was excellent, and in the morning came an abundant bleeding from the rectum with great relief. In a case cured with Lcps. by Morrison (of U.S.)., quoted by Hale, the sufferings were associated with the menstrual period, which was exactly regular but intermittent in flow. The first symptom appeared within three or four hours of the onset of the flow, and was a deep-seated pain with heat in occiput. Then followed a train of symptoms, among them nausea, and when the nausea came on the occipital pain was better. This is quite a feature of Lcps.: the symptoms shift about. In Proell's cases there was a shift from rectum to heart and head. Pains also shift from heart to eyes, from head to heart, from heart to left wrist and right calf, and back to wrist and heart. The characteristic heart is a feeble heart, with distress and weak pulse. Cardiac irritability with depressed force. This may be found with organic disease as well as without. When this condition exists and has other symptoms associated with it", "in the head, throat, eyes, and elsewhere", "Lcps. will most likely be needed. If in addition there is a history of suppressed discharge the indications will be all the stronger. Lcps. is a remedy of accompaniments. The heart condition has many associated symptoms not directly referable to the heart. When pulmonary complaints are associated with loose stools Lcps. will very likely be the remedy. There is a characteristic cough with haemoptysis associated with feeble heart action, deep, violent in evening and night without waking, expectoration sweetish, renewed by change to cold weather and cold winds. Stanley Wilde (H. W., xxv. 108) cured a desperate case of pericarditis associated with bronchitis with Lcps. O; also a case of palpitation with darting pain in heart in a young woman, following an attack of acute rheumatism two years before. Briggs of Fort Lovell (St. Louis Periscope, ix. 329), relates the cure of a patient of Tarentula bite by application of a liquid made of Lycopus. He says the Cherokee Indians allow themselves to be bitten by rattlesnakes, centipedes, and tarentulas, chewing as an antidote large quantities of Lycopus and swallowing the juice. H. W. Felter, an eclectic, is quoted (H. R., xv. 430) as commending Lcps. in: passive lung haemorrhages; wild, tumultuous beating of heart (which often precedes lung haemorrhage); cough of phthisis. It does not disorder the stomach, he says, but acts as a tonic and appetiser. Motion, exercise, walking, ascending, all <. At the same time lying down = cardiac depression; and lying on right side < constriction of thorax. There is restlessness, must change position in spite of weakness. By friction. < In morning; (aching down spine, > after rising). < Towards sunset and in evening. At night, violent cough. The muscular pains are > in warm room and in bed; but not > by direct warmth. Open air = faintness and slight nausea; change to cold weather and cold winds = renewed cough. Cold air < rheumatoid pains. Pains shift generally r. to l." ],
    "Relations" : [ "Antidote to: Act. r. (?). Compare: Lamium (botan.; piles); Ocim. can. (botan); Iber., Kalm., Spi., Crataeg., Cact., Dig., Hydr. ac., Lauro., Pru. spi. (heart); Sang." ],
    "Causation" : [ "Suppressed haemorrhoidal flow." ],
    "Mind" : [ "Increased mental and physical activity in evening.", "Stupid, with lack of expression, during menstrual flow.", "Mind wanders from one thing to another.", "General wakefulness and morbid vigilance.", "Slight obtusion of intellect, with dull aching through sinciput; increased power of concentration." ],
    "Head" : [ "Vertigo, tends to stagger to r.", "Pressure in forehead, < l. portion.", "Aching in frontal eminences, l. to r., < l.", "Pain in forehead and temples, > by nausea.", "Noise and throbbing in head preventing sleep, after suppressed haemorrhoids, Lycopus relieved the head and then restored the flow.", "Headaches: frontal then occipital; over eyes and frontal eminences; pains, aching, pressive, pressing out, congestive; often succeeded by laboured heart and cardiac depression; accompanied by intellectual obtuseness." ],
    "Eyes" : [ "Eyes feel weak, as if system was fatigued.", "Eyes feel full and heavy; pressing outward with pressure in front of head.", "Dull pain in l. supraorbital region.", "Neuralgic pain in r. supraorbital region and l. testicle.", "Protrusion of eyes with tumultuous action of heart (exophthalmic goitre)." ],
    "Ears" : [ "Burning in r. ear." ],
    "Nose" : [ "Sneezing and slight nasal catarrh." ],
    "Teeth" : [ "Toothache in r. lower molars, then subacute pain, first in l. then r. frontal eminence, in r. molar, then r. temple, then l. molar, then l. temple, again to r. molar, then to loins with frontal oppression." ],
    "Throat" : [ "Rawness at back of r. palate extending to l.", "Burning in spot on soft palate, following headache." ],
    "Stomach" : [ "Nausea from back of fauces, > by eructations that taste of tea and the drug; succeeded by persistent giddiness while sitting, and staggering while walking.", "Nausea and faintness.", "Circumscribed pain and compression in region of stomach.", "Indigestion with pain and distress in gastric region.", "Gastritis; enteritis; diarrhoea; dysentery." ],
    "Abdomen" : [ "Tugging pain in spleen.", "Tenderness in l. hypochondrium.", "Flatulence and rumbling.", "Aching in inguinal canal, < walking, > from upward pressure; with pain in testicles; bearing down as from hernia." ],
    "Stool and Anus" : [ "Severe colic followed by profuse forcible diarrhoea; stools shining, dark brown, offensive; tenesmus with first part of semi-solid movement.", "Increased action of bowels, diarrhoeic symptoms, could have a passage at any time, but sphincter is under perfect control.", "Diarrhoea in jaundice from weakened heart.", "Diarrhoea with griping and rumbling.", "Constipation lasting six or seven days, stools dry and clay-like.", "(Restores haemorrhoidal flow after suppression and relieves other symptoms.)" ],
    "Urinary Organs" : [ "Drinks large quantities of water; passes nine to eleven quarts of urine a day; fearful thirst, nothing but coldest water would satisfy; very irritable unless spoken to very softly; disinclined to talk, even to her own family (diabetes).", "Diabetes mellitus, great thirst, and emaciation.", "Tenderness in bladder.", "Bladder feels distended when empty; dull pain in l. lumbar region.", "Profuse flow of limpid watery urine, esp. when heart is most irritable.", "Urine: scanty, thick, muddy, oedema of feet; cloudy; acid; containing mucus, epithelia) cells and minute crystals, oxalate of lime, spermatozoa." ],
    "Male Sexual Organs" : [ "Neuralgic pain in testicle with supraorbital pain.", "Acute aching in testicles while sitting, p.m., or with occasional darting pains, changing to r. then l. after rising; from r. to l. then both, with aching in inguinal canal.", "Sharp darting through l. testicle.", "(Lcps. relieved the pain in testicle in a case of orchitis, but had no influence on the inflammation.)" ],
    "Female Sexual Organs" : [ "Menorrhagia and metrorrhagia.", "Menses: intermit for ten or twelve days; last from half an hour to six hours.", "Vagina very hot, os uteri engorged and swollen.", "Puffing of parts on and around pubes and vulva, dilated condition of vagina.", "(When heart's action was tumultuous oedema of pubes was <.)" ],
    "Respiratory Organs" : [ "Constriction of larynx, p.m.", "Breathing: oppressed, with sighing breathing p.m.; wheezing; dyspnoea as from bronchial cold, < during exercise, esp. going up stairs.", "Cough: with hemiplegia and feeble heart action; deep, violent in evening and night without waking; renewed by change to cold weather, and by cold winds.", "Expectoration pale, sweetish, unpleasant tasting, at times difficult.", "Cough and irritation of lungs; with haemoptysis, feeble, quick, irregular action of heart." ],
    "Chest" : [ "Constriction across lower half of thorax, impeding respiration, with subacute pain; < lying on r. side.", "Febrile action, quick, weak pulse, occasional haemoptysis, l. apex affected (incipient phthisis).", "Pulmonary disease associated with looseness of bowels." ],
    "Heart" : [ "Constrictive sensation in cardiac region, tenderness; pulse quick and irregular in force.", "Acute darting pains in heart, with intermissions of heart-beat.", "Throbbing pain in cardia, pressure in forehead \"And eyes.", "Oppressed feeling in brain followed by pain an inch below and to outer side of l. nipple.", "Rheumatoid aching in precordial region and at apex, followed by pains in l. wrist, inner side r. calf, and subclavicular region, and again in l. wrist and region of apex.", "Cardiac erethism; debility of heart, marked by the influences of some smouldering inflammation, generally in lungs.", "Cardiac irritability, profuse flow of watery limpid urine.", "Palpitation in cardiac hypertrophy with dilatation.", "Palpitation and cardiac distress, < morning and evening and when thinking of it.", "Action of heart tumultuous and forcible, could be heard several feet from bed.", "(It renders heart-beat slower, fuller, and more regular.).", "On lying down, cardiac depression with dull, heavy beating.", "Palpitation from nervous irritation with plethora.", "Excessive flatulence which < the palpitations.", "Can only walk a few steps without having to stop and get breath; l. arm, head, leg, and foot oedematous; occasionally a sharp, shooting pain from sternum to l. scapula.", "Menses appear regularly, begin with deep pain and heat in occiput, and, later, pain in forehead and temples; faintness and nausea follow and occipital pain is >; aversion to smell of food; exophthalmos; menses intermittent; during menses, stupid; pubes swollen, vagina hot, > by ice locally; constipation, stools dry, clay-like, with exophthalmos, heart tumultuous and swelling of parts <; when heart quiet oedema of pubes >; urine scanty, thick, muddy; all symptoms > after menses (Lcps. cured).", "Aneurism of large vessels near heart.", "Pulse: many symptoms are < and > according to weakness or strength of heart's action." ],
    "Neck and Back" : [ "Acute pain at 7th cervical vertebra.", "Slight rheumatoid pain in l. supra-scapular muscle.", "Congestive pain in nape, with severe continuous dorsal and lumbar pain, < lower l. side.", "Rheumatoid pains: scapular muscle; lower dorsal region; sent from apex of heart by friction to l. subscapular region, then to mid-dorsal and later to apex.", "Severe continuous aching in lumbar region.", "Sharp pains first in lumbar region, then in l. leg, extending up thigh, then in r.; feels weak as if over-fatigued.", "Severe aching down spine, < from friction, passing off after rising, morning." ],
    "Limbs" : [ "Muscular rheumatoid pains, affecting articulations and tendons, < by motion and cold air, not > by friction, or cold affusion, or direct warmth, but > in warm room or in bed; rheumatic pains around heart; irregular and intermittent pulse; < towards sunset." ],
    "Upper Limbs" : [ "Rheumatoid pains in forearm and wrists, with trembling of hands.", "Hands unsteady, writing difficult." ],
    "Lower Limbs" : [ "Rheumatoid pains in knees, legs, thighs, wandering to back, slight lameness, unsteady gait.", "L. leg feels shorter than r. and so sounds when walking.", "Unsteady feeling when walking." ],
    "Skin" : [ "Prickings as if bitten by insects.", "Troublesome urticaria, esp. on l. forearm and r. leg, before retiring." ],
    "Sleep" : [ "Sleep restless, full of troublesome dreams.", "Wakeful on retiring, though fatigued." ],
    "Fever" : [ "Stupid, will not answer questions; is waxy, cold; pulse very low yet full and large, soft and compressive; haemorrhage from bowels; tawny expressionless face; veins full and face bloated; eyes expressionless and seem to project from their sockets; fever not high; chokes and swallows. (typhoid malaria)." ]
  }
}