{
  "remedyName" : "Lycopersicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Backache. Coryza. Deltoid rheumatism. Diabetes. Diarrhoea. Eyes, affections of. Gout. Headache. Leucorrhoea. Metrorrhagia. Obesity. Rheumatism. Throat sore." ],
    "Characteristics" : [ "There is a popular impression that eating Tomatoes is a cause of cancer. The impression is not strong enough to prevent the universal use of them, and I have been unable to discover any basis for the idea. Cooper gave Lycopers. in a case of rodent ulcer and caused sharp pain and temporary spread of the disease. Cooper commends the use of them in cases of obesity. I know of one instance in which the slightest indulgence in them brings on an attack of gout. When raw they require mustard or other condiment, being cold to the stomach. Gross made a proving of Lycopers. It caused sticking and pressing pains; a sense of paralysis; peevishness and loss of memory; pressing and boring pains in head; stopped catarrh. Some women cannot eat tomatoes without getting backache, leucorrhoea, or metrorrhagia. In Gross's proving the headache was < in evening, she was obliged to rise in the night to urinate. The mind symptoms were <, and the headache > by leaning the head against something. Dr. Herbert H. Roberts, of Derby, Conn., has published (N. A. J. H., October, 1900) provings made by himself, two with the 3x and two with the 30x tinctures. \"The original tincture was made from the thoroughly ripened fruit, great pains being taken to thoroughly macerate the seeds as well as the pulp.\" Dr. Roberts' symptoms seem to me of great importance. They will be found marked \"(R.)\" in the Schema. The rheumatic and congestive symptoms were mostly produced by the 3x, the nervous symptoms mostly by the 30x. Roberts remarks that the natives of Mexico and California eat quantities of the ripe fruit to prevent rheumatism. Very decided rheumatic pains were developed both by Gross and Roberts. The right deltoid was very markedly affected, and should make Lycopers. a companion to Sang. in shoulder pains. The headaches were very intense and characteristic, in some great soreness remained after the pain had gone. This is a not uncommon feature; and neuralgic headaches with this concomitant or sequela should call Lycopers. to mind. A coryza < out of doors should make Lycopers. a useful alternative to Cepa, which has > out of doors. < By noise. < By motion. (Gross's rheumatic pains were bad both by rest and motion.) The headache in one instance was completely > by tobacco smoke. > In warm room. > By external heat. Right side principally affected, symptoms proceed from right to left, but left side is not so severely affected. Polyuria was a feature of both provings, and with the great thirst should give Lycopers. a place in diabetes. Dark-complexioned people seem to be suited to its action from two cases recorded by Roberts. (1) Widow, dark complexion, large, stout, grey eyes. Sudden attack of grip. Very severe aching pains all over, up and down back, limbs, head. Beating, throbbing in head, beginning in occiput, spreading all over head, settling with great violence in temples. Excruciating pain back of eyes and in balls as if they would burst with the pressure. Light causes pain. Delirium. Severe, deep, racking cough. Thirst for large quantities. Pupils contracted. Lycopers. 3x every hour, cleared away the fever and acute symptoms by the following morning, and rapidly cured the remaining cough. (2) Man, dark complexion, black hair and eyes, tall, thick-set. Severe bursting, throbbing pain beginning in occiput and settling with great force in temporal and frontal regions; eyes painful, < from light; pupils contracted. Thirst for large quantities. Temperature 104째F. Pulse full flowing. Lycopers. 3x every hour given in evening removed headache before midnight. Next day right tonsil swollen and inflamed; sore on swallowing; feeling of a lump there. Temperature 101째. Rapidly got well." ],
    "Relations" : [ "Antidoted by: Tobacco smoke. Compare: Bell., Hyo., Dulc., Caps., Sol. t., Sol. n. (botan.); Ant. t. (weakness of cervical muscles). In coryza, Cepa (but Cepa has > open air, Lycopers. < open air). Contracted pupils, Op. Deltoid rheumatism, Sang. Diabetes, Uran. nit. Headache; sore throat; right side; Bell. Headache < on coughing, < in open air, Caps." ],
    "Mind" : [ "Thoughts disappear, < when leaning head against anything; forgets everything he wishes to recollect.", "Peevish about trifles, < by weakness of memory.", "Unusually active for short periods, followed by longer periods of dulness (R.).", "Cannot keep mind fixed on work (R.).", "Very irritable, noises greatly annoy (R.)." ],
    "Head" : [ "Giddiness with inclination to faint on attempting to walk (R.).", "Heavy confusion; dulness of the head.", "Heaviness of head with weakness of cervical muscles.", "Sensation as if head were compressed from both sides.", "Very severe nervous headache all over head, but settling in back of eye and temples with great force; pupils contracted; complete > from tobacco smoke (R.).", "Intense throbbing, bursting headache, beginning in occiput and spreading all over head, settling with great violence in occipital and temporal regions (R.).", "Boring; therewith the skin of forehead becomes painfully tense.", "Pressure beneath frontal bone as if the brain would be forced out, > leaning head against something; evening, and continuing awhile after going to bed.", "Bursting pain in head, esp. vertex; and when coughing (R.).", "Dull pain with occasional sharp shooting pain in temples (R.).", "Sensation as if a nail were sticking into r. parietal region.", "Boring in l. occiput.", "Boring, pressing pain in r. occiput (R.).", "Dull, heavy pain in occiput (R.).", "Sore, bruised feeling in whole head after pain had ceased (R.).", "Head, esp. scalp, sore to touch (R.)." ],
    "Eyes" : [ "Eyes: dull, heavy; ache and feel sore and burn, intense aching as if eyeball being much contracted (R.).", "Lids feel heavy and swollen (R.).", "Pupils minutely contracted (R.).", "Light painful (R.).", "Letters run together when reading (R.).", "Eyes water on close work (R.).", "Keeps wiping eyes to see clearly (R.).", "Twitching in l. inner canthus (R.)." ],
    "Nose" : [ "Stopped catarrh.", "Profuse watery coryza excoriating alae; drops down posterior nares; saltish taste; markedly < out of doors (R.)." ],
    "Face" : [ "Face flushed (R.).", "Pallid (R.).", "Pressure in r. zygoma.", "Stitch in l. cheek.", "Stitches in l. zygoma." ],
    "Mouth" : [ "Itching and tickling in roof of mouth (R.).", "Tongue: coated thick yellow; thick and white, more in centre (R.).", "Foul breath (R.).", "Foul taste (R.)." ],
    "Throat" : [ "Constant desire to clear throat.", "Throat slightly sore on swallowing.", "Mucous membrane of pharynx pale, tip of uvula and arches of pharynx red and inflamed (R).", "Burning raw feeling r. side of throat, changing to l.; l. side slightly sore (R.).", "Swelling of l. tonsil, doubtfully malignant, is much relieved in an elderly woman (Cooper)." ],
    "Stomach" : [ "Thirst for large quantities of water (R.).", "Great flatulency between a.m. and 1l.30 a.m. (R.).", "Violent eructations of gas with taste of food (R.).", "Burning sensation in stomach towards evening and during evening (R.)." ],
    "Abdomen" : [ "Great flatulency of abdomen (R.)." ],
    "Stool and Anus" : [ "Brownish, watery diarrhoea (R.).", "Stool brownish, yellow, frothy, no urging, painless (R.)." ],
    "Urinary Organs" : [ "Must rise at night to urinate (Gross, also R).", "Constant debility when in open air; not at all in warm room (R.).", "Increase of watery constituents of urine, not of total solids (R.)." ],
    "Female Sexual Organs" : [ "Profuse leucorrhoeal discharge (immediately).", "In some cases, what was thought to be too frequent menstruation (with depressing backache), brought on by free use of canned tomatoes, the flow would return whenever this food was eaten for a few meals." ],
    "Respiratory Organs" : [ "Hoarseness towards night (R.).", "Husky voice (R.).", "Hoarseness: with constant tickling in pit of throat; with constant desire to clear throat (R.).", "Cough: deep, harsh; starting from irritation in lower chest (R.).", "Dry, hacking cough coming on at night and keeping him awake (R.).", "Explosive cough (R.).", "Expectoration white and in lumps (R.).", "Expectoration early in morning with more later in day (R.)." ],
    "Chest" : [ "Slight sticking beneath l. side of sternum; without difficulty of respiration.", "Oppression in chest; in lower lobe of r. lung (R.).", "Relief of soreness and tenderness of scirrhous breast (Cooper)." ],
    "Heart" : [ "Fine stitching pains at base of heart (R.).", "Lame pain in region of heart (R.).", "Pulse full and flowing (R.)." ],
    "Neck and Back" : [ "Rheumatic pain near attachment of trapezius muscle to spine (R.).", "Heavy dragging in r. scapula (R.).", "Intense aching through whole back, esp. lumbar region (R.).", "Intense aching through back and limbs even after headache had stopped (R.).", "Backache in lower dorsal and lumbar region, making them gloomy and depressed (in women from eating tomatoes).", "Cannot get into a comfortable position (R.)." ],
    "Limbs" : [ "Intense aching, rheumatic pain in muscles of all limbs (R.).", "Lame, tired feeling in all limbs, with great exhaustion (R.)." ],
    "Upper Limbs" : [ "Sharp (rheumatic) pain in r. deltoid and pectoral muscles; < lifting arm upward and outward (R.).", "Dragging in r. deltoid (R.).", "Gnawing pain in middle of r. arm on motion (R.).", "Twinges, and rheumatic pain, in r. elbow-joint (R.).", "Sticking on inner side of l. forearm.", "Sensation of numbness and weight as if arm asleep (R.).", "Tingling along r. ulnar nerve and branches (R.).", "Benumbing, aching pain through r. hand and wrist, with occasional stitches through ball of r. thumb.", "Lameness of l. wrist, hand, and fingers, where it is painful even when not moving it (R.).", "Sharp cutting pain extending through l. wrist and palm when pressing hand firmly against anything (R.)." ],
    "Lower Limbs" : [ "Painful sticking behind articulation of l. hip.", "Intense aching pain in lower limbs (R.).", "Sharp sticking pain along course of r. crural nerve (R.).", "Rheumatic aching along crural nerves (R.).", "Dull aching pains along border of r. fibula to os calcis, where it is < (R.).", "Sticking above r. external malleolus, during rest and motion.", "Dull aching pains deep in r. lower leg as if in bones, < by continued motion (R.).", "Cramps in r. calf when raising foot from floor (R.).", "R. calf lame and sore (R.).", "Rheumatic pain in r. ankle (R.)." ],
    "Generalities" : [ "All night lies on back, from sensation of paralysis." ],
    "Skin" : [ "Erythematous lupus much relieved (Cooper)." ],
    "Sleep" : [ "Very restless sleep (R.).", "Unable to fall asleep in evening, tosses about, every position uncomfortable.", "Frequent waking and tossing, limbs when pressed feel paralysed.", "Wakened by insignificant dreams.", "Confused, disagreeable dreams (R.)." ],
    "Fever" : [ "Chilliness towards night, preceded by thirst for large quantities of water (R.).", "Chilliness with sweat (R.).", "Temperature from 100.5째 to 101째 F.", "Sweat on awaking confined to a strip about four inches wide along whole length of back." ]
  }
}