{
  "remedyName" : "Lycopodium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, distended. Abortion. Albuminuria. Aneurism. Angina pectoris. Aphasia. Asthma. Axilla, offensive perspiration of. Biliousness. Borborygmi. Bright's disease. Cancer. Cataract. Constipation. Consumption. Corns. Cough. Cramps. Cystitis. Debility. Diphtheria. Distension. Dropsies. Dysentery. Dysmenorrhoea. Dyspepsia. Ear, eczema behind. Eczema. Ephelis. Epistaxis. Epithelioma. Excoriation. Eye, inflammation of; polypus of canthus. Face, eruption on. Feet, perspiring. Fibroma. Flatulence. Gall-stone colic. Glands, swelling of. Goitre. Gout. Gravel. Haematuria. Haemorrhoids. Hair, falling out. Hands, chapped. Heartburn. Heart, diseases of. Hemiopia. Hernia. Hydropericardium. Hypochondriasis. Hysteria. Impotence. Influenza. Intermittents. Intertrigo. Irritation. Labour-pains, abnormal. Lip, cancer of. Liver, derangement of. Liver-spots. Locomotor ataxy. Lungs, affections of. Menstruation, disorders of. Metrorrhagia. Naevus. Nymphomania. Otorrhoea. Panaritium. Paralysis. Paralysis agitans. Peritonitis. Phlegmasia dolens. Physometra. Plica polonica. Pneumonia. Polypus, of eye; of ear; of nose. Proctalgia. Prostatitis. Pylorus, affections of. Quinsy. Renal colic. Rheumatism. Rhagades. Sciatica. Sleep, abnormal. Speech, disordered; stammering. Strains. Sunstroke. Taste, abnormal. Throat, sore. Tongue, coated; cramp in. Typhoid fever. Urine, abnormal. Varicosis. Warts. Water-brash. Whooping-cough. Worms. Yawning." ],
    "Characteristics" : [ "Lycopodium is one of the pivotal remedies of the materia medica, and an intimate acquaintance with its properties and relations is essential to a proper understanding of the materia medica as a whole. The spores from which the attenuations are made have been called \"vegetable sulphur\" (probably on account of their use for producing stage-lightning at theatres), and Lyc. ranks with Sulphur and Calcarea in the central trio around which all the rest of the materia medica can be grouped. The Lycopodiums stand between the mosses and the ferns, and in past eras occupied a most important place in the world's vegetation as fossils show. In the old school the function of Lyc. has dwindled into its use as an \"inert\" coating for pills and an \"inert\" powder for dusting on excoriated surfaces. Earlier practitioners did not consider it as by any means inert. Teste mentions that it is recorded of a decoction of the plant that it has caused vomiting. The use of the powder in intertrigo was not regarded as a physical one but as medicinal. It was praised by Wedel, Lantilius, Gesner, and others in (1) cardialgia and flatulent colic of children and young girls; (2) diseases of children; (3) nephritic colic and calculi", "which is about as much as some homoeopathists know about it at the present day. But Merat and de Lens speak of its internal use in: Rheumatism; retention of urine; nephritis; epilepsy; and pulmonary diseases. In Poland it is used for powdering the hair in \"plica polonica, \", a decoction being used internally and also externally at the same time. The comparative fruitfulness of the two schools of medicine may be accurately measured in the history of this drug: in the old school it has dwindled into an \"inert\" powder; in homoeopathy, by means of the scientific methods of developing and investigating drug action it possesses, all the old virtues of Lyc. have been confirmed and precisionised, and a new world of medicinal action added to them. Teste puts Lyc. at the head of a group containing Nat. m., Viol. tric., and Ant. c. Among the common characters he attributed to them are: Primary action on digestive organs and adjoining glands; on liver and larger intestines rather than stomach. Aversion to bread and < from eating bread and foods made of fermented and fermentable dough. Frequent and painful eructations. Sour eructations; vomiting; distension; alternate diarrhoea and constipation. Pale, whitish, cloudy, mucous urine, often fetid. Premature and profuse menses. Peevishness. Rush of blood to head. Falling of hair; with crusty scalp eruption. Inflammation of eyes and lids. Deficiency of vital heat. Contraction of tendons, especially hamstrings. These are general features common to the group. Lyc. acts profoundly on the entire organism, on solids and fluids. It causes paralysis and paralytic weakness of limbs, of brain, suppurative conditions, even gangrene. It is particularly suited to: Persons of keen intellect, but feebler muscular development; upper part of body wasted, lower semi-dropsical; lean and predisposed to lung and hepatic conditions; herpetic and scrofulous constitutions; hypochondriacs subject to skin diseases; lithic acid diathesis, much red sediment in urine, urine itself transparent; sallow people with cold extremities, haughty disposition, when sick, mistrustful, slow of comprehension, weak memory; weak children with well-developed heads but puny, sickly bodies, irritable, nervous, and unmanageable when sick, after sleep cross, pushing every one away angrily; old women and children. In my experience it has been more indicated in persons of dry temperament and dark complexion; but this is not by any means exclusive. Undernourished states suggest it. But it is impossible to get the best therapeutic results for this great remedy without an intimate knowledge of certain leading characteristics. Lyc. will cure any case in which the totality of symptoms correspond with symptoms of the remedy; but it will be found that in a large proportion of cases in which this is the case, there will be present some symptoms which are peculiarly characteristic of the remedy, constituting what are called keynotes. Practice on keynote symptoms alone is an absurdity; but the right use of keynote symptoms is an immense saving of labour. The Lyc. keynotes are very pronounced, and though I cannot say that one is more important than another, I give them in this order. (1) < From to p.m. [In one case cured by Lyc. it was: \"Bad from to 6; better at 8; gone at 9.\"] In any case, when the symptoms are < from to p.m., the chances are very great that the rest of the case will correspond to Lyc., no matter what the disease may be. The times may not be accurately at these hours, and still Lyc. may be the remedy. < At p.m. or from to 6; and the condition may continue into the night without the p.m. alleviation. But the grand characteristic is to (2) The second keynote is in direction, right to left. Any affection commencing on the right side and spreading to the left is likely to require Lyc., whether it be headache, sore throat, chest affection, abdominal affection, pains in ovaries", "if the affection begins on the right side and spreads to the left Lyc. must be studied. Cutting pains shooting from right to left in any part indicate Lyc. In this it is complementary to Lach., which has just as characteristically the opposite direction. Lyc. is a right-side medicine; but right-sidedness is not so characteristic as the direction right to left. These two features are perhaps the most valuable keynotes, in the materia medica. After them in importance, and scarcely less important, come others. (3) > From uncovering. This is general, but it applies to Sufferings in the head more particularly. If a patient complains of headache, no matter of what kind, and if the headache is distinctly > by taking off the hat or other covering, Lyc. will probably be the remedy. This is the great dividing line between this remedy and Sil., another great headache medicine: in Sil. cases the patient must wrap up the head. > From loosening the garments is in the same category. (4) The next characteristic is somewhat of an opposite kind: > From warm drinks; < from cold food and drink. This does not refer to gastric complaints alone, but to headache, sore throat, and any other condition. (5) Fan-like movement of alae nasi occurring in cerebral, pulmonary, and abdominal complaints. The movements are usually rapid, never slow, and are not synchronous with the breathing. In the same order with this are spasmodic movements of facial muscles: angles of mouth alternately drawn up and relaxed; and spasmodic movements of tongue, it cannot be protruded; rolls from side to side like a pendulum. One prover had a kind of cramp in the tongue when speaking, cutting off the end of every sentence. Nodding and side to side movement of the head. Loosvelt (H. W., xiv. 396) has found that \"half-open condition of the eyes during sleep\" is a strong indication for Lyc., and has led him to make cures in cases of bronchitis, pneumonia, and typhoid when other remedies have failed. The \"fan-like movement\" of the alae nasi led Halbert to the cure of a case of nervous asthma (H. W., xxxiii. 545): Mrs. S., had periodic attacks of spasmodic asthma, always ushered in by unusual excitement and attended by peculiar mental depression. The attack for which Halbert saw her was induced by a violent fit of anger, and persisted longer than usual. Extreme despondency and melancholy, would have nothing to do with her friends. Fan-like motion of alae nasi. Constriction of throat, like globus, but always induced by regurgitation of food. Excessive appetite easily satisfied. Fulness of abdomen with flatulence. Constipation, dry, hard stools. Dyspnoea. Slight cough with chest constriction; > in open air. All symptoms < to p.m. Lyc. 6x trit. cured. (6) Suddenness; sudden flashes of heat, lightning-like pains; sudden satiety. Pains and symptoms come and go suddenly, as with Bell. (7) Sensation as if a hand were in the body clutching the entrails (also as with Bell.). (8) Restlessness > by motion. (9) Right foot hot, left foot cold. (10) Burning pains > by heat; burning like hot coals between scapulae. Burning stinging in breasts. (11) Dryness of parts: of mucous membranes; of vagina; of skin, especially palms. Prominent among mental symptoms is Fear: of being alone; of men; of his Own shadow. Apprehensiveness: susceptible to natural causes of fear which make a profound impression on bodily organs, as the liver; mental states resulting from fear. Profound sadness and inclination to weep. Peevish. Forgetful. Avaricious. Imperiousness. Lyc. is a remedy for misers. The headaches are in great variety, but the modalities will generally decide: < to p.m.; from eating; from warmth of bed; from becoming heated during a walk; from heat in general; from mental exertion; > in open air; in cool place; by uncovering. Hair falls out. Ophthalmia: conjunctiva looks like red flesh. Lyc. has cured desperate cases of facial neuralgia with the general characteristics of the drug. The facial appearance is pale and yellow; deeply furrowed; looks elongated. Sordes in teeth. Lyc. is in the front rank among flatulent remedies. Incarcerated flatulence; more in intestines than stomach; painful with > by eructations. There is the sinking sensation at epigastrium; and it is < in the night, waking up the patient; or < in afternoon. This sensation becomes translated into canine hunger, but as soon as a morsel of food is swallowed there is distension and fulness to the throat, preventing him eating any more. Sour stomach, sour taste, sour vomiting. Thirst for little and often, but drinking cold water = nausea. Great weakness with the vomiting. Cord-like tension across hypochondria. Flatulence incarcerated, pressing outward, sensation as if something moving up and down in bowels. Great sensitiveness in liver region. [This sensitiveness is a characteristic of Lyc., as it is of its complementary remedies, Lach., Kali iod., and Iod. It has led me to cure many cases of sciatica having this characteristic: cannot bear to lie on painful side it is so sensitive. Especially in case of right-side sciatica of this description. Gums, epigastrium, abdomen, right side of chest, eruption round anus, all soft parts are sensitive. Touch and pressure < all these; only > tearing in head.] The flatulence presses on rectum and bladder. There is out-pushing also in right inguinal ring; and Lyc. has cured many cases of right inguinal hernia, especially in children. Lyc. is one of the great remedies for constipation where purgatives have been abused. Spasmodic constriction of rectum. Constipation of infants. The urinary symptoms present no less important characteristics than the gastric. Renal colic, with stinging, tearing, digging pain in right ureter to bladder, as if some small calculus was tearing its way to bladder. Aching in back before micturition. Child cries before micturating; red sand is found on diaper. Aching in kidneys < before > after urinating. The catamenia are too early and too profuse. Extreme sadness and irritability before, ceasing with the flow. Cutting pain right to left. Left leg colder than right. Borborygmi under left ribs in front. Ill-humour. Bearing-down pains and headache. Intolerance of tight clothing. Sensation as if a hand were in body clutching the entrails. Though a right-side remedy, it must not be supposed that Lyc. is exclusively so. It has cured left ovarian pain, dull aching, < on raising the limb or turning in bed. It is of great service in pregnancy (nausea; varices; excessive foetal movements); and in labour (unsatisfactory pains). The \"burning\" of Lyc. is exemplified in the cure of a case of puerperal fever having these symptoms: Feels as though hot balls dropped from each breast through to back, rolling down back, along each leg, and dropping off heels; this alternated with sensation as if balls of ice followed same course. Phlegmasia dolens. Lyc. has a very large range in respiratory affections. Salt sputa; milky; greenish yellow; thick yellow muco-pus. Dry burning catarrh of nose, larynx, throat, chest. A very characteristic cough of Lyc., which I have verified, is this: \"Dry teasing cough in emaciated boys\". The cough of Lyc. is provoked by: Irritation from deep breathing; stretching out throat; and by empty swallowing. A patient of mine to whom I gave Lyc. developed this symptom: \"Pain under sternum as if food lodged there and she could not breathe through it.\" Cough, <, on waking. All the blood-vessels from the heart to the capillaries are affected by Lyc. It has cured both naevus and aneurism, and relieved many conditions of disordered heart. It is also one of the most important remedies in varicosis. Excessive sensitiveness is a note of Lyc.: Cannot bear any strong smells. Cannot endure noise. Sensitiveness to sound has a curious development in this symptom: In the evening she continues to hear the music she has heard during the day. \"Heaviness of the arm\" is a special feature among the general paralysing effects of Lyc. Skinner cured with Lyc. c.m. this case: A lady had burning in right arm with paralysis, preventing her grasping anything with the right hand. Had had much worry. Irritability before menstrual period, > by the flow. < From to p.m. With the burning was a sharp pain shooting up the arm; but it was not the pain which caused the paresis. Nash mentions that the sphere of Lyc. in impotence is considerable. It covers the case of old men who marry again and find themselves impotent; and the case of young men who have become impotent from masturbation or sexual excess. The desire is strong but the power is absent; penis small, cold, relaxed. P. C. Majumdar records (Ind. Hom. Rev., x. 1) the case of a boy, who had general dropsy and anasarca consequent on the subsidence of an enlarged spleen under allopathic medication. There was afternoon fever (< to p.m.), slight chilliness, but no thirst; difficult breathing on lying down, urine scanty and high coloured, bowels constipated, heart's action weak but regular. Apis caused the urine to be more free, but a troublesome diarrhoea set in. Apocy. 6x removed the diarrhoea, but had no effect on the dropsy. Lyc. was now given purely on the symptoms, and quickly cleared up the case. S. A. Jones (Amer. Hom., xx. 283) calls attention to the irritability of Lyc., and instances the cure of a boy of typhoid with excessive tympanites when the case seemed almost hopeless, the guiding symptoms being: \"When awake exceedingly cross, irritable, scolding, screaming, behaving disagreeably, \", which was quite different from his usual nature. Lyc. was given. The same writer (H. R., xi. 351) relates an involuntary proving of Lyc. from inhalation of the fumes in the course of chemical experiment, Lyc. powder being added to a boiling mass. The writer (apparently a medical man) had at times whilst engaged in the experiments: Frightful headaches (occiput, vertex, and through right eye), always > by Mag. phos. In addition he discovered per cent. of albumen in his urine, which had been tested a short time previously and found normal. Other characteristic symptoms of Lyc. were present, and all disappeared, including albuminuria, when the experiments were abandoned. H. Goullon (H. R., vi. 155) cured this case of cystitis: A man, subject to attacks of enteralgia, was seized two days after such an attack with a severe cystitis, with fever and palpitation of the heart. The calls to micturate were increased, and he could hardly reach the vessel quick enough to prevent premature escape of the urine, so severe and sudden was the urging. During and sometimes after the passage there was intense burning pain, \"as if molten lead were flowing through the urethra.\" During the height of the pain he grasped the penis to obtain relief. The urine, which was discharged in very scanty quantities, looked turbid, almost loamy, had a dirty brownish-red colour, and a peculiar odour of malt. Lyc. was given, six drops in half a wineglassful of water: a teaspoonful every three hours. Cured in twenty-four hours. J. E. Winans (Med. Adv., xix. 499) points out the appropriateness of Lyc. to the effects of chewing tobacco. Allen records under Tabac. this symptom: Convulsions, head firmly drawn back, with rigidity of muscles of back of neck; constantly recurring rigid tetanic spasms, muscles of back being principally affected, till death a week after he chewed the tobacco.\" Winans had a very similar case from the same cause-clonic, opisthotonic spasms as of cerebro-spinal meningitis", "which he cured with Lyc. c.m. and m.m. given after each tetanic seizure. Other Lyc. symptoms verified by him are: \"Forehead cold, but becomes warm if lightly covered\" (Sil.); and, in pernicious intermittents \"a long-lasting chill coming on a.m., and generally passing off without subsequent heat or sweat.\" Drysdale has recorded (B. J. H., xlii. 203) the cure of a young woman whose hands were covered with warts. One gr. tablet of Lyc. trituration was given at bedtime. The warts soon began to shrivel, and in less than six weeks were all gone. The sphere of Lyc. in metrorrhagia is illustrated by a case of Waszily's (quoted H. W., xxviii. 320): Mrs. O., menses after being absent eight months had come on and lasted fourteen days. She felt particularly well, and had walked out, when a violent flooding came on, and she had to be taken home in a carriage and put to bed. Dark blood with large clots flowed from her, < every movement; no pain. Previous day had much flatulent distress. Lyc. two globules on the tongue. After that one large clot passed and nothing more. Rapid recovery followed. Among the peculiar sensations of Lyc. are: As if everything was turning round. As if temples being screwed together. As if brain vacillating to and fro. As if head would burst. As if head opened. Pain in head as if caused by wrong position. As if eyes too large. As if hot blood rushed into ears. As if sulphur vapour in throat. Front teeth as if too long. Vesicles on tip of tongue as if scalded and raw. As if a ball rose up in throat. As if hard body lodged in back of throat. As if everything eaten was rising up. As if oesophagus was being clutched and twisted. As if steam rising from stomach to head. As if something were moving up and down in stomach. As if suspensor ligament of liver would tear. As if stomach would fall down. As if drops of water were falling down. As if heart hung by a thread. As if gimlets were running into spine. As if dogs with sharp teeth were gnawing her. Tension as from a cord in diaphragm. As if chest constricted with tight waistcoat. (Cramps in chest accompanying stomach affections is a strong indication for Lyc.) Burning as of hot coals between scapulae. As if hot balls dropped from each breast through to back, rolling down back, along each leg and dropping off heels; alternating with balls of ice. As if water spurted on back. As if lying on ice. The symptoms are < by touch, pressure, weight of clothing. Riding in carriage = nausea. < Morning on waking; < afternoon, p.m., p.m., to p.m., to p.m., p.m., p.m.; < evening before midnight. < After eating, even if ever so little. < Wrapping up head, even wearing hat or bonnet. < In warm room. < Getting warm by exercise. Warmth of bed < headache and irritation of skin, but > toothache, rheumatism, and other symptoms. Great desire for open air. > In open air; by uncovering. Must be fanned, especially wants to be fanned on the back (burning between shoulders). > By warm, < by cold food and drink. < By wet weather; by stormy weather; especially by wind. < From moistening diseased parts. Rest <; motion >. Lying down > headache; pain in epigastrium. Lying on back > cough. < Lying on right side in liver affection. < Lying on painful side (sciatica). < Lying on left side. < By rising from a seat; > after. < From lamplight; from looking fixedly at any point. < From eating cabbage; vegetables, beans and peas, with husks; bread, especially rye bread and pastry. < From wine. < From milk. < Before menstruation. < From suppressed menstruation. [Lyc. is very prone to cause aggravations, especially when highly attenuated, and hence it is necessary to give it with caution. Unless the indications are quite clear it is better to start a case on an allied remedy. I gave Miss E. Lyc. for constipation. Soon after taking it she had pains in upper abdomen in all directions; urging to stool without ability to pass it; much flatus which could neither be got up nor down. Lyc. 1m. was now given, a few globules dissolved in water, a teaspoonful at bedtime. All symptoms vanished. On rising a second teaspoonful was taken, and after this the bowels were well relieved. On another occasion she took Lyc. 1m. in the evening, and immediately felt her throat tight and uncomfortable; but this passed off and she went to bed. At a.m. she woke with choking; had the greatest difficulty in getting her breath. She managed to reach a bottle of Bell. and a dose of this relieved her at once.", "A patient for whom Lyc. had, to her great delight reduced the gouty swellings about her finger-joints, till she could get rings on she had not been able to wear for years, was obliged to discontinue it on account of the distressing headaches it caused.", "Mr. W. had every Sunday afternoon attacks of pain like biliary colic. They came on at p.m. and lasted till a.m. The pain started from right of gall bladder, travelled to middle line, and then passed downwards. In the attack he was cold and yet sweated. Bowels constipated. Lyc. 1m., one dose every alternate day. A powder of the same was, given to be dissolved in water, of which a teaspoonful was to be taken every twenty minutes in the event of an attack. During the week he felt better, but on the next Sunday he had the worst attack he had ever had, and the Lyc. given to be taken frequently did not relieve at all. Nux was next given night and morning. The next Sunday was passed without any pain, and he felt much better generally. Cases of this kind could be multiplied indefinitely, and I have known some very good prescribers almost abandon this remedy on account of unexpected aggravations.]" ],
    "Relations" : [ "Antidoted by: Aco., Camph., Caust., Cham., Coff., Graph., Nux, Puls., Coffee. It antidotes: Chi. (yellow face, liver and spleen swollen, flatulence, tension under short ribs < right side, pressure in stomach and constipation); Merc.; Chlorine (effects of the fumes when they cause impotence). Compatible: Bell., Bry., Carb. v. (a dose of Carb. v. every eighth day facilitates action of Lyc.); Calc. c. (predisposition to constipation, hard stools evacuated with difficulty, or urging ineffective); Graph., Hyo., Lach., Led., Pho., Puls., Sep., Sil., Stram., Sul., Ver. Follows well: Sul., Calc., Lach. Is followed well by: Graph., Lach., Led., Pho., Sil. Incompatible: Coffee. Complementary: Iod., Chel. (K. iod., Lach., Ign., Puls.); Ipec. in capillary bronchitis, < right side, sputa yellow and thick. \"Unless undoubtedly indicated the treatment of chronic diseases should not be commenced with Lyc., it is best to give first another antipsoric remedy.\" Compare: Desires fresh air, desire to be uncovered, Sul., Pul. Terrible sadness during menses, Nat. m., Nit. ac., Sep. Action on veins, Puls., Sep. Thirst for little and often, Ars. (wants it cold and vomits it immediately); Ant. t. Sinking at epigastrium < at night preventing sleep, Ign.; (Sul. < a.m., also 8-9 a.m. and 1-2 p.m.). Hot flushes in afternoon, Sul. Nausea fasting, Pul., Calc., Sil. Moth spots or liver spots, Thuj. Canine hunger, especially at night, Ign., Chi. Hungry but cannot get food down, Sil. < Every other day, Chi. Fan-like motion of alae nasi, Chlorof. (slow); Gadus and Kreas. (rapid). Apprehension of losing senses, Calc., Nux, Sul. Acquisitiveness, Ars., Pul. Fear of being alone, K. ca., Lil. (Ars., Bism., fear and forgetfulness when alone; Pho., fears something is going to happen when alone in room, especially at night; Arg. n., fears to remain alone lest he should harm himself; anxiety compels moving about; fears to go on a lofty place lest he should throw himself down", "Anac. also). Fear of darkness, Calc., Stram. Imperiousness, Plat. (haughtiness). Cursing, Anac., Iod., jug. r. Nervous before undertaking anything, Ars., Arg. n. Shaking head, Ant. t., Ars., Aur. sul., Can. i., Eupion., Nux m., Sep., Tarent. Head drawn to one side, Camph.; spasmodically to right side in diphtheria, Lachn. Burning pains > by heat, Ars., Caps., Alumina. Bloody sweat, Calc., Lach., Lyc., Nux m., Nux, Arn. Hoarseness to or p.m., Hell. (Coloc. and Pul. at p.m., Col. and Mag. p. to p.m., Carb. v. p.m. and to p.m.). Constipation when from home (when on journey, Plat.). Laughs at serious things, Pho., Anac., Nat. m., Plat. Laughs and cries alternately, Aur., Pul., Alm., Stram., Bov., Caps., Graph., Pho., Sep., Sul., Ver. Globus hystericus, Ign., Lach., Pul. < Ascending, Ars., Sul. Restlessness > by motion, Rhus (Rhus generally in recent Lyc. in old cases), Puls. > slow motion. Emaciation from above down, Nat. m. Burning as if hot coals between scapulae, Glo. (burning as if hot water whole length of spine), Pho. Head symptoms > cold, Ars. (Ars. has general > by warmth, Lyc. < by warmth). Flashes of heat, Lach., Sep., Sul. Feet cold and damp to knees, Calc. Sore throat right to left (Lach. left to right) less sensitive than it looks (Lach. more); < cold drink (Lach. >) Inguinal hernia, Nux (Nux more left, Lyc. more right). Piles, Aesc., Nux, Caust., Alo., Sul. Child screams before passing urine, just as it begins to pass > by flow, red sand (Sarsa. cries before and during flow, grey sand). Sufferings of widowers from unsatisfied desire, &c., Con., Pic. ac., Plat., Calc. Physometra, Bro., Lac c., Nux, Sang. Burning in vagina during coitus, Kre., Sul. Dryness of vagina with painful coitus, Bel., Fer., Nat. m., Sep. Burning and stinging in breasts, Apis, Carb. a., Pho., Lauro. Milk in breasts when it should not be there, Cycl., Pul., Pho.; (unhealthy milk, Cham., Phyt., Acet. ac., Calc., Lach., Pul.) > Fanning (Carb. v. and Sul. in collapse; Lyc. wants the back fanned). Acid dyspepsia, Mag. c., Robin. > By warm drink and food (Pul. and Phos. > by cold food). Catarrh of chest after badly treated pneumonia, Sul. Chest rattling, full of mucus, Ant. t. Child sleeps with eyes half-open, Sul. Black boils, Lach. Distress in stomach immediately after eating (Nux some time after). In labour and threatened miscarriage, pains fly from right to left (Act. r. from side to side; Ip. from left to right with nausea). Ordinary amount of food causes full sensation, Ars. Diphtheria, nose obstructed, excoriating discharge, patient picks and bores nose, Ar. t. (but Lyc. has right to left; < after sleep, even a short nap; irritable and peevish; urine stains red). Large tonsils studded with small indurated ulcers, Bar. c. Aneurism, Bar. c., Carb. an., K. iod. Naevus, Fl. ac., Arn., Thuj., Vacc. Tympanites, Carb. v. (Carb. v. rancid belching; Lyc. sour). Fan-like motion of alae nasi; one foot hot, one cold, Chel. (Lyc. and Chel. are much alike and complementary; Lyc. favours dark, Chel. fair people; Lyc. pains more dull, Chel. lancinating; Lyc. rumbling of flatus in left hypochondrium, sour taste; Chel. bitter). Distension after eating with great accumulation of flatus, Graph. (Graph. has rancid or putrid eructations, Lyc. has not; Lyc. has constriction, Graph. none). Intermittent fever; syphilis; ulcers; flatulent dyspepsia; < after sleep, Lach. Ulcers on instep (Nat. c. ulcers on heel). Half sight, Nat. m., Titan., Aur., Lith. c. Dyspepsia with thick urine; Sep. (Lyc. repletion after eating, Sep. emptiness of epigastrium); ball in anus, Sep. Yellow-brown spots, Sep., Nux, Curar., Sul. Cough excited by talking, Sil. Impotence, Tab. (Lyc. cured impotence caused by indulgence in tobacco). Ailments from fright, anger, or mortification with reserved displeasure, Staph. Nose stopped at night, Am. c., Nux, Samb. Red sand on child's diaper, Pho. Cries before urinating, Bor. Dryness of vagina, Hdrfb. One foot hot, the other cold, Chi., Dig., Ip. Waking at night hungry, Cin., Pso. Enforced sexual abstinence, Con. Proctalgia, Pho. Craving for sweets, Arg. n., Sul. Pain in head during stool, Indium. Fulness after a meal, Chi. (Chi. after a full meal; Lyc. after ever so little. The Lyc. fulness is full right up into the throat). Colic, &c., > bending over, Coloc. Crampy pains, < night. Nux. After-effects of fevers, Pso." ],
    "Causation" : [ "Fear. Fright. Chagrin. Anger. Vexation. Anxiety. Fevers. Over-lifting. Masturbation. Riding in carriage. Tobacco-chewing. Wine." ],
    "Mind" : [ "Silent, melancholy, and peevish humour; despair of eternal salvation.", "Desponding, grieving mood.", "Sadness when hearing distant music.", "Anguish, esp. in region of epigastrium, with melancholy and disposition to weep; esp. after a fit of anger, or on the approach of other persons.", "Sensitive disposition.", "Dread of men; desires to be alone, or else aversion to solitude.", "Excitement after a glass of wine, almost mischievous.", "Must laugh if any one looks at her to say anything serious.", "Inclined to laugh and cry at same time.", "Irritability and susceptibility, with tears.", "Irascibility.", "Obstinacy.", "Estrangement and frenzy, which manifest themselves by envy, reproaches, arrogance, and overbearing conduct.", "Disposition to be very haughty when sick; mistrustful; does not understand anything one says to them; memory weak.", "Avaricious.", "Character, mild and submissive.", "Complete indifference.", "Aversion to speaking.", "Fatigue from intellectual exertion, and incapability of devotion to mental labour.", "Giddiness.", "Inability to express oneself correctly; misapplication of words and syllables.", "Confused speech.", "Confusion about everyday things, but rational talking on abstract subjects.", "Inability to remember what is read.", "Stupefaction.", "Dulness." ],
    "Head" : [ "Dizziness and vertigo, as from intoxication.", "As soon as she sees anything turning about she feels as if her body were turning about.", "Whirling vertigo, esp. when stooping, or in a warm room, with inclination to vomit.", "Headache from vexation.", "Headache, with disposition to faint, and great uneasiness.", "Headache with vertigo.", "Heaviness of the head.", "Headache when shaking or turning head, and also at every step on walking.", "Cephalalgia above eyes, immediately after breakfast.", "Semi-lateral headache in evening, < beyond endurance by intellectual labour.", "Aching as if head would be forced asunder and as if brain were swashing to and fro, < walking, ascending steps, and rising from stooping; could not work and could scarcely step without vertigo.", "Throbbing after every paroxysm of cough.", "Pressive headache sometimes as if a nail were being driven into the head, or with tension, which is < by lying down; < at night when lying in bed, and on getting warm while walking in open air; > when walking slowly in open air, from cold, and when uncovering head.", "Stitches in temples, mostly on r. side, from within to without; < in evening and at night when lying in bed, from heat and exertion of the mind; > from cold and in open air.", "Thrust in temples during difficult stool.", "Pain at vertex during moderate pressure at stool.", "Headache after breakfast.", "Tearing, boring, and sensation of scraping on external head, during night.", "Screwing together in forehead, during menses.", "Jerking in r. frontal bone extending to root of nose and eyebrows.", "Tearing headache, esp. in afternoon or at night, principally in the (r.) forehead, but often also in whole head, in eyes and nose, extending to teeth, with inclination to lie down.", "Stupefying headache, with heat in temples and ears; dryness of mouth and lips; < from to p.m., when rising up, and on lying down.", "Pressing headache on vertex < from to p.m.; from stooping, lying down, exertion of the mind, and followed by great weakness.", "Tearing in forehead or in r. side of head, extending down to neck, with tearing in face, eyes, and teeth; < on raising oneself up, > on lying down and in the open air.", "Shooting headache.", "Throbbing in brain on leaning head backward.", "Throbbing in head after lying down in evening.", "Congestion in head, with heat, sometimes in morning on rising up in bed.", "Shaking and resonance in brain at every step.", "Boring, scraping, and tearing in scalp, esp. at night.", "Involuntary movements and convulsive trembling of head.", "Head turned involuntarily to l.", "Involuntary nodding: now to r., now to l.; slow at first then constantly more rapid.", "Involuntary shaking makes him dizzy.", "Shaking head on stepping hard.", "Great tendency to take cold by the head.", "Eruption on the head, with abundant and fetid suppuration, sometimes with obstruction of the glands of the nape and neck.", "The hair becomes grey early.", "Baldness; the hair falls out, first on the vertex, later on the temples (after diseases of the abdominal viscera; after parturition), with violent burning, scalding, itching of the scalp, esp. on getting warm from exercise during the day.", "Scurf over whole scalp, child scratches it raw in night and then it bleeds.", "Contracted sensation with feeling as if the hair would be pulled up.", "Hair falls off scalp, but increases on other parts of body." ],
    "Eyes" : [ "Aching in the eyes.", "Gnawing, burning, and shooting pains in eyes (and lids), esp. in evening, by candle-light.", "Smarting in eyes.", "Sensation of coldness in eyes, evening.", "Dryness of eyes; and lids; as if dust in them; difficult to open.", "Smarting and burning.", "Swelling and painfulness of lids.", "Inflammation of the eyes and lids.", "Stye.", "Styes on the internal canthus.", "Agglutination of eyelids, esp. at night, and lachrymation, < by day, and in a cold wind.", "Twitching of the eyelids.", "Troubled sight, as from feather-down before the eyes.", "Photophobia.", "Itching in canthi.", "Dim, hot eyes.", "The eyes are wide open, insensible to light, fixed.", "Dryness of eyes, in evening.", "Sparks before the eyes, in the dark.", "Must wipe mucus from eye in order to see clearly.", "Purulent mucus.", "Myopia or presbyopia.", "Hemiopia perpendicularis (sees only l. half of objects, esp. with r. eye).", "The characters are confused when reading.", "Obscurity, black spots, glittering, and sparks before eyes.", "Eyes dazzled and irritated by candle-light in evening." ],
    "Ears" : [ "Otalgia in open air.", "Congestion in the ears.", "Ulceration of the ears.", "Discharge from the ears.", "Hearing excessively sensitive to least noise; music occasions fatigue.", "Tinkling and buzzing in ears.", "Roaring, humming, and whizzing in ears.", "Sensation as if hot blood rushed into ears.", "Congestion of blood in ears.", "Singing in the ears as from boiling water.", "Ringing in r. ear; every noise has peculiar echo deep in ear.", "Hears in evening music she heard played during day.", "Hardness of hearing.", "Moist scabs on and behind ears.", "Has improved deaf-mutism (Cooper)." ],
    "Nose" : [ "Scurf in nose; crusts and elastic plugs.", "Nostrils ulcerated, scabby, obstructed by mucus at night.", "Swelling of nose, with acrid, fetid, and corrosive discharge.", "The ichorous discharge from the nose begins in r. nostril; scarlatina or diphtheria.", "(Patient bores and picks nose.", "Convulsive movements of muscles of nose.", "Fan-like motion of the nostrils in pneumonia.", "Bleeding from nose, on blowing it, and epistaxis, principally in afternoon.", "(Nose-bleed in morning from r. nostril.).", "Excessive acuteness of smell.", "Coryza with acrid discharge, making the upper lips sore.", "Coryza of almost all kinds.", "Dry coryza, with obstruction of the nose, confusion in head, and burning pain in forehead.", "Dryness of the posterior nares.", "Obstruction of nostrils, esp. at night, and which prevents respiration except through the mouth.", "Stoppage: towards morning; in evening; child's breath often stopped in sleep for fifteen seconds even when mouth is open." ],
    "Face" : [ "Paleness of face, < in evening.", "Face yellow and earthy, with deep wrinkles, blue circles round eyes, lips bluish.", "Circumscribed redness of the cheeks.", "Face red and bloated, with eruptions and red spots.", "Swelling and tension of face.", "Tearing in bones of face.", "Painful sensation of coldness in face.", "Twitching and convulsive movements in muscles of face.", "At first l. angle of mouth drawn outward, then r.", "Muscles of lips and cheeks drawn together making mouth pointed, followed by broad distension of mouth.", "Frequent attacks of transient heat in face.", "Eruption on face, sometimes with itching.", "Ephelis.", "Tetters on face, which are furfuraceous, and yellow at the base.", "Lips pale and bluish.", "Soreness of corners of mouth.", "Swelling of upper lip.", "Eruption and excoriations on the lips and their commissures.", "Eruptions on face, humid and suppurating.", "The lower jaw hangs down.", "Ulcers on the red part of the lower lip.", "Itching eruption round the chin.", "Swelling of the submaxillary glands." ],
    "Teeth" : [ "Odontalgia only at night, > by hot drinks, and by heat of bed.", "Dull pains in teeth, with swelling of the cheeks and gums.", "The teeth ache as if suppurating; are excessively painful on touching them; and when chewing; front teeth loose or too long.", "Cramp-like drawing, tearing, and jerking, or pulsations in teeth, esp. during or after a meal.", "Grinding of teeth.", "Yellowness of the teeth.", "(Fistula in the gums.).", "The gums bleed violently on being touched; when cleaning teeth.", "Gumboils.", "Swelling of gums, with shocks, tearings, and shootings.", "Ulcers in the gums." ],
    "Mouth" : [ "Dryness of the mouth, without thirst, with tension of the parts, the tongue heavy, and speech indistinct.", "Torpor of the interior of mouth and tongue.", "Exhalation of a putrid odour from the mouth, esp. in morning when awaking.", "Buccal haemorrhage.", "Tongue foul and coated.", "Involuntary movements of the tongue.", "In talking, all the words of a sentence were spoken completely and distinctly except the last, which was stammered; it seemed as though the tongue were affected by a peculiar cramp; no amount of attention to this was of any avail; it lasted four weeks and gradually disappeared of itself.", "Stiffness of the tongue; vesicles on tip of tongue; they feel scalded and raw.", "Soreness of tongue.", "Ulcers on and under tongue (from tobacco).", "Convulsions of the tongue.", "The tongue is painful and swollen in different places (tubercles on the tongue).", "The saliva becomes dry on the palate and lips and is converted into tough mucus.", "The posterior part of the mouth is covered by tough mucus.", "Dry and bitter mouth (in the morning).", "Tongue dry; becomes black and cracked.", "Tongue is darted out and oscillates to and fro; in sore throat.", "Tongue distended, giving patient silly expression; in angina or diphtheria." ],
    "Throat" : [ "Sensation of constriction in throat, with obstructed deglutition.", "Dryness of throat.", "Pain, as from excoriation, in throat.", "Burning pain in throat, with nocturnal thirst.", "Sensation in throat, as if a ball were ascending from the pit of the stomach.", "Feeling on l. side of a lump moving up and down.", "Inflammation of throat and palate, with shooting pain, which obstructs deglutition.", "Swelling and suppuration of tonsils.", "The ulceration of the tonsils begins on r. side.", "The pharynx feels contracted, nothing can be swallowed.", "Hawking of hard greenish-yellow masses; granular; of bloody mucus.", "Sticking in region of r. parotid.", "Sticking in throat during cough.", "Sticking preventing sneezing.", "Sensitiveness of the submaxillary glands.", "Ulcers, like chancres, in the tonsils.", "Goitre." ],
    "Appetite" : [ "Loss of appetite.", "Mouth clammy or bitter, esp. in morning, often with nausea.", "Nausea in pharynx and stomach.", "Nausea in morning and when riding in a carriage.", "Sourness in mouth, esp. in morning, or sour taste of food.", "Absence of thirst, or burning thirst.", "Nocturnal thirst.", "Loss of appetite, sometimes with the first mouthful.", "Sudden satiety.", "Immoderate hunger.", "Bulimy.", "Aversion to: cooked or warm food; rye-bread; meat; coffee; tobacco smoke.", "Craving for sweet things.", "Inability to digest heavy food.", "After a meal: hepatic pains, oppression and fulness in chest and abdomen, nausea, heat in head, redness of face, pulsation and trembling over whole body, hands hot, palpitation of heart, colic, &c.", "Sourness and diarrhoea after taking milk." ],
    "Stomach" : [ "Violent risings in afternoon.", "Incomplete eructations, burning, rising only into pharynx, where they cause burning.", "Sour eructations, the taste of which does not remain in mouth, but the acid gnaws in the stomach.", "Burning, sour, greasy or bitter risings.", "Sour regurgitation of food, esp. of milk.", "Pyrosis, esp. after a meal.", "Violent hiccough by fits, esp. after a meal.", "Nausea when in a room, which disappears in open air, and vice versa.", "Frequent continued nausea, esp. in morning, with bitter taste in mouth.", "Nausea, caused by the motion of a carriage.", "Sensation of nausea in stomach in morning.", "Heartburn.", "Cancer of the stomach.", "Water-brash, sometimes every second day, with flow of bitter water.", "Vomiting of food and bile, esp. at night, or when fasting in the morning.", "Vomiting of bitter, greenish matter.", "Vomiting of blood.", "Vomiting between the chill and heat in intermittent fever.", "Vomiting after a meal with salivation; during menses.", "Gnawing, griping sensation in region of the stomach.", "Slow digestion.", "Pains in stomach, with shivering and deadness of the hands after a slight chill.", "Periodical pains in stomach, > by heat of bed.", "Aching in stomach, in evening, and after every meal, sometimes with a bitter taste in mouth.", "Compressive or contractive pains in stomach.", "The pains in the stomach manifest themselves principally in morning; in open air; after a meal; or after drinking wine; they are sometimes > in evening, and are often accompanied by cramps in chest and difficulty of respiration.", "Swelling of epigastrium with painful sensibility to the touch.", "The clothes round the stomach cause uneasiness.", "Stitches in l. side of pit of stomach, apparently externally.", "Pain in epigastrium caused by cough." ],
    "Abdomen" : [ "Tension round hypochondria, as from the pressure of a hoop.", "Pressure and tension in liver; esp. on satisfying one's appetite.", "Cramp-like pain in diaphragm, and contusive pain in liver, on stooping.", "Pain when walking in upper part of r. hypochondrium, as if the suspensor ligament of the liver would tear.", "Pressive pain in r. hypochondrium, at times took away the breath, became a sticking.", "Pain in liver as from a blow, < by touch.", "Violent gall-stone colic.", "Sharp pain in dorsal hepatic region, in r. shoulder and arm.", "Liver region sensitive.", "Griping; and rumbling in splenic flexure.", "Inflammation and induration of the liver.", "Immediately after a (light) meal the abdomen is bloated, full, distended.", "Has a great appetite, but a small quantity of food fills him up and he feels bloated.", "Aching pains in abdomen.", "Fulness and distension of stomach and abdomen.", "Weight in the abdomen.", "Sensation of something heavy lying on l. side of abdomen.", "Brown spots on abdomen.", "Hardness in the abdomen.", "Dropsical swelling of the abdomen.", "Contractive cramp-like pains in the abdomen, which is distended.", "Tearing, drawing, tension, and pinching in abdomen and sides of abdomen.", "Clawing in hypogastrium, with suspended respiration.", "Cutting pains, esp. above the navel.", "Pain above the navel, on touching the part.", "Burning pain in the abdomen.", "Hernia on the r. side.", "Tearing shootings, pulsation, and pressure in the inguinal ring, as if hernia were on the point of protruding.", "Cramp-like pains in abdominal muscles, esp. at night.", "Incarcerated flatus.", "Imperfect expulsion of flatus.", "The flatulence cannot pass and causes much pain.", "Great deal of noisy flatulence in the abdomen, or particularly in the r. hypochondriac region; there seems to be a constant fermentation in the abdomen, which produces a loud croaking sound.", "Sometimes much rumbling of wind in l. hypochondriac region.", "Dyspepsia with loud croaking in the abdomen.", "Affections of the inner lower belly.", "Full, distended abdomen with cold feet.", "Gurgling and borborygmi in abdomen, esp. on l. side." ],
    "Stool and Anus" : [ "Constipation of long standing.", "Hard stools with ineffectual desire to evacuate.", "Desire for stool followed by painful constriction of rectum or anus.", "Small stool, with the sensation as if much remained behind, followed by excessive and painful accumulations of flatulence.", "Haemorrhage from rectum, even after a soft stool.", "Feeling of fulness in rectum continues after a copious stool.", "Contractive pain in perinaeum, after scanty, hard stool.", "Stitches in the rectum.", "Diarrhoea (during pregnancy), with earthy colour of the face.", "During stool: burning and biting at anus; pressure; tenesmus; ringing in ears; headache; pain in back as if broken; haemorrhage.", "After stool: flatulent distension.", "Constriction of the abdomen, sometimes with ineffectual want to evacuate, and difficult evacuation.", "Constipation or diarrhoea in pregnant women.", "Faeces: pale and of a putrid odour; thin brown; pale green mixed with hard lumps; thin yellow or reddish-yellow fluid; shaggy reddish mucus (urethral tenesmus, dysentery); green, stringy, odourless mucus.", "Discharge of mucus, or of blood, during evacuation.", "Lumbrici.", "Pains in the anus after a meal and after an evacuation.", "Itching and tension in the anus.", "Incisive pains, shootings and pain as from excoriation in the rectum.", "Spasms in rectum.", "Contraction of rectum so that it protrudes during a hard stool.", "Piles swollen, protruding, burning sticking, protruding during soft stool, painful on touch and when sitting.", "Haemorrhoidal excrescences in anus and in rectum, with prolapsus recti.", "Itching eruption in anus.", "Itching and tension at the anus (evening in bed).", "Painful closing of anus.", "Protrusion of the varices.", "Distension of the varices of the rectum." ],
    "Urinary Organs" : [ "Urgent want to urinate, with too frequent emission, with discharge of large quantities of pale urine.", "Frequent micturition by night, with scanty and rare discharges by day.", "Dark urine with diminished discharge.", "Greasy pellicle on the urine.", "Involuntary micturition.", "Discharge of blood from the bladder, painless.", "Old thickening of bladder with irritable urethra.", "Foamy urine.", "Urine deep coloured, with yellow or reddish sediment.", "Clear, transparent urine, having a heavy, red, crystallised sediment in the bottom of the chamber.", "In typhus fever, where the patient is in a very low state, and cannot retain the urine, we may see this sediment on the sheets; also in colic of babies, with much sediment of this kind on the diaper.", "A very severe pain is felt in the back every time before urinating; causing patient to cry out; retention of urine; patients will get into position to urinate, but wait a great while before the water comes, accompanied by the characteristic pain in the back, which ceases when the urine flows; children often cry out with pain before urinating.", "Turbid, milky urine, with an offensive purulent sediment; dull pressure in region of bladder and abdomen; disposition to calculi; cystitis.", "Haematuria from gravel or chronic catarrh.", "Renal calculus and gravel.", "Emission of blood instead of water, sometimes with paralysis of the legs, and constipation.", "Incontinence of urine.", "Smarting when urinating.", "Itching in urethra during and after emission of urine.", "Shooting pinchings and incisive pains in the bladder and urethra.", "Stitches in the bladder.", "Stitches in the neck of the bladder and in the anus at the same time.", "Burning in urethra and glans.", "Urine burning hot, like molten lead." ],
    "Male Sexual Organs" : [ "Shooting, drawing, and incisive pain in the glans.", "Bastard gonorrhoea, with a deep red and smarting pustule behind the glans.", "Excoriation between scrotum and thighs.", "Dropsical swelling of genital organs.", "Immoderate excitement, or absence of sexual desire.", "Repugnance to coition, or disposition to be too easily excited to it.", "Impotence of long standing.", "Weakness or total absence of erections.", "Penis small, cold, relaxed.", "Itching of the internal surface of the prepuce.", "Excessive pollutions, or absence of pollutions.", "Emission too speedy or too tardy during coition.", "Falling asleep during coition.", "Lassitude, after coition or pollutions.", "Flow of prostatic fluid, without an erection." ],
    "Female Sexual Organs" : [ "Nymphomania with terrible teasing desire in external organs.", "Itching, burning, and gnawing in vulva.", "Pressure towards the outside, above the vulva, and extending as far as the vagina, when stooping.", "Expulsion of wind from the vagina.", "Chronic dryness of vagina.", "Shooting pains in labia, when lying down.", "Excoriation between the thighs, and at the vulva.", "Burning pain in the vagina, during and after coition.", "Catamenia (too early) too profuse, and of too long duration.", "Catamenia suppressed readily, and for a long time, by fright.", "Before menses: shivering, sadness, melancholy; bloatedness of the abdomen.", "During menses: delirium, with tears; headache; sourness in the mouth; pain in loins; swelling of feet; fainting; vomiting of sour matter; cuttings, colic; and pains in the back.", "Menstruation too late; lasts too long; sometimes suppression of; profuse, protracted; flow partly black, clotted, partly bright red or partly serum; with labour-like pains followed by swooning; with sadness; suppressed by fright.", "May find females at change of life with one side of the body greatly hypertrophied.", "Foetus appears to be turning summersaults.", "Metrorrhagia; at menopause; dark blood with large clots pour from her.", "A rumbling begins in upper abdomen and descends to lower, when a flow of blood follows, and so on successively.", "Leucorrhoea: milky, yellowish, reddish, and corrosive; sometimes preceded by cuttings in abdomen.", "Varices on the genitals.", "Disposition to miscarriages.", "Swelling of the breasts with nodosities.", "Excoriation and moist scabs on nipples.", "Stinging in nipples.", "Milk in breasts without being pregnant." ],
    "Respiratory Organs" : [ "Crawling scraping in trachea, at night.", "Hoarseness, with roughness, and pain as from excoriation in chest, after speaking.", "(Voice feeble and husky.).", "Whizzing breathing in daytime, with sensation of too much mucus in chest; loud rattling.", "Voice weak and dull.", "Cough after drinking.", "Obstinate dry cough in morning.", "Nocturnal cough, < before sunrise, which affects the head, diaphragm, and stomach.", "Dry cough, day and night.", "Cough excited by a tickling, or as if produced by the vapour of sulphur, or by taking a deep inspiration, generally with a yellowish grey and saltish expectoration, sometimes with great weakness of stomach, fever, nocturnal sweat, and emaciation.", "Cough with expectoration through the day and without expectoration during the night.", "Whooping-cough from irritation in trachea as from fumes of sulphur, in the morning and during the day, with expectoration of fetid pus or of mucus streaked with blood.", "Cough < from to p.m., frequently on alternate days, from exertion, from stretching the arms out, stooping and lying down, when lying on l. side, from eating and drinking cold things, in the wind, or in warm room.", "Cough (morning), with copious expectoration of greenish matter.", "Copious expectoration of pus, when coughing.", "Cough, with expectoration of blood.", "When coughing, shocks in the head, shortness of breath, smarting and concussion in chest, or pains in region of stomach." ],
    "Chest" : [ "Short respiration during almost every effort, also in children, esp. during sleep.", "Continued oppression of the chest, < by walking in open air.", "Rattling of mucus and stertorous respiration.", "When breathing, twitching and shooting in chest and sides of chest.", "Pain as if from a bruise in the chest.", "Constant pressure in the chest (it feels raw internally).", "Weight in the chest.", "Tension in anterior part of chest.", "Lancinations in the chest, esp. on l. side, and principally when sneezing or coughing, on laughing, or on the slightest movement, sometimes with inability to remain lying on affected side, and difficult respiration.", "Pain as from excoriation in the chest, esp. after speaking.", "Stitches in the l. side of chest, also during an inspiration.", "Typhoid and neglected pneumonias.", "Hepatisation of the lungs.", "Paralysis of the lungs.", "Hydrothorax.", "Itching on the chest.", "Stitches in the side, alternately with toothache and pains in the limbs.", "Painful eruption and maculae hepaticae on the chest." ],
    "Heart" : [ "Palpitation of the heart, esp. during digestion, or in bed in evening, sometimes attended with anxiety and trembling.", "Accelerated pulse, with cold face and feet.", "Palpitation of the heart with flapping of the wings of the nose; enlargement of the heart; hypertrophy in general.", "Cramp and constriction, dyspnoea, stitches beneath short ribs, extending to small of back and shoulders; sharp pains shooting into heart, sensation of stoppage of circulation at night, with fright and then sweat, pulse quick and unsteady (angina pectoris).", "Dyspnoea, cyanosis, hasty eating and drinking (heart disease).", "Beating of temporal arteries and carotids.", "Heart sounds heard loudly on lying down at night, keeping patient awake.", "(Hypertrophy.).", "(Aneurism.).", "(Hydropericardium.)." ],
    "Neck and Back" : [ "Traction and contraction from the nape of the neck to the occiput.", "Rigidity of the nape of the neck, sometimes caused by lifting a weight.", "Maculae hepaticae in the nape of the neck.", "Tetters on nape of neck and under armpits.", "Furunculi under armpits.", "Stiffness, swelling, and induration of one side of neck.", "Painful stiffness of l. side of neck.", "Burning as of red-hot coals between scapulae.", "Swelling of glands of neck and of the shoulder, with shooting pain.", "Weakness and paralysis of muscles of neck.", "Painful eruption on neck.", "Large clusters of red pimples around neck, with violent itching.", "Soreness of the neck.", "Goitre.", "Violent sacral pains, which do not permit sitting upright.", "Pains in the back and loins, esp. when moving, stooping, and lifting anything, often accompanied by constrictive pains in abdomen.", "Shootings in loins on rising up after stooping.", "Drawing, tearing, and shooting pains in back and loins, with difficult respiration, chiefly when seated, and also at night.", "Pain in back and r. side, from congestion of the liver.", "Stitches in region of kidneys, < from pressure; extending into rectum.", "Distortion of the spine." ],
    "Upper Limbs" : [ "Tearings and shootings in the joints of shoulder and elbow.", "Rheumatic tension in r. shoulder-joint.", "Pain in bones of arms at night.", "Weakness of arms when at work.", "Difficulty in moving arms as if rheumatism were creeping on, with nodes on fingers.", "Pain as from a sprain in r. wrist-joint.", "Swelling of axillary glands.", "Nocturnal aching pains, in the arms and elbow.", "Drawing pain in arms.", "Jerking in shoulders and arms, also during it siesta.", "Paralytic weakness of arms.", "Arms and fingers easily benumbed, even at night, or only when raising them.", "Biting, itching, and maculae hepaticae in the arms.", "Arthritic stiffness of the elbow and wrist.", "Tetters on the arms.", "Erysipelatous inflammation in the forearm, with suppuration.", "Dryness of the skin of the hands.", "Burning sensation in the palms.", "Red and painless swelling of the hands.", "Warts on the hands and fingers.", "Deadness of fingers and hands.", "Involuntary trembling of the hands.", "Red swelling and arthritic tearing in joints of fingers.", "Arthritic nodosities and stiffness in fingers.", "Stiffness of the fingers during labour.", "Itching pimples between the fingers.", "Panaritum.", "Contraction and twitches in the fingers.", "Chilblains.", "Gouty contraction of palmar fascia: sudden pain runs down arm (l.?) causing fingers to stiffen and draw away from each other and to draw towards hand, as though palmar fascia were contracting (Cooper)." ],
    "Lower Limbs" : [ "Rheumatic tension in l. hip.", "Pain as from a sprain in hip.", "Periodical pains, from coxo-femoral joint to foot, every fourth day.", "Tearing: beneath r. hip; in l. hip-joint.", "Drawing along sciatic nerves to feet, evening, in bed.", "Pain in muscles about joints, on pressure, sitting or lying.", "Pain in r. hip > walking in open air.", "Pain from r. hip-joint to feet when walking, he must limp.", "Tearing in legs and knees, extending to tibia and instep, esp. in evening and at night.", "Soreness in inner side of l. thigh, with biting itching extending to genitals.", "Brown spots on inner side of thighs, inflamed with burning pain.", "Uneasiness, shocks, and trembling in legs and feet, esp. in evening and at night.", "Involuntary shaking in legs, or alternate separation and bringing together again of the thighs.", "Burning and biting itching in the legs, esp. in the hams.", "Curvature and stiffness of the knees.", "Swelling (and stiffness) of the knees.", "Swelling of the knee, with perspiration.", "Swelling of the legs, with large, red, burning spots, and pains which prevent walking.", "Paralysis of the legs, with emission of blood instead of urine, and constipation.", "Tetters on the legs and calves of the legs.", "White swelling in the knee.", "Cramps and cramp-like pains in the calves, esp. when walking, and at night.", "Burning pain in legs.", "Ulcers in the legs, with nocturnal tearing, itching, and burning heat.", "Pain in the soles when walking.", "Cramps in the feet and toes.", "Swelling of the feet and of the malleoli, or of the soles (with shooting pain).", "Coldness of the feet.", "One foot (r.) hot the other cold.", "Cold sweat on feet, sometimes copious, and with excoriation of the skin.", "Stitches in r. big toe (evening).", "Rhagades in the heel.", "Cramp in the toes.", "Bending of the toes when walking.", "Contraction of the toes.", "Corns on the feet, sometimes with shooting pain." ],
    "Generalities" : [ "Affections in general of r. eye; r. side of face; r. hypochondrium; r. abdominal ring; l. chest; l. lower extremity; general symptoms r. side (though they may spread to the l.); hair of head; rectum; bladder; hands; fingers; finger-joints; back part in the lumbar region, and ankles.", "Hard hearing; smell too sensitive.", "Deep furrows on the face; same on forehead; sensations in the temples.", "Collection of water in the mouth, i.e., \"mouth waters.\".", "Pains in different parts as from flatus: over r. hip; below chest; in lower abdomen, &c.", "Obstructed evacuation; painless diarrhoea.", "Anything running from r. to l.", "Apoplexia; erethism of blood accompanied with flashes of heat; chlorosis.", "Consumption resulting from badly treated pneumonia.", "Crooked legs; ankles weak; painless paralysis; old sprains; tension, tightness of the joints.", "Enlargement of the bones.", "Drawing and tearing in extremities, < at night and during repose; sometimes also in the afternoon; every second day, and esp. in windy and rainy weather, > by heat.", "Shooting pains, internal and external.", "Painful stiffness of muscles and joints, often with torpor and insensibility of the extremities.", "Numbness of the limbs.", "Great liability to strain the back, which, when it occurs, is often followed by stiffness in nape of neck.", "Cramps and contraction of limbs.", "Alternate spasmodic and involuntary extension and retraction of some of the muscles, or some of the extremities.", "Shocks and jerks in some of the limbs or throughout the body, during sleep and on waking.", "Cramps, internal and external, < at night.", "Attacks of epilepsy, sometimes with cries, foam at the mouth (loss of consciousness, throws the arms and limbs about), and great anguish of heart (imagined he would have to die).", "Dropsical and inflammatory swellings.", "Varices.", "Arthritic nodosities.", "Swelling of the glands.", "Inflammation of the bones, with nocturnal pains.", "Distortion and softening of the bones.", "Ulceration of the bones.", "The symptoms are frequently < towards p.m., and begin to abate towards p.m., the weakness excepted.", "Periodical sufferings.", "The whole body feels bruised.", "Ebullition of blood throughout the body, esp. in the evening, with inquietude and trembling.", "Sensation, as if the circulation of the blood were suspended.", "Internal weakness.", "Great nervous excitability.", "Weakness and lassitude in limbs, < during repose, or on waking in morning.", "Fatigue, esp. in the legs, after a very short walk, accompanied by a burning sensation in the feet.", "Fear of movement, with constant desire to remain lying down.", "Total prostration of strength, with falling of the lower jaw, eyes cloudy and half closed, and slow respiration through the mouth.", "Great emaciation, also with children.", "Fainting fits, esp. in evening, and sometimes also on lying down, with loss of consciousness, cloudiness of sight, and great listlessness.", "Trembling of limbs.", "Want of vital heat.", "Great desire for, or marked repugnance to fresh air, with excessive sensitiveness to cool air.", "Great tendency to take cold.", "< From east winds." ],
    "Skin" : [ "Gnawing and itching in daytime, on getting heated, or in evening, before lying down.", "Tendency of the skin to become chapped.", "Painful eruptions.", "Nettle-rash (chronic).", "Large red spots on skin.", "Itching maculae hepaticae.", "Abundant ephelis.", "Insensible tetters, of a yellowish brown, wrinkled or moist, purulent, full of deep cracks and thick scabs.", "Large furunculi, which return periodically.", "Mercurial ulcers. Bleeding ulcers, with shooting pain, which burn while being dressed, or with nocturnal tearing and itching.", "Fistulous ulcers, with callous, red edges, reversed and shining, sometimes with inflammation and swelling of the part affected.", "Excoriated places on the skin of children; the sore places are humid.", "Intertrigo; raw places bleeding easily.", "Skin unhealthy, corrosive vesicles.", "Naevus maternus.", "Vascular tumours.", "Warts.", "Corns which are very sensitive, or with tearing pains.", "Exanthema in general, particularly with biting sensation; moist; scurfy; tearing and painful.", "Want of action of the skin.", "Itch, burning; creeping.", "Skin scurfy; sticky; clammy.", "Brown mortification.", "Pale swelling.", "Salt rheum.", "Varices suppurating.", "Chilblains.", "Great dryness of the skin." ],
    "Sleep" : [ "Frequent, and sometimes interrupted, yawning.", "Inclination to sleep during day and early in evening, with sleep retarded by mental activity and excessive nervous excitement.", "Disturbed and restless sleep, with anxious and frightful dreams, and frequent waking with fright.", "Loud coughing during sleep; screaming while asleep.", "Sopor.", "Hunger at night when waking.", "Unrefreshing sleep.", "Soporous sleep in typhoid and exanthematous fevers.", "Voluptuous, vivid, mournful dreams; dreams of murder or of the occupations of the day, &c.", "Anxious dreams of fatal accidents.", "Jerks, cries, starts with fright, or bursts of laughter, or tears and groans during sleep.", "(Sleeps with eyes half-opened, ).", "Sleeps, with mouth open.", "At night, jerking and restlessness in the legs, headache, anguish, nightmare, ebullition of blood and palpitation of heart, stomach-ache, colic, asthmatic sufferings, &c.", "Lying on l. side is difficult on account of the palpitation of heart and stitches.", "It is impossible to remain lying down at night on account of every position being uneasy.", "Child sleeps all day and cries all night." ],
    "Fever" : [ "Shivering in evening, sometimes only on one side; or every second day, with heat, or followed by sweat without heat.", "Chilliness in the afternoon from to with sensation as of numbness in hands and feet.", "Chilliness in evening in bed, preventing sleep.", "One-sided chilliness, mostly on the l. side.", "Chills and heat alternating.", "Want of vital heat.", "Tertian fever, with sour vomiting and bloatedness of the face and hands after the shivering.", "Transient heat.", "Burning heat, with short respiration.", "Flashes of heat over whole body, mostly towards evening, with frequent drinking of small quantities at a time; constipation and increased micturition.", "The perspiration is frequently cold, smelling sour, or offensive, or smelling like onions, or bloody.", "Intermittent fever.", "Nausea and vomiting and then chilliness, followed by perspiration (without previous heat).", "Chilliness in the evening till midnight, this is followed by heat, in the morning sour-smelling perspiration.", "Great heat and redness of the cheeks, alternating with chilliness.", "Shaking chill p.m., and great coldness as if lying in ice, with traction through whole body, upon waking up from sleep, which is full of dreams, covered with perspiration, perspiration is followed by violent thirst.", "Typhus fever (with threatening paralysis of the brain).", "Malignant fever, with malevolence and ill-humour on waking, or with nervous excitability, without heat of the head or redness of the face, red spots on the cheeks, great weakness, sweat without any mitigation, tongue red and dry, and constipation.", "Slow fever, with viscid sweat, at night.", "Fever, with total prostration of strength, lower jaw hanging down, eyes clouded and half-closed, and respiration slow, with the mouth open.", "Sweat principally in face, easily excited during the day by slight exercise.", "Febrile sweat by day.", "Nocturnal sweat, often fetid or viscid, principally on chest and back.", "Pulse only accelerated in the evening and afternoon.", "Sensation as if circulation stood still." ]
  }
}