{
  "remedyName" : "Magnesia Sulphurica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cough. Diabetes. Diarrhoea. Dysentery. Dysmenorrhoea. Enuresis. Epithelioma. Eyes, pains in. Hernia. Intermenstrual haemorrhage. Leucorrhoea. Lumbago. Menorrhagia. Neuralgia. Toothache. Warts." ],
    "Characteristics" : [ "The ancient reputation of Mag. sul. as a \"refrigerant cathartic\" under the familiar name of \"Epsom Salts,\" or \"salts\" par excellence, has overshadowed its homoeopathic uses. But Mag. s. is something more than a \"refrigerant cathartic.\" Fatal poisoning has occurred from an overdose, death apparently occurring from collapse; and the proving of the salts produced many symptoms of utter prostration. Recently old-school authorities have discovered in this \"cathartic\" a remedy for dysentery. It is the chief ingredient in many laxative mineral waters and popular saline aperient mixtures. The provings bring out effects common to the other Magnesias: Tearfulness; restless uneasiness; pains in facial bones; sensitiveness to touch; > by walking. The diuretic action of the drug with great thirst has led to its successful use in diabetes. The diarrhoea is accompanied with great thirst. The chill is accompanied or followed by thirst. Shuddering in back from below upward. The toothache is < coming into a room out of cold air, < by contact with food, whether cold or warm. It is also > in bed. According to Med. Press (Sept. 9, 1891), eight cases of new growth having all the outward characters of epithelioma have been cured by Graves with teaspoonful doses of a solution of three drachms to the pint. Warts are allied to epithelioma, and H. T. Webster (quoted H. R., x. 542) has cured many cases in children, giving as much of the salts as would lie on a clime (sixpenny piece) three times a day. One boy was literally covered with warts, his face being much disfigured. One girl of was cured of large warts on her hands. F. H. Pritchard (H. M., xxxv. 691) gives his experience with Mag. s. (1/2 gr. in a teaspoonful of water) in summer diarrhoea, with vomiting of food, copious yellowish, slimy, and stinking stools, and later merely watery serum. The first sign of improvement was that the stools became bile-tinged, after which they soon became of thicker consistency. The copiousness of the stools seemed to be the cardinal indication." ],
    "Relations" : [ "Compare: Mag. c., Mag. m., Mag. p. In diabetes, Nat. s. Sadness, weeping, foreboding anxiety, Act. r., Pul. Stinging in fauces between acts of deglutition, Ign. Eructations, Hep. Apprehension, Lyc." ],
    "Mind" : [ "Melancholy and disposition to weep, with apprehension, and restless uneasiness.", "Tendency to fly into a passion; everything is taken in bad part.", "Prostration; almost beside herself with anxiety; she thought she would die; with earthy colour of face.", "Foreboding anxiety, as if some accident would happen.", "Errors of imagination; patient believes that he sees persons who are absent." ],
    "Head" : [ "Stupidity; head feels as if it were compressed in a vice.", "Vertigo (with heaviness of head and spontaneous closing of eyes), causing a tendency to fall forwards in morning, and after dinner.", "Boring in vertex.", "Pressive headache, and sensation as if head were squeezed in a vice, much < by moving eyes.", "Compressive pain in head, with heat in head, and redness of face.", "Tearing and shooting in head, esp. in temples.", "Congestion, with pressive pain and heat in forehead.", "Sensation in forehead on stooping as if something would fall forward.", "Sensation of wavering and shaking of brain at every movement.", "Shivering during the violent pains in head." ],
    "Eyes" : [ "Pains in eyes, as if protruding from orbits when looking aside.", "Violent pains in eyes, esp. r., as if it would start out of socket.", "Dimness of eyes, with frequent drowsiness.", "Burning in eyes, pains in evening and in morning, but chiefly by candle-light.", "Shooting pains in eyes.", "Lachrymation, with photophobia.", "Supra-orbital neuralgia, l. side." ],
    "Ears" : [ "Shooting pains in ears.", "Tinkling in ears." ],
    "Nose" : [ "Pain, as from ulceration in nose, esp. when it is touched.", "Epistaxis, at night (with diminution of the headache).", "Copious secretion of thick and yellow mucus in nose.", "Fluent coryza, with loss of smell, indistinct speech, and pain, as from excoriation, in nose and chest.", "Rough voice and frequent flow of water from nose." ],
    "Face" : [ "Earthy colour of face.", "Tearing in bones of face (r. facial bones or in l. malar bone).", "Dryness and burning in lips, in evening." ],
    "Teeth" : [ "Odontalgia, generally in evening, sometimes on returning from a walk, or caused by hot or cold things, as well as by contact of teeth with food; the pains are generally jerking, pricking, or throbbing, and disappear in bed." ],
    "Mouth" : [ "Dryness of mouth, with sensation of numbness.", "Roughness of tongue.", "Vesicles on edges of tongue, with incisive pains." ],
    "Throat" : [ "Sore throat, with shooting pains at night, < by deglutition.", "Stinging in fauces, more between than during acts of deglutition.", "Dryness and sensation of numbness in throat.", "Accumulation of mucus in throat.", "Frequent mucus in throat, which can neither be swallowed nor hawked up.", "Expectoration of sour mucus." ],
    "Appetite" : [ "Bitterness or sweetish bitterness in mouth, esp. in morning.", "Thirst, esp. morning and evening.", "Thirst early in morning on rising, going off after breakfast.", "Thirst in evening, particularly during menses.", "Want of appetite and repugnance to all food, even when thinking of it.", "Dislike to meat." ],
    "Stomach" : [ "Empty, mucous, bitter, and putrid risings.", "Regurgitation of fluid, preceded by a quivering in stomach.", "Disgust and nausea, with accumulation of water in mouth.", "Vomiting, first of food, then of mucus.", "Sensation of coldness in stomach, with inclination to vomit, in bed, in morning." ],
    "Abdomen" : [ "Lancinating pains in l. hypochondrium, esp. when sitting, or in evening, before and after a meal.", "Tension, hardness, and fulness of abdomen even after a moderate meal.", "Violent shooting pains in whole abdomen, but esp. round the navel.", "Painful drawing in abdomen.", "Tension in abdomen, pressure towards groins, as if they were going to burst, when stretching body.", "Rumbling in abdomen, with emission of flatulence.", "Itching of l. inguinal region, not removed by scratching." ],
    "Stool and Anus" : [ "Faeces at one time hard, at another soft.", "Acid diarrhoea of children.", "Liquid stools with tenesmus.", "Diarrhoea preceded by rumbling in abdomen.", "Soft stools early after rising.", "Loose evacuations, with violent thirst.", "Ejection of ascarides during every evacuation.", "Neuralgia of rectum, stabbing pain, comes on two days after a material dose of Epsom salts." ],
    "Urinary Organs" : [ "Increased secretion of urine.", "Emission of urine at night (involuntary).", "Emission of urine, drop by drop.", "Urine of a clear or greenish colour.", "Shootings in orifice of urethra, after emission of urine." ],
    "Male Sexual Organs" : [ "Frequent stinging about penis when sitting or walking.", "Erections without amorous fancies or sexual desire." ],
    "Female Sexual Organs" : [ "Catamenia too early and too copious, with thick, black menstrual blood.", "Catamenia too feeble.", "Flow of blood in the intervals of catamenia.", "During the catamenia, heaviness of head and shivering; bruised pain in small of back; pain in groins.", "Thick and copious leucorrhoea, with contusive pain in sacrum and thighs.", "Burning leucorrhoea, esp. during movement." ],
    "Respiratory Organs" : [ "Deep hollow bass voice (as in catarrh).", "Dry cough, with burning from larynx to pit of stomach.", "Dry cough in evening in bed, during which he falls asleep.", "Dry and shaking cough after waking in morning, and which compels sitting up.", "Cough in morning with expectoration, and pain as from excoriation, in chest, throat, and palate." ],
    "Chest" : [ "Pressure on chest, with impeded respiration, esp. in morning, or in bed, at night.", "Burning pains in chest, sometimes when coughing.", "Painful burning in chest when coughing, as if a piece of the lungs would come out.", "Oppression of chest with burning in chest when walking.", "Burning in middle of chest.", "Burning in sternum." ],
    "Neck and Back" : [ "Tension in nape of neck and between shoulders with stitches, particularly in morning, on rising, with great sensitiveness to touch, > by walking.", "Contusive pain in back, on waking in morning.", "Tearings in back, at night, which compels movement from side to side." ],
    "Upper Limbs" : [ "Jerking in arms.", "Tearing in shoulders and arms.", "Rheumatic pains in l. elbow, in l. wrist-joint.", "Tingling in fingers, going off by rubbing.", "Tearing and shooting in hands and fingers, with contraction of these parts.", "Trembling of hands.", "Tearing in tips of fingers, at nigh." ],
    "Lower Limbs" : [ "Nocturnal pains in legs and loins.", "Heaviness, at one time in hips, at another in loins.", "Rheumatic pain in hip, in l. femur.", "Tearing in legs, and esp. in thigh-bones, and shootings in toes, which are contracted." ],
    "Generalities" : [ "Tearings (rheumatic) in limbs, esp. at night.", "Great lassitude and soreness in whole body, with trembling, and weakness of the feet.", "Great languor, with staggering gait.", "Bruised sensation.", "A peculiar sick feeling, like exhaustion and prostration, with dry Warmth of skin and drawing pains." ],
    "Skin" : [ "Itching blotches, either hard or as from nettles, with burning, after scratching.", "Small red tetter (on arms), with violent itching.", "Stinging itching spots on skin with tendency to boils, < when undressing.", "Warts." ],
    "Sleep" : [ "Sleep, early in evening.", "Sleeplessness at night, caused by violent pains in head, abdomen, and loins (which do not allow him to lie on his back).", "Many dreams, sometimes disagreeable and anxious (with starting)." ],
    "Fever" : [ "Shivering and shuddering (in back from below upwards), esp. in evening, disappearing in bed.", "Chilliness with thirst, early in morning after waking.", "Shaking chill with violent headache in evening, p.m., going off in bed, succeeded by thirst.", "Cold feet all day, although otherwise he feels hot.", "Shivering at night, with thirst until noon; perspiration in afternoon, or after lying down.", "Heat on sitting up in bed, with vertigo, perspiration on forehead, and redness of face.", "Heat of head, with coldness of rest of body.", "Alternations of heat and shuddering, redness and paleness of face.", "Perspiration at night or in morning, often accompanied by thirst." ]
  }
}