{
  "remedyName" : "Magnetis Poli Ambo",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Fainting. Haemorrhage. Orchitis. Paraphimosis. Prolapsus ani. Rheumatism. Toothache. Ulcers." ],
    "Characteristics" : [ "The effect of the Magnet as a whole and of each pole separately was tested by Hahnemann, and the symptoms are mainly from his pathogenesis. In his preface he says he does not expect \"ordinary mechanical, materialistic and atomistic heads\" to be able to regard diseases as \"immaterial alterations of the vitality, or pure dynamic derangements of our state of health, and medicinal powers as merely virtual, almost spiritual, forces\"; but he asks how they can reconcile with their materialistic notions the fact that \"a single imponderable spark from a Leyden jar gives a shock to the strongest man, and yet no ascertainable ponderable substance is communicated to his body?\" Of the symptoms of the Schema he says they \"occurred from various powerful magnets brought in contact with various sensitive individuals, without distinction of the poles. They were observed in experiments conducted for half a year for the purpose of ascertaining the proper and most efficacious mode of stroking the steel with magnets, in which a horse-shoe magnet, capable of lifting a weight of twelve pounds, was held in the hands, which were held in contact with both poles for an hour at a time, \", with additional symptoms from Andry, Thouret, Unzer, and De Harsu. \"Although each of the poles presents something peculiar in its power of altering the human health, yet each of them seems, when applied twice or oftener, to produce alternating actions which resemble those of the opposite pole\" (M. M. P.). For curative purposes Hahnemann recommended a very much milder application of the magnet. (The popular use of electric rings for rheumatism is analogous to this.) The method of attenuating media saturated with emanations from the magnet does not seem to have occurred to Hahnemann. My own experience with the magnetisms is confined to Mgt. p. aust. 2m., but that is sufficient to give me confidence in prescribing attenuations of these remedies when their indications arise. The leading symptoms of Mgt. are: Burning lancinations throughout the body pains as if broken in joints, where cartilages of two bones touch shootings and jerkings; disturbed sleep; headache as if a nail were driven in. The symptoms are < by motion and on awaking. The toothache is < from cold and on contact with anything cold. Touch < pain in joints. Heat > uncovering." ],
    "Relations" : [ "The action lasts from to days. Antidoted by: Ign., Electr., Galv., Zn. (imposition of Zinc plate). Compare: Mgt. arct., Mgt. aust., Fer. magnet., Mang. ox. Burnt smell in nose, Anac. Prolapsus ani, Pod., Caust., Ign.", "Compare also: Bell., Lyc., Nux, Petr., Pul., Stram., Sabi., Teuc." ],
    "Mind" : [ "Busy precipitation.", "Absence of mind.", "Irresolution.", "Inadvertence.", "Tendency to anger and rage." ],
    "Head" : [ "Vertigo, esp. in evening after lying down, as if about to fall, or as from concussion in head.", "Vertigo, with staggering, when walking; objects seem to waver before eyes.", "Headache from over-strained memory and reflection.", "Pain, as of a bruise, in head, on waking in morning.", "Digging, stupefying headache, which is immediately dispersed by movements of flatus.", "Cephalalgia, as if a nail were driven into the head, as if caused by a wound, esp. after a fit of anger.", "Jerking tearing in head, appearing at intervals.", "Rushing or buzzing noises in whole head." ],
    "Eyes" : [ "Itching in eyes, esp. the lids.", "Pupils dilated.", "Scintillation of white light, beyond the range of vision, in the twilight.", "Sparks before the eyes." ],
    "Ears" : [ "Humming in ears.", "Diminution of hearing." ],
    "Nose" : [ "Aberration of smell; a smoky or mouldy scent is perceived." ],
    "Face" : [ "Perspiration on face, without heat, in morning.", "Jerking tearing in upper jaw.", "Violent burning lancination in muscles of face, in evening.", "Swelling of lips, with salivation, in evening.", "Small pimples, with pain, like that of a wound, on lips." ],
    "Teeth" : [ "Odontalgia, after drinking anything cold, or from contact with cold air.", "Pressive, jerking odontalgia, in isolated shocks.", "Odontalgia, in carious teeth, with swelling of gums." ],
    "Appetite" : [ "Fetid breath.", "Metallic taste in mouth.", "Insipid taste of tobacco and beer.", "Many things have a mouldy taste.", "Speedy satiety.", "Good appetite in evening." ],
    "Stomach" : [ "Abortive risings.", "Risings, with smell and taste of horn-scrapings.", "Sour regurgitation, when stooping.", "Stomach-ache, with cramp towards upper part, agitation, which allows no rest whatever, heaviness of tongue, paleness of face, and coldness of body." ],
    "Abdomen" : [ "Pressure and anxious fulness in abdomen, esp. during mental exertion.", "Noisy grumbling and borborygmi in abdomen.", "Production of much flatus.", "Flatulent colic.", "Expulsion of flatulence, with painful pressure." ],
    "Stool and Anus" : [ "Constipation, as from contraction of rectum.", "Painless diarrhoea, with flatulence.", "Haemorrhoidal, smarting pain in anus, after evacuation, with constriction in rectum.", "Blind haemorrhoids.", "Prolapsus recti." ],
    "Male Sexual Organs" : [ "Burning sensation in region of spermatic vesicles, which excites sexual desire.", "Dulness of sexual feeling, and aversion to coition.", "Erection, without amorous thoughts.", "Retraction of prepuce behind the glans.", "Swelling of epididymis, with pain during movement and when touched." ],
    "Female Sexual Organs" : [ "Catamenia premature, profuse, and of too long duration." ],
    "Respiratory Organs" : [ "Paroxysms of dry cough at night.", "Spasmodic cough, esp. after midnight, when awake, or during reflection.", "Nocturnal dyspnoea, excited by mucus in trachea, which is easily detached in morning." ],
    "Chest" : [ "Burning, insupportable lancinations in muscles of chest." ],
    "Back" : [ "Jerking in the spine, as from something alive.", "Painful sensibility of the joint of the sacrum, in morning, in bed, when lying on side, or by day, when stooping.", "Wrenching pain in shoulder-joint, or pain as from the starting of a tendon in wrist." ],
    "Upper Limbs" : [ "Drawing pains in joints and muscles of arms, often from head to fingers.", "Tearing jerking in muscles of arms, after remaining some time in the cold.", "Red spots in palms, like vesicles." ],
    "Lower Limbs" : [ "Attacks of cramp in calves of legs, and toes, after waking in morning.", "Burning lancinations in heels, and in corns on the feet." ],
    "Generalities" : [ "Burning sensation in the limbs and joints.", "Burning lancinations in the fleshy parts.", "Wrenching pain in the limbs.", "Pains, as of a fracture, in the joints, esp. in evening and morning, in bed, and principally during movement.", "Burning lancinations across all parts of body, in different directions.", "Shuddering, which traverses the whole body.", "Shaking in the body, with fright, or shocks, which cause violent bending and straightening of the body, sometimes with loss of consciousness.", "Long-lasting swoons; during which she feels her pains, but is not able to speak or move." ],
    "Skin" : [ "Tendency of old wounds to bleed afresh.", "Ulcers painful, like new wounds.", "Small furunculi.", "Small pustules, with lancinating, drawing pain." ],
    "Sleep" : [ "Disturbed sleep, with talking, snoring, and continued tossing.", "Waking at a.m.; and falling into a drowsy lethargy towards sunrise.", "Lying on the back, with the hand under the head, the legs wide apart, and the mouth half open, with snoring respiration.", "Amorous, lascivious dreams.", "Jerking of the body before going to sleep.", "After waking in morning, headache, with pain, as of a fracture, in all the joints, which forces constant change in position of limbs." ],
    "Fever" : [ "Dry heat, with need to be uncovered, at night, and in morning, in bed." ]
  }
}