{
  "remedyName" : "Magnetis Polus Australis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cough. Dislocation, easy. Frost-bite. Heart, palpitation of. Hernia. Ingrowing toe-nails. Levitation. Menorrhagia. Varicosis." ],
    "Characteristics" : [ "I have cured so many cases of ingrowing toenail with M. p. aust. 2m, that I invariably give it in the first place when there are no symptoms plainly indicating another remedy. Here are the symptoms in Hahnemann's Schema which led to this use: \"Sore pain on the inner side of the nail of the big toe when walking, as if the nail had grown into the flesh or, the side, very painful on being slightly touched (8h);\" and \"the shoe presses on the toes and on the nail of the big toe when walking, as from corns.\" The accurate response to these symptoms on the part of the attenuated M. p. aust. proved to me the possibility of attenuating and so fixing this \"imponderable\" for use as an ordinary homoeopathic remedy. Swan has collected a number of cases from different authors in Org., iii. Berridge (Org., iii. 53) reports this case: Miss X. had for three weeks aching in middle of front of left lower leg (where she has had varicose veins for eight months), when standing, or when the leg is hanging down, removed by placing it horizontally; frequent feeling of hot water running down affected part, but only when leg is down; at times throbbing there when leg hangs down. M. p. aust. c.m., one dose. The hot-water feeling never returned; the pain ceased in two days.", "Pinching, squeezing sensations and bruised pains predominate. Faintness comes on when walking, and is < when sitting; There is great rush of blood to the brain early In the morning in bed. The symptoms are < when walking in open air; < when sitting; < hanging limb down." ],
    "Relations" : [ "Antidoted by: M. p. arct., Ign., Zinc. Compare: Mgt., Galv., Electr. In fetid cough, Caps. Rush of blood to head, Ast. r. Toe-nails, Graph., Sil., Nit. ac., Thuj. See also under Mgt." ],
    "Mind" : [ "Moroseness and ill-humour, with aversion to conversation.", "Dislike to society and to laughing faces.", "Passion and rage.", "Instability of ideas." ],
    "Head" : [ "Vertigo, as from intoxication, with staggering gait.", "Great rush of blood to brain early in morning, in bed.", "Heaviness, tingling, and digging in head.", "Shocks in head, sometimes with tearing." ],
    "Eyes" : [ "Dryness and smarting in eyelids, esp. when moving them, < morning and evening.", "Lachrymation.", "Amblyopia." ],
    "Teeth" : [ "Tearing, jerking odontalgia, < by hot things." ],
    "Mouth" : [ "Accumulation of watery saliva in the mouth.", "Speech embarrassed, as by a swelling of the tongue." ],
    "Throat" : [ "Burning sensation in gullet." ],
    "Stomach" : [ "Metallic taste, at one time sweetish, at another acidulous, on and under the tongue.", "All kinds of food appear insipid.", "Extreme indifference to food, drink, and tobacco-smoke.", "Bulimy at noon and evening, sometimes during the febrile shiverings.", "Aching in scrobiculus during mental exertion." ],
    "Abdomen" : [ "Pinching in abdomen caused by a current of air.", "Noisy borborygmi and grumbling in abdomen.", "Pressive, flatulent colic, with pinchings, and inflation of abdomen.", "Sensation, as if inguinal ring were dilated, preparatory to a rupture, with painful sensibility of that part, when coughing." ],
    "Stool and Anus" : [ "Soft, loose faeces, preceded by gripings.", "Evacuation of liquid faeces, with a sensation as if flatus were about to be discharged.", "Contraction and painful constriction in rectum and anus, which hinder the expulsion of wind." ],
    "Urinary Organs" : [ "Involuntary emission of urine, from paralysis of sphincter vesicae, esp. at night.", "Emission of urine, drop by drop, with torpor of urethra.", "Very feeble stream of urine.", "Frequent emission of urine at night." ],
    "Male Sexual Organs" : [ "Strong disposition to emission.", "Emission (very unusual) in a hemiplegic patient; paralysis < after the emission.", "Impotence, with sudden cessation of all enjoyment, in the moment of greatest excitement.", "Pain in penis, as if some fibres were torn or plucked away.", "Painful retraction of testes at night.", "Swelling of testes, with tearing shocks, and sensation of contraction." ],
    "Female Sexual Organs" : [ "Catamenia premature and profuse.", "Metrorrhagia." ],
    "Respiratory Organs" : [ "Cough and coryza, with expectoration of greenish mucus, and shortness of breath.", "Paroxysms of fetid cough at night, when sleeping.", "Want to take full inspirations, like sighing, with involuntary deglutition." ],
    "Chest" : [ "Oppression of the chest, as if the respiration were tremulous, and produced an impression of coolness.", "Drawing pressure in both sides of sternum, with anguish of conscience, which allows no rest." ],
    "Heart" : [ "Violent palpitation of the heart, with great heat in cardiac region.", "Palpitation of the heart, during which it seems that it is not the heart that palpitates." ],
    "Back" : [ "Pressive, burning pain in loins, during repose and movement.", "Pain, as of a fracture, or wrenching pain in joints of sacrum, and lumbar vertebrae." ],
    "Upper Limbs" : [ "Tingling along arms, like slight shocks.", "Painful and rapid jerking along arms.", "Heaviness and lassitude in arms.", "Gurgling along arms and veins of the arms.", "Tingling and throbbing in ends of fingers.", "Panaritium." ],
    "Lower Limbs" : [ "Jerking throbbing in tendons of ham, with contraction of legs, esp. during movement.", "Pressive tearing in the patella.", "Throbbing in muscles of feet, after walking.", "The knees give way during movement.", "Easy dislocation of joint of foot, when making a false step.", "The feet are painful when he lets them hang down when sitting; all over them there is a fine throbbing.", "Sensibility and pain, as from a wound, in nail of great toe.", "The toenails penetrate the flesh." ],
    "Generalities" : [ "Drawings in fingers, joints of fingers, feet, and ankles.", "Lancinating pulsative pains in roots of nails, as if about to suppurate.", "Pains, with pinching or burning lancinations in different parts of the body.", "Contusive pains in limbs and joints, as if the patient had been lying on flints.", "Liability to suffer from a chill.", "Tendency of nose, ears, hands, and feet to be frozen by a moderate degree of coldness.", "Sudden lassitude when walking, with anxiety and heat, or sudden inclination to sleep.", "Lightness of whole body." ],
    "Sleep" : [ "Urgent inclination to sleep, evening and morning; closing of the eyes without power to sleep.", "Sleeplessness with over-excitement before midnight.", "Confused, frightful dreams.", "Prolonged dreams on the same subject, with fatiguing meditation.", "Dreams of incendiary fires.", "Slow, noisy, snoring expiration before midnight; after midnight inspiration is of the same character.", "Lying on the back during the night.", "Congestion in head in morning, which compels lying with head high." ],
    "Fever" : [ "Excessive dread of open air, which penetrates to the very marrow of the bones, even when the weather is hot; with ill-humour and inclination to weep.", "Shuddering, with cloudiness before eyes, trembling and tossing of limbs, without shivering, followed by heat in head and face." ]
  }
}