{
  "remedyName" : "Magnetis Polus Arcticus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Clairvoyance. Hernia. Panaritium. Salivation. Sleep disturbed. Somnambulism. Toothache. Vertebrae, cervical, cracking in." ],
    "Characteristics" : [ "The symptoms of M. p. arct. were obtained by applying it in the region of the 4th to 6th dorsal vertebrae, at a distance of four or five fingers' breadth from the body. A number of well-characterised symptoms were experienced in the teeth and jaws. There was swelling, heat, and redness of one cheek. Swan reports this case cured by C. M. Conant; Mrs. S. C., 31, blonde, had pain in left lower jaw as if out of joint; < morning, on moving it; sensation as if head of bone were squeezed and crowded into socket. M. p. arct. 1m cured (Organon, iii. 343). Sensations of coldness are marked. There is coldness where the magnet is applied. The eyeball feels cold, as if it were a lump of ice in the socket. On the other hand there is a sensation as if the blood was rushing towards the point touched by the magnet. One symptom of the proving, occurring in a half-waking state, suggests an approach to somnambulism. He thinks out a \"difficult subject in the best form in a foreign language\"; but when awake he cannot remember distinctly the subject. Several provers complained of faintness. One had \"sensation of dryness and lightness in the body with want of strength.\" Sensation as if scalp adhered to skull. Symptoms are > uncovering. Headache is < lifting or moving arm. < On waking. Toothache < breathing through the mouth." ],
    "Relations" : [ "Antidoted by: M. p. aust., Ign., Zn. Compare: Sensation as if teeth being pulled out, Ipec. < Raising arm, Bar. c., Con., Cup., Fer. One cheek red, Cham. See also under Magnetis p. amb." ],
    "Mind" : [ "Peevishness, and inclination to weep, with shivering.", "Mildness, submission.", "Indolence when seated, as if power of moving were lost.", "Irresolution, followed by prompt execution, after a resolution has been once formed.", "Speaking loud while quite alone and engaged in business.", "Fickleness.", "Anxious hesitation and restlessness.", "Loss of sense.", "Loss of ideas.", "Weakness of memory.", "Tendency to make mistakes when writing." ],
    "Head" : [ "Vertigo, as from intoxication, with staggering, when walking in open air, and instability when standing.", "Semi-lateral drawing, with vertigo, from middle of head towards ears, like the oscillation of a pendulum.", "Cephalalgia when lifting or moving eyes.", "Depressing cephalalgia, as from a weight.", "Cephalalgia, as if brain were about to burst.", "Tension of integuments of head, as if they adhered too closely to the cranium." ],
    "Eyes" : [ "Eyes prominent and fixed.", "Icy coldness of (weak) eye, as if a lump of ice lay in orbit instead of the eye.", "Restless movements of eyes.", "Lancinations, itching, and jerking drawing in eyelids, with lachrymation.", "Painful sensation of dryness in eyelids, on awaking in morning." ],
    "Ears" : [ "Murmuring in ears, and internal heat, as from boiling water.", "Deafness, as if caused by a band over ears." ],
    "Nose" : [ "Aberration of smell; smell of rotten eggs, or of fresh plaister, or dust.", "Epistaxis, preceded by pressive cephalalgia in forehead.", "Redness and heat in point of nose, followed by red spots, hot, and plainly circumscribed, on cheeks." ],
    "Face" : [ "Paleness in face.", "Tension in face.", "Painful squeezing in maxillary joint, with sensation, while moving it, as if it were dislocated.", "Swelling of one cheek only.", "Trismus." ],
    "Teeth" : [ "Odontalgia in carious teeth, at intervals, as if they were being extracted.", "Pains in carious teeth, with gums swollen and painful when touched.", "Pains in (carious) teeth, < after a meal, and by heat, > in open air, and when walking.", "Odontalgia, with red, hot, swollen cheeks.", "Odontalgia, with shocks, which traverse the periosteum of the jaw, or with drawing, pressive, or else tearing, digging, or burning lancinating pains.", "Incisors set on edge, when breathing through the mouth.", "Numbness and insensibility of the gums, on the cessation of the toothache." ],
    "Mouth" : [ "At night, collection of saliva in mouth, so profuse that every time he wakes the pillow is quite wet.", "Itching in point of tongue, compels him to scratch it." ],
    "Appetite" : [ "Voracity in evening.", "Loss of taste.", "Acid taste in the mouth.", "Tobacco has a bitter taste." ],
    "Stomach" : [ "Frequent empty risings.", "Continued pyrosis, esp. after supper." ],
    "Abdomen" : [ "Production and incarceration of much flatus.", "Flatulent, pressive colic.", "Shocks in abdomen, as if something in it were falling, or blows proceeding from abdomen, and passing upwards through chest, as far as the throat.", "Inflation of abdomen.", "Pressure and boring towards inguinal ring, as if preparatory to a rupture, with relaxation of the inguinal ring." ],
    "Stool" : [ "Obstinate constriction of abdomen, and constipation.", "Hard faeces, of a large size, difficult to evacuate, often preceded by drawing, dysenteric pains in the hypogastrium." ],
    "Urinary Organs" : [ "Increased secretion of urine.", "Deep-coloured urine." ],
    "Male Sexual Organs" : [ "Immoderate erections, with frequent pollutions.", "Excitement of sexual desire." ],
    "Female Sexual Organs" : [ "Menses too feeble; suppressed." ],
    "Respiratory Organs" : [ "Dry, asthmatic, suffocating cough, < by walking in open air.", "Spasmodic, shaking cough, in evening, when going to sleep, and which hinders sleep.", "Spasmodic, suffocating cough, towards midnight, produced by irritation in bronchia, shaking the head and whole body, and exciting heat until a general perspiration ensues, with cessation of the cough.", "Constant want to cough, in evening, which is removed only by restraining the cough." ],
    "Neck and Back" : [ "Cracking in the cervical vertebrae during movement.", "Pains in back, as if broken, on bending it backwards." ],
    "Upper Limbs" : [ "Inflammation of back of hand, with pulsative pain.", "Heaviness in arms, hands, and fingers." ],
    "Lower Limbs" : [ "Pains, as of a fracture, in hip-joints and lower limbs.", "Great lassitude in lower extremities, which feel as if they would break when walking.", "Pain, as from excoriation in toes, and corns on the feet." ],
    "Generalities" : [ "Great lassitude, and painful weariness of the whole body, with dejection, esp. in morning and in open air, as during sultry weather.", "Drawing sensation in periosteum of all bones, as at commencement of intermittent fever.", "Digging lancinations, which are more painful the deeper they are, in different parts of body.", "Lancinating shocks, throbbing, trembling, coldness, and sensation as if the blood were driven towards the parts touched by the magnet.", "Over-excitement, with trembling, uneasy restlessness in limbs, and great nervous weakness." ],
    "Skin" : [ "Tingling and lancinating itching in skin.", "Burning sensation, or burning tearing in tetters.", "Panaritium." ],
    "Sleep" : [ "Violent spasmodic yawnings, with wrenching pain in maxillary joint.", "Strong disposition to sleep by day.", "Coma.", "Profound sleep at night, during which the patient generally lies on the back.", "Many vivid dreams (sometimes lascivious).", "Sings in her sleep, is wakened by it; falls asleep again, recommences to sing and again wakes up from it.", "Waking in evening, after going to sleep, in consequence of a violent shock in the head, and muscles of the neck.", "Tossing during sleep, with troublesome heat, and urgent inclination to be uncovered, without thirst.", "Imperfect waking in morning (2 a.m.), with perfect inner consciousness, vivid memory, great concourse of ideas, and reflections on some important subject.", "Almost as if in a zoomagnetic sleep-talking state; but when fully awake he cannot remember distinctly the subject of his thoughts." ],
    "Fever" : [ "Sensation of coldness, or of coolness over whole body.", "Chilliness.", "Cool hands, with cool perspiration upon them, and over whole body.", "Shuddering, followed by transient heat, and swelling of veins of hands.", "Sensation of heat over whole body, with coldness of hands and lower extremities.", "Cold sweat on hands and soles of feet." ]
  }
}