{
  "remedyName" : "Magnesia Muriatica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Biliousness. Bladder, paresis of. Cardialgia. Cold. Constipation. Deafness. Diarrhoea. Dysmenorrhoea. Dyspepsia. Foot-sweat. Headache. Heart, affections of. Haemorrhoids. Heartburn. Home-sickness. Hysteria. Leucorrhoea. Liver, affections of. Menstruation, painful. Nocturnal emissions. Ozaena. Palpitation. Pregnancy, nausea of. Smell, disordered. Spleen, enlarged. Stomach, disorders of. Taste, disordered. Tinea ciliaris. Urine, straining to pass. Uterus, pain in; induration of. Waterbrash. Whooping-cough." ],
    "Characteristics" : [ "Whilst Mag. c. and Mag. sul. are recognised old-school remedies, I can find no mention of Mag. mur. or Mag. Phos. in modern text-books. Mag. m. first appeared in Hahnemann's Chronic Diseases. The general feature of Mag. c. appears in many symptoms, notably those of nervous disturbance and hysteria. The salt, says Guernsey, \"is found in many mineral waters, and in seawater. It has a very bitter taste, and is decomposed by heat.\" The note about the sea-water is important. Mag. m. is like Nat. mur., and Aq. mar. in the relation to seaside effects. Nat. m. is particularly indicated in constipation,\" biliousness,\" and generally disordered health, which appear as soon as the patient goes to the seaside. Mag. m. is indicated when excessive weakness is felt after a sea-bath. The chief Localities of its action are: Head; r. hypochondrium; inner region of liver; rectum and large intestine; bladder; uterus; heart; feet. It is especially suited to: Diseases of women; spasmodic and hysterical complaints complicated with uterine diseases. Headache at menstrual period in hysterical women. Women after suffering months or years from attacks of indigestion or biliousness. Enlargement and congestion of liver Puny, rickety children during dentition. Men with disordered livers; and sexual disorders. Teste, who places Mag. m. in his Ferrum group, says that Mag. m. and Mag. c. \"have been used for the cure of cachexia occasioned by long and painful diseases.\" He says he has seen Mag. m. produce great improvement in this case: \"Hydrarthrosis of left knee, with emaciation of left thigh, consequent on a wandering neuralgia, which, after having commenced in the form of cystitis with (non-venereal) discharge from urethra, had successively invaded the shoulder, left elbow, eyes, and lastly, knees, where it had become seated.\" A connection between liver disorder and nasal obstruction has often been traced, and Mag. m. has a large number of symptoms in both. The nasal symptoms have led to its successful use in ozaena. One case cured had redness, swelling and scaliness of nose, and sweat about the head and feet. Mag. m. is one of the leading remedies in foot-sweat. Burning in soles, evening, must put feet out of bed. In liver affections there is enlargement, sensitiveness < from touch, and < lying on r. side; tongue large, coated, indurated. It is especially suited to liver affections in children who are puny and rickety, and have eruptions about the eyes. The constipation of Mag. m. is very distinctive, and has led to the cure of many extremely obstinate cases. The characteristic stool is knotty and conglomerate, like sheep's. It may remain in this condition, or it may crumble at the anus. Painful urging before stool; burning at anus after. As well as intestinal atony, there is atony of bladder: urine can only be passed by bearing down with abdominal muscles. The hysterical symptoms are marked: spasms, fainting, globus. Bearing down in uterine region; uterine spasms. Menses black or pitch-like, accompanied by pains in back when walking, pains in thighs when sitting. Leucorrhoea after every stool or following uterine spasms. Hysterical headaches. Patient is anxious, restless, always < by mental exertion; during or after dinner seized with nausea, eructations, trembling and faint spells, > by eructations. Palpitation < when quiet, > moving about. Perversions of taste and smell are marked in Mag. m., and I have frequently restored with it loss of taste and smell after influenza. Among the Sensations of Mag. m. are: As if some one was reading after her. As if boiling water was on side of head. As if hair pulled. As if tongue burnt; mouth scalded. Stools as if burnt. The pains are mostly boring and spasmodic contractive pains; dragging down. There is much burning and heat. R. M. Skinner reports (Med. Adv., xxiv. 383) this case: A farmer had been treated allopathically three months for chills, which were checked, but the man did not feel well. Spleen very large, sensitive, felt heavy when he walked or rode. Constipated, goes three or four days without a stool. It was for this that he sought advice. Abdomen distended. hard, especially in ileo-caecal region. Cold on left side and a crawling feeling, like a cold snake. Beating in umbilical region as if his heart beat there. Mag. m. one dose on the tongue. At p.m. the bowels began to act and went on acting with the exception of one hour till a.m. He complained next morning that the medicine had \"almost killed him,\" and he looked thin and tired. No further medicine was given, and in ten days he had no complaint, and the spleen was normal in size and without tenderness. In a large proportion of Mag. m. cases the Conditions will give the leading indications. There is general hyperaesthesia and < by touch or pressure; but the head pains are > by hard pressure; eye pains > by pressure, and the menstrual pains > by pressing on back. There is great sensitiveness to cold and disposition to catch cold, > wrapping up head warmly; but the skin eruptions on face, head, and eyes are < in warm room; cough < in room. Most symptoms except headache are > in open air. Sea-bathing = bloody expectoration; great weakness. Rest <; motion > (this is especially marked and peculiar in reference to palpitation). < Lying down. Palpitation is > lying on left side. Liver symptoms < lying right side, < on side lain on. [Also lying on left side = sensation of something (liver) dragging to that side.] Rumination < while walking. < At meals (fainting). > By eructations (nausea and trembling). < After coitus (pain in testes and cords). Mental exertion <." ],
    "Relations" : [ "Antidoted by: Cham., also Camph., Ars., Nux. It antidotes: Merc. (metrorrhagia). Compatible: Bell., Sul., Nat. m., Pul., Sep. Compare: Hysteria, Mosch., Asaf., Val., and Castor. Uterine spasms, Ign. (Mag. m. may have induration); Caust. and Secale (both have continuous spasm). Erections and burning in penis, Pic. ac., Nat. m. Enlarged liver, < by touch and lying on right side, Merc. Foot-sweat and head-sweat, Sil. (Sil. is offensive); scrofulous and rickety children, headache > wrapping, Sil. Congestion of liver, enlargement, feeling of weight and pressure, Ptelea (Ptel. is > lying right side). Rumination, Sul. (Mag. m. is while walking). Nervous restlessness, Zn. > Motion, Rhus. Heart symptoms > by motion, Gels. Lips chapped and serrated, Nat. m. < After coitus, Kal. c., Bro. Enlarged liver of children, Calc. ars. Sensitiveness to noise, Ign., Nux, Ther. Eructations tasting like onions (Sinap., breath smells of onions). Leucorrhoea two weeks after menses, Bar., Bov., Con. Menstrual headache, Mag. c. (Mag. m. more hysteria)." ],
    "Causation" : [ "Sea-bathing." ],
    "Mind" : [ "Uneasiness and lachrymose humour.", "Peevishness and chagrin.", "Aversion to conversation; prefers solitude.", "Repugnance to exertion.", "Nervous excitability, with tendency to weep readily.", "Excited; unhappy; fitful; emotional.", "Fearful and inclined to weep.", "Anxiousness in room, > in open air.", "While reading, felt as if some one was reading after her, and she must keep reading faster and faster." ],
    "Head" : [ "Stupefaction as from intoxication.", "Vertigo in morning, on rising, and during dinner; disappears in open air.", "Heaviness in head, with a dizziness which causes falling down.", "Pains, > by covering up head.", "Sensation of numbness in forehead.", "Compressive sensation in head from both sides, with a hot feeling, and with beating in forehead when pressing upon it.", "Tearing and stitches in temples, with great sensitiveness of vertex, as if the hair were raised by pulling.", "Tearing and stitches in r. temple, extending to eye; necessity to press eyes together.", "Griping and raging in both temples, with a feeling as if he would become dizzy and lose consciousness; disappearing on pressing the head with both hands, in evening after lying down (5th day).", "Tensive pressure in forehead and sinciput, with confusion and cloudiness in head, principally on awaking and when lying; > from exercise in open air and when wrapping head up warm.", "Squeezing, as from a claw, and noise in temples, in evening, in bed, with sensation as if vertigo and loss of consciousness were coming on.", "Jerking, or shooting and pulsative tearings, in head.", "Congestion, with heat, painful humming, and ebullition in head.", "Painful undulation and whizzing as of boiling water on side upon which one rests.", "Quotidian headache.", "Nervous pullings in head and face, extending to teeth, with a sensation of confusion in head.", "Throbbing, jerking tearing in occiput.", "Boils on head.", "Great sensitiveness of scalp.", "Nodes on occiput, tearing, painful to touch.", "Tendency of head to sweat." ],
    "Eyes" : [ "Inflammation and burning pain in eyes, with redness of sclerotica.", "Lachrymation and burning in eyes, when looking at anything in broad daylight.", "Nocturnal agglutination of eyelids.", "Yellow colour of sclerotica.", "Green halo round candle in evening." ],
    "Ears" : [ "Pulsation in ear.", "Dulness and hardness of hearing, as if something were placed before ear.", "Shootings, acute pullings, and boring in ears.", "Itching of herpes behind ears.", "Great sensitiveness to noise.", "Buzzing in ears." ],
    "Nose" : [ "Scabs in nostrils, sometimes with painful sensibility of nose, when touched.", "Excoriation of nostrils.", "Discharge of corrosive serum from nose.", "Stoppage of nose, with want of breath.", "Pain as from excoriation, and of burning in nose.", "Swelling, redness, induration, and heat of lower part of nose, which are < in morning.", "Troublesome dryness of nose.", "Nocturnal obstruction of nose.", "Coryza, with loss of taste and smell; and emission of yellow and fetid mucus on blowing nose.", "Ulcerated nostrils.", "Loss of smell." ],
    "Face" : [ "Pale, yellowish, or earthy complexion.", "Drawing pains in nerves of face.", "Tension in face, with cramp-like pain in bones of face.", "Facial eruption.", "Pimples on forehead, itching in evening.", "Lips cracked.", "Sensation of roughness on internal surface of lips, when touched by tongue.", "Large and transparent vesicles on the red of the lips (of lower lip, itching, afterwards burning)." ],
    "Teeth" : [ "Toothache, aggravated to highest degree by contact of food.", "Sensation of elongation in upper incisors.", "Painful swelling and easy bleeding of gums." ],
    "Mouth" : [ "Dryness of mouth at night.", "Dryness of mouth and throat without thirst.", "Rhagades in tongue with violent burning.", "Tongue coated white early in morning.", "Copious accumulation of serous saliva in mouth.", "Sensation in interior of mouth as if it had been burnt.", "Burning in tongue as from fire.", "Tongue coated white early in morning; or tip and edges clean, large, flabby, yellow.", "Bad taste, with poor appetite." ],
    "Throat" : [ "Sensation, as if throat were excoriated and raw, < in evening, and at night.", "Hawking up of viscid and thick mucus from the throat, often mixed with blood and very tenacious.", "Dryness and roughness of the throat with hoarse voice." ],
    "Appetite" : [ "Frequent thirst.", "Violent thirst (3 a.m.).", "Bulimy and craving in stomach, followed by nausea.", "Hunger, without knowing what is wanted.", "Poor appetite, with bad taste in mouth.", "Desire for dainties." ],
    "Stomach" : [ "Regurgitation of food, while walking.", "Violent hiccough during and after dinner, which = pain in stomach.", "Sensation as if a ball were ascending from abdomen into oesophagus; > by eructations.", "Increased hunger, followed by nausea.", "Eructations tasting like rotten eggs, like onions.", "Nausea, esp. in morning, on first rising.", "Frequent nausea with fainting, day and night.", "Constant nausea, earthy colour of face and nervous excitability, with tendency to shed tears.", "Aching in stomach, with nausea.", "Tension, and pain as from ulceration, and as from a bruise in stomach, with excessive sensitiveness to touch.", "Throbbing in pit of stomach.", "Heat in stomach.", "Painful commotion in stomach, when walking and in the act of planting the foot." ],
    "Abdomen" : [ "Movings about in epigastric region, then in lower abdomen, > by emission of flatus, forenoon.", "After each dose burning in pit of stomach, spreading to throat; if she has waterbrash it disappears.", "Fermentation in abdomen.", "Tension and shooting in hepatic region.", "Affections of r. hypochondrium; inner region of liver.", "Congestion of l. lobe of liver.", "Burning in r, hypochondrium, up to r. scapula; when putting foot forward in walking.", "Aching pains in liver, also when walking, or pressing the part, < lying on r. side.", "Hardness and tightness of abdomen.", "Violent and constant distension of abdomen, with constipation.", "Painful hardness of abdomen, and esp. of r. side.", "Cramp-like pains in abdomen, esp. in evening, and sometimes followed by leucorrhoea.", "Tearing in abdomen.", "Dragging down from region of r. ovary to thigh.", "Cuttings, pinchings, and acute drawing in abdomen.", "Stinging shootings in the muscles of the abdomen.", "Colic (in the evening) in hysteric persons, extending to thighs, followed by fluor albus." ],
    "Stool and Anus" : [ "Hard, difficult, slow, and insufficient evacuations.", "Obstructions of bowels from induration of faeces.", "Haemorrhoids pain during normal stool.", "Burning and smarting in anus during and after stool.", "Stools crumbling as if burnt.", "Stool crumbles at verge of anus.", "Faeces knotty, like sheep-dung.", "Violent tenesmus, with scanty evacuation, or only an emission of flatus.", "Chronic tendency to diarrhoea.", "Violent diarrhoea of mucus and blood.", "Greenish, yellowish, or brownish evacuations.", "Faeces coated with mucus and blood.", "Ejection of taenia." ],
    "Urinary Organs" : [ "Frequent want to urinate, day and night, with scanty emission.", "An emission can be accomplished only by contraction (bearing down) of the abdominal muscles.", "Torpor of urethra.", "Urine, pale-yellow, followed by burning in urethra.", "Urine passes only by drops, always some seeming to remain behind.", "High-coloured urine, loaded with lithates, accompanies the uterine symptoms." ],
    "Male Sexual Organs" : [ "Violent itching in genital organs and in scrotum, extending as far as the anus.", "Frequent erections; early in morning with burning in penis.", "Burning in back after coition.", "Pain in testicles (on touching or moving them) and cords (with swelling) after unrequited sexual excitement.", "Nocturnal involuntary emissions, with or without dreams; scrotum relaxed and loose, often covered with sweat; constipation; indigestion; biliousness; itching at anus.", "Scrotum relaxed." ],
    "Female Sexual Organs" : [ "Catamenia too early and too copious.", "Suppressed menses.", "Black and coagulated blood during catamenia.", "During catamenia: paleness of face, with pains in loins and depression; fainting; pain in l. leg.", "Cramps in uterus, sometimes with pains extending to thighs, and leucorrhoea.", "Leucorrhoea, esp. during movement, or preceded by cramps in abdomen.", "Scirrhous induration of uterus.", "Leucorrhoea immediately after stool." ],
    "Respiratory Organs" : [ "Hoarseness, with roughness and dryness of throat.", "Hoarseness in the morning after rising.", "Tingling in larynx.", "Bloody expectoration brought on by sea-bathing.", "Dry cough, in evening, and at night, with burning pain and sensation of excoriation in chest.", "Cramp-like cough at night, with violent tickling in throat." ],
    "Chest" : [ "Oppression of chest, in region of heart.", "Oppression in pit of stomach.", "Sudden feeling of weight in chest, with obstructed respiration during dinner.", "Tension and contraction in chest." ],
    "Heart" : [ "Shootings (stitches) in heart, which impede respiration.", "Pain at apex of heart, a pricking as of needles and pins, with pain under l. scapula as if knife were hacking the bone.", "Palpitation of heart, when seated, disappearing on motion." ],
    "Neck and Back" : [ "Swelling of glands of neck.", "Pain as from bruises above and in small of back and both hips, with sensitiveness of the parts to touch.", "Shooting, tearing, and burning pains in the back.", "Contractive and cramp-like pains in loins.", "Tearing stitches in loins.", "Burning in back after coitus.", "Drawing in loins after a stool.", "Gnawing in spinal cord.", "Burning and bruised feeling between scapulae.", "Tearing in r. scapula, then in hip; in both scapulae." ],
    "Limbs" : [ "Lancing, drawing, and tearing in extremities (Possart)." ],
    "Upper Limbs" : [ "Drawing and paralytic tearings in shoulder-joint, extending as far as arm and hand, < by movement.", "Numbness of arms in morning, on waking; or in evening in bed." ],
    "Lower Limbs" : [ "Great lassitude in legs, even when seated.", "Heaviness of legs.", "Jerking tearings in hips.", "Uneasiness and tension in thighs.", "Aching pain, or paralytic pulling in the knee.", "Cramps in calves, at night.", "Burning pain in soles, in evening.", "Sweating of feet." ],
    "Generalities" : [ "Boring or contractive cramp-like pains.", "Paralytic drawing and tearing in limbs.", "Indurations after inflammations.", "Attacks of spasms, and of hysterical weakness.", "Hysteria, which may occur several times in a day or night.", "Liability to take cold.", "Bodily weakness, which sometimes appears to proceed from stomach.", "Sensation of uneasiness (soreness), and of painful weariness, in whole body, with acute sensibility to least noise.", "General uneasiness in evening in bed, as soon as she closes her eyes.", "Sensation as of boiling water on side on which one rests.", "The majority of the symptoms present themselves when the patient is seated, or at night, and are generally > by movement.", "Uneasiness in evening in bed on closing the eyes." ],
    "Skin" : [ "Tingling in different parts of the skin.", "Formication of the skin (face, chest, and soles of feet).", "Itching pimples, with burning pain after scratching.", "Pustular eruptions.", "Eruption of small red papulae.", "Furunculi.", "Swelling of the glands." ],
    "Sleep" : [ "Great inclination to sleep during day, with yawning and indolence.", "Retarded sleep and sleeplessness, caused by heat, with thirst, and great agitation in whole body on shutting the eyes.", "Anxious and frightful dreams, with talking and cries during sleep.", "Sleep unrefreshing; tired in morning.", "Jerking in body, when lying awake at night.", "Nightmare." ],
    "Fever" : [ "Shivering in evening, which disappears in bed.", "Chill in evening from to 8, even near warm stove.", "Chill, followed by heat in evening till midnight.", "Heat in evening with perspiration only on head.", "Perspiration with thirst, from midnight till morning.", "Sweat after midnight.", "Pulse accelerated with ebullitions while sitting." ]
  }
}