{
  "remedyName" : "Magnesia Phosphorica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Catheterism. Chorea. Colic. Convulsions. Cough. Cracks. Cramps. Dentition. Dysmenorrhoea. Headache. Intercostal neuralgia. Locomotor ataxy. Membranous dysmenorrhoea. Meningitis. Menstruation, painful. Neuralgia. Rectum, prolapse of. School-headache. Sciatica. Stomach, cancer of. Sobbing, spasmodic. Tic-douloureux. Toothache. Vaginismus. Whooping-cough. Writer's cramp." ],
    "Characteristics" : [ "Mag. Phos. is one of the most important of Schussler's original additions to the materia medica. It has had a very fine proving in the potencies, conducted by H. C. Allen (Med. Adv., xxxiii. 386-415), but I will first give Schussler's own account: Phosphate of Magnesia is contained in", "blood-corpuscles, muscles, brain, spinal marrow, nerves, teeth. Disturbance of its molecules results in", "pains, cramps, paralysis. The pains are", "shooting like lightning, or boring; often combined with or alternating with a sensation of constriction; at times wandering; > by warmth; > by pressure; < by light touch. It will cure: Headache, toothache, pains in limbs when of this kind; also cramps in stomach, pains in abdomen usually radiating from umbilical region, > by hot drinks, by bending double, by pressing on abdomen with the hand, sometimes accompanied with watery diarrhoea. Spasms of various kinds", "of glottis, whooping-cough, lockjaw, cramps of calves, hiccough, tetanus, chorea, spasmodic retention of urine, &c. In caseous tuberculosis and lupus Mag. p. has a place. When the cells near the caseous masses are too weak to expel them, it is because they are deficient in Mag. p., and Mag. p. given medicinally will enable them to do it.", "This sketch of Schussler's is confirmed in every point by Allen's proving, and by the clinical use of Mag. p. in the highest attenuations. Moreover, there is a very strong family resemblance between these features and those of Mag. c. and Mag. m. But it is only right to say that Schussler arrived at them by a way of his own, which shows that there are other means besides provings of finding the keynote symptoms of remedies. Allen adds to the above that the pains rapidly change place; that cramping is the most characteristic type of the Mag. p. pains. Dread of cold air; of uncovering; of touching the affected part; of moving; of cold washing. It is best adapted to: thin, emaciated persons of a highly nervous organisation, of dark complexion; to affections on the right side of the body; to complaints from standing in cold water; complaints of dentition; headaches of school children; professional neuroses (e.g., writer's cramp); after-effect of catheterism. Nash says Mag. p. is in the first rank as a pain remedy, and it has all kinds of pain (though cramping pain is the most characteristic) except burning pain, and this distinguishes it from Ars., since both have > from heat. Allen's proving brought out canker sores in mouth, sore lips, and cracked lips. A patient of mine who suffered intensely from cracks at the corners of the lips found nothing relieve so well as Mag. p., and it did it best in the ix strength. Higher were tried. Hering says it is suited to: Young and very strong persons; teething children. Allen says that though it is best adapted to emaciated persons, it acts promptly in stout, fleshy persons when well indicated. The attacks (of pain, &c.) are often attended with great prostration, and sometimes with profuse sweat. \"Languid, tired, exhausted; unable to sit up.\" Mag. p. is more often called for in men than Mag. c., but the indication, \"worn-out women,\" answers for both. The affections of Mag. p. are often periodic. I cured with Mag. p. 6x a very severe attack of chorea in a girl of six. The spasms were general, but they affected the speech to such an extent that she could not make herself intelligible. Rappaz, of Montevideo (quoted H. M., xxix. 178) cured with Mag. p. a young man of of cerebral meningitis which began with violent pain and inflammation in left eye, with terrific pains in head and delirium and intense fever. He was at first treated allopathically, without success. When Rappaz first saw him he was hemiplegic, with frequent and alarming convulsions, crying out violently, involuntary passage of faeces and urine; dilated pupils, dropped jaw, escape of saliva, speech and comprehension difficult. Under Mag. p. 6x in water general improvement set in. Later the 12x was given, and in two months he was well. W. T. Ord cured Miss G., 48, of pain in back extending down right sciatic nerve and up spine, following influenza, with Mag. p. 3x, 5-gr. doses. The pains were shifting, > by rest, < at night. The parts were tender to pressure and numb. Pains sometimes tense in paroxysms, compelling her to cry out. Anxiety; depressed vitality. Skinner has cured with Mag. p. a case of prolapse of rectum with feeling as if rectum were torn, the symptoms being > by heat. The symptoms are < by: Motion; cold air; draught of air; cold wind; COLD WASHING; TOUCH; lying on the back stretched out; when eating. > By: HEAT; WARMTH; PRESSURE; BENDING DOUBLE (the italics and capitals are H. C. Allen's). < Walking; especially in open air; abdominal pain compels walking about, which >." ],
    "Relations" : [ "Antidoted by: Bell., Gels., Lach. (cough). Compare: Cham. (vegetable analogue; but Cham. has < from heat). Shifting pains, Puls., Lac c. Neuralgia recurring violently every night, > warmth, Ars. Dysmenorrhoea, Caul., Act. r., Xanthox., Cact., Lil. t., Col. Colic > bending double, Col. > From hot drinks, Lyc. Meteorism, Lyc. Hydroa, cracks on lips, Nat. m. Headache from occiput to eye > warmth, Sil. Chemical relatives: Mag. c., Mag. m., Mag. s. Horizontal double vision, Gels. Neuralgia from standing in cold water, Calc. Spasms during dentition, Bell. (Bell. has fever, Mag. p. not). Dysmenia, Puls. (Puls. < by heat, Mag. p. >)." ],
    "Causation" : [ "Dentition. Cold winds. Cold bathing. Standing in cold water. Working with cold clay. Study. Catheterism." ],
    "Mind" : [ "Illusions of the senses; sobbing, crying, lamenting all the time about pain in affected parts; with hiccough.", "Mental depression and anxiety.", "Drowsiness on every attempt to study.", "Very forgetful.", "Dulness and inability to think clearly.", "Indisposition to study; to mental effort.", "Mind seems clearer; can think and study more clearly after a few doses of Mag. p.", "Persistent depression of spirits." ],
    "Head" : [ "Headache: pains shooting, darting, stabbing, shifting; intermittent and paroxysmal.", "Headache: excruciating; spasmodic; neuralgic or rheumatic; always > by external application of warmth.", "Nervous headache, with sparks before eyes; diplopia.", "During the night, severe throbbing pressure on vertex, l. side, deep in brain.", "Dull headache, as if brain too heavy (after protracted mental effort).", "Headache > towards evening, but changes to a pressure above eyebrows, esp. r.", "Headache beginning in, or worst in occiput, and constant whilst attending school.", "Severe headache; face flushed, red; pain began in occiput, extended over whole head; sick at stomach; aches all over; < or a.m. to or p.m.", "Pressive pain in head down through middle of brain.", "Pain through temples, top and back of head, with sensation of fulness, < lying down.", "Sensation of a strong shock of electricity beginning in head and extending to all parts of body.", "Severe headache began in occiput on waking, extending over head, located over both eyes, with severe nausea, and terminated p.m. in a pronounced chill.", "Severe pricking over head and forehead, as if rubbed with a fine brush (after becoming warm from eating).", "Pustules or large pimples (like blood-boils), with redness and rawness, appeared on r. side of scalp, but did not suppurate.", "Large, white, shining scales can be combed out in handfuls twenty times a day.", "Scalp feels rough like a grater, and the fine particles combed out feel like sand." ],
    "Eyes" : [ "Double vision (horizontal); sparks; rainbow colours; photophobia.", "Pupils contracted.", "Dark spots before eyes on attempting to read.", "Dull vision from weakness of optic nerve.", "Nystagmus; strabismus, spasmodic; ptosis, < r. side.", "Twitching of lids.", "Neuralgia: supra-orbital or orbital; intermittent, darting, lightning-like pains, < (or entirely) r. side, > by warmth, exquisitely sensitive to touch; with increased lachrymation.", "Itching and heat in lower l. lid." ],
    "Ears" : [ "Nervous otalgia, intermittent and spasmodic; > by heat.", "Sharp intermittent pains behind r. ear, greatly < by cold air or washing face in cold water." ],
    "Nose" : [ "Alternate stuffing and profuse gushing discharge (of a white, thin substance), < from l. nostril.", "Smarting and raw feeling in l. nostril." ],
    "Face" : [ "Neuralgia: supra- and infra-orbital, r. side, intermittent, spasmodic, lightning-like pains, < by touch and pressure, > by warmth.", "Neuralgia of r. upper jaw and teeth, begins with greatest fierceness p.m., and lasts till he gets warm in bed; pains sharp, lightning-like, < by cold, > by heat; face swollen as if stung by bees.", "Boring, pinching, nipping pains, driving him out of bed, soon spreading over entire r. side of face.", "Pains radiating all over r. side of face from infra-orbital foramen, < by touch; by opening mouth to eat or drink; by cold air; by walking or riding in cold wind.", "Faceache < when body gets cold.", "Face distorted from pains and weakness; cramping colic.", "Lock-jaw.", "Hydroa on upper lip.", "Convulsive twitching of angles of mouth.", "Neuralgia from washing or standing in cold water.", "Sensation of painful contraction of jaw-joint for several days, with a nervous backward jerking." ],
    "Teeth" : [ "Toothache; < after going to bed; changes place rapidly; < eating or drinking, esp. cold things, > by heat; teeth sensitive to touch or cold air.", "Severe pinching, stabbing, neuralgic pain over root of r. bicuspid; can be covered with point of finger; < by cold, > by heat; could not brush teeth with cold water for months.", "Neuralgic pain in a filled tooth which had never ached before.", "Complaints of teething children; spasms during dentition, without febrile symptoms.", "Ulceration of teeth, with swelling of glands of face, throat, and neck, and swelling of tongue.", "Severe pain in decayed or filled teeth (in seven persons; three of them had to discontinue the proving and be treated by a dentist)." ],
    "Mouth" : [ "Tongue: coated slightly yellow, crampy colic; clean or slight coating, with pain in stomach; coated white with diarrhoea; a bright red, rawness in mouth; coated heavily; coated white all over; sticky and coated a dirty yellow.", "L. side of tongue sore; biting, burning, smarting like a canker-sore; eating is painful.", "Taste as of sour bread; slightly bitter; as of bananas (a bit of one had been eaten the day before).", "Bad taste in mouth on waking; rawness in mouth; feels as if cankered; warm food seems hot and burning.", "Bad taste; food does not taste right; coffee tasteless; fulness in bowels; belching of gas.", "Sour taste on waking in night.", "Mouth very sore; eating difficult; sores red and raw-looking on inside of cheeks, gums, (l.) lips, tongue, not in corners of mouth; < by touch, particles of food caused smarting and burning.", "Mouth feels scalded, or as if he had been smoking strong, hot cigars.", "Mouth coated with a sticky substance that rolls up in little shreds.", "Mouth full of water tasting like potato water.", "Taste of magnesia and chalk (after each powder of and 1,000, the prover not knowing what she was taking)." ],
    "Throat" : [ "Spasmodic constriction of throat on attempting to swallow liquids, with sensation of choking.", "Throat very red and sore, muscles of r. side of neck esp. sore, must hold head to r. side, without >.", "Flow of mucus through posterior nares into throat; with sneezing and tingling in nose and on tongue.", "Sensation of a corn-husk lodged in upper part of throat, with constant inclination to swallow." ],
    "Appetite" : [ "Appetite: small, with faceache; unusually good, but food disagreed, leaving an uncomfortable feeling all forenoon.", "Aversion to coffee.", "Acids taste stronger than usual.", "Appetite remains good, though food does not taste right." ],
    "Stomach" : [ "Spasmodic sobbing (like a hiccough) for three days, ceasing with the second dose in water.", "Hiccough thirty times a minute; for sixty days life in danger (Mag. p. soon restored health).", "Hiccough with retching day and night for three days; ejected matter was coagulated milk, bile and mucus, with great pain causing lamentations.", "Burning, tasteless eructations come on about three hours after eating in the evening; < by physical exertion, > by drinking hot water; heartburn.", "Eructation of food tasting of injesta.", "Constant nausea.", "Bilious vomiting, at times streaked with blood.", "Nausea and vomiting attend headache and flatulent colic.", "Gastralgia: soreness and extreme sensitiveness of epigastrium to touch; some eructation and sour vomiting; at every day; > by eating.", "(Cancer of stomach; intolerable burning pain; vomiting; hiccough;", "after Ars. failed, Mag. p. made the patient comfortable for six months.).", "Distension of stomach; very restless.", "Fulness after eating.", "Spasmodic pains in stomach, with clean tongue.", "Intense cutting, shooting, cramping pains in region of stomach and epigastrium, extending sometimes towards back and abdomen.", "Flatulent distension of stomach, with constrictive pain, > by warmth and bending double.", "A drink of cold water starts a colicky pain in stomach, which radiates to bowels, very severe, > by doubling up; by walking about; by rest; by belching." ],
    "Abdomen" : [ "Sharp twinges in r. hypochondrium, on border of lower ribs.", "Constrictive, aching pain around body at lower margin of ribs, as of a lameness from lifting.", "Severe griping colic-pain, at times shooting up towards stomach, > by hot applications.", "Abdominal pains caused great restlessness; walked about hurriedly, said he must have relief; lying on stomach gave short relief, the pains compelled him to walk again.", "Abdominal muscles sore, with tendency to constipation.", "Colic: generally radiating from navel, > bending double, or from pressure with hand; often accompanied by a watery diarrhoea.", "Incarcerated flatulence.", "Cramps in abdomen, pains round navel and above it towards stomach, thence radiating to both sides, towards back; now violent cutting compelling screaming; then shooting and contracting, like a spasm; cannot bear to lie on back stretched out, must lie bent over.", "Swelling of r. abdomen over ascending colon; on lying down a marked ridge became prominent, painful on pressure, continued four weeks.", "Pain begins in bowels to r. of navel while walking in cold air, > warmth of room.", "Sharp, cutting pain in r. abdominal ring, as if hernia would protrude, > hard pressure.", "Sharp, burning pain in a spot about an inch in diameter.", "Bloated, full sensation in abdomen, must loosen clothing, < sitting, > walking about.", "Much flatus in bowels, passing off freely on walking; < after evening meal.", "(Cramps and wind-colic in horses; wind-colic of cattle, meteorism of cows)." ],
    "Stool and Anus" : [ "Immediately after breakfast, sudden diarrhoea; stools frequent; at first thick, dark brown, mushy; then lighter; almost white and watery; finally mixed with blood.", "Next day, a.m., same diarrhoea returned in milder form; > of pain while at stool, followed by chilliness; stools light brown, then lighter and more watery.", "Dysentery: with cramp-like pains, > by pressure or bending double; with spasmodic retention of urine; cutting, darting, lightning-like pains in haemorrhoids.", "Pains so severe as to cause fainting.: pains very severe in abdomen and rectum, esp. latter; pain like a prolonged spasm of abdominal muscles.", "Constipation in infants, with spasmodic pains at every attempt at stool, indicated by a sharp, shrill cry; much rumbling and flatulent colic.", "Itching and scratching feeling in anus.", "Tedious stool, hard at first, soft afterwards, followed by burning in anus.", "Chronic constipation in rheumatic subjects.", "At a.m. profuse stool, like yellow clay mixed with water (enough for three ordinary movements), followed in an hour by one neither so large nor so loose, which > the pain in bowels." ],
    "Urinary Organs" : [ "Spasm of bladder; of neck of bladder; spasmodic retention; tenesmus, with constant and painful urging.", "Nocturnal enuresis from nervous irritation.", "When urinating, violent, shooting, burning pains; mucous discharge from urethra.", "Vesical neuralgia after use of catheter.", "Sensation as if no muscular contraction.", "(A bright, shiny discharge from urethra for three years, in an old man.).", "Deficiency or excess cif phosphates.", "Gravel.", "Cutting pain in bladder before urinating.", "Restless sleep from urging." ],
    "Male Sexual Organs" : [ "Almost constant sexual desire since beginning of proving, with no bad effects from indulgence (which is unusual with the prover)." ],
    "Female Sexual Organs" : [ "Menstrual colic; pain precedes flow.", "Menses six to nine days too soon.", "With menses: great weakness; intensely sore, bruised feeling all through, abdomen, could hardly be up at all, but was much < lying down.", "Labiae swollen and at times intensely painful.", "Flow dark, fibrinous, stringy.", "Dysmenia; pains (cutting, drawing, pressing, cramping) severe, intermittent, < r. side, > from heat; > by flow." ],
    "Respiratory Organs" : [ "Cough: dry, spasmodic, violent; constant, can't speak for cough; face crimson from violence of cough; uncontrollable, seemed she would choke; retching choking with cough < warm room, > open air.", "A violent dry cough came on after the headache left; not excited by anything in particular.", "(Spasmodic, convulsive sobbing.)" ],
    "Chest" : [ "Darting pains in chest, < r. side; which radiate from pain in bowels.", "Oppression: desire to take deep breath; < on first entering warm room, > after being in it a short time; < walking." ],
    "Neck and Back" : [ "Sore pain in head, back of neck, and lower part of back.", "Aching in small of back; sensation as if a section of vertebra was missing.", "Dorsal spine, for about six inches, very painful and sensitive to touch for weeks." ],
    "Limbs" : [ "Sensation in limbs like a streak of electricity, followed by soreness of muscles.", "Aching feeling in arms and legs; weak and trembling." ],
    "Upper Limbs" : [ "Rheumatic pain in l. forearm from elbow to hand, < from wrist to knuckles.", "Darting pain in arms.", "Skin of fingers feels as if stretched too tightly; followed by pain in elbow-joint, then in wrist.", "Throbbing pain in r. wrist near ulna.", "R. shoulder-joint lame.", "Rheumatic, aching pain in r. shoulder, going to arm; > heat, < motion; coming on when retiring, disturbing sleep; lasts all night, disappearing in morning after moving about (every night for three weeks).", "Tingling in fingers of l. hand.", "Stinging pain in first joint of l. thumb, extending to next, like that of a panaritium.", "First joint of fingers of both hands swollen, though painless." ],
    "Lower Limbs" : [ "Every night neuralgia, now in lower limbs, in tibia or in thighs, now on l. now on r. side, mostly with spasmodic muscular contractions; during day perfectly well.", "R. hip lame, < walking.", "Sharp pain in l. knee, followed by numbness.", "Tingling in l. toes.", "Legs ache after getting into bed.", "Burning, stinging pain in bunion on l. foot.", "Feet so tender and corns so painful could not wear her ordinary shoes.", "Burning, stinging, smarting, lancinating pain in corns." ],
    "Generalities" : [ "Convulsions: whooping-cough.", "Spasms without fever.", "Crampy contraction of fingers; staring, open eyes.", "Every twenty-three days, spasms.", "Tires easily.", "Shooting, tingling, electric pains all over body." ],
    "Skin" : [ "Barber's itch.", "Herpetic eruption, with white scales." ],
    "Sleep" : [ "Drowsy; fall asleep and awake as from an electric shock, then fall asleep again.", "Sleepy when attempting to study.", "Spasmodic yawning, severe, as if it would dislocate the jaw; caused tears to flow.", "Drowsy at time of rising.", "Sleep disturbed by troublesome dreams; wakes with impression that some one is in the room; saw some one standing near.", "Restless sleep from pain in occiput and back of neck.", "Feels sick and prostrated on waking in the night.", "(Relieves sleeplessness in flatulent and gouty subjects.)" ],
    "Fever" : [ "Chilly after dinner in evening, p.m.; chills run up and down back, with shivering, wants more clothes.", "Chilliness, evening, when going from warm room into open air; shaking and chattering of teeth as with an ague chill; > entering warm room.", "A crop of boils took possession of him, terminating in a five weeks' attack of remittent fever.", "Severe chill a.m.; lasts three hours; was compelled to go to bed, where he lay and shook; neither heat nor sweat followed.", "Creeping chills up and down spine, followed by suffocating sensation; must throw off covering; no thirst.", "Exhausted sensation compelled him to go to bed; chill for an hour, at end of which exhausted feeling passed off; cough and catarrhal symptoms followed chill; no fever.", "Bilious fever." ]
  }
}