{
  "remedyName" : "Magnesia Carbonica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Antrum of Highmore, affections of. Ascarides. Catarrh. Constipation. Cornea, opacities of. Cough. Deafness. Debility. Diarrhoea. Dyspepsia. Eyes, inflammation of. Hernia. Menorrhagia. Menstruation, delayed. Metrorrhagia. Nervousness. Neuralgia. Neurasthenia. Pregnancy, nausea of; toothache of. Spleen, pain in. Taste, disorded. Tinnitus. Toothache. Tumours." ],
    "Characteristics" : [ "Mag. c. is the leading partner in the well-known \"Pulv. Rhei Co.\" of the B. P., still better known as \"Gregory's Powder,\" one of the terrors of an allopathic nursery. The proportions are: Mag. c., six parts; Rhubarb powder, two parts, and Ginger powder one part. A curious point about this mixture is that Mag. c. and Rheum are antidotal in Homoeopathic practice, both having much acidity, and green, sour stools. \"Fluid Magnesia\" (Liquor Magnesiae Carbonatis), a much more palatable dose, as my early memories tell me, is made by impregnating water in which freshly precipitated carbonate of magnesia is suspended with CO2. One fluid ounce contains gr. xiii. of Mag. c. The properties of Mag. c. from the old-school standpoint are summed up as \"laxative, antacid, antilithic.\" Guernsey says of it: \"We often use Mag. c. with great advantage for complaints arising in people who have been taking this drug to 'sweeten the stomach.' \" In order to obtain a proper notion of the power and sphere of this great remedy it is best to put out of mind all thought of its old associations. We shall then be able to view it in its entirety and its old uses will be seen in their proper relations. Mag. c. has many points of contact with Gels., Cham. and Ars. in nervous irritation and sleeplessness. But the nervousness of Mag c. is of the type of nerve exhaustion. \"Water containing Magnesia and that coming from magnesian limestone districts is peculiarly soft to the feel. There is reason for supposing that this softness has a soothing effect upon the nervous system when used in the form of baths", "e.g., Buxton and Matlock in England, Schlangenbad, Wildbad, Rehme, and it may be Gastein in Germany. It is often found that the physical characteristics of substances correspond with their dynamic influences, and thus with Magnesia; it very frequently is required for nervous systems that demand a permanently soothing and sustaining influence. Its effects on the skin are reflected upon the primae viae or vice versa; for, on the mucous surfaces, quite apart from its antacid action, it proves soothing and sustaining\" (Cooper). An indication given me by Cooper has been of immense service in numbers of cases.", "It is \"worn-out women\"", "that is, the state of nervousness induced by excess of the cares and worries of life. Mag. c. 200, repeated three or four times a day, has given untold relief to many a patient of this kind. When constipation and heaviness are present these will be removed at the same time. One leading note of Mag. c. is sensitiveness, mental and bodily, sensitive to touch, sensitive to cold air. Effects of shocks, blows, or mental distress. The least touch causes starting. This sensitiveness passes into neuralgic pains of the highest intensity, neuralgia, lightning-like; < on left side, insupportable during repose; must get up and walk about. The sufferings of the pregnant state", "neuralgia, toothache, nausea", "come into this category. An extra tax is made on the woman's strength at this period, and as so often happens the daily tasks go on as usual during the greater part of the time, so that a \"worn-out\" condition is induced. Mag. c. is of great value here. Mag. c. is to exhausted nerves what Chi. is to exhaustion from loss of fluids. But it must not be supposed that Mag. c. is a \"nerve\" medicine only. Tumours, even bony ones, have yielded to it; and it has been credited with the cure of cataract. I have no definite experience with it in cases of this last, though I have thought I observed improvement in some. But I have many times removed with it corneal opacities left by ulceration; and I practically cured with it a tumour of the right malar bone. The patient was a sea-captain, aged I had saved a relation from some operation, and for this reason he came to me. Except for his trouble, which was steadily getting worse, he was quite healthy. His face was quite distorted; right cheek bulging out, nose pushed over to left side, right nostril stretched out. The malar bone was especially prominent near the wing of the nose. This was the only part that was tender. The tumour was softish as if cystic. There was no discharge. Inside the mouth the right side of the hard palate bulged into the mouth and was slightly tender to pressure. The tumour was the seat of a constant gnawing pain; but the thing that troubled him most was sensitiveness to cold winds and cold weather. This was so great that he was afraid he would have to give up his calling. This led me to give Silic. in the first instance (on February 27, 1895); but Sil. only increased the pain. One night he awoke feeling all his back aching. I worked up the case more carefully and found this under Mag. c.: \"Throbbing pain in antrum of Highmore with swelling of right malar bone\"; and \"facial neuralgia, left side, shooting like lightning; < from touch, draught, change of temperature; cannot stay in bed, must walk the floor.\" Putting these together I prescribed (on March 13th) Mag. c. 30, giving four doses a day. March 28th Much less pain. Face much reduced, swelling softer, fluctuating. Swelling inside mouth softer.\" April 10th: \"Very much better. Tumour smaller and softer.\" August 14th: \"Face almost normal in appearance. Swelling inside mouth quite gone. Has no pain whatever, no sensitiveness to cold air. Had finished medicine in middle of July.\" He now joined his ship, and as he was generally away for years at a time that was the last I saw of him, but I gave him a supply of Mag. c. to take with him. The sensitiveness in this case was not that of nerve exhaustion, but it was sufficient to confirm the choice of the remedy, and it teaches us that it is never wise to narrow down the meaning of symptoms too closely. So whilst Mag. c. is suited to \"persons, especially children, of irritable disposition, nervous temperament; lax fibre; sour smell\" (Hering); and to \"worn-out women, and dark-haired, sensitive people, spare-and thin\" (Cooper); it is just as ready to cure a tough old sailor, impassive and stolid, provided he has sufficient Mag. c. symptoms about him. A knowledge of the temperaments of remedies often saves much trouble; but it must be used with brains. Two cases (related by A. I. Harvey) illustrating the power of Mag. c. in neuralgia are quoted in Amer. Hom., xxii. (1) Carpenter, 50, light complexion, spare, had had facial neuralgia two years coming in attacks, lasting from three to seven days, at intervals of two or three weeks. Pain sharp, shooting, from left side of face and head, < at night, from pressure, from jar. Mag. c. cured promptly after failure of Spig. (2) Blacksmith, 22, light complexion, full figure. For several years he had attacks of facial neuralgia coming on after taking cold. Pain very severe in left orbital region, shooting down into eye and face, and back to occipital region begins in morning, grows worse till noon, then subsides. No pain at night, rests well. Spig. and Kali bi. failed. Mag. c. cured promptly. Cooper mentions it, as a possible remedy in pyorrhea alveolaris. In the homoeopathic nursery Mag. c. is just as indispensable a blessing as it is in the allopathic nursery an indispensable curse. For children who are puny and sickly; who refuse their milk and get pain in the stomach if they take it, diarrhoea, colic, stools green, like the scum of a frog pond, jelly-like lumps; aphthae; marasmus, Mag. c. is a sovereign remedy. On September 25, 1899, I was written to from France about an infant girl seventeen months old. Up to three months before she had been perfectly well. Then diarrhoea came on. At first had ordinary stools which became loose; then green; sometimes very white, or bright slimy-yellow mixed with blood., and every time the bowels acted (i.e., every hour or hour and a half) she screamed before, during, and after the action. At the time of writing the stools were one or two in the night and three or four during the day. Still watery but seldom undigested. Always thirsty, but cannot take milk. Vomits food. Face pale, drawn; dark under eyes. Emaciated. So weak can hardly stand. Has eight teeth. I sent Mag. c. to be taken four times a day. Report received October 6th. \"Well. Was better after two doses. Can take cow's milk freely now.\".", "The acidity for which allopaths give Magnesia is a true enough indication; but not for the reason they give: Sour stools; sour sweat; sour smell of whole body; sour eructations from cabbage; sour vomiting; sour breath; sour taste-all these are caused and cured by Mag. c. Persons of lax fibre and sour smell are suited to Mag. c. The whole body feels tired and painful, especially the legs and feet; aching; restless. Spasmodic affections of stomach and intestines. Unrefreshing sleep; more tired on waking than on going to bed. Inordinate craving for meat in children of tubercular parentage. There is much suffering at the menses in women. They are preceded by labour-like pain, cutting colic, backache, weakness, chilliness. A grand characteristic is: Flows only at night or when lying, ceases when walking. The period is usually late and scanty. Flow acrid, dark, pitch-like, difficult to wash off. During pregnancy there is vomiting and toothache. Sensations of Mag. c. are: As if everything was turning round. As if hair was pulled. As if white of egg had dried on face. As if teeth too long. Throat as if scraped by an awn. As if rectum pricked with needles. Back as if broken. The pains are < by rest; insupportable; must get up and walk about. Rheumatic pains are < after a long walk,> by warmth, < in bed. Walking fatigues; = involuntary urination; prickings in rectum; smarting leucorrhoea. Walking stops menses. Cannot put left foot on ground when walking. Raising arm < pain in shoulder. Kneeling < vertigo; < 2-3 a.m. (sleeplessness); a.m., intolerable pain in rectum. Symptoms generally < evening and especially at night. < From uncovering; great aversion to it. Eating warm food <; = anxiety and warmth through whole body. Milk <. Warmth of bed < toothache. Cold < toothache. Cold water > toothache for a short time; then <. Wet and rainy weather = itching of scalp. Draught < facial neuralgia. There is periodicity with Mag. c.: every second day, every three weeks; \"all symptoms < every third week.\" Touch and pressure < almost, all symptoms; but pressure in abdomen > menstrual flow. Pain is < on the side lain on. Smoking < headache." ],
    "Relations" : [ "Antidoted by: Ars. and Cham. (neuralgia); Merc. sol., Nux, Puls. and Rheum (abdominal troubles). It antidotes: Acet. ac. Compatible: Caust., Pho., Pul., Sep., Sul. Complementary: Cham. Compare: Mag. m., Mag. p., Alo.; Ant. c. (headache from smoking); Calc. and Rhe. (sour stools); Nux (sour breath); Coccul. and Sep. (< from kneeling); Ip. (nausea and grass-green stools). Coloc. (griping pains with drawing up of legs; Coloc. has not the green slimy stools of Mag. c.); Cham. (neuralgia, > moving about, anxiety, restlessness, griping before stools; stools of Cham. more yellowish green like chopped eggs); Calc. (sour stools, intolerance of milk, imperfect nourishment: Calc. has head-sweat, cold, damp feet, enlarged abdomen); Ratan. (toothache of pregnant women); Sang. (rheumatism of right deltoid; Nux m., of left). Lyc., Nit. ac., Sil.; Lac can., Lac def. (intolerance of milk); Am. m. (menses < at night); Graph. (coryza during menses; Mag. c., coryza and sore throat before menses; Merc., pain in head with coldness and coryza < before and at menses)." ],
    "Causation" : [ "Vexation. Fit of passion. Mental distress. Shocks, blows. Pregnancy. Dentition. Cutting wisdom teeth. Injudicious feeding. Milk." ],
    "Mind" : [ "Inquietude and fear, with trembling and heat.", "Anxious, with perspiration all day.", "Uneasiness, with trembling of hands and absence of mind.", "Sad mood with indisposition to talk.", "Anxious and warm through whole body esp. in head, while eating warm food.", "Trembling, anguish, and fear, as if some accident would happen all day, going off after going to bed.", "Ill-humour in evening." ],
    "Head" : [ "Vertigo in evening, with swooning.", "Vertigo: when kneeling; when standing as if everything was turning round; in morning after rising with inclination to vomit and accumulation of water in mouth.", "(Continual giddiness, can hardly stand, with numbness of l. arm.", "Vertigo, staggers in the street and fears to go out, lest people should strike against her.", "Oppression and heat on vertex.", "Much headache all day, gets up giddy and everything looks dark in morning.", "Stuffy feeling in head and chest in a nervous woman.", "Headache in temples every morning, generally l. and over eye, < stooping; never in occiput.", "R. T. C.).", "The head is fatigued by intellectual labour.", "Heaviness and dizziness in head, early in morning, when rising, going off after a walk.", "Pressure in forehead. Violent, darting headache after vexation (1 to p.m.).", "Lancinating headache early in morning after rising.", "Pulsating sensation in forehead.", "Heat in head and hands with redness of face, alternating with paleness of face.", "Bruised sensation on vertex.", "Pain on top of head as if hair were pulled.", "Rush of blood to head.", "Headache in bed at night, also during sleep, > by sitting up.", "Pressive pain at vertex, during intellectual labour, or when in company.", "Tension and pulling pain in occiput, as from stiffness of nape of neck.", "Drawings in forehead, with nausea.", "Thrilling headache, with sensation of heaviness, after a fit of passion.", "Shooting pains in head, also at night, in side which presses pillow.", "Congestion in head, with internal heat, esp. when smocking.", "Desquamation of scalp, which itches, esp. in rainy weather.", "Falling off of hair." ],
    "Eyes" : [ "Inflammation of eyes, with redness, shootings, sensation of burning, and confused sight.", "(Drawing pain across eyes, feels as if each half of head were being drawn together.).", "Graves's disease, prominent eyeballs (improved).", "Distension of ball of eye.", "Agglutination of eyelids in morning.", "Dryness of eyes, or violent lachrymation.", "Opacity of cornea.", "Black spots before sight.", "Obscuration of crystalline lens (cataract)." ],
    "Ears" : [ "Inflammation of external ear, with redness and pain, as from ulceration.", "Great sensitiveness to slightest noise.", "Hardness of hearing, with humming in ears, esp. in a room.", "Hardness of hearing with whizzing before the ears.", "Whizzing, fluttering, and buzzing in r. ear with hardness of hearing.", "Tinkling, rumbling, and a sensation as if a bird were flapping its wings in ears.", "[The remaining ear symptoms are supplied by Cooper]: Constant roaring in head like steam, < when covered, with pain in occiput.", "Noises as of bells, and sometimes of water rushing in l. ear, with numb feelings elsewhere.", "Nervous deafness; exhausted hearing.", "Nervous deafness; cannot bear a person to shout in her ears, pain across the lower back, stiffness, cannot turn in bed, the least excitement makes her tremble and turn cold; faints after exertion.", "Deafness in a dark-haired woman caused by worry; hearing goes when over-tired; sensitive to interference.", "May be said to be for deafness of middle and old age what Calc. is for the deafness of childhood.", "Deafness rapidly progressing with heat on vertex, headache and tinnitus.", "Deafness < on taking cold, and irregular but distressing tinnitus and a dead weight on vertex causing her to hang down her head.", "Deafness from cutting wisdom teeth (relieved).", "Loud explosions in ears waking her at night go away, and old swellings of glands that had disappeared return.", "Earache (l.) with numb feelings and dull, heavy, singing noises.", "Tinnitus (man, 29) constant, at times like a church bell, at others like a gas-jet, < when excited and after exertion.", "In a nervous, excitable, impetuous girl of twenty, dark-haired, lifelong deafness which became suddenly worse after a fright five weeks before; much pain in l. groin at menstrual period, falls down in a faint and legs ache; hears best in street; after Mag. c. pains at period went, spirits got better, and hearing in one ear (l.) got quite well.", "Deafness, hearing goes in an omnibus, or when many are speaking, can hear in church till organ plays, exhausted by watching or anxiety, not by fatigue.", "Deafness which comes on from fright or in a cold (in girl of twenty-nine, subject to recurring deafness and to headaches in l. eye extending along the l. side of head and a feeling of numbness in head).", "Deafness, tuning-fork hearing imperfect, agitation and worry causes palpitation; slightest unexpected touch on body brings on tinnitus aurium, which seems to come from throat and back of neck; headache on vertex on rising in morning and confined bowels." ],
    "Nose" : [ "Epistaxis in morning.", "Vesicular eruption in nose, with pressive pain.", "Stoppage of nose.", "Dry coryza, which admits of respiration only through mouth (waking one at night).", "(Chronic affections of nose.)" ],
    "Face" : [ "Discoloured, pale, earthy complexion.", "Alternate redness and paleness of face.", "Slovenly appearance.", "Tension of face, as if albumen were dried on the skin.", "Much pain in malar bones, at night, preventing sleep; or they may appear swollen.", "Nocturnal pains in cheek bones, digging, boring, and tearing, insupportable during repose, and forcing removal from place to place.", "(Tumour in r. cheek bone, painful, very sensitive to cold wind).", "Throbbing pain in antrum of Highmore with swelling of r. malar bone.", "Swelling of cheek bone, with throbbing pain.", "Swelling of face, which is bloated and covered with tubercles.", "Eruption of tetters round (lower part of) mouth.", "Hard, little nodosities in both corners of mouth." ],
    "Teeth" : [ "Toothache from motion of a carriage.", "Nocturnal pains in teeth, which force patient to get up and walk about, insupportable in a state of repose, and generally burning, boring, or like the pain of ulceration, or tearing, drawing, and jerking, extending to temples, with swelling of cheek on side affected, stiffness of nape of neck, and neck, and twitching in fingers and feet.", "Throbbing and shooting in teeth after a meal.", "Toothache < by cold.", "(Toothache, l. side, coming on irregularly.).", "Toothache during pregnancy.", "Ailments from cutting wisdom teeth.", "Looseness of teeth (with swelling of gums)." ],
    "Mouth" : [ "Soreness of mouth with rawness and tenderness and minute ulcerations at tip of tongue, which is fissured and red, saliva acid and roof of mouth intensely irritable.", "Violent pain in roof of mouth, cheeks, eyes, nose > hot fomentations; sometimes maddening pains and flashes before sight, with feeling of coldness all over, and of pins and needles in arms and fingers on going to sleep.", "Burning vesicles on gums, on inside of cheeks, lips, and palate, they bleed from the least contact.", "Bitter or sour taste in mouth.", "Dryness of mouth, esp. night and morning.", "Sanguineous saliva.", "Vesicular eruption in mouth, and on tongue.", "Small tubercles in mouth, which bleed and burn on slightest touch." ],
    "Throat" : [ "Sore throat, with shooting pain when speaking and swallowing.", "Burning pain in throat and palate, with dryness and roughness, as if it contained bearded ears of corn.", "Frequent rising of mucus in throat (morning) with roughness and dryness of fauces.", "Soft, fetid tubercles of colour of peas are hawked up." ],
    "Appetite" : [ "Loss of taste.", "Bitter taste, with a white tongue, and viscid mucus on tongue and teeth (going off after rinsing the mouth).", "Acid taste in mouth.", "Violent thirst (for water), esp. in evening and at night.", "Desire for fruit; for acid drinks.", "Aversion to green food.", "Great desire for vegetables, with dislike for meat, and vice versa." ],
    "Stomach" : [ "Acid risings.", "Frequent risings, with pains in stomach.", "Nausea and vertigo during a meal, followed by retching, and vomiting of bitter or saltish serum.", "Pressive contractive pain in stomach, sometimes with sour risings.", "Sensation of insipidity and emptiness in stomach, with nausea and inclination to vomit (> after dinner).", "Pain, as from ulceration, in stomach (with great sensitiveness to pressure)." ],
    "Abdomen" : [ "Colic, pressing, spasmodic.", "Contractive pain.", "Griping, cutting, and rumbling in whole abdomen, followed by thin, green stools, without tenesmus.", "Induration and shooting pains in hepatic region.", "Excessive distension and tightness of abdomen, with sensation of heaviness.", "Cramps in abdomen, followed by leucorrhoea.", "Pinchings, cuttings, and acute drawings in abdomen.", "Inguinal hernia.", "Affections of the l. abdominal ring; great amount of flatus, which is sour when eructated." ],
    "Stool and Anus" : [ "Constipation.", "(Constipation of neurasthenia.", "Constipation with l. ovarian pain, or with heartburn.", "R. T. C.).", "Frequent and ineffectual want to evacuate, with scanty faeces, or only an emission of wind.", "Greenish, frothy, and mucous diarrhoea (esp. in children, which looks like the green on a frog pond), with cutting pains.", "Stools with white floating lumps, like tallow; always preceded by griping, < on r. side.", "Diarrhoea of a sour smell (of children).", "Ejection of ascarides and lumbrici.", "Shootings in anus and rectum, esp. while suffering from tenesmus." ],
    "Urinary Organs" : [ "Secretion of urine, more copious than usual, watery, and of a pale or greenish colour.", "Frequent emission of urine, even at night.", "Involuntary emission of urine; when walking, or rising from a seat.", "White sediment in urine.", "Sensation of burning and excoriation when urinating.", "Bladder and rectum become irritable (from 200th.", "R. T. C.)." ],
    "Male Sexual Organs" : [ "Diminished sexual desire.", "Absence of erections.", "Flow of prostatic fluid during the emission of flatus.", "Scrotal hernia.", "Frequent pollutions." ],
    "Female Sexual Organs" : [ "Backache and general flabby condition (in women).", "Menstrual flow more profuse during night than day, with dragging pains, > from pressure on abdomen and stooping.", "No menstrual discharge during the pains; only after them.", "Sensation of bearing down towards groins, as if preparatory to catamenia, with cutting pains in abdomen.", "Catamenia retarded, or completely suppressed; too scanty; or premature, and accompanied by a variety of sufferings.", "Constant headache, at each excessive menstrual period.", "Falls down in a dead faint at each menstrual period, with aching pains in limbs, which feel useless, and l. ovarian pain.", "Emission of deep-coloured, thick, glutinous, and pitch-like blood, with the catamenia.", "Before the catamenia: pains in loins, colic, bulimy, frequent risings, and nausea.", "During catamenia: dejection, shivering, pains in head, paleness of face, pains in loins, and cramp-like, pressive pains in abdomen, which arrest the menstrual flux.", "Discharge of white and corrosive mucus from vagina, sometimes preceded by cramps in abdomen.", "Toothache of pregnant females.", "Sore throat before menstruating." ],
    "Respiratory Organs" : [ "Cough excited by a tickling in throat, with a serous and saltish expectoration.", "Expectoration only in morning of thin or tough mucus or of dark blood tasting salt.", "Cough < in evening till after midnight.", "Cramp-like cough at night.", "Cough in morning, with expectoration of a yellowish pus.", "Expectoration of tubercles as big as a pea, and very offensive in smell.", "Expectoration of blood when coughing." ],
    "Chest" : [ "Oppression of chest, with sensation of constriction.", "Oppression of chest, with shortness of breath, esp. when walking.", "Pressure and sensation of heaviness, or incisive and shooting pains in chest.", "(A lady, 32, without chest symptoms, took Mag. c. through the day, and at night brought up quantities of phlegm, with constant cough, and movement of bowels.", "R. T. C.)." ],
    "Heart" : [ "Pain as of excoriation, and shootings, in l. side of chest, and in region of heart.", "Palpitation of heart and whole l. side painful, with nightmare (in patient taking Mag. c. 200; otherwise she felt lifted up and stimulated.", "R. T. C.)" ],
    "Neck and Back" : [ "Stiffness in nape of neck.", "Stiffness in neck.", "Tearing, and successive pullings, in nape of neck.", "Shootings in loins.", "Much pain in head and r. shoulder; pain as if dislocated on raising arm.", "Contusive pains in sacrum and back, at night.", "Pain in back and small of back at night, as if broken." ],
    "Upper Limbs" : [ "Wrenching pain in shoulder-joint, while in motion.", "Pain in top of shoulder-joints, generally r. side, which prevents raising arm.", "Fits of tearing in shoulder, esp. at night, with tingling, extending to fingers, and inability to move arms, in consequence of the acuteness of the pain.", "Drawing pain in arms and hands.", "Cracked skin of hands.", "Cramp-like tension in joints of fingers.", "Heat in fingers.", "Red and inflammatory swelling of fingers.", "Spreading blisters on hands and fingers, with stinging." ],
    "Lower Limbs" : [ "Restlessness in legs.", "Drawing pain in legs and feet.", "Itching of buttocks, with red spots after scratching.", "Painful swelling in ham.", "Cramps in calves of legs at night.", "Burning places on shin.", "Furunculi on legs." ],
    "Generalities" : [ "Painful sensitiveness of whole body.", "Drawing and tearing in limbs.", "Rheumatic pains in limbs.", "Rheumatic pains in shoulders.", "Neuralgic lightning-like pains.", "Painful shocks in different parts.", "Frequent falling, without loss of consciousness, when walking or standing.", "Epileptic fits.", "Dazed feeling, packs and unpacks her clothes on a journey, without consciousness of having done so.", "Relaxation of whole body.", "Lassitude, principally in feet, and when seated.", "A short walk tires much.", "Restlessness in the limbs, in the evening, after sitting a long time.", "The symptoms manifest themselves, or are <, at night, and during repose.", "The symptoms, which appear when in the sitting posture, are > by movement." ],
    "Skin" : [ "Violent itching, and great dryness of skin.", "Violent itching over whole body.", "Large nodosities between the skin and the flesh, with shooting pains.", "Nettle-rash with much swelling in feet and hands, and up both sides of face, knuckles disappear in the swelling, and ears sing and buzz and become deafened (in woman, 30, from the 200th.", "R. T. C.).", "Small, painless, red tetters, which ultimately exfoliate.", "Spreading blisters.", "Small blood boils (lower legs).", "Corroding vesicles." ],
    "Sleep" : [ "Frequent and violent yawning.", "Inclination to sleep during day.", "Sleeplessness, sometimes from oppression in abdomen, or from anxious uneasiness and internal heat, with great dread of being uncovered.", "Sleeplessness; from flatus; cutting wisdom-teeth; exhaustion.", "Many anxious dreams, with talking, cries, and starting from fright.", "Dreams of fire, flood, robbers, quarrels, money, pleasures, misfortunes, dead persons, &c.", "Sleep at night unrefreshing, with fatigue as great in morning as before going to bed in evening; early awakening, with difficulty in again going to sleep.", "Cannot sleep after or a.m." ],
    "Fever" : [ "Shivering in evening.", "Chill and chilliness with external coldness in evening, and after lying down, slowly going off.", "Chill running down back.", "Heat mostly in the forenoon, frequently with perspiration on head only.", "Heat after evening chill.", "At night, anxious internal heat, with restlessness and aversion to being uncovered.", "Perspiration with thirst, from midnight till morning.", "Morning sweat.", "Sensation of heat in morning, without perspiration and without thirst.", "Nocturnal sweat, often fetid and greasy (colouring the linen yellow).", "Sour sweat." ]
  }
}