{
  "remedyName" : "Magnolia Grandiflora",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aneurism. Angina pectoris. Heart, affections of. Inter-menstrual flow. Rheumatism. Vertigo." ],
    "Characteristics" : [ "In his Handbook Allen gives a full pathogenesis of Mgl. grand. It produces bruised and constrictive and rheumatic pains in various parts, and particularly the joints. Pains rapidly change their place or alternate. Alternating pains between spleen and heart. The rheumatic action of the drug is particularly manifested in the chest and heart. A marked action was developed in the female sexual sphere, and an inter-menstrual flow was observed. Allen gives as indications for it: Rheumatic pain in clavicles. Crampy pain in heart, alternating with lancinations. Pain in heart with suffocative constriction of throat. Aortic aneurism, crampy pain in heart, dry cough, nausea, with vertigo and angina pectoris. Rheumatic pains in back, especially when alternating with similar pains in different parts. Muscular rheumatism of left arm." ],
    "Relations" : [ "Compare: Mgl. gl., Illic. anis. (botan). In rheumatism, K. bi., Kalm. Inter-menstrual haemorrhage, Ham., Bovist., Bell., Cham., Elaps." ],
    "Mind" : [ "Apprehensiveness; that she will die.", "Nervous, easily frightened, illusions and hallucinations of sight, with sharp pains in eyes.", "Repugnance to all occupation.", "Ill-humour; with burning in hands.", "Sadness.", "Uneasiness.", "Confusion; and dulness.", "Memory weak; lost." ],
    "Head" : [ "Vertigo: in evening, > going to bed, with goneness at stomach; with flushing of face; with dislike for physical labour; beginning with blurring of sight; as from seasickness; causing loss of appetite.", "Lancinations in head: < l. side; after eating; and in r. ear.", "Headache: with griping in abdomen; with flushes of heat; congestive, throbbing.", "Pain in temples: on bending forward; in l. temple.", "Migraine.", "Pain in occiput and upper dorsal region.", "Pain in occiput as from a blow.", "Weight in occiput." ],
    "Eyes" : [ "Pain in eyes: from sunlight; sharp, with nervousness and with visions.", "Lids heavy sensation in lids as after weeping.", "Vision weak; blurred." ],
    "Ears" : [ "Lancinations in l. ear travelling to shoulder.", "Pain: in r. ear; in morning; sharp in l.; sharp, travelling to throat." ],
    "Face" : [ "Lancinations in jaw-joints.", "Pain in r. side; in joints; < pressure, also impeding opening of mouth.", "Sharp pain going to ear." ],
    "Teeth" : [ "Shooting in teeth.", "Soreness of teeth, impeding mastication." ],
    "Mouth" : [ "Pain in mouth > by tepid water." ],
    "Throat" : [ "Fauces red.", "Pain in throat on turning head; waking him frequently at night.", "Constriction < r. side; < bending forward.", "Burning; and dryness; with pain in pit of stomach and often extending to abdomen; preventing sleep.", "Sensation of mucus, with fruitless attempts to remove it.", "Difficult swallowing; of saliva." ],
    "Appetite" : [ "Appetite lost after vertigo; lost, with lassitude." ],
    "Stomach" : [ "Sensation as from hunger, with acidity.", "Nausea in morning on rising, > by breakfast.", "Nausea as from tobacco.", "Pain in stomach: as from languor; with griping in intestines; extending to hypochondria; as from a blow; rapid, pulsating, and in l. side of abdomen; burning, extending to chest.", "Emptiness; with general lassitude, vertigo, and nausea." ],
    "Abdomen" : [ "Flatulence.", "Griping; with ineffectual desire for stool.", "Pain in abdomen: from pressure; with diarrhoea; in hypochondria, with suffocation; alternately in spleen and heart.", "Contusive pain in liver and spleen, extending to stomach.", "Pain in hypogastrium; in l. groin.", "Lancinations in liver and spleen." ],
    "Stool" : [ "Constipation." ],
    "Urinary Organs" : [ "Straining on passing water." ],
    "Female Sexual Organs" : [ "Congestion of l. ovary, with pain extending to l. thigh.", "Thick white or yellow leucorrhoea, with straining when urinating, also with constipation.", "Bloody flow in interval between menses.", "Menses delayed; pale and scanty; of coagulated blood for two days, then normal; painful.", "Before menses: pain in small of back, hypogastrium and thighs, with headache, flushes of heat to face, nausea, and chill." ],
    "Respiratory Organs" : [ "Hoarseness.", "Dry cough during the day, > night by going to bed.", "Suffocation: when walking fast; when lying on l. side; after a meal, with desire for stretching with uneasiness; in paroxysms." ],
    "Chest" : [ "Stitches in sides of chest; in r. side.", "Pain: with emptiness of stomach and lassitude; with suffocation and headache; in r. side, with suffocation; rheumatic, in r. clavicle; rheumatic, in r. side, then in heart, causing fear of death, with general coldness; contusive, with headache; erratic, in sides.", "Constriction as from a band just beneath axilla.", "Tired feeling.", "Stiffness of sides of chest; as from exposure to a draught when over-heated." ],
    "Heart" : [ "Stitches; waking him frequently.", "Pain in heart: morning on rising; in morning on deep breathing; when lying on l. side; on deep breathing; with fear; with lassitude; with itching of feet; extending to back; acute; alternating with pain in l. shoulder; rheumatic, and in l. shoulder.", "Soreness after disappearance of pain.", "Sensation as if heart had stopped beating.", "Pulse weak and frequent." ],
    "Neck and Back" : [ "Weight in neck with tiredness of spine.", "Stiffness of neck, and contusive pain; stiffness and tiredness, and in back.", "Stitches in r. side of back.", "Pain in back: and in left side of chest; in dorsal and sacral regions; burning; tingling burning, as from over-exertion of arms; sharp, in sacrum; sharp, in lumbar region.", "Tiredness impeding motion." ],
    "Limbs" : [ "Sharp, erratic or rheumatic pains.", "Lancinations anteriorly in elbows, and in popliteal spaces.", "Sprained pains in joints.", "Limbs tired stiff." ],
    "Upper Limbs" : [ "Pain in l. upper arm with weakness.", "Pain in l. shoulder extending to heart; from l. shoulder to l. ear.", "Stinging in arms.", "Arms weak.", "Rheumatic pains in wrists.", "Uneasiness in hands, compelling constant rubbing.", "Sharp pain in metacarpal joint of r. thumb." ],
    "Lower Limbs" : [ "Stiffness of lower limbs.", "Rheumatic pains: in thigh, with uneasiness in l. leg; in l. knee; in tibia; in soles.", "Pain: in hip; in thighs, morning on rising, > noon, with tiredness.", "Legs tired as after running." ],
    "Generalities" : [ "Contusive pains in all parts.", "Rheumatic pains in different parts, > morning by rising.", "Pricking in whole body.", "Soreness, > by exercise.", "Heaviness as from want of sleep.", "Weakness, with loss of consciousness as to actions, defective hearing and sensation as if everything were at a great distance.", "Debility, with loss of appetite, also with burning in hands and feet.", "Aversion to motion; to going out.", "Stiffness from slightest exposure to draught of damp air.", "Stiffness: > in dry weather; causing sleeplessness, with pain in heart and apprehension.", "Cardiac and rheumatic pains generally > in morning, sometimes after rising; > of pain in dry weather." ],
    "Skin" : [ "Itching: of feet; general, sometimes with uneasiness of legs." ],
    "Sleep" : [ "Yawning during the day, with sleepiness.", "Sleepless early in morning.", "Extravagant dreams." ],
    "Fever" : [ "Chill in afternoon, then fever lasting into night.", "Erratic chill.", "Heat: with burning in throat and headache; flushing, with sweat; of hands; hands and feet; upper limbs." ]
  }
}