{
  "remedyName" : "Malaria Officinalis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ague. Bilious fever. Camp fever. Constipation. Consumption. Diarrhoea. Fever. Gout. Hay-fever. Liver, affections of. Malaria. Malaria cachexia. Neuralgia. Rheumatism. Spleen, affections of." ],
    "Characteristics" : [ "Living in a malarial region, Bowen hit upon the idea of finding remedies for the prevalent malarial complaints he had to deal with by producing experimental malaria and finding antidotes thereto. He hired persons to inhale the gases from jars containing vegetable matter in various stages of decomposition. In the first stage the odour was not very offensive. The effects were: \"Headache, nausea, distress in stomach, tongue coated white.\" These developed in from one to two hours after inhaling, and lasted two or three days. In the second stage the effects do not come on until from twelve to twenty-four hours. Then there were: \"Fearful headache, nausea, aversion to food, distress through hypochondriac region, first in the spleen, then liver and stomach, and on the third day the chills.\" Then antidotes had to be resorted to. No. III., which was \"fetid to a fearful degree, \", produced no result except nausea within three or four days. Then came, first, extreme lassitude, continued fever, pains and aches impeding locomotion. When taken internally the results were more severe. No. I caused: Bilious colic, nausea, cramps, diarrhoea, and headache. No. II.: Liver, spleen, kidney and stomach involvement; daily or tertian intermittents with rigors. No. III. set up a typhoid state or semi-paralytic state, and compelled the provers to take to their beds (New, Old, and Forgotten Remedies, in which the chief papers on this remedy will be found collected.", "I have added later experiences from recent numbers of H. R). George Herring has recalled an observation by Casanova that malaria antidotes phthisis, and Herring relates an experience of his own in a converse sense. On board a Liverpool steamer he put into Aspinwall on the swampy isthmus of Panama for nine days. On the ship's return several of the sailors were prostrated with Panama fever, whilst Herring, who had formerly suffered from tubercular disease of the lungs, remained unaffected. From which it would seem that a consumptive habit may be antidotal to malaria. Bowen gave to a lady, apparently in the last stage of consumption, herself the last survivor of five, all the rest having died of the same disease as well as several in the preceding generation, a dose from the watery solution of No. II. On the fifth day she had a fairly perceptible chill, and a harder one the sixth and seventh days. Antidotes were here called into requisition, but when cured of her malaria she was also cured of her consumption. Bowen relates these cases: (1) Mrs. R., weighing pounds, could scarcely walk for two years from rheumatism in back and limbs. Malar. 1x, ten pilules three or four times a day. In one week all rheumatism and lameness gone. (2) Mr. S., foreman in a large saw mills, his work involving frequent wettings, had rheumatism of malarial nature, < by Quinine and external applications. Malar. 1x. In three days he was better, and soon got quite well of his pain and improved greatly in general health. (3) I. S., veteran and pensioner. Bronzed in colour. Unable to walk for years. There were heart, chest, and haemorrhoidal troubles, which were remedied, but still he could not walk or get out of a chair. He said his back had been injured when in the army. Ruta and Rhus enabled him to get up one or two steps; but Bowen finally concluded that the complaint was really rheumatism of malarial origin. He gave Malar. 1x, ten pilules three or four times a day. In a week he rode to Bowen's house and walked up and down the flight of steps alone. In five more days he walked three miles in one morning. He put on flesh and seemed ten years younger. (4) Miss R., Dull headaches, dizzy and drowsy at all times, < mornings. Eyes weak, blurring, reading difficult. Laryngeal irritation with cough and secretion of bloody mucus. Slow pulse. Right arm gets numb and has to be rubbed. Cold extremities; poor appetite but food does not distress her. Urine red, scanty. Bowels sluggish but stools natural. Menses regular, rather scanty. Very forgetful. Malar. 1x, ten pilules every three hours. Better in three days; in a week nearly well. A month later there was a slight defect of vision in left eye, inclined to be drowsy, somewhat forgetful, singing causes some irritation in the throat. Malar. was again given night and morning, and she became quite well (H. R., xv. 449.) With Malar. Bowen cured a stout lady, of very severe gout in both feet, preventing her standing without aid and keeping her awake at night (H. R., xv. 296). Yingling's cases cured with the potencies of Malar. III. are reported H. R., xiii. (1) A Kansas volunteer, after a week in camp in rainy, chilly weather had chill and fever, continuous nausea, vomiting bile, retching. Tongue white, thick coat. Mouth feels dry but is moist. Thirst for large quantities. Symptoms were moderated by Ip., and later Bry., but not removed. Skin, eyes, and face very yellow. Malar. 1m. Improvement set in and in a week was in better health than usual. (2) Mrs. S. A. H., shooting pains all over muscles; bones ache. Diarrhoea in morning; stools thin, yellow, foul. Bitter taste; parched mouth; tongue white. Stretching and gaping. Malar. 1m. cured quickly. In other cases the following symptoms were removed (each letter refers to a separate case): (a) Chilly with flushes of heat. Great desire for fresh air. Cannot breathe on account of pain in liver, < lying down, must jump up; > by hard pressure on liver. During day no trouble and no tenderness; raves, sings, and talks all night. (b) Ague every other day begins about noon. Weak and drowsy between attacks (has taken much Quinine). (c) Drawing or pricking feeling in region of liver (left after the second dose). (d) Dumb chills. (e) When in open air seems cold and shakes inside till she fairly cramps. Aching under right scapula. Cramping in liver. (f) Dryness at root of tongue. (g) A constant hacking cough, half-minute guns, when talking and when turning over in bed. (h) Steady dull ache in liver region > after urinating. In the proving the symptoms were > by eating, and there was a great desire to stretch." ],
    "Relations" : [ "Malar. belongs to the same order of remedies as Pyrogen (product of decaying animal tissues). Bowen found the best antidotes to Malar.: Nux and Bry. for the effects of No. I.; Bry. and Ars. for No. II.; Rhus and Bry. for No. III. Eupat. perf. and Chi. gave negative results. Compare: Spleen, Cean. Liver, Bry., Lyc., Cholest., Chel. Pain under right scapula, Chel. Effect of damp and wetting, Lemn., Dulc. Half minute-gun cough, Coral, Coc. c. > After urinating, Lith., jamb. Intermittents, Ip., Cedr., Nat. m., Menyanth, &c." ],
    "Causation" : [ "Wetting. Camp life." ],
    "Mind" : [ "Feels stupid and sleepy.", "(Very forgetful.)" ],
    "Head" : [ "Feeling as though he would become dizzy.", "Waving dizziness on falling asleep.", "Dizziness on rising from reclining position.", "Dull aching through forehead.", "(Dull headache, dizzy and drowsy.)" ],
    "Eyes" : [ "Aching above inner angle of r. eye.", "Eyes feel heavy and sleepy.", "(Eyes weak, blurring, reading difficult.)" ],
    "Ears" : [ "Drawing pain in r. external ear." ],
    "Nose" : [ "A kind of concentration of feeling at root of nose and just above, as though I should have a severe cold like hay-fever." ],
    "Face" : [ "Itching on r. cheek over malar bone (and various parts of face and limbs); > by slight rubbing or scratching.", "Face becomes warm as if flushed; and spreads over body." ],
    "Mouth" : [ "Pain in upper l. teeth.", "Sensation on point of tongue as if a few specks of pepper were there.", "Saliva more profuse than usual, keeps him swallowing often.", "Had a good night's rest and felt better and brighter from that time (curative).", "(Bitter taste, parched mouth; tongue white.)" ],
    "Stomach" : [ "Unusually hearty appetite (for supper).", "Odour from cooking is pleasing, but no desire for dinner; on sitting down eats a good dinner with relish.", "Feels better after eating dinner.", "Easy belching, several times, no taste.", "Qualmish.", "Nausea." ],
    "Abdomen" : [ "Sense of heat in abdomen.", "Tired feeling through abdomen and chest.", "Sensation as though he would have a very loose stool (it passed off without).", "Sensation in spleen as though it would ache.", "Pain in abdomen to r. of navel.", "Uneasiness in lower abdomen.", "Liver, spleen, and kidneys affected.", "(Cannot breathe on account of pain in liver, < lying down, > hard pressure.).", "(Drawing or pricking in liver).", "(Cramping in liver; pain under r. scapula.)" ],
    "Stool and Anus" : [ "Diarrhoea.", "Diarrhoea in morning, stools thin, yellow, foul." ],
    "Respiratory Organs" : [ "Shallow breathing, which seems from languor, desire to breathe deep, occasionally.", "Residence in malarial districts is said to cure phthisis.", "A consumptive constitution is protected against malaria.", "(Singing causes some irritation in the throat.)" ],
    "Chest" : [ "Tired feeling through chest and abdomen." ],
    "Heart" : [ "When leaning face on l. hand, elbow on table, perceptible feeling of heart-beats through upper body and neck." ],
    "Neck and Back" : [ "Neck feels tired, with slight aching in upper part on moving the head.", "Lumbar region tired as though it would ache.", "(Rheumatism of back and limbs, with lameness.).", "(Stiff neck, and r. arm and shoulders painful and helpless.).", "(Aching under r. scapula; cramping in liver.)" ],
    "Limbs" : [ "Chilly sensation in l. forearm; soon followed by chilly feeling in hands and fingers; feet are cold with sensation as if chilliness were about to creep up the legs; a few moments later knees feel cold.", "A sense of coldness ascending from body from the legs.", "Gout." ],
    "Upper Limbs" : [ "Aching in both elbows.", "Aching and tired feeling in wrists; tired ache in the hands.", "Arms tired." ],
    "Lower Limbs" : [ "Pain, upper part of r. ilium.", "Tired ache in knees and for some distance above and below.", "Pain in top of l. instep.", "Aching in an old (cured) bunion on l. foot.", "Legs weary from a short walk.", "Legs restless, feel like stretching and moving them." ],
    "Generalities" : [ "General sense of weariness; from a very short walk; esp. through pelvis, sacral region, and upper thighs; strong desire to lie down.", "A kind of simmering all through the body.", "Typhoidal, semi-paralytic condition (No. III.).", "Rheumatism.", "Rheumatic paralysis and emaciation." ],
    "Skin" : [ "(Skin, eyes, and face very yellow.)" ],
    "Sleep" : [ "Impelled to lie down, and on falling asleep a sense of waving dizziness passes all over, preventing sleep.", "Gaping, yawning, and desire to stretch." ],
    "Fever" : [ "(When in open air seems cold and shakes inside till she fairly cramps.).", "Coldness ascending over body from legs.", "Face feels warm as if flushed, also head; spreads over body, as if feverish.", "A feeling as if he would have a chill, then as if he would become feverish, though neither is very marked.", "Intermittents: quotidian; tertian (No. II.).", "Chills for one hour followed by fever for six hours (No. II. given to a consumptive patient, whom it cured).", "(Ague every other day, weak and drowsy between attacks.).", "(Dumb chills.)" ]
  }
}