{
  "remedyName" : "Malandrinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Boils. Fistula. Impetigo. Knock-knee. Measles. Skin, unhealthy. Small-pox. Vaccination, ill effects of." ],
    "Characteristics" : [ "According to Jenner, the origin of cow-pox is infection of the udders of cows by contact with grass on which a horse infected with \"Grease\" has trodden. This assertion is to some extent confirmed by the experience of homoeopaths, who have found in Maland. a very effectual protection against infection with small-pox and against vaccination. Straube made provings of the 30th potency (H. R., xv. 145; H. W., xxxv. 504). It has been used on inferential grounds with great success in ill effects of vaccination (I have cured with it cases of unhealthy, dry, rough skin remaining for years after vaccination); in small-pox, measles, and impetigo. Burnett has cured with it a case of knock-knee in a child who was constantly handling his penis. Burnett's indications are: \"Lower half of body; greasy skin and greasy eruption. Slow pustulation, never ending, as one heals another appears.\" Impetigo, ecthyma, fat, greasy-looking pustular eruptions are particularly acted on by this remedy. Heath (Amer. Hom., xxiv. 141) has cured with Maland. fistula in a pony's neck, following strangles. A. L. Marcey (H. R., xiv. 530) relates a striking experience with Maland. In the presence of a small-pox epidemic he vaccinated himself, taking at the same time Maland. night and morning. The vaccination did not take. It was twice repeated and still did not take; nor was smallpox contracted. Called to vaccinate four children in a family whose parents were recovering from small-pox, he vaccinated all and gave Maland. to three of them at the same time; the remaining child was the only one whose vaccination \"took.\" This was so severe that Maland. had to be given to modify its intensity, which it did effectually. The other three were re-vaccinated but none \"took.\" Of five children, from six to seventeen years of age, only the eldest had been vaccinated, and he had a good scar. All except the eldest were given Maland. and were vaccinated, and none of the four \"took.\" The eldest took small-pox. Maland. was then given, and in a few days he was convalescent. In another case of small-pox Maland. was given, and the disease only lasted a few days, the eruption drying up. In Straube's proving the symptoms were < in evening. The Schema is made up of Straube's symptoms. Burnett considers Maland. a very deeply acting remedy, and one not to be repeated oftener than once a fortnight." ],
    "Relations" : [ "Compare: In bad effects of vaccination, Variol., Vaccin., Thuj., Sabi., Ant. t., Apis, Sil. In general; children handling genitals, Medor. (but Maland. has deeper action). In pustular eruptions, Hep., Merc. Compare also: Castor equi., Hippozaenin, Hippomanes." ],
    "Causation" : [ "Vaccination." ],
    "Head" : [ "Dizziness.", "Frontal and occipital headache.", "Dulness.", "Impetigo covering head from crown to neck and extending behind ears.", "Thick, greenish crusts with pale, reddish scabs, itching < in evening." ],
    "Eyes" : [ "Red stripes under eyes." ],
    "Ears" : [ "Profuse, purulent, greenish-yellow discharge, mixed with blood." ],
    "Mouth" : [ "Tongue: coated yellow, with red streak down middle (typhoid); cracked and ulcerating down middle; swollen." ],
    "Stomach" : [ "Vomiting of bilious matter; nausea." ],
    "Abdomen" : [ "Pains around umbilicus." ],
    "Stool" : [ "Dark, cadaverous-smelling stool.", "Yellowish, foul-smelling diarrhoea." ],
    "Male Sexual Organs" : [ "(Child constantly handles his penis.)" ],
    "Female Sexual Organs" : [ "Vagina closed with impetiginous crusts, yellowish-greenish-brown in colour." ],
    "Back" : [ "Pain along back, as if beaten." ],
    "Limbs" : [ "Sore pains in limbs and joints.", "Run-arounds on nails of hands and feet." ],
    "Upper Limbs" : [ "Impetiginous crusts on extensor sides of forearms." ],
    "Lower Limbs" : [ "Pains, esp. in l. tibia, with petechiae-like patches on anterior aspect of l. leg from knee to ankle.", "Petechiae on both thighs, < l.", "(Knock-knee.)" ],
    "Skin" : [ "Small-pox.", "Measles; also as preventive.", "Impetigo covering back of head, extending over back to buttock, and even into vagina; covering labiae.", "Impetigo on extensors of forearms.", "Boils.", "Malignant pustule.", "Bad effects of vaccination (dry, harsh skin).", "Small, dusky red spots on legs, not disappearing on pressure.", "(Typhoid fever.", "Petechial typhus.)" ]
  }
}