{
  "remedyName" : "Mancinella",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Blindness. Borborygmus. Cholera infantum. Colic. Diphtheria. Eyes, affections of; inflammation of. Hair falling out. Headache. Nervous affections. OEsophagus, stricture of. Scarlatina anginosa. Sore throat. Stomatitis. Tongue, patched. Typhoid fever." ],
    "Characteristics" : [ "Manc. is a species of the Euphorbiaceae, and has all the virulent properties of the family in a high degree. It is one of the trees around which the upas legends have clustered. \"It is certain that the juice, which resembles pure white milk, does possess a considerable amount of acridity, and that some persons suffer great pain from incautiously handling it. . . . Perhaps its most dangerous property is that of causing blindness, if by chance the least drop of the milk, or smoke of the burning wood, comes in contact with the eyes. Dr. Seeman states that at Veraguas some of the ship's carpenters were blinded for several days by the juice getting into their eyes while cutting down Manchineel trees; while he himself suffered from temporary loss of sight from merely gathering specimens; and that the same accident happened to a boat's crew from making a fire. Salt water is said to be an efficacious remedy\" (Treas. of Bot.). Manc. was introduced into homoeopathy by Bute, who proved it. It was also proved by Mure and Ackermann. The symptoms induced were very intense. Burning was experienced in all parts, vesication and ulceration of the skin and mucous membranes. Head, eyes, throat, abdomen and rectum were the parts most affected. A leading feature of many symptoms was < by drinking cold water. Cough < from drinking water. There is general > from heat when lying down; but warmth of stove < headache; and there is inclination to uncover. Cough is < at night. Among peculiar sensations are: Head feels as, if bruised; or as if it had been exposed to the sun. Ears as if closed.", "Electric thrusts in upper part of throat. As if flames rising from stomach. As if stomach drew together in a lump and then suddenly opened. Head as if hollow; as if lying on something hard. As if something alive in stomach. Med. Cent. (ii. 112) quotes from Revist. Omeop. the case of a lady who for several years was possessed with the fixed idea that she would become insane. She had become a wife and mother, but still the idea possessed her. Happening to see in Puhlmann's Therapeutics that Manc. has \"fear of getting crazy,\" she took Manc. and was permanently cured." ],
    "Relations" : [ "Compare: Crot. t., jatro., Euphorb. (bot.); Canth. (erythema; vesication of skin; scarlatina); Caps. (burning pains < by cold water); Ars." ],
    "Mind" : [ "Sudden vanishing of thought, forgets from one moment to next what she wishes to do.", "Everything irksome.", "Fear: of getting crazy; of evil spirits.", "Averse to work and answering questions.", "Sadness.", "Anxiety; before menses.", "Homesick.", "Bashful and taciturn; timid look.", "< From anger and after eating." ],
    "Head" : [ "Vertigo: stupefying; with loss of consciousness; morning on rising.", "Sense of lightness (or emptiness) in head while walking about room.", "Sticking pressure from vertex through brain, at noon.", "Sudden Sticking in r. temple and above eye.", "Stitches: in temples; in head with sleeplessness; over l. eye.", "Headache: with impatience; caused by candle-light; < from warmth of stove.", "Pulsating pains in head and neck, preventing writing.", "Whole head feels as if bruised, or as after exposure to sun.", "Itching of scalp; hair falls out after severe acute diseases." ],
    "Eyes" : [ "Blue circles round eyes.", "Intense inflammation causing blindness for some days.", "Much swelling of lids.", "Objects waver before eyes.", "Sensation of heaviness and dryness of eyes and lids.", "Burning: in eyes, headache from candle-light; of eyelids, only when closing them." ],
    "Ears" : [ "Ears feel as if closed.", "Redness and heat of ears.", "Ringing, roaring, drumming; noise like voices in ears." ],
    "Nose" : [ "Pressure at root of nose.", "Dryness." ],
    "Face" : [ "Face: swollen; pale; pale, yellow, bloated.", "Heat rising to face; soon after, painful itching, stitching, and burning, lasting all day; next morning face swollen; towards noon minute vesicles with yellow fluid; next day, desquamation.", "Lips pale; pricking pains.", "Lower lip hangs down.", "Numerous small vesicles on chin which desquamate." ],
    "Mouth" : [ "Very bitter taste.", "Taste: bloody; < after sleep.", "Tongue: coated white except in several, sharply defined clean spots; coated white as in aphthae; dry; burning.", "Unendurable burning and prickling in mouth, not > by cold water.", "Whole mouth and tongue covered with small vesicles.", "Saliva: increased; yellow; fetid.", "Offensive breath, perceptible to herself.", "Large blisters on palate." ],
    "Throat" : [ "Great elongation of uvula.", "Heat in pharynx and down oesophagus without thirst.", "Great dryness, on waking; stitches.", "Choking sensation rises in throat when speaking; prevents drinking though thirsts for cold water.", "Great swelling and suppurating of tonsils with danger of suffocation; whistling breathing.", "White, yellowish, burning ulcers on tonsils and in throat." ],
    "Appetite" : [ "Thirst: for cold water; and aversion to wine and alcohol.", "Aversion to meat and bread.", "Can take only liquid food on account of soreness of mouth." ],
    "Stomach" : [ "Drinking water < bloatedness and pain in stomach.", "After drinking water; colic; pain in abdomen.", "Ineffectual desire to eructate or gag with excessive nausea.", "Continual choking sensation rising from stomach as pressure of wind, with weakness and palpitation.", "Repeated green vomit.", "Sour, greasy vomit with aversion to water; on vomit floats a white mass like coagulated fat.", "Vomiting of food, followed by severe colic and profuse diarrhoea.", "Vomiting > headache.", "Burning: in stomach and throat, with nausea; in pit of stomach.", "Pit of stomach swollen and sensitive to pressure.", "Distension and pain in region of stomach.", "Sensation as of flames rising from stomach.", "Sensation as if stomach drew together in a lump and then suddenly opened." ],
    "Abdomen" : [ "Rumbling in l. side when bending to r.", "Sudden sticking in l. hypochondrium.", "Pain in l. hypochondrium in a spot as large as a florin, compelling her to press there with hand; rumbling in l. side when lying on r., also with every respiration; none when lying on l. side.", "Wandering pains in abdomen.", "Pains through bowels after drinking water.", "Loud rumbling; renewed by every motion and deep breath, with headache which is much < near warm stove.", "Colic: after drinking water; with diarrhoea (at midnight), with fainting, constipation alternating with diarrhoea.", "Abdomen: distended; sore as if bruised; rash on." ],
    "Stool and Anus" : [ "Fulness in rectum with hollow feeling in stomach.", "Profuse diarrhoea with colic and vertigo.", "Many bloody stools with colic, inclination to sleep, and vertigo.", "Greenish stools without blood.", "Diarrhoea: with burning in abdomen and anus; alternating with constipation; with cutting in abdomen and much discharge of flatus.", "Stools: frequent, thin, watery, with vomiting; painful, black, fetid, bloody, with tenesmus.", "After stool: pulsation in anus, discharge of fetid blood from piles.", "Constipation." ],
    "Urinary Organs" : [ "Tired feeling in region of kidneys (as if bruised) with inclination to rub parts, and frequent stretching back of body.", "Stitches in bladder before and at beginning of urination.", "Burning in urethra.", "Urine: brown; whitish, clouded on standing." ],
    "Male Sexual Organs" : [ "Increased sexual desire.", "Itching on scrotum." ],
    "Female Sexual Organs" : [ "Pale menstrual flow; colic.", "Before menses: congestion of head." ],
    "Respiratory Organs" : [ "Nasal tone of voice.", "Choking sensation rising into throat hindering speech.", "In larynx: scraping; cutting; tension.", "Whistling breathing.", "Asthma, chronic.", "Frequent hawking with nausea.", "Violent cough and painful stitches in trachea from slightest exertion.", "Cough: < night; after drinking.", "Expectoration > oppression of chest." ],
    "Chest" : [ "Constriction of chest.", "Rattling in l. chest.", "Suffocative attacks with pulsation in chest while coughing, or as soon as he begins to talk.", "Pain in centre of sternum, < from pressure and from breathing." ],
    "Heart" : [ "Needle-like stitches in heart.", "Palpitation." ],
    "Neck and Back" : [ "Painful stiffness of neck, esp. after sleep.", "Stitches in l. scapula and l. breast at intervals.", "Painful stiffness in small of back." ],
    "Limbs" : [ "Icy coldness of hands and feet." ],
    "Upper Limbs" : [ "Trembling and heaviness of arms; of hands.", "Hands numb on waking.", "Painful stiffness of finger-joints.", "Hands as if too thick; asleep; heavy and clumsy.", "Blue finger-nails." ],
    "Lower Limbs" : [ "Quivering and jerking in legs in attacks.", "Trembling of legs.", "Needle-like stitches in legs; under heel from within, out.", "Tingling in feet when sitting.", "Burning in soles; with dry feeling.", "Desquamation of soles at end of fever.", "Large vesicles, esp. on soles." ],
    "Generalities" : [ "Lassitude and indescribable uncomfortable feeling in limbs; much stretching.", "Fainting with intestinal colic.", "Convulsions." ],
    "Skin" : [ "Redness of skin (hands).", "Small vesicles, followed by desquamation.", "Sequelae of scarlatina.", "Favours rapid healing of wounds.", "Fungoid growths, esp. syphilitic." ],
    "Sleep" : [ "Great sleepiness; ineffectual desire to yawn.", "Wakes as from electric shocks on neck (above larynx).", "On awaking, hands asleep, heavy.", "After sleep: mouth bitter; throat dry; neck stiff." ],
    "Fever" : [ "Chill: icy cold hands and feet.", "Flushes of heat, with sensation as if flames rose out of region of stomach, on account of which he threw off clothes.", "Burning heat, with inclination to cover.", "Moderate fever, severe headache, must lie down.", "Cold sweat.", "Fever with tingling of skin, desire to uncover, painful swelling, profuse micturition." ]
  }
}