{
  "remedyName" : "Mandragora",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation." ],
    "Characteristics" : [ "The mandrake does not derive its name from the shape of the human body which the root of the plant sometimes takes, but from the name by which it was known to the Greeks, Mandragora, and which signifies injurious to cattle. In legend and poetry the mandrake figures largely. It is said to be the \"Insane root\" spoken of by Macbeth, and it is mentioned by name in Antony and Cleopatra and Romeo and Juliet. Mand. must not be confounded with Podophyllum, which is also sometimes called \"Mandrake, \", as also is Bryonia dioica in this country. Mand. is known to homoeopathy through some experiments of Dufresne made on himself and another by repeatedly smelling, at short intervals, the expressed juice of the plant, \"which has a nauseating odour like adder's flesh\"; and also by an experiment of W. B. Richardson's. There are two varieties of Mand. offic., the vernal and the autumnal. The plant Dufresne used was the Vernalis. The symptoms were very similar to those of Belladonna, to which it is botanically closely related. There was a restless excitability and bodily weariness. Great desire for sleep. The unpleasant symptoms go off at night in bed, and are succeeded by a gentle perspiration. The effects were removed by free indulgence in wine, coffee, and cigars. With regular dieting they lasted much longer, and were removed by Nux, Camph., and Bell, \"Inactive bowels with white, hard stools, \", was one symptom. There is exaggeration of sounds, and enlarged vision." ],
    "Mind" : [ "Restless excitability, hysterical." ],
    "Head" : [ "Heaviness and confusion of head.", "Sense of fulness in vessels of brain." ],
    "Eyes" : [ "Pupils dilated.", "A peculiarly enlarged and confused vision." ],
    "Ears" : [ "Exaggeration of sounds." ],
    "Nose" : [ "Coryza." ],
    "Mouth" : [ "Tongue benumbed.", "Singular taste and sensation of acidity and dryness." ],
    "Stool" : [ "Inaction of bowels, with white hard faeces when bowels are induced to act." ],
    "Respiratory Organs" : [ "Hoarseness.", "Slight cough with expectoration.", "Difficult breathing." ],
    "Generalities" : [ "Lingering uneasiness and coldness after removal of other symptoms.", "Bodily weakness." ],
    "Sleep" : [ "Desire for sleep." ],
    "Fever" : [ "Shivering in afternoon.", "Coldness remains after other symptoms." ]
  }
}