{
  "remedyName" : "Manganum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Ankles, weak. Asthenopia. Asthma. Bones, pains in. Brain, concussion of. Climacteric flushings. Cough. Deafness, catarrhal. Dysmenorrhoea. Ears, affection of. Gall-stones. Gout. Headache. Heel, rheumatism of. Hoarseness. Itch. Jaundice. Laryngeal phthisis. Laryngitis. Lichen. Myopia. Palate, affections of. Paraplegia. Parotitis. Periostitis. Pityriasis. Psoriasis. Rhagades. Rheumatism. Tongue, affections of. Yawning." ],
    "Characteristics" : [ "The metal Manganese was isolated in in the year Priestley discovered Oxygen. It was introduced into the materia medica by Hahnemann, who made provings of the acetate and carbonate. The symptoms of the two have not been kept separate. Manganese is a metal \"having a remarkable affinity for, and in some respects a close resemblance to, iron, of which it is an extremely frequent associate.\" Its medicinal as well as its physical relationship with iron is very close. It has an action on the blood-forming process like iron, and has been successfully used in cases of anaemia. There is one curious symptom they have in common: Cough > by lying down. If there is any difference, the Mang. cough is more apt to be deep, and it is also < in damp weather. Guernsey summarises the Mang. effects thus: \"The bones are very sensitive; red spots on the skin, which are elevated, owing to the affections of the bones. Ankles are particularly affected; children may have this trouble and be unable to walk. Typhus fever when the parotid gland is swollen and the bones are very sensitive to touch; affections of the internal ear; upper part of chest. Hoarse voice; drawing sensation of the muscles.\" I have frequently verified the \"cough > lying down, \", and also this sensitiveness of the bones. Where this occurs in connection with any other condition indicating Mang. it is sure to do good. There are single nodes on the palate (I recently cured in an elderly lady a flat growth on centre of palate with Mang. 30); bluish nodes on the skin; malignant ulcers with blue borders following slight injury. The skin will not heal, slight scratches ulcerate. Inflammation of bones and joints with insupportable nightly digging pains. Anaemia (menses too frequent and too scanty in anaemic girls); laryngeal phthisis; tuberculosis. Chlorosis, if gastric symptoms and loss of appetite predominate. Every part of the body feels extremely sore when touched. This last is quite a keynote of Mang. Rheumatic patients cannot bear any weight on their heels. Rheumatic symptoms with dark, almost blue spots on skin. Mang. has some remarkable paralytic symptoms. Paralysis with inclination to run forward if he tried to walk. Paralysis begins below, extending upward. Paraplegia. Paralysis from degeneration of anterior portion of cord. The tongue symptoms of Mang. are very pronounced. Hansen (H. W., xxiv. 64) cured with Mang. ac. a case of neuralgia of the tongue following the healing of a little ulcer on surface near left border, after pencilling with lunar caustic. Shortly after the healing the patient (man, 60) had severe stinging burning at l. edge of tongue and inner side of l. cheek touching the tongue. In this state he came to Hansen after allopathic treatment. Several medicines having been given without result, Mang. ac. was chosen, and made a rapid and permanent cure. In an article on Mang. by F. H. Pritchard (Minn. Hom. Mag., v. 151), who cites this case, the action of the metal is thus summarised: (1) On mucous membranes: congestion and increased as well as decreased secretions. (2) Liver: a powerful cholagogue inducing inflammation and fatty degeneration. (3) Blood: destroys red corpuscles and = anaemia. (4) Bones and periosteum: sensitiveness of bones with periostitis. (5) Skin: fissures; excoriation; suppuration. (6) Cerebro-spinal system: paralysis and progressive muscular atrophy. Pritchard quotes observations of Grille that workmen in manganese mines do not get itch; and those who come to the work with itch get cured of it. \"Suppuration of skin round joints\" is a characteristic of Lippe's. The manganese waters of Cransac cause: \"Ill-humour, weeping, despondency, sudden palpitation.\" The headaches of Mang. are boring, pressing, and proceed from above downwards. There is also a headache like concussion on every step or movement. A. W. Palmer (quoted H. W., xxxii. 366) reports this case of catarrhal deafness cured with Mang. 6: Miss H., Dull hearing; dry throat with hoarseness; itching in ears; loud rumbling, < night, r. ear, crackling on blowing nose; deafness in damp weather. The last was the guiding symptom. Cooper gives me the following ear-cases in which Mang. ac. has proved curative: (1) A nodous appearance of malleus handle; thickened irregularly, with history of bilious headaches and of previous discharges from the ears. The tympanal membrane has a granular appearance. Purple glazed appearance of malleus handles, which are thickened and prominent, upper segment of membrane also purple and glazed. (2) Chronic periostitis of the meatus and middle ear, with otorrhoea, left ear. (3) Otorrhoea with earache, pain shoots up from teeth to ear; the earache is worse after early dinner, up till or p.m. (\"Pains extend to and concentrate in ears from other parts.\") (4) Sensitive ears, takes cold and gets headache; history of gall-stones and jaundice; sleepy and headache in afternoon, bitter taste in morning, lips glued together; whistling tinnitus worse in a cold. (Whistling tinnitus, Mang. ac.; explosions, Mag. carb.; rasping, shrill tinnitus as well as cardiac tinnitus, pumping, K. iod.). (5) Deafness, woman, dating from from over-strain in singing, when she lost voice and hearing for six months; left hearing returned, right remained deaf, worse after a cold or if over-excited or worried; subject all life to bilious attacks which last twenty-four hours and leave suddenly; head throbs, can't put it down on a pillow; headache comes on in morning on awaking and reaches a height at or p.m. and keeps on till next morning. (Bilious headaches went away and the hearing of right ear improved under Mang. ac. 200.) (6) Subject to sore throats and unpleasant breath, tinnitus as of blood rushing fast through the ears (whistling?), membranes translucent, anaemic, malleus handles thickened and \"skeletonized\"; hearing, right in., left in. After taking Mang. ac. 3x, two pilules thrice daily, steady improvement went on, till hearing was right in., left in.; the deafness was worst in a noise. (7) Deaf from childhood, granular membranes. Mang. ac. caused in a patient of Cooper's a woman, excitement with feeling of whistling through the ears and general fulness of the head with swellings of hands and feet and a stinging as if frost-bitten; sight became dim with tightness round head, felt low-spirited and continual flushings. Among the Sensations of Mang. are: Head as if larger. As if pit of stomach enlarged. Ears as if stopped. Throat as if excoriated. Trachea as if closed with a film. As if bowels drawn together. As if tendons shortened. Nearly all symptoms are < at night, or else in morning. Lying down >. Raising head, bending forward, bending double >; bending backward <. Lying on feather bed < (asthma). Motion, laughing, talking, walking <. Cold <. Cold, rainy weather <. Touching with cold things <. Open air >. Sitting bent over a fire > pain in abdomen. Contractive pain in head and dryness of lips and palate are > indoors. > or < by change of weather. > By eating; > by swallowing. Eating = pressure in stomach and abdomen < from cold food. After eating: cramp pain in jaws; pain in rectum. Smoking > hoarseness." ],
    "Relations" : [ "Antidoted by: Coff., Merc. sol. Compatible: Puls., Rhus, Sul. Compare: Am. m. (rheumatism in heels); Merc. (paralysis", "Merc. in upper limbs first); Cina, Nux, Meph., and Plat. (cough < reading or writing); Alo. (cracking in ear); Cupr. (psoriasis); Lyc. (< from cold food); K. iod. (nodes on skin", "K. iod. pinkish, unbearable pain; Mang. bluish, more deeply acting); Asaf. (tumour roof of mouth;", "Mang. bone somewhat involved; Asaf. many tumours, discoloured, bone deeply involved); Con. (paralysis extending upward); Arg. n. (laryngeal cough; tuberculosis); Dulc., Merc., &c. (< in damp weather). Compare also: Fer., K. permang., Mang. m., Mang. ox., Mang. sul." ],
    "Mind" : [ "Peevishness and taciturnity, with concentration in self.", "Low-spirited and reflective.", "Fretful.", "Bitterness and long rancour.", "Not pleased with joyous music but immediately affected by the saddest.", "Abstraction of mind.", "Dulness of the senses." ],
    "Head" : [ "Vertigo when sitting or standing; he is near falling forward; painful concussion of brain from shaking head, from walking, with aching in head and at same time in epigastrium; rush of blood from nape over vertex to forehead during motion, with stupefaction and confusion of senses while standing.", "Head heavy, with sensation as if it were increased in size.", "Burning and aching pains in head, which disappear in open air.", "Tensive, shooting, and drawing pain in head in open air, > in a room.", "Congestion in head, with pulsation, as if brain were going to suppurate, > in open air.", "Painful jarring of brain, when moving.", "Pressing, boring headache in temples, extending towards eyes and forehead, going off on bending forward, but returning on sitting up, or on bending head backward.", "Stitches (like needles) and darts in the l. side of forehead.", "Frequent rising of heat in head, with thirst.", "The headache which comes on in a room is > in the open air, and vice versa.", "Cold feeling at small spot on vertex." ],
    "Eyes" : [ "Aching (pressing) in eyes when they are fatigued, or by candle-light in evening.", "Burning heat and dryness of eyes.", "Dim-sightedness with burning in eyes.", "Eyelids swollen and painful when moved (and to touch).", "Agglutination of eyelids in morning.", "Pupils dilated or contracted.", "Confused sight.", "Myopia." ],
    "Ears" : [ "Otalgia.", "Drawing pains in ears, commencing from other organs.", "Pains extend to and concentrate in ears from other organs.", "Shootings in ears when speaking, swallowing, laughing, and walking heavily.", "Hardness of hearing, as from stoppage of ears, removed by blowing nose, < or > according to change of weather.", "Buzzing and rumbling in ears.", "Detonation in ears, when blowing nose, and swallowing, and crashing sound when yawning.", "Whistling tinnitus.", "Whizzing and rushing in ear.", "Swelling of l. parotid, with a reddish hue, in typhus." ],
    "Nose" : [ "Dry coryza and obstruction of nose.", "Coryza, with loss of smell, and secretion of thick mucus.", "Painful crampy tearing between root of nose and eyebrow.", "Sometimes dry and sometimes fluent coryza.", "Redness, excoriation, and inflammation of nose during coryza." ],
    "Face" : [ "Pale, sunk, wan face.", "Violent tearing and squeezing between root of nose and eyebrows.", "Jerking shooting pains from lower jaw to temples, when laughing.", "Lips parched, dry, with shrivelled skin, without thirst.", "Clear vesicles on upper lip.", "Eruptions and ulcers at commissures of lips.", "Cramps in jaws after a meal.", "Drawing cramp in muscles in region of l. mastoid process, so that he had to incline his head to r. side." ],
    "Teeth" : [ "Painful sensitiveness of teeth.", "Violent pains in teeth, which pass rapidly to other parts.", "Tearing in molars and adjacent parts, with great dejection and inquietude, esp. in morning and evening.", "Pains as from ulceration in teeth, < until they become insupportable, by contact with anything cold.", "Toothache, lasting four or five days and returning esp. in forenoon, and to p.m.; sucking = acute jerking in teeth.", "Most violent toothache; at first sudden in two hollow back teeth, extending thence into zygoma, neck, or ear, and again returning; with prostration so he could scarcely walk; obliged to lie down, with internal restlessness and oppression; somewhat > by biting anything elastic, or laying forehead on table, much < on sitting upright; with great dilatation of pupils." ],
    "Mouth" : [ "Sensation of soreness and of a hard substance posteriorly on palate: when not swallowing; disappearing after eating bread at a.m.", "Flat tumour in centre of hard palate.", "Accumulation of (bitter) saliva in mouth.", "Smell of clay in mouth, in morning.", "Burning vesicles on the (l. side of) tongue.", "Burning pains < in tongue at night in room, > in open air.", "Nodosities on tongue; warts.", "Very salt taste on tongue, posteriorly, morning after waking, > by eating.", "Tubercles and burning blisters on tongue.", "Furred tongue and general biliousness." ],
    "Throat" : [ "Sore throat, with incisive pain, and pain as from excoriation, when not swallowing.", "Dull shootings on both sides of pharynx, and as far as ears, when swallowing.", "Dryness and scraping in throat, with a sensation as if a leaf or film obstructed the larynx.", "Dryness of palate and lips." ],
    "Appetite" : [ "Insipid and oily taste.", "Absence of thirst.", "Repugnance to food from a feeling of satiety." ],
    "Stomach" : [ "Sensation of burning sourness, rising from stomach, like pyrosis.", "Heat and burning in stomach, ascending to chest, sometimes with great agitation.", "Dragging pains in region of stomach, as if epigastrium were dilating, accompanied by nausea.", "Pain after eating food in weakly females." ],
    "Abdomen" : [ "Aching in hypochondria.", "Pressure in hypochondria.", "Abdomen large, distended.", "Pressive pain, as from excoriation, in abdomen and epigastrium.", "Contraction, with sensation of heat from middle of abdomen to chest, with nausea.", "Cuttings in umbilical region, when taking a deep inspiration.", "Movements (when walking) in abdomen, as if intestines were striking against each other.", "Excessive emission of wind." ],
    "Stool and Anus" : [ "Constipation.", "Difficult, dry, knotty evacuations.", "Evacuations of consistence of pap, several times a day.", "Loose and tenacious stools.", "Frequent rumbling in rectum.", "Colic and incisive pains in rectum, during evacuation.", "Successive pullings and tearing pains in rectum.", "Stool very pale yellow, sandy, preceded by griping.", "Contractive pain in rectum when sitting.", "Contractive pains in anus, yellow, granular stool with tenesmus; preceded and accompanied by griping in abdomen and sides, only > by pressing abdomen with the hands, disappearing after the stool; together with shaking chill." ],
    "Urinary Organs" : [ "Frequent want to urinate.", "Violet-coloured and earthy sediment in urine.", "Darting in urethra when emitting flatus.", "Cutting in middle of urethra between acts of micturition.", "Lancinations in urethra, when not urinating.", "Incisive pains in region of bladder.", "Enuresis in daytime came on in a boy of five when taking Mang. ac. (R. T. C.)." ],
    "Male Sexual Organs" : [ "Sensation of weakness in genital organs, with burning and jerking drawing pains in spermatic cord, extending to glans penis.", "Itching on top of glans.", "Stitches in prepuce.", "Itching in interior of scrotum, which cannot be removed by scratching and rubbing." ],
    "Female Sexual Organs" : [ "Catamenia too early; too frequent and too scanty.", "Discharge of blood between periods.", "Pressure in genital organs.", "Leucorrhoea.", "Climacteric flushings." ],
    "Respiratory Organs" : [ "Obstinate hoarseness, esp. in morning, and in open air, as from chronic inflammation of the larynx; > from smoking.", "Sensation as if larynx were closed.", "Catarrh, with coryza and hoarseness.", "Dry cough, excited by reading aloud, or speaking long, with troublesome dryness, roughness (and constriction) in larynx.", "Deep cough without expectoration, ceasing on lying down, and recurring next day.", "Cough > lying down.", "In morning, copious expectoration of small globules of yellowish green mucus, almost without cough.", "Spitting of blood." ],
    "Chest" : [ "Breath hot and burning, with disagreeable heat in chest.", "Lancinations in chest and sternum, which take a downward direction (also running up).", "Bloody expectoration from chest.", "Bruised pain in chest.", "Bruised pain in upper chest when stooping, > when raising head.", "Throbbing in chest.", "Debility and despondency cease in a case of scirrhus of breast after a single dose of Mang. ac. (R. T. C.)." ],
    "Heart" : [ "Sudden shocks in heart and in sides of chest from above downwards.", "Pulse irregular, sometimes rapid, sometimes slow, but constantly weak and soft." ],
    "Neck and Back" : [ "Red swollen streak on l. side of neck.", "Rigidity of nape of neck.", "Tearing pains along entire spine, during rest and movement.", "Pain in small of back on bending backwards." ],
    "Upper Limbs" : [ "Drawing and tearing, beginning at shoulder and extending to arms, hands, and fingers.", "Pain as from a sprain in shoulder-joint.", "Tensive pain in joints of arms and hands.", "Boring and digging in bones of arm, as if in marrow.", "Tension in elbow-joint (and carpal-joints), as if tendons were too short.", "Itching tetter in forearm.", "Cramp-like pains in hands.", "Sensation of tension in hands.", "Inflammatory swelling and ulceration of little finger.", "Fissures in bends of finger-joints." ],
    "Lower Limbs" : [ "Jerkings of muscles of legs on slightest movement.", "Cramp-like drawings, or jerking shootings in thigh.", "Pain, as from tensive rigidity in legs.", "Tearing pain round knee.", "Want of firmness and trembling of knees.", "Swelling and inflammation of malleoli, with lancinations extending into legs.", "Burning in sole of foot.", "Excoriation between toes." ],
    "Generalities" : [ "The bones are very sensitive; red spots on skin, which are elevated, owing to the affections of the bones.", "Ankles are particularly affected; children may have this trouble, and be unable to walk.", "Typhus fever, where the parotid gland is swollen and the bones are very sensitive to touch.", "Affections of internal ear; upper part of chest.", "Hoarse voice: drawing sensation of muscles.", "Stools with sand or gravel.", "Dull shooting and jerking in different parts of the body.", "Pulling and tearing pains, esp. in limbs.", "Drawing and tension in limbs and joints, as from contraction of tendons, esp. when extending limbs.", "Arthritic pains in joints (and periosteum), with shooting, jerking, and digging, < in evening, and often semi-lateral or crossways.", "Red and shining (rheumatic) swelling of joints, sometimes in consequence of a chill.", "Inflammatory swellings and suppurations.", "Inflammations of bones, with searching and insupportable pains at night.", "All bones, particularly in lower limbs, sensitive to touch; in typhus.", "Excitement, low spirits, flushing, whistling through ears, fulness of head with tightness around it, dim vision, swelling of hands and feet and a stinging as if frost-bitten (from Mang. ac. 200).", "Weakness and tremor, esp. in joints.", "Paraplegia.", "Paralysis first of lower limbs.", "Staggers and tends to run forward if he tries to walk.", "Sensation of uneasiness in the whole body, but esp. in the stomach, with peevishness.", "On slightest touch sensation over whole body as if it were ulcerated.", "Most symptoms appear during night.", "The symptoms which have manifested themselves in a room are > in open air, and vice versa.", "Many symptoms are > or < by a change of weather." ],
    "Skin" : [ "Burning all over skin, in evening, and when rising from bed.", "Itching tetters.", "The skin does not heal easily; every injury tends to ulceration.", "Excoriation and fissures in bend of the joints.", "Voluptuous itching; > by scratching.", "Itching in hollow of knee and on shin.", "(Psoriasis.).", "Suppuration of skin round joints." ],
    "Sleep" : [ "Great weariness, with inclination to sleep, towards eight o'clock in evening.", "Many very vivid and anxious dreams, of which a distinct remembrance is retained.", "Frequent yawning.", "Sleeplessness with flatus and sallow complexion." ],
    "Fever" : [ "Chilliness generally in evening, with icy cold hands and feet.", "Shivering in evening, with shooting headache, without thirst.", "Shiverings, with transient heat in head.", "Chill with heat of head and stinging pain in forehead, which continues after the chill.", "Feverish heat in chest and cheeks, with painful sensitiveness of whole body to touch.", "Sudden flushes of heat in face, on chest, and over back.", "Profuse perspiration with short, anxious breathing.", "Nocturnal sweat, sometimes only in neck and legs, which compels scratching.", "Pulse very uneven and irregular, sometimes rapid, sometimes slow, but constantly soft and weak." ]
  }
}