{
  "remedyName" : "Medorrhinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Clonic spasms. Corns. Diabetes. Dysmenorrhoea. Epilepsy. Eyes, inflammation of. Favus. Gleet. Gonorrhoea, suppressed. Gonorrhoeal rheumatism. Headache, neuralgic. Liver, abscess of. Masturbation. Ovaries, pains in. Pelvic cellulitis. Polypi. Priapism. Psoriasis palmaris. Ptosis. Renal colic. Rheumatism. Sciatica. Shoulder, pains in. Stricture. Urticaria. Warts." ],
    "Characteristics" : [ "Medorrh. is one of the most important of the nosodes. The constitutional nature of the gonorrhoea poison has within recent years been recognised in the old school as well as the new. Noegerath of New York and Angus Macdonald in this country have pointed out a causal connection between post-partum pelvic cellulitis and latent gonorrhoea in the husband. Macdonald published several fatal cases. The effects of the poison, constitutional or acute, may be taken as data for homoeopathic prescriptions; but the virus has had an extensive proving in the potencies, and the symptoms there recorded have been largely verified in practice. The nosodes may be used according to their indications in exactly the same way as other homoeopathic remedies, and not merely for manifestations of the disease from which they are derived. At the same time, a knowledge of the origin of obscure disorders, especially if hereditary, will often give the clue to the remedy required. Deschere published a case in point: Miss X., 23, had chronic blepharitis since eleven. Her suffering was intense. Light, especially gas-light, was intolerable, and this prevented her from going into society. She could not read in the evening, and in the morning the lids would be closed, and she suffered much on getting them separated. There was much discharge. Before coming under Deschere she had been under strict homoeopathic treatment all the time. Deschere remembered treating her father for gonorrhoea before his marriage, and he suspected the taint had reappeared in this form. Medorrh. was given in high potency, single doses repeated as the effect of each wore off, and she was entirely cured. A case of favus which had resisted all the external applications that allopaths could devise, and which had such an appalling odour that the patient, a little boy, had to be isolated from the family, was traced by Skinner to the same hereditary cause and cured with Medorrh. 1m. Many cases of stunted growth and arrested development in children are due to latent gonorrhoea and syphilis, and unless this factor is discerned and taken into consideration in prescribing, no great good will be achieved. I have cured on this hypothesis extremely offensive body odours in children with Medorrh. One important point in distinguishing between the sycotic or gonorrhoeal taint and that of syphilis is in the time aggravation, and consequently in the indications for this. Syph. has < from sunset to sunrise, as also have all the great anti-syphilitic remedies. Medorrh. has < from sunrise to sunset; always brighter in evening, < in early morning hours. With Medorrh. there is intense nervous sensibility, especially to touch of garment or a lock of hair by any one not en rapport. Sensibility is exalted almost to clairvoyance. As if in a dream. Starting at slightest sound. Tremor; spasms. There is a state of collapse and a desire to be fanned. Among the Peculiar Sensations are: As of sticks in eyes, lids, and inner, canthi; as if cold wind blowing in eyes; as if upper lid had a cartilage in it. As if something crawling in ear and nose. Lump in stomach. Tumour right side of abdomen. As if left lung collapsed or paralysed. As if an abscess between left pectoralis major and minor muscles. As if blood was boiling hot in veins. As if all bones were out of joint.", "The pains seem to tighten the whole body, especially the thighs. There is scarcely a spot on the body that is not full of pain. Obstinate rheumatism. Sequelae of acute rheumatism. D. C. McLaren relates in Hahn. Advoc. (quoted Amer. Hom., xxii. 408) a case which illustrates the power and sphere of this nosode. A young French Canadian of delicate constitution, after working in a factory all winter, began coughing in spring and running down in health. He returned home and came under McLaren's care in May. The cough persisted and prostration increased, in spite of carefully selected remedies, and the patient took to his bed. It was then observed by McLaren that the cough and general condition was > from lying on the face. This, coupled with a knowledge of there being a syphilitic taint in the boy's parentage, suggested Medorrh., which was given. The next day a profuse gonorrhoeal discharge appeared, and the cough and all threatening symptoms promptly disappeared. Exposure to contagion had occurred several weeks before, but from lack of vitality the disease could not find its usual expression and was endangering the patient's life. Ernest Nyssens (\"La Sycose de Hahnemann,\" Jour. Belge d'Hom, vi. 244) quotes some important observations by old-school authorities on constitutional gonorrhoea. Wertheim in a case of gonorrhoeal cystitis watched the entrance of the gonococcus into the blood stream. With the gonococcus taken from the blood of this patient he made cultures to the fifth generation. A youth who had never had venereal disease volunteered for inoculation with this. The subacute urethritis which resulted was so grave, and, in spite of all, became complicated so cruelly with cystitis, epididymitis, prostatitis, synovitis, and pleuro-pneumonia, that Wertheim asked whether the gonococcus did not redouble its virulence by passing into the blood. Louis Jullien and Louis Sibut (from whose paper Nyssens quotes the above) witnessed the following case in Saint Lazare hospital: Louisa M., 17, entered the hospital June 8th with urethro-vaginitis, and was treated with tampons (tiges) of Ichthyol dissolved in glycerine (1 to 5). The urethritis ran a normal course till July 6th, when this condition was reported: The patient has had sufferings in the abdomen for a week, but has made no complaint. However, they became so acute the previous night that an injection of Morphia was given. Rectal temperature Tongue saburral. Right side abdominal pain. In spite of rigid contraction of the recti muscles there seemed to be a swelling deep down, but the observers were not certain it was not a swelling of the muscles themselves. Intestinal functions normal; rectum empty. An eruption of roseolous spots appeared on the body, abdomen, and chest, so exactly like those of typhoid that the possibility of this was discussed. There was also acute pain in muscle of right calf. This pain persisted the following day when the abdominal pains had disappeared. July 9.", "Right knee painful, swollen. At same time synovitis of left wrist, dorsal aspect, the tendons attacked being the extensor proprius of thumb and index. Temperature normal. July 10.", "Very few and slight traces of the eruption. Right arm the seat of acute lancinating pain, especially at the level of the deltoid \"V,\" deep down near the bone at the insertion of the tendon (probably a hygroma). On examining the tendo Achillis, pain at the level of the left ankle, nothing to the right at the same level, but the pain is above all acute along the inner border of the right tibia, to five or six centimetres from the flat surface. This part is oedematous and painfully sensitive. Another painful spot in the abdomen is behind the right anterior superior iliac spine, and beside the navel (probably muscular). The urethral discharge contained abundant bacilli besides gonococci. Treatment by daily injection of one centigramme of Merc. cor. was commenced. The next day there was sharp fever, saburral tongue. The abdominal pains were frankly muscular. Trace of albumen in the urine. Next night there was delirium, and epistaxis in the morning. This case went on to recovery. Another case, also in a girl of seventeen, of phthisical history, and even complicated with syphilis, presented the same order of symptoms, along with epistaxis, haemoptysis, albuminuria, endocarditis with suffocative attacks and violent palpitations, ending in permanent disablement. These cases may be regarded as provings of Medorrh. from the homoeopathic stand-point.", "The rheumatic symptoms are of extreme intensity, and Medorrh. will cure many cases where the symptoms correspond. I have cured many cases of dysmenia with it, following Burnett. Burnett cured with Medorrh. 1m: (1) A patient who had fits at every menstrual period, the fits coming on in the early morning. (2) A man who had clonic spasms, the legs suddenly shot up from the bed. (3) A case of right wrist rheumatism. (4) Polypi having their origin in a chronic suppurating discharge. (He regards Medorrh. as \"the mother of pus and catarrhs\"). (5) Masturbation in children. (6) Albuminuria when the urine contains some mucus as well. (7) Sycotic asthma, < to a.m. (8) Psoriasis palmaris. Gilbert (Trans. Amer. Inst., 1895, quoted H. R., xi. 71) traces rickets to hereditary gonorrhoea; there are often in these cases glandular enlargements, and the patient is > at seaside. In such cases he gives Medorrh. (When there is syphilitic paresis and the patient is > in the mountains, he gives Syph.). In acute bowel troubles in rickety children he finds Medorrh. of great value.", "Thomas Wildes (H. P., xii. 70) considers that favus and scald-head and ophthalmia tarsi simplex (margins scaly, scurfy, often angry red, falling of lashes) are due to suppressed gonorrhoea in one or both parents. The red, angry condition of skin may extend from face or scalp, down neck and back to perineum and genitals. (1) Girl, 11, had been treated by many physicians with salves and ointments to the general impairment of her health. Face mottled with a profusion of red scurfy sores, eyelids involved and nearly denuded of lashes; hairy scalp one diffuse mass of thick yellow scabs, from beneath which oozed a highly offensive mixture of ichor and sebum. Passing down neck, back, perineum and involving genitals and pubes was a fiery red band as broad as the child's hand, oozing a pale yellow serum which caused the clothing to stick to the body. Wildes told the mother he could cure the case, but it would certainly get worse the first three months. This was not objected to. Medorrh. c.m. (Swan) was given, one dose on the tongue. The external appearance grew rapidly worse, but appetite, sleep, and general health steadily improved, and in nine months she was completely well. (2) Child, 6, since infancy horribly disfigured with tinea capitis. Scalp a mass of dense scabs exuding fetid ichor, the only semblance of hair being a few distorted stumps ending in withered roots. One dose cured in a few months, and at the time of Wildes' writing patient was a healthy and extremely talented young lady and the possessor of a luxuriant head of chestnut hair. Wildes thinks that suppression of favus when derived from gonorrhoea in the father leads to hydrocephalus, capillary bronchitis, severe teething diarrhoeas, cholera infantum, &c.; if derived from the grandfather, suppression leads to consumption and lingering diseases. Fiery red rash developing about the anus in babies a few days old; constipation with hard, dry stools; when the nurses say \"baby's water scalds it terribly,\" the indications for Medorrh. are clear. Wildes regards the latent gonorrhoeal taint as the true explanation of many of the disease-manifestations included by Hahnemann under Psora. Burnett in a way confirms this, as he traces gout to a sycotic origin. Wildes regards Medorrh. too dangerous a remedy to give in acute cases whether of gonorrhoea, rheumatism, or scarlatina, on account of the intensity of the aggravation it is liable to cause; though single doses are often useful when there is a tendency to sinking in dangerous cases of cholera infantum. Among other diseases Wildes traces to the same source are: Vascular meningitis in infants and cerebro-spinal meningitis. In the former the efficacy of Medorrh. is doubtful, but in the latter it is very efficacious after Act. r. has allayed the first acute symptoms. In the convalescent stage Lyc. has been his chief remedy. He quotes from old-school authorities the following conditions traceable to latent gonorrhoea communicated from husband to wife: Ovarian tumours, oophoritis, salpingitis, metritis, parametritis, endometritis, and even peritonitis,", "Medorrh. is the remedy in single doses, but it is rarely if ever to be given in the acute stages of a disease. In general motion <, rest >. Lying on face or stomach > cough. Stretching out <. Leaning head forward <. Leaning far back > constipation: can only pass stool so. (I cured with Medorrh. a most aggravated case of constipation on this indication. The patient said he was obliged to lean far back on the seat or he could not get rid of the stool. He was passing urine containing long white mucous shreds. Many years before he had had gonorrhoea.) There is great sensitiveness to draught of air; takes cold easily. At the same time there is great desire to be fanned. < In the sun; by warmth of bed; entering a warm room (cough). Salt-water bathing > sore throat and cold in head. Damp weather > pain in limbs. Craving for ice. Chronic rheumatism of joints is < inland, > near sea. The early morning < (especially to a.m.) is a leading characteristic of Medorrh. and all sycotics." ],
    "Relations" : [ "Antidoted by: Ipec. (dry cough); Compatible: Sulph. (especially when stool drives out of bed). Compare: Pic ac. (inability to walk right; priapism); Camph. and Sec. (collapse, skin cold yet throws off all covering); Verat. (collapse with cold sweat); Syph. (reverse aggravation", "sunset to sunrise); as if in a dream, Ambr., Anac., Calc., Can. i., Con., Cup., Rhe., Stram., Val., Ver., Ziz. > By leaning back, Lac c. Fish-brine odour, Sanic." ],
    "Mind" : [ "Forgetfulness: of names; later of words and initial letters.", "Time moves too slowly.", "Dazed feeling; a far-off sensation, as though things done to-day occurred a week ago.", "Loses constantly the thread of her talk.", "Seems to herself to make wrong statements, because she does not know what to say next, begins all right but does not know how to finish; weight on vertex, which seems to affect the mind.", "Difficulty in concentrating his thoughts on abstract subjects.", "Could not read or use mind at all from pain in head.", "Thinks some one is behind her, hears whispering; sees faces that peer at her from behind bed and furniture.", "One night saw large people in room; large rats running; felt a delicate hand smoothing her head from front to back.", "Is sure she is going to die.", "Sensation as if all life were unreal, like a dream.", "Wild and desperate feeling, as of incipient insanity.", "Cannot speak without crying.", "Suicidal.", "Is in a great hurry; when doing anything is in such a hurry that she gets fatigued.", "Spirits in the depths, weighed down with heavy, solid gloom, > by torrents of tears.", "Is always anticipating; feels most matters sensitively before they occur and generally correctly.", "Dread of saying the wrong thing when she has headache.", "Apprehensive.", "Fear of the dark.", "Feeling as if he had committed the unpardonable sin and was going to hell.", "Irritated at little things.", "Very impatient.", "Great selfishness." ],
    "Head" : [ "Vertigo: when stooping; slightly > lying; < on movement.", "Sensation of tightening in head causing intense vertigo.", "Frontal headache: with nausea; feeling of a tight band across forehead, < leaning head forward; as if skin were drawn tight; with fluent coryza; with pressure back of eyes, as if they would be forced out; extending over brain to neck.", "Brain seems weary; slightest sound annoys and fatigues her.", "Wakes with headache over eyes and in temples; < from sunlight.", "Pain in centre of brain; in evening sharp pain through temples; pains commence and cease suddenly.", "Brain exceedingly tender and all mental work irksome.", "Pain in l. parietal bone when the wind blows on it.", "Pain circling through head and around crown.", "Terrible pains all through head in every direction, with continuous and violent vomiting, followed by aching in sacrum and down backs of legs to feet.", "Constant headache < while coughing; light (through the eyes) seems to hurt it.", "Intense headache for three days, with inflammation of eye.", "Intense cerebral suffering, causing continual rubbing of head in pillow, rolling from side to side.", "Dull pain in cerebellum.", "Intense burning pain in head, < in cerebellum.", "Tensive pains in head as if she would go crazy; could not read or use mind.", "Aching pain in base of brain, with swelling of cords of neck.", "Head feels heavy and is drawn backwards.", "Pain in back of head and in r. eye.", "Hair lustreless, dry and crispy; electrical.", "Intense itching of scalp; quantities of dandruff." ],
    "Eyes" : [ "When eyes were shut, felt as if pulling out of head to one side or other; when open all things seemed to flicker.", "A blur over things; numberless black, sometimes brown spots dancing over her book; sees objects double; things look very small; sees imaginary objects.", "Neuralgic pain in eyeballs: when pressing eyelids together; < when rolling them.", "Feeling of pain and irritation, and sensations of sticks in eyes, lids, and esp. inner canthi, redness and dryness of lids, congestion of sclerotics and sensation of a cool wind blowing in eyes, esp. inner canthi.", "Ptosis of outer end of both upper lids, particularly L, requiring exertion to open them. Decided tendency to irritation of edges of lids.", "Hardness of upper lid, as if it had a cartilage in it.", "Swelling under eyes." ],
    "Ears" : [ "Nearly total deafness of both ears, with very little noise; had to use a trumpet.", "Partial or transient deafness; pulsation in ears.", "Singular sensation of deafness from one ear to the other, as if a tube went through head, while yet there was an over-acuteness of hearing.", "When whistling, the sound in ears is double, with peculiar vibration as when two persons whistle thirds.", "Quick, darting pains in r. ear, from without inward; pains followed each other in quick succession.", "Ringhole in l. ear sore and almost gathered." ],
    "Nose" : [ "Intense itching in nose, internally near point, had to rub all the time.", "Very great burning in both nostrils when breathing through them.", "Coldness of end of nose.", "Entire loss of smell for several days.", "Nose goes to sleep.", "Epistaxis.", "Nose inflamed, swollen.", "Posterior nares obstructed, > by hawking thick, greyish mucus, followed by bloody mucus.", "Soreness and crawling feeling, as of a centipede in l. nostril in morning." ],
    "Face" : [ "Greenish, shining appearance of skin.", "Blotches on skin.", "Flushes of heat in face and neck.", "Fever blisters near corner of r. upper lip, small but very sore.", "Enormous fever sore on lower lip near l. commissure.", "Sweat of face; on upper lip.", "Neuralgia of r. upper and lower jaws, extending to temple.", "Face covered with acne; dry herpes; freckles.", "Tendency to stiffness in jaws and tongue." ],
    "Teeth" : [ "Teeth have serrated edges, or are chalky and easily decay.", "Sore teeth, particularly eye teeth; feel sore and soft.", "Yellowness of teeth." ],
    "Mouth" : [ "Taste: coppery on rising; disagreeable; bad in morning.", "Tongue coated: brown and thick; thickly in morning, with bad taste: white at base, the rest red; white, with papillae showing through.", "Tongue blistered.", "Small sores, pustules (canker sores) on edge, tip, and under tongue, very painful; also inside lips and in throat.", "Foul breath in morning.", "Dryness of mouth; feels burnt.", "Blisters on inner surface of lips and cheeks, skin peeling off in patches.", "Stringy mucus comes out of mouth during sleep." ],
    "Throat" : [ "Throat: scraped; sore, stiff; dry; swallowing painful.", "Back part of throat constantly filling with mucus from posterior nares.", "Sore throat and cold in head > by salt-water bathing." ],
    "Appetite" : [ "Appetite: ravenous, immediately after eating; lost.", "Thirst enormous; for liquor.", "Craves: salts; sweets; hard, green fruit; ice; sour things; oranges; ale." ],
    "Stomach" : [ "Hiccough.", "Nausea: with frontal headache; after drinking water; after dinner; always after eating; before eating.", "Violent retching and vomiting for forty-eight hours; first glairy mucus, then frothy and watery, and lastly coffee-grounds; accompanied by intense headache, with great despondency and sensation of impending death; during paroxysm was continually praying.", "Vomiting thick mucus and bile; black bile without nausea, tasting bitter and sour, with considerable mucus.", "In pit of stomach: sensation of pins forcing through flesh; sick gnawing not > by eating; trembling; burning.", "In stomach: feeling of lump after eating; cramps; clawing, < drawing up knees.", "Intense pain in stomach and upper abdomen, with a sensation of tightness.", "Sensation of sinking and agonising sickness at stomach, with a desire to tear something away." ],
    "Abdomen" : [ "Terrible pains in liver, thought she would die, they were so acute.", "Grasping pain in liver and spleen.", "Intense agonising pain in solar plexus; surface cold; eructations tasting of sulphuretted hydrogen and, after eating, of ingesta; applied r. hand to pit of stomach and l. to lumbar region.", "Tensive pain in r. side of abdomen, as of a hard, biconvex body; with heat and gnawing aching pain, continued a short time; it was between spine of ilium and recti muscles.", "Darting pain from centre of r. ovarian region to lower edge of liver.", "Beating as of a pulse in abdomen vertically.", "Cutting in r. lower abdomen running into r. spermatic cord; r. testis very tender." ],
    "Stool and Anus" : [ "Bilious diarrhoea, verging on dysentery, with mucous stools.", "Pains of most intense kind (threatening cramps) in upper abdomen (darting and tearing pains) coining on at stool; stool diarrhoeic, thin and hot, but not copious; after stool, profound weakness and mild cramp in l. calf.", "Profuse bloody discharges from rectum, sometimes in large clotted masses, followed by shivering.", "Black stool.", "White diarrhoea.", "Stools tenacious, clay-like, sluggish, cannot be forced, from a sensation of prolapsus of rectum.", "Can only pass stool by leaning very far back; very painful, as if there was a lump on posterior surface of sphincter; so painful as to cause tears.", "Constriction and inertia of bowels with ball-like stools.", "Child, aet. months, brought on a pillow to clinic, apparently dead; eyes glassy, set; could not find pulse, but felt heart beat; running from anus greenish yellow, thin, horribly offensive stool.", "Oozing of moisture from anus, fetid like fish brine." ],
    "Urinary Organs" : [ "Intense renal colic; severe pain in ureters, with sensation as of passage of calculus; during kidney attack, great craving for, ice.", "Dull pinching pain in region of supra-renal capsules at a.m.; fingers cold at same time; great pressure in bladder, greater than amount of urine warrants; urine scanty and high coloured.", "Pain in renal region, profuse urination >.", "Urine: high coloured; strong-smelling; covered with thick, greasy pellicle; intensely yellow.", "Slow flow; cutting across root of penis transversely just as last drops are voided; intermittent.", "Diabetes.", "After urination, syncope." ],
    "Male Sexual Organs" : [ "Emissions during sleep: watery, causing no stiffness of linen; transparent, consistence of gum arabic mucilage, too thick to pour, and voided with difficulty; thick, with threads of white, opaque substance.", "Impotence.", "Intense and frequent erections day and night.", "Pains along urethra while urinating, drawing burning.", "(Suppressed gonorrhoea)." ],
    "Female Sexual Organs" : [ "Great sexual desire after menses in a single woman.", "A great deal of pain in l. ovary, with a sensation as if a sac was distended and if pressed would burst; sensation as if something was pulling it down, causing it to be sore; pain when walking passed to l. groin, as if leg pushed something, with a great amount of heat.", "Tense pains passing diagonally in r. ovary, followed by a bubbling sensation.", "Intense, excruciating, neuralgic pains in whole pelvic region, extending downwards through ovarian region to uterus; cutting like knives, forcing tears and groans.", "Distinct soreness and nervous pain in one spot in lower part of uterus on l. side, < walking or moving l. leg.", "Profuse menses; dark clotted, stains difficult to wash out; also bright blood, with faintness and some pain.", "Intense menstrual colic, causing drawing up of knees, with terrible bearing-down, labour-like pains, with pressing of feet against support, as in Labour.", "A burning pain in lower part of back and hips during menses.", "After very profuse menses, neuralgia in paroxysms in head, with twitching and drawing in of limbs and cords of neck, which were like wires; pain in lower abdomen, with profuse yellowish leucorrhoea.", "Itching of vagina and labia, thinking of it makes it <.", "Small chancres on edge of r. labia (had no sexual intercourse for three years, never had venereal disease).", "Short, shooting pains, passing outwards, chiefly in breasts.", "Breasts as cold as ice to touch, esp. nipples (during menses), rest of body warm.", "Large but not painful swelling of l. breast.", "Breasts and nipples very tender to touch, also inflamed.", "Soreness of nipples, a gummy secretion drying on orifice; when picked off nipple bleeds freely." ],
    "Respiratory Organs" : [ "Hoarseness, esp. while reading, with occasional loss of voice.", "Choking caused by a weakness or spasm of epiglottis, could not tell which; larynx stopped so that no air could enter, only > by lying on face and protruding tongue.", "Dryness of glottis, very annoying, with pain during deglutition; great hoarseness.", "Soreness in larynx, as if ulcerated.", "Tenacious mucus in larynx.", "Sensation of a lump in larynx; severe pain on deglutition.", "Bronchial catarrh spreading into larynx, swelling of tonsils and glands of throat extended also into ears, causing transient deafness.", "Great oppression of breathing every afternoon about p.m.; sense of constriction.", "Has to fill lungs, but no power to eject air.", "Breath hot, feels so even when breathing through the nose.", "Cough from tickling under upper part of sternum.", "Incessant dry cough, < at night; wakes just as she is falling asleep; < from sweet things.", "Terrible, painful cough, as if larynx would be torn to pieces and as if mucous membrane was torn off, with profuse discharge of viscid greyish mucus, mixed with blood.", "Cough < on lying down, > lying on stomach.", "Expectoration: yellow white, albuminous, or little green, bitter balls; ropy, difficult to raise; as if flecked with infinitesimal dark spots." ],
    "Chest" : [ "Sharp pain in bottom of l. lung.", "Chest sore to touch, at times burning extends over chest; cold seems to < it; a piece of ice seems to cool it for an instant, then it is hotter; lung feels as if beaten or bruised.", "Singular sensation through chest, bounded by a line drawn across lower end of sternum and another about middle; as if there was a cavity extending from side to side, filled with burning air, which dilated in puffs in all directions and could be felt impinging on walls of cavity.", "Pain in r. shoulder as though it came from l. straight through.", "Constricted sensation at bottom of both lungs; dull, heavy pain at top of l. lung.", "Coughing gives great pain in chest, as if it was painfully contracted.", "Incipient consumption.", "Pain and soreness through chest and mammae.", "Sensation of an abscess between pectoralis major and minor.", "Great soreness to pressure of muscles of lower l. chest front and back, soreness when moving l. shoulder-blade." ],
    "Heart" : [ "Palpitation after slight exertion.", "With heat in chest, heart felt very hot, beat very fast and felt large, accompanied by a bursting sensation.", "Feeling of a cavity where heart ought to be.", "Pain in heart: acute, sharp, quick; dull; quick.", "Intense pain in heart, seemed to radiate in different parts of l. side of chest; < from least movement.", "Burning in heart, went through to back and down into l. arm." ],
    "Neck and Back" : [ "Drawing in cords of neck, causing desire to throw head back.", "Spasms of neck muscles, notably sterno-mastoid, drawing chin firmly down to breast.", "Contractive pain from superior angles of scapulae, passing to seventh dorsal vertebra, drawing shoulders back tight as if bones would be crushed; < moving shoulders, neck, or arms.", "Intense burning heat, commencing in back of neck and extending gradually down spine, with a contractive stiffness extending into head and seeming to thicken the scalp.", "Weak, stiff, aching back.", "Heat in medulla and spine for a whole week.", "Whole length of backbone sore to touch, also ribs of l. side.", "Lumbago caused by straining or lifting.", "Pain in back of hips, running around and down limbs.", "Pain in sacrum and coccyx." ],
    "Limbs" : [ "Almost entire loss of nervous force in legs and arms; exhausted by slightest effort.", "Numb sensation in l. arm, hand, and leg; l. leg goes to sleep.", "Eruption under and on toes and on hands and feet." ],
    "Upper Limbs" : [ "Rheumatic pain in top of l. shoulder, < from motion; occasional little darts of pain if kept still.", "Rheumatic pain in (r.) shoulder and arm.", "Brown, itching eruption on l. shoulder.", "Cold numbness outer side of arms just below elbow.", "Cracking of joints, esp. elbows.", "Much pain in l. arm; cannot hold a paper; veins become enlarged; < raising arm.", "Trembling of arms and hands.", "Burning of hands, wants them fanned and uncovered; always cold hands.", "Backs of hands rough.", "Small yellow spots on hands.", "Transverse depression on nails, as if they were bent.", "Consumptive incurvation of nails." ],
    "Lower Limbs" : [ "Woke with sharp pain in l. hip, preventing stooping, walking difficult; like a stiff neck.", "Legs heavy as lead; walking difficult, esp. up and down stairs.", "Numbness, paralysed feeling, in l. leg from knee to hip.", "Longs to stretch legs.", "During heavy thunderstorm very sharp pains in knees start upwards; pains < by stretching.", "Aching in legs with inability to keep them still in bed, < when giving up control of himself, as when trying to sleep (> after Lil. t.).", "Trembling in legs from knees down (< l.), burning in feet.", "Cramps in soles and calves at night.", "Ankles turn easily when walking.", "Sudden intense pain in l. ankle, back of joint, on going to bed, could not move limb or body without screaming; could find no position of comfort.", "Burning in feet, wants them uncovered and fanned.", "Cold feet with chills all over.", "OEdema of feet followed and > by diarrhoea.", "Soreness in ball of foot under toes.", "Cold, sweating feet.", "Old foot-sweats, < during winter for seven years.", "Great toe covered with tettery scales.", "Corns very tender." ],
    "Generalities" : [ "Gangrene.", "Trembling.", "Spasms.", "Epileptiform spasms, foaming at mouth.", "Opisthotonos.", "Risus sardonicus.", "Collapse." ],
    "Skin" : [ "Yellowness of skin.", "Intense and incessant itching, fugitive, < towards night, sometimes confined to one side.", "Itching (and pricking) all over, < back, vagina, labia, and < thinking of it.", "Fiery red band passing down neck, back, and perineum, and involving genitals and pubes.", "Fiery red rash about anus in babies; \"the water scalds it terribly.\".", "Scald-head.", "Tinea capitis, eyelids involved.", "Copper-coloured spots (syphilitic) remaining after eruptions, thin yellow-brown and detach in scales, leaving skin clear and free.", "Small pedunculated warts, with pin-heads, like small button mushrooms, on various parts of body and thigh.", "Favus.", "Fetid odour of body." ],
    "Sleep" : [ "Sleepy, yawning, chilly.", "Spasmodic yawning, cannot suppress it; followed by spasm of glottis.", "Asleep, but hears everything, answers questions as if awake.", "Bites tip of tongue in sleep.", "Sleeps at night on her knees with face forced in pillow.", "Can only sleep on back with hands over head; if she lies on either side, the contents of lower part of chest and abdomen seem to press on each other and cause discomfort.", "Dreams: horrid; painful; exhausting; that she is drinking; of walking; of ghosts and dead people.", "Wakeful; slept towards morning.", "Great restlessness at night; sleepy but could not sleep." ],
    "Fever" : [ "Creepy chills running down back and all over body in a zigzag course.", "Chills: up and down back; several times a day.", "Chilly to p.m.", "Cold hands with coldness extending all over body.", "Flashes of heat alternating with chills.", "Coldness: r. hand, then l.; a slight flush of heat succeeded, then sensation of a foreign substance in r. eye, then in l.", "Must be fanned all the time, throws clothes off, yet surface is cold; burning mostly subjective of hands and feet, wants them uncovered and fanned.", "Fever: with or without thirst; with gushes of perspiration in face; followed by languor; with nervous restlessness from midnight to a.m.; at a.m. preceded by cold feet; fell asleep during fever; after fever, sweat on palms, feet and legs; with rapid pulse at night; in afternoon; and malaise.< a.m. to p.m.", "Great tendency to sweat on exertion; sensitive to cold.", "Profuse sweat about neck.", "Night-sweats." ]
  }
}