{
  "remedyName" : "Melilotus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Blushing. Congestion. Cough. Dysmenorrhoea. Epilepsy. Epistaxis. Fear. Haemoptysis. Headache. Insanity. Leucorrhoea. Melancholia. Ovaries, neuralgia of. Pneumonia. Shyness. Spasms." ],
    "Characteristics" : [ "Melilot. was first proved by Bowen in 185l. A second proving was made by him fifteen years later. He used both the yellow and the white varieties, and his symptoms are marked (\"B.\") on the Schema. In Med. Adv. xx., 321, H. C. Allen published a further proving of Melilot. alb., arranged in Schema, with the symptoms of Bowen. Allen used the entire plant. His proving entirely confirmed Bowen's and added many symptoms thereto. Bowen says of his proving: \"All the provers had fearful headaches and profuse haemorrhages except myself. I did not lose blood from my nose and so have the engorgements it caused relieved from the pressure, but it evidently left the blood-vessels enlarged, for since that time my brain and mental faculties have been more active than ever. I needed less food and sleep; could lose two or three nights in a week and not feel the loss. My nervous system was as perfect as any one's ever was, except my sympathetic nerves, which became almost a total wreck, so much so as to disqualify me from any forensic effort whatever. My belief is that Melilotus was the cause of its deflection from normality, and from this fact its probable efficacy in certain forms of insanity and nervous affections ought to be determined.\" The great feature of the Melilot. action is engorgement. The headaches and other affections are all attended with this, the engorgement tending to haemorrhages, profuse, bright red, which give relief. An intensely red or even purple face attending any affection should call Melilot. to mind. In a schoolboy I cured with Meli. very distressing recurrent headache, accompanied by an intensely red face whilst the pain was on; and with the same attenuation, I gave great relief in a case of melancholia in a young woman. H. C. Allen (Med. Adv., xxi. 514) has relieved with Meli.: \"Fear of danger; fear of being arrested,\" in mental cases. Bowen (Med. Adv., xxiii. 417) removed these symptoms in different cases: (1) Wants to run away. Wants to kill himself. Vicious. Threatens to kill those who approach. Thinks there is a devil in his stomach contradicting all he says. (2) Wants to run away and hide as she insists that everyone is looking at her. Very nervous and timid. Says she dares not talk loud as it would kill her; she whispers. (3) Mania to escape and kill himself, with insomnia. In this last case Meli. produced so much improvement that the friends discontinued treatment and neglected precautions, and the patient finally shot himself. Cases and were permanently cured. Here is a typical case of Melilotus headache reported by C. F. Barker (Clinique, Feb., 1900). Miss X, 19, tall, blonde, for several years had severe, nervous, and congestive headaches. The attacks recurred two to four times a month and were so severe that they compelled her to keep her bed twenty-four hours. The pain, mostly in temples and forehead, was a congested, full sensation, with flushed face, drowsy, stupid feeling, and sometimes much nausea. Trivial things seemed to provoke the attacks. Spectacles had been supplied by oculists and teeth freshly stopped by dentists, diet, rest from study, and outdoor exercise had all failed to relieve. Meli. 4x was given, and she had only two attacks in six months, and those very slight. A writer in Hom. News (xxxiii. 124) tells of a Frenchman who came to him complaining of an incessant headache so bad that he thought he would die. A dose of Meli. was given on the spot, and the doctor, thinking Nux vomica indicated, went into the next room to get it. He returned in five minutes and found the patient on his hands and knees shaking his head. The doctor, thinking him crazy, asked what he was doing. He replied that the pain was entirely gone and he was only trying various attitudes and motions to make sure. Bowen has used Meli. successfully in all kinds of congestive or nervous headaches, nasal and pulmonary haemorrhages, congestion of spinal cord, pleura, lungs, ovaries; menstrual colic; palpitation and nervousness; cramps in stomach; spasms; convulsions; and for relieving brain-pressure and irritation in insanity. He always gives it in pellets medicated with the 1st centesimal dilution. In addition to the blushing and epistaxis as accompaniment the headaches have other features. They are > by profuse urination; > by lying down; > by application of vinegar. One prover had a sensation of waving in the brain. As well as the relief by discharges, there is an alternation of pains with Meli.: from right temple to right knee; pains in head alternating with pains in back. A periodicity is noticeable. Walking < most symptoms and sitting >, but a pain in the sacral region has the opposite. Many symptoms appear in forenoon and wear off during day. The headaches are apt to be more frequent in hot weather; but there is < after exposure or getting feet wet; on approach of storm; in rainy, changeable weather. > by haemorrhages; by flow of urine." ],
    "Relations" : [ "According to H. C. Allen the action lasted about thirty days, the indolence and prostration being the first symptom to appear and the last to disappear. Compare: Bell., Amyl, Glon., and Sang. in congestive headaches (but Bell. has < lying down and < from application of vinegar cloths). In epistaxis after headache, Ant. cr. (but with Ant. cr. the epistaxis does not necessarily relieve). Waving in brain, Act. r. Rheumatic pains > moving, Rhus. Haemoptysis, bright blood, Ip., Millef. Discomfort from constipation, Op. Congested head and nose-bleed, Erig. Red face with throbbing carotids, Bell. Compare also: Trifol. (botan)." ],
    "Mind" : [ "Irascible, impatient, discontented, fault-finding.", "Fairly furious; had to lock him in room for h. (B.).", "Indolent, unable to fix mind, stupid, indifferent.", "Total inability to study, memory will not retain anything.", "Omits words and letters in writing.", "Loss of consciousness (with gushing of blood from nose) (B.).", "Shyness and blushing.", "Wants to go home.", "Thought there was something supernatural in always waking a few minutes before a.m.", "Fear: of danger; of being arrested.", "Panic fear.", "Suspicious.", "Increased mental power (B.).", "Attacks of weeping without much depression.", "Religious melancholy, with intensely red face." ],
    "Head" : [ "Vertigo; on moving.", "Sensation of tension and wave-like movement in brain with vertigo and nausea.", "Swaying sensation in brain with tired pain.", "Headache > from nose-bleed.", "Terrible headache; with vertigo, faintness, and nausea; throbbing and sensation as if all the blood-vessels of the brain would give way and cause some lesion of that organ; with frequent and profuse urination (B.).", "Headaches so intense as to cause a purple redness of face and bloodshot eyes, culminating in epistaxis till > (B.).", "Headaches: periodical; nervous; every week; every four weeks; more frequent during winter months (B.).", "Headache: intense in l. supraorbital region; < by motion, by thinking; > lying down; on talking disappeared from temple and settled in occiput; ceasing to talk it returned, could be distinctly felt migrating (B).", "Sick headache; > by epistaxis or menstrual flow; blood bright red (B.).", "Periodical nervous headache every week, or once in four weeks, more frequent in winter.", "Violent congestion of head, with heaviness, fulness and throbbing as if the blood would burst through nose, eyes, and ears, with dizzy, sick feeling that is < from motion.", "Throbbing frontal headache preceded by great prostration.", "Intense frontal headache preceded by hot, flushed face and feverish sensation.", "Throbbing headache in r. eminence from a.m. till noon.", "Sharp pains in r. temple, alternating with sharp pains in r. knee." ],
    "Eyes" : [ "Eyes hot, very heavy, and as if pressed outward.", "Sensation as if eyes too large and pressed out; as if lids would not cover them.", "Eyelids very heavy.", "Vision dim, blurred, rubs eyes.", "Unable to focus.", "Floating bodies before eyes when studying." ],
    "Ears" : [ "Sensation of puffing of wind from ears.", "Each act of swallowing caused the wind to puff from both ears." ],
    "Nose" : [ "Excessive dryness of nose; obstructed.", "Dry, hard clinkers.", "Profuse and frequent epistaxis; bright red blood; with general relief (B).", "Epistaxis with high fever and violent congestion of head and face." ],
    "Face" : [ "Great redness of face and head, with throbbing in carotids.", "Face highly congested, very red, almost livid (B.).", "Face hot, flushed, all day, feverish.", "Face hot, flushed p.m.", "Very red face preceding haemorrhages, nose, lungs, uterus." ],
    "Throat" : [ "Throat sore l. side, swallowing difficult, painful." ],
    "Appetite" : [ "Ravenous about a.m., with onset of frontal headache.", "Appetite capricious, esp. morning; impaired." ],
    "Stomach" : [ "Gastric discomfort, flatulence, fulness, and other symptoms appear when constipated.", "Acid eructations all day, causing burning and smarting (B)." ],
    "Abdomen" : [ "Much distension; flatulent; < during menses." ],
    "Stool and Anus" : [ "Constipation: no movement for to c days then daily movement for or days.", "No desire for stool till there is large accumulation, when there is a very difficult, painful stool with constriction in rectum and discharge of stringy, glassy, milk-white mucus; each succeeding passage less painful until normal, then constipation sets in again.", "Heavy throbbing and fulness in rectum from internal piles (B.).", "Severe shooting cutting in rectum while walking, > sitting down." ],
    "Urinary Organs" : [ "Frequent and profuse urination.", "Urine profuse watery, and relieving the dull, congestive headache." ],
    "Female Sexual Organs" : [ "Leucorrhoea; pain and soreness in back and pelvic regions; excited by walking.", "Menses at proper time, but scanty and intermittent; thin, watery, pale, offensive.", "During menses: headache; vertigo; stiffness in back and limbs; with dull, heavy, bearing-down pain in pelvis.", "Severe sharp sticking, shooting pains in external genitals (esp. labia), momentary but frequently recurring and very annoying, causing starts (at close of menses).", "Severe stitches or cutting pains through uterus (B.).", "Ovarian neuralgia." ],
    "Respiratory Organs" : [ "Cough: harsh, dry, spasmodic; horribly distressing, causing great anxiety; towards night a slight expectoration, difficult, with slight >; so heavy and oppressive finally could not lie on either side (B.).", "Cough from fulness of chest > by epistaxis (B.).", "Haemoptysis, blood bright red.", "Smothering sensations; cannot get air enough.", "Breathing difficult from weight on chest; fulness of chest and head; violent congestion of the lungs.", "Tickling in throat with cough and spasmodic breathing causing extreme nervousness (B.).", "Weight on chest causing difficult breathing; sensation of smothering; frequently examined clothes to see if they were not too tight (B.)." ],
    "Back" : [ "Broken sensation in lumbo-sacral articulation; on sitting and esp. sitting upright; constantly changes position to get relief; wants to strike the part or press it; > standing or walking (seemed to alternate with headache)." ],
    "Limbs" : [ "Uneasy sensation in large joints.", "As if had taken hard cold; stiff and sore on rising, > by careful movement.", "Rheumatic pains in all joints on approach of rain-storm or in rainy, changeable weather.", "Extremities cold." ],
    "Upper Limbs" : [ "Arms heavy; too much prostrated to lift them without effort." ],
    "Lower Limbs" : [ "Numbness and aching in knee-joints; r. then l.", "Gnawing throbbing in r. knee-joint; wants to stretch it but stretching does not >.", "Rheumatic pain in r. leg, esp. about knee, > moving.", "Soreness about hip-joints.", "Cutting pains in knees alternating with headaches." ],
    "Generalities" : [ "Tired; bruised; listless; sleepy; chilly.", "Engorgements of any part or organ.", "Spasms, eclampsia, convulsions, epilepsy.", "Haemorrhages." ],
    "Sleep" : [ "Drowsy; sleepy; stupid.", "Alternate sleep and wakefulness through night.", "Dreams: unpleasant, of bickering.", "Insomnia: cannot sleep after am.; awakes regularly a few minutes before a.m.", "Head seemed too high (although he had no pillow).", "Sleep prevented by unpleasant things (unconnected, meaningless) coursing through brain." ],
    "Fever" : [ "Chilly a.m., begins in back, loins, or occiput, passing in waves up to vertex.", "Chilly 12-1 p.m., with sharp pains in cardiac region of stomach and much flatulence.", "Chilly all forenoon.", "Uncomfortably chilly; feet and hands colds.", "Febris nervosa stupida." ]
  }
}