{
  "remedyName" : "Mentha Piperita",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cough, dry. Headache. Hoarseness. Influenza. Pruritus. Throat, sore. Voice, weakness of." ],
    "Characteristics" : [ "A remarkable proving of Menth. pip. was made by Demeures, who took a single drop of the tincture, the effects of which lasted into the third month. A case of fatal poisoning with the essence is on record. The patient, a boy of six, took between and ounces and died in two hours. When seen he was insensible, eyes fixed, pupils unmovable, stertorous breathing, cold skin, lips livid. The most remarkable symptom of the proving was the cough, and this has been fully confirmed. It was a dry cough, excited by air entering larynx, by reading aloud, by exposure to cold, by shocks of any kind. Demeures says he cured with Menth. pip. every case of influenza that came under his care in the winter of 1847-8. \"It is to dry cough, however caused, what Arn. is to injuries and Aco. to inflammatory complaints. It relieves even the cough of consumptives.\" A single globule of the 30th sufficed. Demeures gave it to singers a short time before singing, and it greatly helped them to hold the voice. After the proving Demeures found that he could rise earlier than usual and yet feel bright and fresh, whereas before it he could not. Gibson Miller (J. of Hcs., v. 34) relates this case: Teacher, 43, since whooping-cough in boyhood had a dry, spasmodic cough, < in cold weather. The inhalation of the smallest quantity of smoke, either of coal, wood, or tobacco, at once induced a most distressing paroxysm. < By the least breath of air or any fog. Scarcely any expectoration. Husky on attempting to sing. Menth. pip. completely removed the cough and enabled him to sit in a room full of tobacco smoke and sing with clearness. Hansen commends it in", "Bilious colic with great accumulation of gas; severe pain of shingles; and as an external remedy in pruritus vaginae.", "The symptoms were < rising, > lying down in bed. > Whilst eating. < Cold air; smoke; reading aloud; stooping; turning head; writing." ],
    "Relations" : [ "Compare: The Labiatae. < From smoke, Ign. < Fog, Hyper. < Rising, > lying down, Bry. < Cold air, Rumex c." ],
    "Causation" : [ "Early rising." ],
    "Mind" : [ "Eager for work; despatches it quickly.", "(Cured mental dulness, which previously always followed early rising.).", "Insensible." ],
    "Head" : [ "Confusion.", "Headache: tension towards both ears; < on rising, > returning to bed.", "Acute lancinations from ear to head, on stooping or turning head.", "Frontal headache from one temple to the other.", "(Hair ceases to fall out.)" ],
    "Eyes" : [ "Flashes before eyes when writing." ],
    "Ears" : [ "All day when walking, shooting from one ear to the other, as if abscesses were forming, < l.", "When writing sharp lancinations extend from l. ear to all l. teeth." ],
    "Nose" : [ "Tip of nose sore to touch (11th d); swollen but not painful (21st d.)" ],
    "Mouth" : [ "Very severe toothache in lower molars when chewing a bit of sugar." ],
    "Throat" : [ "Throat dry and painful on swallowing, as if a pin stuck crosswise in pharynx.", "Momentary lancinations in parotids; > during breakfast and dinner.", "Throat externally painfully sensitive to touch." ],
    "Stomach" : [ "In evening two hours after dinner, weight in stomach which seems to extend to ears." ],
    "Respiratory Organs" : [ "Entire trachea from larynx to pit of throat painful to touch.", "Husky voice from reading aloud.", "(Given to a singer a few hours before he is to sing, this remedy will certainly enable him to hold out to the end without straining his voice.).", "Frequent cough.", "Dry cough, excited by merely speaking; expectoration every morning of thick mucus like the core of a boil (4th to 8th d.).", "Dry cough continues; it is not caused by titillation, nor by mucous accumulations in the bronchi, but merely by the passage of air into the larynx (9th d.).", "Least feeling of cold excites a cough (11th to 21st d.); reading aloud; tobacco smoke and smoke of all kinds excites it." ],
    "Neck" : [ "All muscles round neck are painful to touch." ],
    "Lower Limbs" : [ "Sensation under r. foot at extremity of metatarsus, as if shoe sole was too tight there." ],
    "Skin" : [ "Every scratch becomes a sore.", "Pimples with much itching near l. ear, with heat in part.", "Frequent itching behind r. ear.", "Formication in arm and hand when writing." ],
    "Sleep" : [ "Sleep good, refreshing.", "Waking early." ]
  }
}