{
  "remedyName" : "Mentha Pulegium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Headache. Salivation, nocturnal." ],
    "Characteristics" : [ "Pennyroyal is a common domestic remedy for menstrual disorders. Berridge's provings with the 40th were all made on men, so its properties in the female sexual sphere remain untested. Berridge's proving brought out an affinity for the right side of the head, right eye, and left kidney, shoulder and hand. The symptoms were all < when thinking of them." ],
    "Relations" : [ "Compare: Hedeom. puleg., Menth. pip. In < by thinking of symptoms, Pip. methys., Oxal. ac." ],
    "2, Head and Eyes" : [ "Aching in bones of forehead and sides of head; < r. after sunset.", "Headache: r. lower forehead, forcing tears from r. eye; r. temple with pressing behind eyes, first r. then both, < towards evening and in night.", "Empty feeling in r. side of head.", "Itching all round base of skull and roots of hair." ],
    "Mouth" : [ "Flow of saliva from l. (side lain on) corner of mouth in night, waking him." ],
    "Throat" : [ "Stitches down l. Eustachian tube into l. side of throat, > pressing under l. ear." ],
    "Abdomen" : [ "Stitches in r. hypochondrium, sometimes in middle of sternal region.", "Severe cutting stitches in l. groin and side while sitting." ],
    "Female Sexual Organs" : [ "Menth. Pu. is a popular ecbolic, and acts painlessly and without much irritation or forcing down. It often causes faintness (Cooper)." ],
    "Chest" : [ "Woke on r. side, and as soon as he had turned to l. sharp cutting pain in r. chest for two minutes." ],
    "Back" : [ "Bruised, stiff feeling in small spot, upper part of r. scapula; with aching and empty feeling r. side of head.", "Sharp cutting in region of l. kidney, shooting up l. side to l. chest; > getting up." ],
    "Limbs" : [ "Aching pain in bones of legs and arms, chiefly r., > by night's rest." ],
    "Upper Limbs" : [ "Two sudden successive jerks upward of l. shoulder and upper arm while lying on l. side.", "Unable to hold a jug with l. hand when pouring out water, hand trembles." ],
    "Generalities" : [ "Jerk of whole body directly after waking.", "Rheumatic pains flying about, chiefly r. side.", "Sensation as of blood circulating quicker than usual." ],
    "Sleep" : [ "Veins swollen at night; troublesome dreams." ],
    "Fever" : [ "General creeping chilliness over back and half-way down front of l. thigh." ]
  }
}