{
  "remedyName" : "Menyanthes",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Chest, affections of. Cramps. Fidgets. Headache, pressive. Heart, pains in. Intermittent fever. Jerkings. Paralysis." ],
    "Characteristics" : [ "The Buck-bean (or \"Bog-bean, \", as it is also called in Ireland and in Lincolnshire) is a water plant, and abounds in the fen districts, where it is in great local repute as a remedy for ague. Hahnemann proved it and well defined its sphere of action. Teste, who also proved it, found it very similar to Drosera. Both these drugs caused in him, as one of the first symptoms, obscuration of sight, a sort of white mist, or vibrations, < in open air or during a walk. This was so intense that he did not dare to cross a street. The pains of Dros. and Meny. were the same in character, but those of Dros. were more intense. This analogy has not proved as close in other respects as Teste imagined it would. The main features of Meny. are (1) chill; (2) sensations and pains of tension and compression; and (3) spasmodic jerkings and visible twitchings; these are < during rest, and may be associated with neuralgia. As soon as the patient lies down the legs jerk and twitch so that he cannot rest. \"When sitting, the outstretched thigh and leg are four times spasmodically jerked up, but when standing or in drawing up the knees towards him, this is not perceptible.\" Meny. has cured many cases of fidgets. \"jumps, \", \"fidgets, \", and \"urinary difficulties in women\" are Burnett's leading indications for Meny. The twitching may appear in any part. Stitches, numbness, tension, and especially cramp-like and paralysing pains are very distinctive. The pressure is severely felt in the head", "Headache: pressing in vertex from above downwards, > during hard pressure with the hand; when ascending stairs, as of a heavy weight pressing on the head and brain at every step. With the headache there is often associated icy coldness of hands and feet. The tension culminates in a sensation as if the skin were several sizes too small and he was being crowded into it. R. Farley (Med. Adv., xxi. 240) reports this case: Miss D. W., long a sufferer from spinal irritation, had terrible attacks of bursting headache, a terrible tension in membranes of brain in paroxysms, which caused her to scream. Began in right side of nape, ascended to forehead, and then spread over whole brain. Terrible sensation of loneliness with the pain; begged her mother to stay with her. < From light, noise, jar, even if one walked lightly across the room. > From sitting bent, and by hard pressure on nape and vertex. Meny. every ten minutes relieved immediately, and removed completely in two hours." ],
    "Relations" : [ "Antidoted by: Camph. It antidotes: Effects of Quinine and China. Compatible after: Cupr., Lach., Lyc., Pul., Rhs., Ver., Compare: < Ascending, Calc. Headache > hard pressure, Ver. Weight on vertex at every step, Cact., Glon., Lach. Intermittent fever, with cold extremities, Lach. (but Lach. has livid skin, great prostration, and filiform pulse). Icy cold feet and legs, Calc., Gels., Carb. v. Bursting headache pushing skull open, Sil. (Sil. > warmth, Meny. > pressure). Pressive headache, Puls., Paris, Mag. m. Fidgets, Pso., Caust., Zinc. Compare also, the Gentians." ],
    "Causation" : [ "Injuries to nerves (tooth broken in). Quinine." ],
    "Mind" : [ "Anxiety and apprehension.", "Anxiety about the heart, as if something evil were going to happen.", "Indifference to everything.", "Tearful sadness.", "Taciturn and self-reflecting.", "Buffoonery and excessive gaiety." ],
    "Head" : [ "Constant heaviness of head.", "Compressive, or pressive headache, with a sensation when going upstairs as if a very heavy load were resting on forehead, > by pressing the hand on head.", "Pressive pain from both sides of head.", "Head bewildered and confused in a room, with slowness of conception, > in open air.", "Tensive headache.", "Burning pains on skin of forehead.", "Drawing pain in r. lobe of cerebrum from below upward, ending in occiput.", "Single stitches in l. side of brain up to crown.", "When sitting, drawing in occiput.", "After eating, emptiness of head.", "External gnawing at vertex." ],
    "Eyes" : [ "Cloudiness of eyes, when reading (everything becomes black before eyes).", "Frequent spasmodic stiffness of eyelids.", "Pressing in eyes.", "Mist and flickerings before eyes." ],
    "Ears" : [ "Tinkling in ears.", "Cracking in ear, when chewing.", "Discharge from ears (esp. after exanthemata).", "Shootings in ears.", "Feeling of coldness in ear.", "Tinnitus when chewing." ],
    "Nose" : [ "Nauseous smell before nose, like that of rotten eggs.", "Tension in root of nose." ],
    "Face" : [ "Redness and heat of face during sleep.", "Heat in face, with. coldness of feet.", "Visible (painless) twitching in muscles of face and eyelids.", "Pain and cracking in the articulation of jaw when masticating." ],
    "Mouth and Throat" : [ "Sensation of paralysis on l. side of palate, when yawning and coughing.", "Great dryness of throat without thirst.", "Dryness of palate, causing a stinging when swallowing.", "Dryness and roughness in throat, which impede deglutition of saliva." ],
    "Appetite" : [ "Desire for meat, and dislike to bread and butter.", "Sweetish bitterness in mouth.", "Frequent empty risings.", "Troublesome confusion in head, after a meal.", "Bulimy, sometimes, after eating." ],
    "Stomach" : [ "Contractive cramps in stomach.", "Continual rumbling in stomach, as if it were empty.", "Heat in stomach, followed by excessive hunger.", "Sensation of coldness extending up oesophagus, with great nausea, following pressure in stomach." ],
    "Abdomen" : [ "Sensation of coldness in abdomen, esp. when pressing upon it with the hand, or in the morning when rising.", "Pain, as from excoriation, in abdominal integuments.", "Distension and fulness of abdomen, as if overloaded by food, with undiminished appetite, together with a sensation as of incarcerated flatulence, and frequent ineffectual efforts to emit flatus; fulness much < by smoking tobacco.", "Distension of abdomen by abundant flatus.", "Pinchings in abdomen." ],
    "Stool and Anus" : [ "Constipation.", "Hard faeces, with pinchings in abdomen.", "Bleeding, haemorrhoidal tumours." ],
    "Urinary Organs" : [ "Frequent want to make water, with scanty emission." ],
    "Male Sexual Organs" : [ "Increase of sexual desire, without excitement of the imagination, or erection.", "Both testicles drawn up, r. more than l.", "Spermatic cord painful to touch." ],
    "Respiratory Organs" : [ "When speaking hoarse and rough voice, with obstruction of ears, as if something had been introduced into them.", "Stitch in anterior regions of larynx, impeding deglutition.", "Dyspnoea.", "Spasmodic contraction of larynx, with excitation to cough, when drawing breath." ],
    "Chest" : [ "Shooting compression on both sides of chest.", "The stitches in (r.) chest are < during motion, and when breathing.", "Aching in chest after dinner." ],
    "Heart" : [ "Stitches in region of heart.", "Anxiety about heart as if some evil impending.", "Drawing pain in praecordia, < after eating." ],
    "Neck and Back" : [ "Rigidity and heaviness in muscles of neck (throat) and of nape.", "Troublesome contusive pain in loins, when seated, and when stooping.", "Dull and boring shootings in l. shoulder-blade, extending across spine.", "Extremely painful tearing between scapulae, extending downwards, esp. on deep breathing; disappearing when sitting; immediately returning on walking; during rest there remains a sensation of soreness." ],
    "Limbs" : [ "Cramp-like pains in all limbs." ],
    "Upper Limbs" : [ "Paralytic tearing and spasmodic drawings in arms, hands, and fingers.", "Spasmodic stiffness of arms, with involuntary retraction of fingers.", "Cramp-like pains in muscles of (l.) lower arm, extending as far as palm of hand (almost like paralysis).", "Painful starting in (r. upper) arm and little finger." ],
    "Lower Limbs" : [ "Contusive pain in thighs.", "Shocks and convulsive movements in thighs.", "The (r.) thigh and leg are spasmodically jerked upward, when sitting with the leg outstretched, > when standing or when drawing up leg." ],
    "Generalities" : [ "Jerking (painless) of muscles in different parts (face, thigh), principally during repose.", "No thirst at any time.", "Jerking pain in outer parts, also pinching pain in outer parts.", "Tension: in root of nose; in arms, hands, fingers; in skin, as if it was several sizes too small and he was crowded into it.", "Shooting pains, and pinching in limbs and joints (arthritic affections).", "Great general debility, esp. on walking, often accompanied by shivering.", "Majority of sufferings < during repose, and towards evening > by movement, or by pressing the hand on part affected." ],
    "Sleep" : [ "Agitated sleep, with vivid, unremembered dreams." ],
    "Fever" : [ "Pulse slow during cold stage and accelerated during fever.", "Predominance of cold.", "Icy coldness of hands and feet.", "Chill, which is > by heat of stove and only remains in back.", "Shuddering over the upper part of body (with yawning), or in legs, with uprising of hair, as after a long walk, or after listening to some frightful tale.", "Sensation of coldness, esp. in fingers.", "Intermittent fever, with coldness in abdomen.", "Heat in evening, mostly on head, with cold feet.", "Perspiration in evening as soon as he lies down, continuing all night." ]
  }
}