{
  "remedyName" : "Mephitis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Blindness. Choking, easy. Cold, sensitiveness to. Eyes, affections of. Laryngismus. Sight, weak. Whooping-cough." ],
    "Characteristics" : [ "Mephitis was proved by Hering in the 30th. Among the symptoms he developed was \"choking while eating or drinking, \", and \"cough on reading aloud, while talking, and after drinking; caused by choking.\" Lower ribs painful to touch or pressure, esp. < on coughing or sneezing. Neidhard gave Meph. to \"a young man afflicted with symptoms of consumption, \", in whom it produced \"a spasmodic cough with a crowing sound, lasting all night and returning several times.\" This homoeopathic aggravation suggested to Neidhard to use Meph. in whooping-cough, and this is his conclusion, quoted by Hering: \"If the facts collected since which are numerous, do not prove that Meth. will supersede all other remedies in whooping-cough, it certainly may be considered a valuable specific. In order to ensure its full success, it should be exhibited in the lower dilutions, from one to three, at least in severe cases.\" Guernsey gives it as: \"Whooping, or any other kind of cough which is very violent, coming on spasmodically, and seeming as though each spell would terminate life.\" Farrington says the note of Meph. is nervous exhaustion. In whooping-cough the catarrh is slight, whoop decided; < at night and after lying down. Suffocative feeling; cannot exhale; vomits food sometimes hours after eating. Asthma of drunkards; of consumptives (after Dros.). T. M. Stewart reports (H. R., xvi. 71) the case of a man, who had a constant hacking cough coming on during conversation. For this the uvula was amputated. As soon as he recovered from the operation the condition was this: \"Coughs after reading aloud, or drinking any fluid; cough spasmodic, hollow, hoarse, < at night and on lying down; loose in mornings.\" Amb., Cham., K. bi., Rumex, Pho., failed to relieve; Meph. 1m. cured promptly.", "Another point about Meth. is the rush of warmth it causes to various parts. It enables patients to endure extreme cold; makes them less chilly in cold weather. Washing in ice-water is pleasant. Awakens at night with congestion to legs. Legs uneasy as if they would become insensible. Fidgety feet. A short sleep seems to refresh. A. M. Cushing calls attention to the possibilities of the remedy in weak sight (H. R., iv. 237), and tells of a friend of his who had a dose direct from the skunk injected into his eyes: \"It was as though fire had entered his eyes.\" For a time he was totally blind; but when his sight returned it was so keen that he could count the panes in a window said to be two miles distant. In another case, after getting the poison out of the eye, there was for weeks after a sensation on opening the lids as of breaking glass. On Farrington's advice it was antidoted by Crotal. Rest and lying down <. Sitting up and motion >. < Night and daybreak. Warm stove > colic from cold. > Cold washing. Ice-water < asthma. Touch <." ],
    "Relations" : [ "According to Hering, Meph. has a very short action. Antidoted by: Camph., but only temporarily. Crotal. relieved eye symptoms. Follows well: Dros. (in cough of consumptives). Compare: Whooping-cough, Coral. (Coral has smothering before the cough and great exhaustion after). Dros. (Dros. has frequent spells of barking cough; < after twelve midnight; holds sides; vomits if cannot raise sputa). Cough < from reading or writing, Aur., Nux, Plat. Cough in night, Rumex (< a.m.), Sticta (with splitting headache). Awakes at night with congestion to legs, Aur. Short sleep seems to refresh, Flu. ac., Menth. Night-blindness, Bell. Aversion to tobacco-smoke, Ign. Easy choking, Lach. Fidgety feet, Tarent., Meny., Zinc., Caust., Ars., Asaf., Asar., Act. r., Aur., Sticta. Loquacity, Agar., Lach. Nervous symptoms generally, Castor, Mosch." ],
    "Mind" : [ "Ill-humour about trifles or imaginary troubles.", "Unfitness for intellectual labour, caused by too lively an imagination, excessive loquacity, as from drinking too much.", "Excitement, with heat in head.", "Dejection, with painful muscles.", "Indolence, with desire to stretch." ],
    "Head" : [ "Vertigo on stooping suddenly, when seated, when moving the head, when turning in bed, or in the evening.", "Confused dulness in the head, as if it had grown larger, accompanied by ill-humour and nausea.", "Violent headache, with sensation of fulness, as if caused by a weight or by pressure, esp. in the occiput.", "Violent pain in head as if a fulness were pressing upwards.", "Sensation in (back of head) various parts, as if the finger were pressed into them.", "Pain above eyes.", "Headache from motion of a carriage, or else in evening." ],
    "Eyes" : [ "Lancination in eyes like the pricking of needles.", "Pains in eyes on turning them (in certain directions), as if some foreign body were in them, or as if they were much fatigued.", "Heat, burning, and aching in eyes, esp. morning and evening.", "As of fire thrown into eye.", "Sensation on opening the lids as of breaking glass.", "Aching (pressing) of eyelids, and burning on margins, as if a stye were forming.", "Injection of veins in sclerotica.", "Redness of conjunctiva, as from ecchymosis.", "Myopia.", "Confusion of letters when reading (they become blurred, he is unable to discern them, they run together).", "Inability to read small print.", "Nocturnal blindness.", "While the sight is weak there are generally pains in eyes or head.", "Eyes affected principally in evening." ],
    "Ears" : [ "Tearing in the ears, or in the jaw and teeth.", "Otalgia.", "Itching heat, redness, blisters, and erysipelas in the external part of the (r.) ear." ],
    "Nose" : [ "Dryness of the nose.", "Epistaxis.", "Prolonged inclination to sneeze.", "Fluent coryza, with pain, as from excoriation in the chest." ],
    "Teeth" : [ "Pains in teeth which are carious (molars), esp. in lower jaw.", "Sudden shocks in roots of teeth.", "Drawing and tearing in teeth." ],
    "Appetite and Stomach" : [ "Nausea, with scraping in throat (emptiness in stomach), and sensation as if the head were swollen, when fasting.", "Sobbing eructations.", "Risings, > by discharge of flatus.", "Tendency to choke, when drinking and speaking.", "Troublesome and ineffectual want to hawk.", "Metallic (coppery) taste.", "Desire for salted food.", "Hunger, alternating with absence of appetite.", "Absence of appetite in morning, and also repugnance to tobacco-smoke.", "Painful weariness, and desire to sleep after a meal." ],
    "Abdomen" : [ "Pains in hypochondria.", "Rheumatic pains in r. side (pressure), or pains as from flatulency (in l. side).", "Aching (in region of liver) in stomach, with colic.", "Sensation of emptiness in stomach and nausea.", "Colic, as from diarrhoea, but without evacuation.", "Aching and movements in abdomen, as if caused by a chill, with sensation of coldness, trembling, and want to urinate, relieved when near fire.", "Pains in abdomen in evening." ],
    "Stool and Anus" : [ "Evacuations infrequent, but liquid.", "Diarrhoea." ],
    "Urinary Organs" : [ "Frequent want to make water, esp. at night, with emission of clear urine.", "The urine becomes turbid (in morning), and deposits a sediment, in evening, after an attack of fever." ],
    "Male Sexual Organs" : [ "Itching in scrotum.", "Heat in genital organs." ],
    "Female Sexual Organs" : [ "Excoriation of genital organs, in females, and swelling of labia majora." ],
    "Respiratory Organs" : [ "Cough when reading aloud, when speaking, and after a fit of choking whilst drinking (liability to have something get into larynx).", "Cough in morning, with expectoration proceeding from catarrh.", "Mucus expelled by a fit of coughing every morning.", "Catarrhal sufferings.", "Pains in (l.) ribs, when touched, but esp. when coughing and sneezing.", "Cough with fluent coryza and soreness in chest.", "Pain, as from excoriation, in back part of ribs, and in chest, when taking a deep inspiration, and when moving the back.", "Rattling cough every morning.", "Whooping-cough, < at night and after lying down; with convulsions; with complete suffocative feeling, he cannot exhale; vomiting of all food some hours after eating, bloated face.", "Pains in chest (on last l. short rib) when touching and pressing on it; but esp. when coughing and sneezing.", "Asthma, as from inhaling vapour of sulphur; of drunkards; during sleep." ],
    "Neck and Back" : [ "Pains in (r.) side of neck.", "Tension in muscles of nape.", "Pain, and a sort of paralysis, in back and in all limbs.", "Lancination in spine during motion.", "Contusive pains in loins in morning." ],
    "Upper Limbs" : [ "Rheumatic pains in arms, with paralytic drawings, > by movement.", "Uneasiness in (l.) arm, which is, as it were, insensible.", "Trembling in arm on resting upon it.", "Jerking in hand.", "Distressing sensation in first phalanx of finger, which renders it needful to stretch and crack it." ],
    "Lower Limbs" : [ "Drawing and rheumatic pains in thighs, hip, and foot, but chiefly in leg.", "Contusive pains in knee.", "Cramp-like and sudden pain in (l.) foot, which causes patient to hop.", "Uneasiness in legs, as if they were about to go to sleep.", "Lancinations in foot.", "Pain in heel, resembling gout.", "Pricking or sensation of pinching in great toe (as if it were being pinched off).", "Burning in little toe.", "Constant pains and burning in corns." ],
    "Generalities" : [ "Rheumatic pains.", "Shifting pains, with want to urinate.", "Occasionally a sensation as if struck by electric sparks.", "Convulsions.", "Sensation of paralysis, esp. during the pains.", "Great dejection and lassitude, during which the muscles are painful when touched or exercised.", "Indolence, with desire to stretch, and stretching.", "Internal agitation of whole body, with sensation of unspeakable uneasiness.", "Slight quivering of the nerves, as far as interior of bones, causing a good deal of anxiety.", "Many symptoms manifest themselves in morning." ],
    "Sleep" : [ "Great inclination to sleep, so great that patient will fall asleep even when in company.", "Diurnal sleepiness, with sound sleep at night.", "Frequent yawning, which causes tears to flow.", "Very vivid dreams, the recollection of which is retained.", "Dreams of fire, water, distressing losses, of spitting of blood, &c.", "Nightmare.", "Asthma during sleep.", "Waking at night, with rush of blood to, and heat in limbs (lower legs).", "Somnolent heaviness in morning, with burning in eyes and tearing in limbs; greatly > by a change of position.", "Frequent and early waking, often with a feeling of good health." ],
    "Fever" : [ "Coldness in evening, with want to make water, and colic, as if preceding diarrhoea.", "Heat in head, in genital organs and in legs, at night.", "Increased heat, esp. in morning, with skin less sensitive to cold and cold water.", "Washing with cold water is found very agreeable." ]
  }
}