{
  "remedyName" : "Mercurius Praecipitatus Albus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Dwarfism. Eczema faciei." ],
    "Characteristics" : [ "The symptoms of Merc. praecip. alb. are taken entirely from poisonings. The most peculiar symptoms are: Green tongue; bilious stools scalding anus; and the old-mannish appearance of a child poisoned with it. Mossa (H. R., ix. 28) relates (1) a case of chronic eczema of the face in an elderly man, a moistening eruption < in winter and from exposure to cold; vesicles on a reddened, swollen skin dry into scales which exfoliate; eyelids, especially lower, oedematous, corners reddened; lachrymation; ear involved; itching and burning on head preventing sleep. Merc. praecip. alb. gr. i. every third day. First the burning itching ceased. Then formation of blisters abated. Exfoliation continued a long time, but the skin finally became normal. (2) Girl, eruption on face and large part of scalp, covered with thick yellow crust, matter exuding from cracks. Offensive odour; swollen cervical glands. Merc. praecip. alb. gr. i once in three days cured in four weeks." ],
    "Relations" : [ "Compare: Dwarfish children, Bar. c., Syph. Eczema, Mez., Aethiops. ant." ],
    "Face" : [ "Face: much flushed; greatly swollen.", "In one night a child (poisoned with gr.) had undergone a remarkable change; had become in appearance \"quite an old man.\"" ],
    "Mouth" : [ "Gums much swollen.", "Tongue: much coated; thick greenish fur." ],
    "Stomach" : [ "Thirst urgent.", "Nausea and vomiting.", "Vomits deeply blood-stained fluid.", "Much pain at stomach." ],
    "Abdomen" : [ "After half an hour pain began in epigastrium, gradually spreading over whole abdomen.", "Great pain in abdomen; continuing after taking any, even liquid, food, for more than a week.", "Constant griping.", "Whole abdomen painful to pressure." ],
    "Stool and Anus" : [ "One copious stool with mucous shreds in some quantities, much dark blood.", "Numerous scanty stools with much blood.", "Almost pure bile causing great scalding of anus." ],
    "Generalities" : [ "Slight subsultus.", "Collapse.", "During the night the child shrieked as from great pain, in the morning it had changed to the appearance of an old man." ],
    "Sleep" : [ "Drowsy, semi-comatose." ],
    "Fever" : [ "Cold, clammy skin, much congestion of cutaneous vessels.", "General perspiration." ]
  }
}