{
  "remedyName" : "Mercurius Protoiodatus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Blepharitis ciliaris. Breast, tumour of. Catarrh. Chancre. Crusta lactea. Diphtheria. Eyes, syphilitic affections of. Goitre. Intra-ocular affections. Leucorrhoea; of children. Ozaena. Pregnancy, vomiting of. Scabies sicca. Syphilis. Throat, sore. Tonsillitis. Toothache. Writer's cramp." ],
    "Characteristics" : [ "Merc. iod. has had a valuable proving, which has developed a distinct individuality based on the general Merc. characteristics. Lyc. (which is complementary to Iod.) is strongly recalled by some symptoms of Merc. iod., and Lyc. relieved some of the symptoms of the proving. The right-to-left direction was manifested in the throat and chest symptoms; but unlike those of Lyc., the throat symptoms were < by warm drinks. Cervical and parotid glands enormously swollen. Much accumulation of tenacious mucus in throat. Merc. iod. has a strong characteristic in the tongue", "a thick yellow coat at the base; anterior part clean and red. There are many pains in the eyes and orbits. Farrington mentions \"corneal ulcers looking as if they had been chipped out by finger-nail.\" Merc. iod. is a medicine of concomitants: There is a head pain following immediately a heart pain; pain in right forearm and left hip simultaneously; pain in heart with pain in abdomen. The teeth feel too long, < by closing the jaws. There is also irresistible desire to clench teeth, and the jaw is stiff and muscles tired from clenching teeth in sleep. Nausea at sight of food. Faint, sick feeling in hypogastrium. Black stools. A cough < by laughing. Merc. iod. is suited to scrofulous and syphilitic patients; to mucous surfaces covered with squamous epithelium; to effects of draughts whilst perspiring. Kent mentions the cure of \"an ulcerated, indurated lump in breast, as large as a goose's egg, with knots in axilla, blueness of the part and no hope.\" Merc. iod. given as often as the pains were severe, cured (J. of Hcs., iv. 319). Touch and pressure <. Symptoms are < night; before a.m.; on waking. < Rest. < Lying on left side (many symptoms). > Lying on right side (tired feeling in all limbs). Headache > when mind and body actively engaged. Writing < (arm pain). < At church (faint feeling). < Warm room; warmth of bed. < In spring. Very sensitive to cold and damp weather." ],
    "Relations" : [ "Antidoted by: Hep.; palpitation, Lyc. Follows well: Lach. (scarlatina). Compare: Right to left, Lyc. (Merc. bin. left to right). Nausea in hypogastrium, Puls. Black stools, Lept. Cough < laughing, Arg. n. Pains all round orbit, Cinnab. (Farrington says the characteristic of Cinnab. is that \"the pain shoots across the eye from canthus to canthus and seems to go around the eye.\" Merc. iod. somewhat approaches this.) < Warm drinks and empty swallowing, Lach. Thick yellow coating at base of tongue, K. bi. (Nat. p. golden yellow; Nat. s. dirty or greenish grey). < Lying left side, Phos., Arn., Spig. (opp. Merc., which has < lying right side)." ],
    "Causation" : [ "Cold draught when perspiring. Cold, damp weather. Spring." ],
    "Mind" : [ "When in bed, imagined a man was in his room intending to perforate his throat with a gimlet (the idea lasted twenty-four hours).", "Lively, merry, talkative.", "Destructiveness; moodiness; depression of spirits." ],
    "Head" : [ "Dull frontal headache on waking; with dull soreness of bones of face.", "Aching all over head with wave-like motion of blood.", "Dizzy headache, like a rush of blood to head, followed by a violent pain above r. temple.", "Dizziness when reading, and when rising from a chair.", "Occasional shooting pains in temples; sharp stitches.", "Head feels dull and compressed, as if a heavy weight were pressing it down on pillow.", "Head feels full and heavy.", "Dull frontal headache, with pain in root of nose.", "Throbbing pain in (fore) head.", "Dull headache on awaking in morning.", "Sharp pain on vertex.", "Dull dizzy pains over vertex, with inclination to vomit, following immediately after a slight pain at heart.", "Headache on vertex, or on r. side.", "Severe shooting pain in forehead, superior arch of r. orbit, and root of nose.", "Sensation as if skull were cracking.", "Violent pain in r. side of head (over r. temple; extending to nape).", "Numbness of occiput and nape of neck with stiffness of neck.", "Sharp pain in occiput after rising.", "Persistent itching of vertex; on l. side of vertex.", "Itching of scalp.", "Numbness and tingling of scalp." ],
    "Eyes" : [ "Severe pain and soreness of r. orbit (on rising in morning); of superior arch; of inferior arch; of l. orbit (< by stooping).", "Black clouds float before his eyes, when lying on his l. side.", "Excessive photophobia.", "(Corneal ulcers which look as if they had been chipped out by a finger-nail." ],
    "Ears" : [ "Sharp, throbbing, boring pain, from within outward, deep in l. ear.", "Sudden sharp pain in (r.) external meatus; in internal meatus; < by touch." ],
    "Nose" : [ "Pain at root of nose (shooting pain).", "A great deal of mucus in nose, must constantly clear it.", "A great deal of mucus descends through posterior nares into throat.", "The r. side of septum and r. nostril are very sore and much swollen.", "Sharp pain in septum.", "Painful spot on l. ala." ],
    "Face" : [ "Dull bruised pain in r. malar bone, radiating into forehead and r. side of head, a small spot pulsates and burns like fire; < by touch.", "Sharp stitches through head and face.", "Soreness of all the face, esp. the bones, with dull frontal headache.", "Stinging in l. cheek.", "Sharp throbbing in r. cheek." ],
    "Teeth" : [ "Teeth feel too long; cannot eat.", "Sensation of dryness in teeth.", "Pain in molars < bringing them together; with feeling as if too long.", "Sensation: as if pressed tightly together; as if very tight in their sockets; fulness, grinding, and drawing in teeth with constant desire to press them together.", "Grinding at roots of teeth with occasional pain in abdomen; with soreness deep behind umbilicus at midnight.", "Pressed teeth together so hard during sleep the muscles were lame and tired on waking.", "Jaws stiff.", "Toothache after filling." ],
    "Mouth" : [ "Mouth, teeth, and lips dry and sticky, back part of tongue is covered with a thick, dirty yellow coat.", "Fine, bright, and red eruption on roof of mouth.", "Tongue coated: yellowish white; dirty yellow; light brown.", "Small, red, raised elevations on tongue.", "Coating always on back of tongue (thick, dirty yellow; esp. on rising in the morning).", "Coating bright yellow, tip and edges red." ],
    "Throat" : [ "Burning in throat; when swallowing saliva.", "Dryness of mouth and throat; with frequent empty swallowing.", "Pharynx, tonsils, and uvula red and congested.", "Fauces and pharynx red and inflamed; tonsils swollen; esp. r.; sensation of a lump as if swollen.", "(Cheesy white lumps on r. tonsil, each pricking as if a bit of toothpick stuck in every time he swallowed.).", "Throat dry and burning with pain when swallowing.", "Excessive secretion of tenacious mucus in throat, difficult to dislodge; hawking causes gagging.", "Posterior wall of pharynx dotted with patches of mucus and small spots, which look ulcerated.", "The mucous patches on tonsils and walls of pharynx are easily detached.", "Accumulation of mucus in throat in morning." ],
    "Stomach" : [ "Thirst excessive; for acids or sour drinks.", "Nausea, with suffocation about heart and dizziness.", "Weak, empty feeling at stomach, with nausea.", "Nausea, with sensation of disgust at sight of food.", "Burning at stomach, with pain as from a blow.", "Sudden, sharp, momentary pain at stomach as if a knife were driven in." ],
    "Abdomen" : [ "Hardness of abdomen.", "Heat at umbilicus, as from a hot coal, < when inspiring.", "Aching in region of liver, pain going from r. to l. and causing giddiness.", "Stitching pain in region of liver > by pressing hand upon it.", "Pain in l. hypochondrium, with dizziness on awakening in morning.", "Faint, sick feeling in hypogastrium before stool.", "Indolent buboes." ],
    "Stool" : [ "Pressure high up in rectum with sensation of nausea and fainting.", "Small stool, of very tough faeces, almost of consistency of putty, requiring great straining for their evacuations.", "Stools: thin, light yellowish brown, frothy; soft, copious, dark; black.", "Nightly (10 p.m.) inclination to stool with small evacuation disappeared during the proving." ],
    "Urinary Organs" : [ "Urine copious and of a dark red colour." ],
    "Male Sexual Organs" : [ "Sharp shooting stitches in end of penis, through glans.", "Copious seminal emissions, preceded by lewd dreams.", "Dreams that he must urinate; this was followed by an emission.", "Seminal emission, of which he knew nothing till morning." ],
    "Female Sexual Organs" : [ "Menses slight at onset, with pain.", "Copious muco-purulent discharge from vagina the entire month.", "Yellow leucorrhoea, esp. of young girls and children.", "Morning sickness of pregnancy; vomit, greenish yellow, bitter fluid, with burning and sinking at stomach.", "Breast, tumour of.)" ],
    "Respiratory Organs" : [ "Slight hacking cough when inspiring.", "Hoarseness and aphonia.", "Goitre with difficult breathing, suffocation at night; cough < night, and arises from tickling in larynx and from laughing." ],
    "Chest" : [ "Sharp pain in chest, behind sternum.", "Throbbing pain behind sternum.", "Stitches through (r. side of) chest.", "The pains in the chest appear l. side; those which appear r. side always proceed to l.", "Sensation in l. breast above nipple as if wind was in cellular tissue; frequent palpitation, a single kick and jump (> by Lyc)." ],
    "Heart" : [ "Stitching pain in heart.", "Sudden but lasting pain about heart, taking away breath.", "Sudden spasmodic action of heart, she thought it had jumped out of its place.", "Pulse weak, irregular." ],
    "Neck and Back" : [ "Neck stiff, soreness in occiput, < when lying; < when turning head.", "Soreness and numbness between scapulae.", "Throbbing pain between shoulders.", "Severe pain as if bruised over entire scapular region.", "Throbbing pain in r. scapula.", "Excruciating, sharp, sticking pain in back." ],
    "Limbs" : [ "Bone pains.", "Tired feeling in all limbs, < lying l. side, > lying r. side.", "Pain in r. forearm and l. hip simultaneously." ],
    "Upper Limbs" : [ "Numbness and wearied feeling in r. arm, < by writing.", "Lameness and stiffness of r. shoulder.", "Rheumatic, laming pain in r. arm, < by writing.", "Soreness and lameness of l. shoulder and arm at night when lying on the l. side.", "Soreness and pain of r. arm; < from pressure, rubbing and passive motion.", "Sharp pain in r. shoulder, obliging him to cease writing.", "Heavy feeling of r. arm.", "Lame numbness of l. shoulder and l. arm.", "Rheumatic pain in r. hand, at night, in bed.", "In fingers: numbness; stiffness; pricking pains." ],
    "Lower Limbs" : [ "Weariness in the legs, with dull pains and tingling.", "Heavy laming pains in the calves of both legs, with pain in l. knee-joint.", "Pain in sole of l. foot, with feeling of faintness through the whole body.", "Sharp pain in r. big toe." ],
    "Generalities" : [ "Sticking pains: both scapulae, r. temple, r. side of chest, l. ear, along outer borders of both hands and both little fingers.", "Heaviness of limbs, with laziness and drowsiness.", "Languid and sleepy.", "Faintness, wants to lie down.", "Excessive tired feeling of all limbs, esp. when lying on l. side, > by lying on r. side.", "Glands swollen and indurated.", "Milk crust in children of a syphilitic taint." ],
    "Skin" : [ "Troublesome itching over whole body, not > by scratching; < at night, esp. in bed.", "Persistent itching spots over whole body, following each other in rapid succession.", "Itching of scalp." ],
    "Sleep" : [ "Sleeplessness without restlessness; before a.m.", "Frightful dreams; of coffins and drowning; nightmare." ],
    "Fever" : [ "Pulse weak, irregular, and labouring.", "Chills with trembling all over body." ]
  }
}