{
  "remedyName" : "Mercurialis Perennis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Breasts, swelling of; pain in. Conjunctivitis. Dysmenorrhoea. Epiphora. Flatulence. Menses, late. Pannus. Ptosis. Rheumatic affections. Spleen, affections of. Tongue, paralysis of. Trachoma. Vertigo." ],
    "Characteristics" : [ "Dog's Mercury is a common plant with poisonous properties, on account of which it is avoided by cattle. It was proved by Hesse. Like other Euphorbians, it has exceedingly acrid properties, and many of its symptoms resemble closely those of the more corrosive salts of Mercury: prevalence of burning symptoms; irritation of eyes and nose; tenesmus after stool, &c. \"Compared with other Euphorbians, \", says Cooper, \"it dries up the mucous surfaces, causing burning locally and a general drowsiness, whilst most Euphorbians set up violent irritation and diarrhoea from the first. Moreover, its action is not expended on the skin so soon as that of the others.\" Among the most characteristic symptoms is \"vertigo by going downstairs.\" The dryness of the mouth and throat is more remarkable than in any other remedy, even sugar refuses to melt in the mouth. Eating < the dryness. The breath from the mouth is hot and dries the lips. There is also hot breath in the nose, but cold breath in the nose is more characteristic. \"Tension\" is a leading note of the remedy running through the symptoms (\"pain as of a hand tied tightly across the forehead\" is a characteristic of David Wilson's); also dragging and especially dragging down; in small of back with rectal pains; in groins and thigh as if a hernia might appear. A very remarkable action is that on the female generative organs, and puts Merls. in the front rank of remedies for amenorrhoea, scanty and delayed menses, and dysmenorrhoea, accompanied with orgasm, pains, and swelling of breasts. Among the peculiar sensations are: Heaviness in head as if pressed on pillow with a weight. Numbness of head and dulness of mind. Conscious of having a nose; also I have noted (but am unable to trace the authority), \"she feels as if she has two noses.\" Head confused as if inflated. As if intoxicated. Rolling, throbbing, trembling, and orgasm in all the veins. The liver and spleen are influenced; \"warmth in spleen\" is one symptom. Tension in rectum and back. Touch <. Headache < indoors, > by cold. Sunlight < eyes. Open air = blinking." ],
    "Relations" : [ "Antidoted by: Aco., Bell. Compare: Euphorb., Croton, Acalypha, &c. In < descending stairs, Borax. Straining after stool, Merc. Dragging pains, Lil. t. Numbness of head, Graph. (feels like wood). Also: Asaf., Caust., K. bi., Kre., Lach., Led., Mag. m., Nat. m., Nit. ac., Nux, Nux m., Rhod., Sul., Thuj." ],
    "Causation" : [ "Blow on head." ],
    "Mind" : [ "Excited mood; like intoxication.", "Morose, quarrelsome.", "Fretful, ill-humoured.", "Difficulty in collecting his senses.", "Coma." ],
    "Head" : [ "Giddiness on descending stairs.", "Whirling vertigo.", "Head confused as if inflated.", "Scalp feels tense and numb, is moved with difficulty.", "Tension and heaviness of head with sensation of heat.", "Tension in head, esp. forehead and above eyes; on stooping changing to a pressing-out pain.", "Burning on vertex.", "Shooting in l. forehead and temple, < coming indoors.", "Aching in forehead > by cold and pressure.", "Numbness of occiput and vertex; after a blow on head." ],
    "Eyes" : [ "Eyelids feel heavy and dry, it is difficult to move them.", "Pain; burning; forcing-out sensation in eyes.", "Weakness of upper lids.", "Trembling and twitching of upper lids (esp. l.).", "Blinking of eyes.", "Dilated pupils with great sensitiveness of eyes to light.", "Asthenopia; as of a cloud, veil, or cobweb before sight.", "Watery eyes." ],
    "Nose" : [ "The breath from nose is cold.", "Crawling and burning of nose.", "Breath hot in nose; sensation of heat rising from stomach into nose.", "Conscious of having a nose, nostrils feel sore.", "(Feels as if she had two noses.)" ],
    "Face" : [ "Feeling of coldness in face.", "Feeling of tension in face and head.", "Great redness of cheeks.", "Lips dry and parched, with increased thirst." ],
    "Mouth" : [ "Dryness of mouth, it is difficult to move tongue and impedes chewing.", "Burning in mouth and tongue.", "Tongue feels heavy and dry, numb, insensible, with loss of taste.", "Burning blisters on tongue, inside of lips and cheeks; they form very painful spreading ulcers.", "Tongue painful if it touches palate as if there were blisters on it." ],
    "Throat" : [ "Burning dryness in throat.", "Ulcers on palate, tonsils, and back of pharynx." ],
    "Appetite" : [ "Increased thirst with dry lips and mouth.", "Great dryness in mouth while eating.", "After eating: biting burning on tongue; nausea; vomiting." ],
    "Stomach" : [ "Chilly feeling or burning in stomach.", "Belching >.", "Vomits food as soon as eaten.", "Tumour inside pit of stomach size of hen's egg, < pressure; cannot bear clothing." ],
    "Abdomen" : [ "Abdominal pulsation.", "Violent twinging in l. hypochondrium.", "Pressure in liver region extending to spleen.", "In spleen: warmth; gnawing; pressure < lying down.", "Sticking in liver.", "Gnawing from pit of stomach to gall-bladder.", "Rumbling; movings and workings in abdomen; emission of much flatus." ],
    "Stool and Anus" : [ "Dragging pressing in rectum (and burning and smarting in anus) with pressure and tension in small of back.", "Dragging; burning; crawling; itching in anus.", "Diarrhoea with constant colic.", "Thin stools.", "Profuse soft stool followed by some straining." ],
    "Urinary Organs" : [ "Burning; prickly burning in urethra.", "Crawling in urethra and prepuce, with crawling in anus and tearing and dragging in small of back.", "Frequent urging; with burning; micturition somewhat increased." ],
    "Male Sexual Organs" : [ "Dragging in inguinal region, at times sticking pain, < walking, at times extending down into spermatic cord, sometimes one, sometimes both." ],
    "Female Sexual Organs" : [ "Menses: shorter, with abdominal cramp; too late.", "Menses profuse, violent orgasm of blood, great anxiety so that she nearly fainted, oppressed breathing, heat over whole body, esp. head and face, anxious sweat; limbs heavy, trembling; next day great swelling and painfulness of breasts; on third day headache, faint-like weakness, compelled to lie down; menses only appeared that night, were scanty, and only lasted three days instead of seven (from gr. vi. of extract of root)." ],
    "Respiratory Organs" : [ "Breath hot, almost burning, lips almost made sore by it.", "Breathing: stertorous; difficult, esp. r. side." ],
    "Chest" : [ "Pressure and painfulness on chest; in forepart; and in stomach with dyspnoea.", "Sticking in l.; throbbing in r. chest.", "Orgasm with dysmenorrhoea." ],
    "Heart" : [ "Orgasm in heart region.", "Constriction.", "Whirling, rushing, throbbing in heart, stomach, and upper abdomen; then rolling, throbbing with trembling and orgasm in all the veins, without heat; abdominal aorta felt distinctly beating while sitting; dulness and stupefaction of head as if blood mounted violently upward; pulse accelerated and full.", "Palpitation with oppression, as if chest would be constricted, after stooping." ],
    "Back" : [ "Aching in nape.", "Flushes of heat in back.", "Drawing tearing along r. scapula, extending into upper arm.", "Tensive dragging and dragging tearing in small of back (with anal symptoms)." ],
    "Limbs" : [ "Tearings; stitches; burning, smarting, tearing in limbs, almost in the skin, esp. of hands and feet.", "Tired and weary.", "Weakness of arms and legs as if she would fall to l. without vertigo.", "(Headache.)" ],
    "Upper Limbs" : [ "Jerking, sticking, drawing tearings throughout upper limbs.", "Stitches in finger-tips.", "Veins of hands distended." ],
    "Lower Limbs" : [ "Dragging in l. thigh as if hernia would occur.", "Tearing from side of l. palm down front of thigh.", "Jerking tearing in l. patella.", "Painful ache in knees.", "Pressive tearing pain in tibiae.", "Sticking tearing in toes and tips of toes." ],
    "Generalities" : [ "Feeling of emptiness and weariness in whole body.", "Persistent pains in muscles on motion." ],
    "Skin" : [ "Pimples on chin; with biting itching.", "Burning; itching; tearing on skin." ],
    "Sleep" : [ "Frequent yawning and weariness.", "Dizzy sleepiness.", "Sleep unrefreshing, full of dreams.", "Dreams of animals." ],
    "Fever" : [ "Cold over the whole body, with hot flush in face; must be warmly covered, then sleeps and perspires.", "Cold over whole body, emanating from r. side, particularly from r. arm, shuddering, great debility, sleepiness.", "Gooseflesh on the cold r. arm, extending over whole body; after midnight an offensive perspiration on both sides, particularly on arms.", "On going to bed in evening chill, during night and towards morning heat with intense thirst; perspiration in morning." ]
  }
}