{
  "remedyName" : "Mercurius Corrosivus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Antrum of Highmore, affections of. Aphthae. Appendicitis. Bones, affections of. Bright's disease. Cancrum oris. Chancre. Diarrhoea. Dysentery. Eczema. Enteric fever. Eyes, affections of. Gums, affections of. Intestines, ulcerated. Intussusception. Iritis. Jaundice. Kidneys, inflammation of. Labour, puerperal fever. Measles. Miscarriage. Mouth, affections of. Mumps. Oesophagus, stricture of. Paralysis. Paraphimosis. Pemphigus. Perimetritis, Peritonitis. Prosopalgia. Rigg's disease. Supra-orbital neuralgia. Syphilis. Tabes mesenterica. Taste, disordered. Tenesmus. Throat, inflamed. Tongue, affections of. Uvula, elongated." ],
    "Characteristics" : [ "The chief effect of the Chlorine element in this salt appears to be to intensify the mercurial action. Merc. cor. is Merc. viv. with a much greater rapidity of action. Phagedena is the type of Merc. cor. ulceration. Chancres spread with great rapidity. The burning of Merc. cor. is more intense. The dysenteric straining is more excessive. For this reason Merc. cor. is more generally prescribed In dysentery than Merc. viv., and it has even become a recognised remedy in the old school. As with other ulcerating remedies, Merc. cor. is a powerful disinfectant. Being much less irritating than Carbolic acid, it has taken the place of the latter as the leading antiseptic. Before the proper degree of dilution had been ascertained many patients were poisoned by its external use. Merc. cor. has some of its most characteristic symptoms in the urinary sphere. The urine is albuminous, scanty, hot, bloody; may be retained or suppressed. There is intense vesical tenesmus. In some of the poisoning cases the bladder was found after death firmly contracted into a small hard lump. \"Tenesmus vesicae, with intense burning in urethra and discharge of mucus and blood with the urine or after it, \", is a keynote for Merc. cor. When this accompanies dysentery Merc. cor. is the remedy. In such cases the rectal and vesical tenesmus will go together. A patient of mine who had had under allopathic treatment an injection of a solution of Merc. cor. (gr. vi to two ounces) injected into his urethra for gonorrhoea, not only suffered intensely in the urethra at the time, but for years afterwards had a painful spasm of the rectum every time he had coitus. The tenesmus is < (or at any rate not >) after stool. This is the note of Merc. cor. In the diarrhoea calling for Merc. cor. there is the \"never-get-done feeling\" long after all has passed that there is to come. This is also the indication in intussusception. Membranous threads in stool; much pure blood; weakness, faintness, shuddering. Merc. cor. is a true gonorrhoea remedy, but local injections of it are not the right form of administration. The indications are: Greenish-yellow, or bloody, watery discharge, with violent burning, urging, and painful erections; dark purplish swelling; glans has a dark red or gangrenous appearance; phimosis or paraphimosis. The chancres of Merc. cor. spread with great rapidity. Serpigenous ulcers; ulcers with ragged edges which will eat away half the penis in a few days. The sore throat of Merc. cor. is also characterised by the rapid spread of the affection and by the intensity of the burning pains. The mouth is specifically affected. There is one useful bit of practice in this connection which I learned from Dr. McKechnie. Long uvulas sometimes give rise to irritating coughs. If to the uvula is applied on a brush a little of a low trituration of Merc. cor. it will in many cases immediately, and often permanently, relieve the trouble. In syphilitic eye affections Merc. cor. is a leading remedy. The inflammatory symptoms are of the most violent character. Burning, agonising pains with excessive photophobia causing excoriation of cheeks. Tearing pains in bones and around eyes. Scrofulous no less than syphilitic ophthalmias with these characters yield to Merc. cor. Near to the eyes are the superior maxillary bones and their antra. These are affected by Merc. cor. The nasal catarrh is thick and glue-like; acrid excoriating. The gullet is very markedly affected. Constriction is a leading note of the remedy. Any attempt to swallow (solid or liquid) causes violent spasm and immediate ejection. Cutting as from a knife in throat. There is raging thirst for cold things. Desire for cold food and intolerance of hot things. Skin affections of many kinds are met by Merc. cor., including syphilitic roseola and small-pox and condylomata. In addition to the upper jaw and cranium, the sternum, ribs, and tibiae are prominently affected. When present in cases of enteric fever, pains in the tibiae may form an indication for Merc. cor. along with the symptoms of intestinal ulceration; also affections of the tibiae occurring as sequelae of enteric. Like Merc. viv., Merc. cor. has a distinct place in rheumatism and rheumatic fever.", "A case of poisoning by Merc. cor. is quoted from Eisenhardt in Brit. Med. Jour., July 189l. A woman, drank a tumblerful of tepid water in which a per cent. sublimate pastille had been dissolved. Immediately she felt nausea, faintness; knees so weak she could not crawl into bed. Directly she was put to bed violent choking sensation set in, and she vomited bile-stained mucus. In an hour and a half, when Eisenhardt saw her, the symptoms were intensified, and in addition there were: General trembling movements, especially in upper part of body. Unable to speak; she indicated by signs pain in stomach, pharynx, and head. Pulse rapid, soft. Temperature subnormal. Pupils contracted. She had taken (with great difficulty) a quart of milk. Whites of eggs were also given, and later oil of Camphor and hypodermic injections of Morphine. There was temporary suppression of urine, but the kidneys acted in twenty-four hours. Tea and black coffee favoured diuresis but were quickly vomited. The vomiting gradually ceased. On the third day profuse salivation set in, and ulcerating stomatitis with bloody and slimy stools and scanty and occasionally albuminous urine. Emaciation; falling out of hair; failure of sight. In a fortnight she could stand, and was convalescent in a month. Unna reports two cases, in elderly women, of poisoning by sublimate lotion, lint, and gauze after ablation of the breast. The dressings were removed the second day in each case. The first symptoms were intense irritation of the skin and diffused redness of the part. The wounds failed to heal by first intention. Widespread dermatitis followed, and in the course of a few days a diffuse erythema spread over the whole body, creeping onwards like \"water on blotting paper.\" Some fever, general malaise, nausea, restlessness. In one case the eruption lasted three weeks and changed its type; \"scattered urticarial and erythematous itching spots on all parts of the body suggested that there was at that period a poisoning of the more central nervous system\" (Calcott Fox quoted in Brit. Med. Jour., December 1890). R. C. Markham (Med. Adv., xxi. 524) records a cure with Merc. cor. after the failure of Merc. viv. in a case of dysentery. The symptoms were: (1) Stool: bloody mucus. (2) Tenesmus after stool. (3) Cutting colic below umbilicus. (4) Nausea. (5) Perspiration before and after stool, most pronounced on lower part of body and thigh. Symptoms and were not found under Merc. viv., but were under Merc. cor. The patient felt better within ten minutes of receiving a dose of Merc. cor. 1m. (I give the case, as it is a striking one, but I am unable to find the indications he names under Merc. cor. in Bell's work on Diarrhoea, from which Markham says he obtained them. My editions are third and fourth.) The Conditions of Merc. cor. are in the main those of Merc. Motion > pain in hip-joints. < By coitus. Dysentery and summer complaints from May to November. Notable Concomitants are: Vesical tenesmus and tibial pains. According to Teste, Merc. cor. is suited to males, and Merc. sol. to females. Merc. cor. will act in men on indications for Merc. sol. He lays this down as a positive law, and without going into the details of experience on which it is based, he mentions this as a \"curious fact\": Both Merc. cor. and Merc. sol. antidote Sepia, which antidotes them in turn but imperfectly. But \"this neutralisation of Merc. cor. by Sepia, and vice versa, does not take place thoroughly except in the case of males, nor does the neutralisation of Merc. sol. by Sepia, and vice versa, take place thoroughly except in females.\"" ],
    "Relations" : [ "Antidoted by: (Poisonous doses) White of egg. Dynamic antidotes: Silic. (Hering), Merc. sol., Sep., Lobel. i. (Teste). Also antidotes to the Mercuries generally (see Merc.). Compatible after: Aco., Arg. n. (which follows Puls.). Compare: Throat, Caust. Iritis, Aur., K. iod. Typhoid, peritonitis, pain in tibia, Lach. Uvula, Hyo. Strawberry tongue, Fragar vesc., Bacil. Desire for cold water, Ars., Pho.; for cold food, Pho. (Lyc. > hot drinks.) Antrum of Highmore, Mag. c., Merc. bin. < After coitus, K. ca. Dysentery, Nux (but Nux has > after stool). Intussusception, Thuj. Burning in throat, Ars., Ars. iod., Caps. Spasm of throat, Bell. (Bell. has full, strong pulse, and no burning pains; Merc. cor. quick, weak, irregular pulse)." ],
    "Mind" : [ "Anxiety preventing sleep.", "Weak intellect; he stares at persons who talk to him, and does not understand them.", "Depressed; low-spirited.", "Ill-humoured.", "Ill-humoured, during which nothing pleases; alternating with hilarity.", "Stupor and delirium." ],
    "Head" : [ "Vertigo with coldness, cold perspiration; with deafness when stooping.", "Heaviness of head.", "Congestion to head and face, with burning of the cheeks.", "Violent frontal headache.", "Stitches in the forehead.", "Pain like a drawing in pericranium.", "Chilliness on head, lancinating pains in muscles on back of head.", "Syphilitic tumours of brain.", "Profuse sweat on forehead.", "Swelling of head and neck.", "Hair falls out." ],
    "Eyes" : [ "Eyes inflamed and prominent.", "Look fixed.", "Burning and dryness of eyes.", "Inflammation of eyes, pain pressing, burning, the pupils lose their roundness, are angular, eyes feel too small.", "Inflammation of the iris, with irregular-shaped pupil.", "Pupils contracted, with red face.", "Eye sparkling, very movable.", "Pupils contracted and insensible.", "Excessive photophobia and acrid lachrymation.", "Redness of conjunctiva.", "Pains behind eyeballs, as if they would be forced out.", "Lids everted, swollen, red, excoriated, burning, and smarting; edges covered with thick crusts or pustules.", "Tearing as if in bone above l. eye, near root of nose, and in other parts of the bone.", "Objects appear smaller.", "Double vision.", "(Retinitis: haemorrhagic; albuminuric.", "Iritis.", "Kerato-iritis.", "Episcleritis.", "Hypopion.", "Phlyctenular ophthalmia.)" ],
    "Ears" : [ "Inflammation with stitches in ear.", "Discharge of fetid pus from ear.", "Violent pulsation in ears, < l.", "In afternoon burrowing and lancinations in l. ear so violent he involuntarily weeps and cries for three minutes; later no traces of it." ],
    "Nose" : [ "Swelling and redness of nose.", "Fluent coryza, loss of smell; rawness and smarting in nostrils.", "Frequent nose-bleed.", "Ozaena, discharge from nose like glue, drying up in posterior nares; perforation of septum." ],
    "Face" : [ "Face and cheeks swollen, hard, bright red, puffy, bloated.", "Distortion of features; paleness of distorted face.", "Tearing in l. zygoma.", "Tearing in upper jaw, in antrum, towards eye, followed by swelling.", "Intense prosopalgia darting along jaws > by day < night; < to p.m.", "countenance pale; anxious, as if exhausted.", "Oedematous swelling of face; paleness; albuminuria.", "Yellow colour of face.", "Face covered with cold perspiration.", "Lips black; dark-red swollen lip; lips excessively swollen and tender; dry and cracked; incrusted with a dry secretion.", "Swelling and turning up of upper lip.", "Stiffness of jaws; soreness." ],
    "Teeth" : [ "Looseness of teeth; they pain; fall out.", "Sordes.", "Soreness in teeth and gums aching at night.", "Gums swollen and spongy; bleed easily; detached from teeth; ulcerated.", "Gums are covered with a false membrane and become gangrenous." ],
    "Mouth" : [ "Lips and tongue whitish and contracted.", "Tongue coated with thick white mucus, or dry and red; papillae elevated like a strawberry; coated white and swollen and stiff.", "Tongue excessively swollen and inflamed; red with black coat; covered with a greyish white crust; moist edges, red; pale dirty yellow posteriorly and edges.", "Swelling of lips, mouth, tongue, and throat.", "Mouth dry with unquenchable thirst.", "Mouth inflamed; dry, burning, and parched, as if scalded.", "Burning in mouth and gums.", "Fetid breath.", "Exudations and ulcers on mucous membranes of mouth and throat.", "Ptyalism with salty (or very bitter) taste; bloody, yellowish, tough, acrid.", "Accumulation of tenacious saliva, expectorated with difficulty.", "Painful burning in mouth extending to stomach.", "Discharge of albuminous mucus from mouth.", "Swelling of tongue with ptyalism.", "Swallowing not so painful as depressing the tongue." ],
    "Throat" : [ "Pricking in throat as from needles.", "Tonsils swollen and covered with ulcers.", "Swelling of throat to suffocation, inability to swallow any fluid, with heat in mouth, tongue, and throat.", "Violent burning, raw, stinging, smarting pain in throat and oesophagus, < by slightest external pressure.", "Pharynx dark red, painful to contact.", "Dryness of fauces.", "Uvula swollen, elongated, dark red.", "External throat and glands of throat enormously swollen.", "When he makes the effort to swallow, retching and vomiting.", "Spasms of oesophagus and stomach on attempting to swallow a drop of liquid.", "Burning in oesophagus.", "Taste in mouth, metallic or salty." ],
    "Stomach" : [ "Burning from pit of stomach to mouth; in stomach.", "Swelling, distension of pit of stomach, not permitting the least touch.", "Violent unquenchable thirst for cold water.", "Repugnance to hot food, desire for cold.", "Drink frequently regurgitates through nose.", "Painful retching and vomiting.", "Vomiting of albuminous matter; of tough mucus; of blood; streaks of blood in the matter vomited; vomiting of stringy mucus, of green bitter substances like coffee-grounds, with coagulated blood; of bile; incessant green bilious vomiting; of pus." ],
    "Abdomen" : [ "Pains in liver and r. shoulder.", "Stitches as if in middle of liver.", "Bloated abdomen, painful; very painful to least touch.", "Cutting below navel.", "Bruised pain in abdomen, esp. in caecal region and over transverse colon.", "Pressive pain in inguinal glands.", "Lancinating drawing in l. inguinal region." ],
    "Stool and Anus" : [ "Diarrhoea; yellow, green, bilious, bloody; with membranous shreds; of faeces with mucus and dark clotted blood.", "Burning in rectum and anus; during stool.", "Faeces loose, with bilious and fetid evacuations, green or brown, or composed of thin and sanguineous mucus, accompanied by almost incessant cuttings in abdomen and discharge of small quantities of bloody mucus; almost unsuccessful pressing, straining and tenesmus.", "Ineffectual want to evacuate.", "Tenesmus with dysenteric discharges, vomiting of bile, cramps in calves, and stitches in side.", "(Spasm of rectum after coitus.).", "Painful bloody discharges; with vomiting.", "Dysentery.", "Corrosive ichor oozes from anus, excoriating the parts.", "Itching about anus (while walking).", "Very persistent distressing tenesmus and cutting colicky pains; after stool burning and tenesmus of rectum and bladder; stools hot, frequent, scanty, nothing but mucus tinged with blood.", "Stool pasty, dark green, bilious, blackish, offensive.", "Constipation; tenacious faeces." ],
    "Urinary Organs" : [ "Tenesmus of bladder; suppressed urine.", "Increased discharge of urine.", "The urine is only passed in drops, and with great pain.", "Urine scanty, brown, with brick-dust sediment; bloody; albuminous containing filaments, flocks or dark flesh-like pieces of mucus, epithelial cells of tubuli uriniferi in a state of fatty degeneration.", "Gonorrhoeic discharges, first thin, then thicker (greenish, < at night), and then smarting pain when urinating, with stitches in urethra.", "Burning in urethra, more before micturition.", "Paraphimosis." ],
    "Male Sexual Organs" : [ "Violent erections during sleep.", "Fine, painful stinging in l. testicle.", "Penis and testes enormously swollen.", "Chancres assuming a phagedenic appearance, and secreting a thin, ichorous pus." ],
    "Female Sexual Organs" : [ "Menses too early and too profuse.", "Leucorrhoea of a yellowish white, with sweetish, nauseous smell.", "Intense inflammation of the vulva.", "Painful glandular swellings about nipple.", "Nipples crack and bleed; severe pain when attempting to nurse." ],
    "Respiratory Organs" : [ "Hoarseness; aphonia.", "Burning, cutting, and stinging in trachea, with loss of voice.", "Respiration slow, interrupted, sighing.", "Difficult respiration.", "Spasm of glottis when swallowing.", "Hollow, dry, shaking cough.", "Cough, with expectoration of mucus tinged with blood." ],
    "Chest" : [ "Constriction of chest, breathes with pectoral muscles.", "Oppression of chest.", "Stitches in chest, through thorax (r. lower side).", "Nocturnal shootings across chest.", "Haemoptysis." ],
    "Pulse" : [ "Pain in precordial region.", "Palpitation of heart in sleep.", "Pulse: small, intermittent, irregular; rapid." ],
    "Neck and Back" : [ "Pains in head, back, and limbs; kidneys affected.", "Glands of neck hard and swollen.", "Pott's disease; lies on back with legs drawn up.", "Tonic cramps; tension in l. scapula; tearing." ],
    "Limbs" : [ "Coldness in extremities, they look purple, with small, spasmodic, frequent pulse.", "Rheumatic pains after gonorrhoea suppressed by Copaiva.", "Paralysis in all limbs; trembling." ],
    "Upper Limbs" : [ "Rheumatic pains in l. shoulder and shoulder-blade.", "Sensation in l. axillary glands as if they would swell up; frequent lancinations.", "Deltoid muscle feels relaxed.", "Whole arm up to shoulder is much swollen, red, and covered with vesicles." ],
    "Lower Limbs" : [ "Pains in lower limbs as from pin-pricks.", "Stitches in hip-joint, > on motion.", "Stitches in r. hip-joint.", "Shootings in coxo-femoral joint, during repose and movement.", "Myalgia of thigh muscles.", "Pain in tibiae.", "Sensation as if legs had gone to sleep.", "The muscles of thigh and calf feel relaxed.", "Cramps in calves.", "The feet are icy cold." ],
    "Generalities" : [ "Painful drawings in periosteum (like those which precede an intermittent fever) with heat in head.", "Periostitis (upper and lower jaws).", "Inflammation of lymphatic vessels.", "Twitches, convulsive contractions.", "Convulsive twitchings of muscles of face, arms, and legs, and convulsions of limbs.", "Violent starts, with shaking of whole body, on going to sleep.", "Trembling.", "Paralysis of upper and lower extremities.", "Glandular swellings.", "Lies on back with knees bent up.", "Great debility.", "General anasarca.", "Feeling of coldness, esp. of head.", "Shivering, provoked by slightest exercise, and also by open air (even when weather is warm), sometimes with cutting pains and tenesmus.", "Heat on stooping, and feeling of relief on raising the body again." ],
    "Skin" : [ "Burning and redness of skin, with formation of small vesicles.", "Severe and stubborn eczema of sweating parts of body exposed to the fumes.", "Condylomata.", "Syphilitic rash.", "Phagedaenic ulcers.", "Serpigenous ulcers.", "Chancre.", "Small-pox.", "Swelling of glands (neck, buboes).", "Grey colour of. nails." ],
    "Sleep" : [ "During sleep, violent hiccough.", "Somnolence.", "Frequent yawning and stretching.", "Sleepless at night; when trying to go to sleep violent starts; starting from sleep.", "Sleeplessness on account of vertigo; on account of anxiety.", "Dreams: of conflagrations and murder." ],
    "Fever" : [ "Pulse small, weak, intermitting, sometimes trembling.", "Chilliness from least movement and in open air, generally with colic.", "Chilliness in evening, esp. on head.", "Chilliness at night in bed.", "Heat when stooping, and coldness when rising.", "Surface cold and covered with profuse perspiration, esp. on forehead; cold perspiration, often only on forehead.", "Clammy, cold perspiration; offensive, toward morning.", "Whole skin covered with cold perspiration, with anxiety.", "Night-sweat.", "Burning and stinging heat in skin.", "Great heat of skin; at night with anxiety, preventing rest.", "External heat with yellowness of skin." ]
  }
}