{
  "remedyName" : "Mercurius",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "[The letters s and v indicate the preparation", "Solubilis or Vivus", "mentioned in the Prescriber in connection with the malady the name of which they follow; they are not intended to indicate a preference of one over the other.] Abscess (s). Anaemia. Aphthae. Appendicitis. Balanitis (s). Bone, disease of (s). Brain, inflammation of. Breath, offensive (s). Bronchitis (s). Bubo (s). Cancrum oris. Catarrh (s). Chancre. Chicken-pox (s). Cold (s). Condylomata. Cough (s). Dentition, abnormal (s). Diarrhoea (s). Dysentery. Dyspepsia (s). Ecthyma (s). Eczema. Emaciation. Excoriation (s). Eyes, affections of (s); gouty inflammation of. Fainting. Fevers. Fissures. Glandular swellings (s). Gout (s). Gum-boil (s). Gums, unhealthy (s). Heart, affections of (s). Herpes (s). Hydrophobia. Jaundice (s). Joints, affections of (s). Leucorrhoea; in little girls. Liver, affections of (s). Lumbago (s). Mania. Measles (s). Melancholia (s). Meningitis. Mollities ossium. Mucous patches. Mumps. Noises in the head (s). Odour, of body, offensive (s). Ovaries, affections of. Pancreatitis (s). Parametritis (s). Parotitis. Peritonitis. Perspiration, abnormal (s). Phimosis (s). Pregnancy, affections of (s.). Prostate, disease of (s). Purpura (s) (v). Pyaemia (s). Ranula (s). Rheumatism (s) (v). Rickets. Rigg's disease. Salivation (s). Scurvy (s). Small-pox (s). Stomatitis. Suppuration (s). Surgical fever. Syphilis (s). Taste, disordered (s). Teeth, affections of (v). Throat-deafness (s). Throat, soreness of (v). Tongue, affections of (s) (v); mapped (v). Toothache (s). Tremors (s). Typhus fever (v). Ulcers (s). Vaccination (s). Vomiting (s)." ],
    "Characteristics" : [ "No pains have been taken to keep distinct Merc. sol. and Merc. viv., and I do not find it practicable to attempt to separate them. Though Merc. sol. was the preparation Hahnemann proved, he recommended Merc. viv. as a superior preparation for homoeopathic prescribing in his preface to the proving. Mercurius solubilis Hahnemanni was invented by him in his pre-homoeopathic days in response to a general desire for a mercurial preparation which should be at once soluble and non-corrosive, and it at once took its place in pharmacy, a place it has never lost. The method of developing the medicinal power of metallic mercury by graduated trituration was a later discovery, though there was a suggestion of it in the well-known Hydrargyrum cum creta. To the symptoms of Hahnemann's pathogenesis of Merc. sol. are added observed effects of Mercury in those engaged in working with the metal, in patients taking Mercury, and effects in those applying mercurial inunctions to patients", "many having been severely affected by absorbing it through their hands. There is no difference between these effects and the symptoms of the proving so far as the general characteristics are concerned. In the finer characteristics there must be differences. The symptoms of the proving are in general more particularly characterised than the effects of Merc. viv. For instance, \"At night severe toothache, and when that went off great chilliness through the whole body,\" belongs to the Merc. sol. proving; and so do these: \"Vertigo: when sitting at his desk there was whirling in the head, as if he were drunk, he rises up and walks about the room staggering, then anxious heat breaks out over him, with nausea but not to the length of vomiting; at the same time some headache.\" \"From occiput a strong, tearing, continued pain, which went into the forehead and there pressed.\" The symptoms of nose-bleed and the more finely characterised throat symptoms (\"stitches on tonsils\"; \"stitches into ear on swallowing\"; \"something hot rises into throat.,\"), were produced by Merc. sol., so were the majority of the symptoms in the male and female sexual organs. But this is not to say that Merc. viv. will not answer equally well, or even better, for curing them. The only bit of comparative experience I have in the action of the two is this: in a case of cold in which Merc. seemed indicated, Merc. sol. was given and failed, and Merc. viv. promptly cured.", "We of the present generation can hardly form a conception of the havoc wrought by Mercury in the days when it was considered necessary to \"touch the gums\" in all cases for which Mercury was prescribed before any good could be hoped for. The motto, \"Salivation is Salvation,\" tells its own tale. \"It was quite an event,\" says Teste, \"when in the sixteenth century the discovery was made that Mercury will cure syphilis without the patient being salivated. One error, however, being substituted in place of another, it was supposed that the sweat, the diuresis, or the diarrhoea which followed the exhibition of Mercury, replaced the absent salivation; the gross humoralism which prevailed at that period did not allow of another explanation. For a graphic picture of a practice which was part of the ordinary routine until recent times, I quote the following from Bransby Cooper's First Lines of Surgery, 6th ed., p. 348: \"Mercury acts upon some individuals like a poison [!] they are seized with palpitations of the heart, tremblings of the limbs, oppression of the breathing, and irregular pulse. When such indisposition takes place in a person employing Mercury we conclude that this mineral is actually producing a deleterious impression on the system [!]. It was noticed by the late Mr. Pearson that every year, when it was the custom to salivate freely, a certain number of individuals thus treated died suddenly in the Lock Hospital. They were first affected as I have described, and, on attempting to make the slightest effort they dropped down dead. Mr. Pearson learned from experience [!] that these deaths arose from the deleterious action of Mercury on the constitution, and the derangement of the system thus excited he proposed to call the Mercurial erethismus.\" Homoeopathy has filled out this picture in full detail, and turned this deadly blundering to curative account. There was a fitness in naming this metal after the volatile deity. It provides us with weather-glasses and thermometers, and it turns those who are under its influence into weather-glasses and thermometers likewise. [An electrician, who at one time was required to work with his hands frequently in a trough filled with quicksilver, thereafter could not bear the slightest shock of electricity, though before he could stand very strong ones.] And herein lies one of the grand characteristics of the remedy: as the thermometer is sensitive to changes either to hot or cold, so is the Merc. patient. Other remedies are predominantly one or the other: Merc. is both", " < by heat and < by cold. This is keynote No. No. is \"< at night.\" This is a strong point of correspondence with syphilis. Especially is this noticeable in the bone pains. No. is: Profuse sweat accompanying nearly all complaints and which does not relieve; it may even aggravate. Guided chiefly by these two indications: \"Profuse sweat with no relief\" and \"< at night,\" I have cured many cases of rheumatic fever with Merc. viv. 12, without any other remedy. Keynote No. is: The mercurial odour. The mercurial patient is offensive; breath excessively fetid; sweat offensive, mawkish, sweetish. Keynote No. is tremor. This symptom is so pronounced and universal that it renders Merc. the best general remedy in paralysis agitans. There is tremor of head, of hands, of tongue. Tremors commencing in the fingers. It is the tremor of weakness and paralysis; and as described by B. Cooper it may attack the heart and cause sudden death on the smallest effort. Short of this there is great tendency to fainting; extreme exhaustion after a stool. The tremors may become jerkings and even convulsions. Extreme restlessness. The mind is as weak and tremulous as the body; everything is done hastily. Hurried and rapid talking. On the other hand: slow in answering questions; loss of memory; of will power. Embarrassment. Absent-minded. Imbecility. Time seems to pass slowly. Desire to flee. Homesick. Suicidal. Murderous. Merc. is Hahnemann's typical antisyphilitic remedy, as Sul. is the typical antipsoric, and Thuja the typical antisycotic. In selecting Merc. as the remedy for syphilis the old practitioners were so far right, but they did not know how to give it. Merc. so far corresponds to syphilis that many undoubted cases of mercurial poisoning have been diagnosed by experts as syphilis. Bones, glands, and skin are affected. Inflammation leads to induration, induration to ulceration. Merc, corresponds accurately to the true Hunterian chancre. Merc. ulcers have a grey, lardy, ashy, or cheesy base. There are burning or stinging pains in them. Another great feature of Merc., almost constituting a keynote, is the tendency to the formation of pus. In the suppurative stage of small-pox it is specific. Flow of pus, and particularly bloody pus, from any orifice calls for Merc. Pus forms in cavities in abscesses, which burn and sting. Discharges are yellow-green in colour. Gonorrhoea. Fetid ear discharge. Merc. is a great solvent: it dissolves metals out of their ores and it dissolves living tissues, inducing excessive emaciation. Lowly organised tissues as indurations, exostoses, and some tumours are melted first. OEdema and dropsies are absorbed; rheumatic swellings. If the doses of Merc. are large and dropsies disappear rapidly under them, the tissues themselves may disappear also in offensive rapidly decomposing ulcers. The bones soften so that they will bend. Whilst Merc. intensifies the action of the absorbents, it may also paralyse them, hence enlargement of glands, with pricking pains, inflammation, suppuration. Next to syphilis, the liver has been the chief excuse for mercurialism, in the past, and Merc. certainly has a powerful liver action. The liver is congested, enlarged, inflamed, stitches in the liver, sensitiveness in the liver and inability to lie on right side. This \"< lying on r. side\" is a very characteristic condition of Merc., and when present Merc. should always be considered. Along with the liver the stomach is disordered. Sweets disagree; aversion to meat, wine, brandy, beer, coffee, greasy food, butter. There is the characteristic flabby, coated, teeth-indented tongue, foul breath, and intense thirst. Throat dry and forepart of tongue moist. Merc. is rarely indicated when the tongue is dry. Sliminess is a general characteristic. Slimy stools; stools acrid, knotty, containing pus, viscid. Just before stool a sick, painful, faint feeling comes on. During stool there is tenesmus, or tenesmus and no stool. Dysentery with much straining; never-get-done feeling when there is no more to come. Diarrhoea with slime. \"Merc. is rarely indicated in these troubles where there is no slime\" (Guernsey). Merc. affects profoundly the generative organs of both sexes. It has stinging, cutting pains in ovaries; cutting pains from l. to r. in lower abdomen. \"Stinging\" is very frequent in mercurial pains, and \"stinging pain in ovaries is just as likely to need Merc. as Apis\" (Kent). Almost all kinds of eruptions are produced by Merc. Scurfy, syphilitic, pustular, moist, oozing, offensive eczema. Shingles. Small-pox. They are all < by warmth and at night and < by cold. In olden times it was recognised that a patient under a \"course\" of Mercury must be very careful not to catch cold. This gives one indication for Merc. in abnormal tendency to catch cold. But for this condition it must not be too frequently repeated, as it will aggravate it. The patient needing Merc. is sensitive to every draught and yet < by warmth the nasal secretion is acrid, and the nose red and excoriated; dirty-nosed children\" (Guernsey). Old catarrhal smell in the nose inside nostrils smarting and burning. Aching, tearing, and out-pressing in the bones. \"Kali iod. is better for the same bursting in the face, running coryza, and < from heat and warmth of the bed\" (Kent). [I find that a much larger percentage of cases of acute cold come under the indications of Cepa and Chlorum than under those of Merc. or any other related remedy. In chronic colds I think first of Psor.] The eyes are very markedly influenced by Merc.; also the bones round the eye: \"Whenever cold settles in the eye in gouty and rheumatic patients\" (Kent). Every degree and kind of inflammation and ulceration is produced by Merc. and its salts. J. J. Hirsch, of Prague (H. R., vii. 220), relates some striking experiences with a preparation of Merc. viv. which he learned from an old allopath. Quicksilver is boiled in water for half an hour, two teaspoonfuls being given every two hours. Hirsch's cases were those of acute inflammation of the brain, in which Bell. was indicated, and in one of which Merc. (in the ordinary homoeopathic preparation) had already been administered in vain. This is the case: A black-haired girl, 9, had malignant scarlatina, which commenced six days before Hirsch (who came as consultant) saw the case, signs of brain inflammation having set in on the third day. Hirsch found her unconscious, sharply defined redness of cheeks, pulse 120, hot skin. Piercing screams were emitted from time to time; boring head in pillows; chewing motion of jaws; gnashing teeth. Lips brown and dry; not much thirst; water not accepted readily; but milk seemed to be relished. Reddened patches here and there, especially along neck. Under the \"decoction,\" which was given to the girl on Hirsch's suggestion, she slowly but steadily improved, and in a week was convalescent.", "Among the Sensations of Merc. are: Vibration in forehead. Head as if in a vice; as if growing larger. As of sparks being emitted from eyes; as of a body underneath lids; as if feathers came from corners of eyes. As if a wedge driven in ear; as if ice in it; as if cold water running out of it. Cracklings in head as from metal plates. As if weight on forehead; as if weight hanging on to nose. As if teeth were loose; were fixed in a mass of pap. As if hot vapours rising into throat; of worm rising into throat, must swallow it down; of apple core sticking in throat. As if mammae would ulcerate. As if everything in chest was dry.", "Stabbing pains and stitches, burning, boring, digging, stinging, and dragging pains. Soreness and sensitiveness. Itching; voluptuous itching. Merc. is more particularly suited to: Light-haired persons with lax skin and muscle; women and children. Scrofulous children. (Merc. has relation to psora and sycosis as well as syphilis.) The symptoms are < by touch or pressure. < At night; before falling asleep. < Blowing nose. < During a catarrh. < From cold air. < From taking cold. < From lamplight; firelight. < During perspiration; on getting warm in bed. < Before stool. < During urination and after. < Lying on right side. < Motion; walking; slightest exertion. < Evening. Rest >. Coitus >. Weeping >. < Touching anything cold (= pain in abdomen). < Bending forward (digestion immediately disordered). < After eating (if he eats ever so little it causes a dragging down in stomach)." ],
    "Relations" : [ "It antidotes: Bad effects of sugar; stings of insects; ailments from Arsenic or Copper vapours, Aur., Ant. t, Lach., Bell., Op., Phyt., Val., Chi., Dulc., Mez., Thuj. It is antidoted by: Aur. (suicidal mania; caries of bones, especially of patella and nose); Hep. (mental symptoms-anxiety, distress, suicidal and even homicidal mood-bone pains, sore mouth, ulcers, and gastric symptoms); Nit. ac. (periostitis, bones and fibrous tissues; bone pains < at night; aching in shins in damp weather; ulcers in throat, especially of secondary syphilis); Chi. (chronic ptyalism); Dulc. (ptyalism < by every damp change); K. iod. (syphilis and mercurialism, combined, bones, periosteum, glands; ozaena; thin, watery discharge, upper lip sore and raw; repeated catarrhs after Mercury, every little exposure to damp or wet air = coryza; eyes hot, watery, swollen; neuralgic pains in one or both cheeks; nose stuffed and swollen and at same time profuse watery, scalding coryza; sore throat < every fresh exposure); Kali mur. (scorbutus, fetor); Asaf. (bone affections.", "Asaf. is distinguished by extreme sensitiveness of diseased parts; extreme soreness of bones round eye); Staph. (depressed system; wasted, sallow, dark rings round eyes, spongy gums, ulcers on tongue); Iod. (glands); Mez. (nervous system; neuralgia in face, eyes, anywhere); Bell., Caps., Carb. v., Fer., Guaiac., Stilling., Sul., Thuj \"all symptoms agreeing, Merc., high\" (Guernsey). Incompatible: Sil. (Merc. and Sil. should never be given immediately before or after each other). Compatible after: Aco., Bell., Hep., Lach., Sul. Before: Ars., Asaf., Bell., Calc., Chi., Lyc., Nit. ac., Pho., Pul., Rhus, Sep., Sul. Compare: Bell. (very close analogue, often complementary; commencing abscess; difficult swallowing fluids; sharp pain through tonsils; pains come suddenly); Hep. (chilliness; something sticking in fauces); Meny. (coldness in ears); Puls. (thick yellow nasal discharge", "but that of Puls. is always bland; otitis); Nux (coryza and sore throat", "Nux has scraped feeling; Merc. is always smarting, raw, or sore.", "Dysentery: with Nux tenesmus ceases after stool; with Merc. not, there is the never-get-done feeling); Aco. (dysentery of hot days and cold nights; often precedes Merc., and Sul. follows in like conditions); Lept. (bilious troubles, horribly offensive stools", "the griping of Lept. continues after stool but not tenesmus); Dig. (gonorrhoea); Euphr. (eyes); Ars. (Merc. < by heat of, but > by rest in bed", "Ars. > by heat of, but < by rest in bed); Sul. (itch, pustulous, eczematous eruptions); Spo. (orchitis); Pho. (profuse sweat without >); Ant. c. (dirty tongue; inflammation of eyes < glare of fire or sunshine); Arg. n. (eyes); Kali i. (stitching pains through lungs; Merc. right or left and shooting in different directions; Kal i., from sternum to back < from any motion); Borax (sore mouth); Coloc. (dysentery", "Col. > after stool, Merc. <); Chel. (bilious pneumonia); Cham. (diarrhoea; dentition); Caust. (gonorrhoea); Mag. m. (liver pains < touch, < lying right side); Plumb. and Chi. s. (testes); Syph. (syphilis; < heat of stove or bed; < night): Lyc. (hepatitis; tenderness; right to left, wash-leather tongue; sinking immediately after meals); Sul., Puls., and Cham. (< in bed at night); Nit. ac. (dark persons; Merc. fair); Crocus (nose-bleed in tough strings); Sang. (tongue as if burnt); Bry. (wash-leather tongue; < motion; stone in stomach); Apis (stinging pain; fetid breath; ovarian affections); Sabal. (stinging pains in ovaries); Dolichos (itching of gums; jaundice); Magnt. aust. (ulceration of nails); Psor. and Medorrh. (foul body smell); Arn. (foul breath); Mez. (decay of teeth", "Merc. of crowns; Mez. of roots); Led. and Sars. (bloody seminal emissions); Sul. (pruritus vulvae < night, < from contact with urine, which must be washed off); Lac c. and Con. (breasts painful, as if would ulcerate at every menstrual period); Chel. and Kal. c. (affect lower lobe right lung; stitches through to back); Kal. c. (suppuration of lungs after pneumonic haemorrhages); Pic. ac. (boils in auditory meatus); Teucr. and Thuj. (polypi); Can. i. (time passes slowly); Dulc. (sensitive to cold and damp; cold settles in the eyes; furfuraceous eruptions); Graph. (coryza during menses; Mag. c. coryza and sore throat before and at menses; Merc., dull pain on forehead, with coldness, especially in women, with coryza < before or at menses)." ],
    "Causation" : [ "Fright. Suppressed gonorrhoea. Suppressed foot-sweat." ],
    "Mind" : [ "Great anguish, restlessness (is constantly changing from place to place), and agitation, with fear of losing the reason, or with excessive internal torment, principally in evening, or in bed at night, as if conscious of having committed some crime.", "(Post-partum mania; wants to throw child on fire.).", "Inclined to sopor, coma.", "Moral dejection, with great listlessness, discouragement, dread of labour, and disgust to life.", "Great indifference to everything.", "Does not even care to eat.", "Apprehensions.", "Desire to flee with nightly anxiety and apprehensions.", "Ill-humour, disposition to be angry, and to fly into a passion, great susceptibility, humour quarrelsome, mistrustful, and suspicious.", "Moroseness and repugnance to conversation.", "Groans.", "Continuous moaning and groaning.", "Excitement, and great moral irritability, with a tendency to be easily frightened.", "Bad effects from fright, leaving one in a state of great anxiety and < at night.", "Home-sickness with nightly anxiety and perspiration.", "Distraction, inadvertence, difficulty of conception.", "Entire-unfitness for meditation, and tendency to make mistakes while speaking.", "Answers questions slowly.", "Weakness of memory; and will-power lost.", "Instability of ideas, which constantly drive away each other.", "Raving.", "Delirium; mental derangement of drunkards.", "Intellect weak; imbecile.", "Low muttering delirium.", "Fits of mania or dementia, with disposition to shed tears.", "Hurried and rapid speech.", "Loss of consciousness and of speech.", "Fury, with dread of liquids." ],
    "Head" : [ "Cloudiness, intoxication, and dizziness, principally in morning, on waking, and on getting up.", "Vertigo, principally on getting up, or on raising up head, or when seated, or when lying on back (vertigo with headache); as well as during or after a walk in open air, or in evening, and often with nausea, cloudiness of the eyes (everything becomes black before eyes), distressing heat, and want to lie down.", "Vertigo as if one were on a swing.", "Dull and stupid feeling with dizziness.", "Heaviness, fulness, and aching in head, as if forehead were squeezed by a bandage, or as though cranium were on the point of bursting (with fulness of brain).", "(In the evening) painful sensibility of brain, with fatigue of head by noise, > by resting head upon the arm.", "Compressive headache, the head feels as if it were in a vice, with nausea; < in open air, from sleeping, eating and drinking; > in room.", "Violent headache, which forces compression of head between the hands.", "From occiput a strong, tearing, continued pain which went into forehead and there pressed.", "Heat and burning, or tearing and drawing pains, or shootings in head, often only semi-lateral, and extending to ears, teeth, and neck.", "Burning in head, esp. in l. temple, < at night when lying in bed, > on sitting-up.", "Inflammation of the brain with burning and pulsation in forehead, with sensation as if head were in a hoop; < at night, > after rising.", "Weakness in head like a dulness, as if there was a vibration in forehead and turning about in a circle.", "Constant rotary motion of head, even when lying.", "Ebullition, boring, and digging shocks, and throbbings in head.", "Pain, as from a bruise, in brain, while in bed, in morning.", "Nocturnal cephalalgia.", "Pains in bones of head, and exostosis in the cranium.", "Sutures open; large head; precocious mental development.", "Swelling of head; soreness of the scalp; sharp and burning pains in integuments of cranium.", "Sensation of subcutaneous ulceration in whole head, < at night when becoming warm in bed; > after rising.", "Tearing in one (l.) side of head and temple, extending from neck, with insupportable heat and perspiration, < at night and in heat of bed, > towards morning and while lying quiet.", "Tension over forehead as from a tape or hoop, < at night in bed; > after rising and from laying hand on it.", "Congestion of blood to head with heat in it.", "Hydrocephalus.", "Sensation of tension of scalp.", "Scalp is painful to touch; < when scratching, which is followed by bleeding.", "Tearing and stinging in bones of skull.", "Itching on hairy scalp, and forehead and temples; < from scratching, when it bleeds and becomes erysipelatous.", "Dry, stinging, burning, fetid eruption like yellow crusts, on forepart of head and temples, when scratching inflammation and erysipelas.", "Exostoses, with sensation of subcutaneous ulceration on touching them, < at night in bed.", "Open fontanelles with dirty colour of face, restless sleep, and sour-smelling night-sweat.", "Falling off of hair; mostly on sides of head and temple; with humid eruptions on head or after clammy perspirations of head; with itching at night in bed; < from scratching; with burning, with great tendency to perspiration.", "Great chilliness with contractive tearing pain of the scalp, extending from forehead to neck.", "Fetid, sour-smelling, oily perspiration on head, and on icy-cold forehead, with burning in skin: < at night in bed, > after rising.", "Dry eruption on head; small scabs in hair, sometimes with burning itching; moist scabs, with excoriation of scalp, and destruction of hair.", "Sweat on head and forehead, sometimes cold and viscid." ],
    "Eyes" : [ "Eyes confused, dull, and surrounded by a livid circle.", "Pressure in eyes, as from sand, principally when fixing the attention on any object.", "Shootings, itching, tickling and burning in eyes, principally in open air.", "Eyes red, inflamed, with redness of conjunctiva or sclerotica, and injection of vessels of sclerotica, or of external canthi.", "Profuse lachrymation, principally in evening.", "Blear-eyedness.", "Amaurotic dimness before l. eye.", "Twitching of lids.", "Excessive sensitiveness of eyes to light, and to brightness of the fire.", "Firelight dazzles eyes greatly.", "Eyes inflamed, with swollen inverted tarsi.", "Pupils dilated.", "Inability to open eyes well, as if agglutinated to balls.", "Pustules in conjunctiva, and ulcers in cornea.", "Eyelids red, inflamed, swollen, ulcerated on margins, and covered with scabs.", "Sensation as if a cutting instrument were under eyelid.", "Tumour in eyelid, like a stye.", "Nocturnal agglutination of eyelids.", "Spasmodic closing of eyelids, with difficulty in opening them.", "Scabs round the eyes.", "Amblyopia and confused sight, as in looking through a mist (periodical loss of sight); momentary loss of sight; black points, hovering flies, flames and sparks before eyes.", "Apparent motion of letters, when reading." ],
    "Ears" : [ "Tearing, shooting and drawing pains in ears, sometimes with a sensation of coldness, as if there were ice in ear, increased by heat of bed.", "As if ice-cold water running out of ears; comes suddenly, lasts a few minutes and recurs; violent itching in ears in intervals.", "Ear and auditory tube inflamed, with cramp-like and shooting pains.", "Soreness of internal ear.", "Meatus swollen with much earache when chewing.", "Small ulcers in front of l. membrana tympanis.", "Discharge of pus from ear, with ulceration of external ear.", "Excoriation and ulceration of the concha auris.", "Purulent otorrhoea and fungous excrescences in ear, with tearing in side of head affected, and in face.", "Flow of blood from ears.", "Discharge of cerumen.", "Subcutaneous tumour, and furfuraceous and moist pimples on the lobe.", "Hardness of hearing, sometimes with obstruction of ears, which ceases when swallowing or blowing nose (or the obstruction is caused by enlargement of tonsils), or with an extraordinary reverberation of all sorts of sounds in ears.", "Tinkling, roaring, ringing, and buzzing in ears, principally in evening.", "Obstinate tinnitus.", "Painful sensitiveness, and inflammatory swelling of parotids.", "Inflammatory swelling of the r. parotid gland with stinging." ],
    "Nose" : [ "Swelling of the bones of the nose (external nose, as bridge of the nose, may swell up very large on both sides), with painful sensitiveness to touch.", "Itching in nose.", "Tension, pressure, and sensation of heaviness in nose.", "Blackish colour of nose.", "Inflammatory swelling and shining redness of nose, with itching.", "Scabs in nostrils (bleeding when cleansed).", "Discharge of a greenish fetid and corrosive pus from the nostrils.", "\"Dirty-nosed children.\".", "Frequent and profuse bleeding from nose, even during sleep, and sometimes when coughing.", "Obstruction and dryness of nose.", "Frequent sneezing.", "Dry coryza, with obstruction in nose, or fluent coryza, with copious discharge of corrosive serum.", "Putrid smell from nose.", "Painful pustule in nose." ],
    "Face" : [ "Face, pale or yellowish, or lead-coloured, or earthy (with dull eyes without lustre).", "Features discomposed and drawn.", "Circle of bluish red round the eyes.", "Feverish heat and redness of cheeks.", "Bloatedness and swelling of face, principally round eyes.", "Swelling of one (r.) side of face with heat and toothache.", "Swelling of cheek.", "Tearing in bones and muscles (of one side) of face.", "Aching and pricking in zygomatic process.", "Sensation of tension of skin on face and head.", "Sweat on face.", "Red and tettery spots on face.", "Yellowish scab on face, with discharge of a fetid humour, constant itching day and night, and bleeding of the part after having been scratched.", "Crusta lactea.", "Lips rough, dry and blackish, with burning when they are touched.", "Salt taste on lips.", "Swelling and ulceration of lips.", "Yellowish scabs, purulent pustules, and small ulcers on the lips and round the chin.", "Burning pimples with yellow crusts on lips.", "Fissures, rhagades, and ulceration in (lips and) corners of mouth.", "Distortion of mouth and convulsive movements of lips.", "Masseter muscles contracted so that speech was difficult.", "Atrophy and exfoliation of alveolar processes.", "Clenching and immobility of jaws, with inflammatory swelling of lower jaw, and tension in muscles of neck.", "Lockjaw with stinging pains and engorgement, and inflammatory swelling of submaxillary glands, with shooting or pulsative pains, or without pain.", "Caries of jaw.", "Facial paralysis from cold, r. or l. side: almost specific (R. T. C.)." ],
    "Teeth" : [ "Tearing, shooting, or pulsative pains in carious teeth, or in roots of teeth, often extending to ears, and over whole cheek of side affected, sometimes also with painful swelling of cheek or of submaxillary glands, salivation, and shivering.", "The nightly pulsating toothache extends to ear.", "Appearance or aggravation of toothache, principally in evening, or at night, in heat of the bed, where it is insupportable; renewed by fresh air, as well as by eating, and taking anything hot or cold into mouth.", "The teeth are set on edge, grow black, loosen (they are painful when touched by tongue), denuded of gum, and fall out.", "Itching, burning, and redness of gums.", "Gums are fungous, and bleed easily.", "Bleeding of gums when touching them ever so little.", "Retraction and swelling of gums, principally at night, with burning pain and sensation of excoriation, on touching them, and when eating.", "Gums livid, discoloured, and very sensitive.", "Upper border of gums looks indented, the indentation being white and ulcerated.", "The swollen gums have white, elevated, ulcerated, pointed edges.", "Ulceration of gums." ],
    "Mouth" : [ "[This remedy covers in general, affections of mouth and fauces; r. side of fauces; r. side of neck; nape of neck (i.e., affections appearing in any of the mentioned places); rarely give Merc. if the tongue is dry.", "Guernsey].", "Putrid smell from the mouth.", "Bluish colour, excoriation, and inflammatory swelling of inside of mouth.", "Burning pain, vesicles, blisters, aphthae and ulcers in the mouth.", "Stomacace.", "Sensation of dryness in mouth and palate, or accumulation of tenacious mucus.", "Ulceration of orifice of salivary duct, and profuse discharge of excessively fetid saliva, which is sometimes bloody (or tenacious).", "Tongue moist, coated with white and thick, or dry, brown, or blackish mucus.", "(Excoriated patches like islands on tongue in children, with craving for fat, v.).", "Hardness, inflammatory swelling (suppuration), and ulceration of tongue, with shooting pains.", "Longitudinal furrow on tongue with pricking pains.", "Needle pricks in tip of tongue.", "Tongue swollen, soft flabby, the edges become indented by the impression of teeth.", "Tongue red and swollen; ulcerated; black, with red edges; moist with intense thirst; grey patches on edges, dirty-yellow coat on upper surface.", "Aphthae in the mouth; bluish and spongy; ulcers spread without penetrating the flesh.", "Inflammation and superficial ulceration of the mucous membranes of mouth.", "Salivary glands swollen and painful; saliva foetid or tastes coppery.", "Rigidity, insensibility, and immobility of tongue.", "Sensation in tongue as if burnt.", "Quivering of tongue.", "Rapid and stammering speech; entire loss of speech.", "Loss of speech and voice; she hears everything well, but can only reply by signs and grimaces; sunken features, weeping about her condition; cannot sleep, feels very exhausted; good appetite, thirst for beer; faeces and urine passed easily; lasted three days; (almost complete relief by Hyo.).", "Ranula.", "Ulceration and caries of palate." ],
    "Throat" : [ "Continuous painful dryness of throat; the mouth being full of water.", "Painful dryness of throat, which impedes speech.", "Pain, as from excoriation and smarting in throat, or sensation of heat, which ascends into gullet.", "Shooting pains in throat and in tonsils, principally when swallowing.", "Elongation and swelling of uvula.", "Suppuration of tonsils.", "Pressure and pains as from excoriation and ulceration, in oesophagus.", "Syphilitic ulcers in mouth and throat.", "Inflammatory swelling and redness of back parts of mouth and throat.", "Erysipelatous inflammation of all soft parts of mouth and throat.", "Inflammation and redness of palate.", "Angina esp. with stinging pains < by empty deglutition at night and in cold air.", "Throat and fauces of a coppery red colour and swollen.", "Accumulation of thick and tenacious mucus in throat.", "Sensation as if there were a tumour, or some foreign body in throat, which it is necessary to swallow.", "Constant want to swallow.", "Sensation as if a worm rose up so that he must always swallow, whereby it goes off somewhat though he does not feel anything go down.", "When swallowing shooting in tonsils, stitches into ears.", "Painful, difficult, and sometimes spasmodic deglutition, with danger of suffocation.", "Burning in throat as if from a hot vapour ascending from stomach, with dryness in throat when swallowing, and continuous desire to swallow, with accumulation of water in mouth.", "Inability to swallow the least liquid, which escapes through nostrils.", "The pains in throat commonly extend to ears, parotids, submaxillary, and cervical glands; they are < for the most part by empty deglutition, as well as at night, in fresh air, and when speaking, and they are often accompanied by salivation." ],
    "Appetite" : [ "Putrid, salt, sweetish, or metallic taste.", "Bitter taste, principally when fasting, in morning.", "Rye-bread has a bitter or sweetish taste.", "Acid and mucous taste during a meal, also at other times.", "Saltish taste on lips.", "Violent burning thirst, day and night, with desire for cold drinks, and principally for milk and beer.", "Desire for wine and spirits.", "Insatiable appetite and craving (or complete loss of appetite), with apparent insipidity of food.", "Appetite only for bread and butter; aversion to butter.", "Bulimy, with great weakness.", "Canine hunger, even after eating.", "Want of appetite.", "No wish for food, which, however, is agreeable to the taste when eaten.", "Thirst more decided than appetite.", "Speedy satiety when eating.", "Stomach feels replete and constricted.", "Dislike to all food, principally solid nutriment, meat, sweetmeats, cooked victuals and coffee.", "Has no appetite for dry food, likes liquid food.", "Great weakness of digestion, with continued hunger, and pressure in stomach, frequent risings, pyrosis and many other inconveniences after a meal.", "Bread is heavy on stomach." ],
    "Stomach" : [ "Excessive nausea and inclination to vomit, often with incisive and pressive pains in stomach, chest, and abdomen, anxiety and inquietude, headache, vertigo, cloudiness of eyes, and transient heat.", "The nausea often increases after a meal, and is accompanied by a sensation in throat, as if things sweetened with sugar had been eaten.", "Rising of air.", "Risings, principally after eating, and often of a putrid or bitter or sour and rancid taste.", "Violent empty risings.", "Regurgitation (of ingesta) after eating and drinking.", "Pyrosis, regurgitation of a rancid liquid, and hiccough during and after a meal.", "Retching and vomiting of mucous or bitter matters, or of bile.", "Violent vomiting with convulsive movements.", "Burning, violent pain, and excessive sensibility (esp. to touch) in the stomach, and in the precordial region.", "Tension, fulness, and pressure as from a stone in pit of stomach, principally during or after a meal, however little may have been eaten; stomach hangs down heavily.", "Sharp constrictive pain in precordial region.", "Cramp-like pains in stomach, even after a very light repast." ],
    "Abdomen" : [ "Painful sensitiveness of hepatic region, with shooting, burning pains, < by every movement of body, or of the parts affected.", "Region of liver swollen, painfully sensitive to contact; cannot lie on r. side.", "Chronic atrophy of liver, with emaciation and dessication of the body.", "Swelling and hardness of liver.", "Complete icterus.", "Abdomen hard and inflated, with soreness when touched, principally in umbilical region.", "Colic which only passes off in a recumbent position.", "Violent colic (with diarrhoea), with cuttings, lancinations as if by knives, painful contractions and pinchings in abdomen, principally at night or in cool of evening, esp. when he touches or takes hold of anything cold.", "Tension, distension, and pressure, as by a stone, principally in umbilical region (and painfulness to contact).", "Burning in abdomen, round the navel.", "Excessive and insupportable pains in abdomen, which cease only on lying down.", "Pain in abdomen, as if caused by a chill.", "Sensation as if intestines were loose, and moving about in abdomen, when walking.", "Intestines feel bruised if he lies on r. side.", "The pains in abdomen are often accompanied by shivering, or by heat and redness of cheeks, as well as by great sensitiveness of abdomen, and of precordial region, to all contact, and to least pressure.", "Sensation of emptiness in the abdomen.", "Sufferings from flatulency, principally at night, with distension of abdomen, borborygmi, and rumbling.", "Cutting stitch in lower abdomen r. to l.; < walking.", "Tension, aching, and lancinations in groins as by knives.", "Inflammation of peritoneum and of intestines.", "Boring pain in r. groin.", "Obstruction and inflammatory swelling of inguinal glands, with redness and painful sensitiveness, when walking and standing.", "Affections of inner region of liver; external belly, which may be hard and sensitive to touch; inguinal ring, either one (H. N. G.).", "Painful hard, hot, sensitive swelling in ileo caecal region.", "Ulceration and suppuration of inguinal glands.", "Buboes.", "Abdomen externally cold to touch." ],
    "Stool and Anus" : [ "Stool: acrid; bloody; knotty; containing pus; viscid.", "Complaints before stool (a sick, painful, faint feeling comes on just before).", "Complaints during stool; tenesmus; tenesmus without stool; diarrhoea with slime (Merc. is rarely indicated in these troubles where there is no slime.", "H. N. G.).", "Constipation, with hard, tenacious and knotty faeces, which cannot be expelled without straining.", "Faeces of small shape; ribbon-like.", "Ineffectual, but frequent want to evacuate, esp. at night, and sometimes with tenesmus, protrusion of haemorrhoids, and nausea.", "Loose and dysenteric evacuations, principally at night, with colic and violent cuttings, urgent want to evacuate, tenesmus and burning in anus, pyrosis, nausea and risings, anguish, heat or cold sweat on face, shivering and shuddering, exhaustion and trembling of all limbs.", "Diarrhoea (preceded by colic), caused by the fresh air of evening.", "Chilliness between the diarrhoeic stools.", "During a diarrhoeic stool nausea and eructations.", "Scanty evacuations of sanguineous mucus.", "Evacuations which are mucous, or bilious, or putrid, or acid, or of a greenish or brownish colour, or reddish, or yellow, like sulphur; or a greyish-white.", "Faeces of consistence of pap, or frothy, or like hash.", "Evacuation of corrosive and burning faecal matter.", "Discharges of bloody mucus accompanied by colic and tenesmus; dysentery.", "Discharge of blood, or of mucus, from rectum, even with evacuations that are not loose, and when not at stool, sometimes with tenesmus in anus.", "Protrusion of haemorrhoids.", "Ejection of ascarides and lumbrici.", "Itching, shootings, and excoriation in anus.", "After stool prolapsus ani; or when pressing and straining to stool.", "Prolapsus recti, which, when it protrudes, appears black and bloody.", "Evacuation of substances undigested, or black, and like pitch; blood and mucus, undigested, smelling sour, excoriating anus." ],
    "Urinary Organs" : [ "Urine acrid; turbid; too frequent; complaints while passing, and after.", "Affections of urethra.", "Continued want to urinate, day and night, sometimes with abortive efforts, or with scanty emission.", "The stream of urine is excessively small.", "Irresistible, sudden desire to urinate.", "Frequent and copious emission of urine, as in diabetes, with great emaciation.", "Involuntary emission of urine.", "Urgent want to urinate, with incontinence of urine.", "The quantity of urine emitted is greater than the quantity of fluid drunk.", "Wetting the bed at night.", "Emission of urine drop by drop.", "Urine of a deep colour, or red, or brown, or white, as if mixed with flour or chalk, or of the colour of blood.", "Offensive, turbid urine, which forms a sediment.", "Sanguineous, pungent, or sour-smelling urine.", "Corrosive and burning urine.", "Thick sediment from urine.", "White and flock-like clouds in urine (or as if containing pus; scanty, fiery red).", "Emission of hard mucus, or of flocks, and white threads during or after the emission of urine.", "Discharge of blood from urethra.", "Incisive and contractive pains in renal region, at night.", "Pulsation, incisive pains, burning and shooting in urethra, even when not urinating.", "Inflammation of orifice of urethra, and discharge of thick, yellowish, or serous, whitish matter.", "Thick greenish (or yellow) discharge from urethra, more at night, (gonorrhoea) with phimosis; chancroids." ],
    "Male Sexual Organs" : [ "Increase of sexual desire, and great lasciviousness, with frequent erections and pollutions.", "[Erections: little boys may have this, lasting all night, causing emaciation; boys often pull and tear at the prepuce all the time, which may cause great emaciation, and result in death; adults often have this pulling, a kind of itching being the cause, and a feeling as if he \"must do so\"; collection of smegma behind glans.", "H. N. G.].", "Total loss of sexual power.", "Painful nocturnal erections, and sometimes sanguineous pollutions.", "The penis is small, cold, and flabby.", "Glans cold and shrivelled.", "Voluptuous itching, tingling, tearing, and shooting in glans and prepuce.", "Puffing, or inflammatory swelling of prepuce, sometimes with burning pain, fissures, rhagades, and eruptions.", "Burning in urethra during coitus.", "Purulent secretion between prepuce and glans, sometimes with swelling, heat, and redness of front part of penis.", "Swelling of the lymphatic vessels along the penis.", "Vesicles and phagedaenic ulcers (chancres) with lard-like, or cheesy, bases, and raised margin, on glans and prepuce.", "Sensation of coldness in testes.", "Testes, hard and swollen, with shining redness of scrotum, and dragging pain in testes and spermatic cords.", "Itching, tingling, and shooting in testes.", "Profuse perspiration of parts when walking.", "Excoriation between the parts and thighs.", "Sloughing of scrotum." ],
    "Female Sexual Organs" : [ "Suppression of catamenia.", "Catamenia too copious, with uneasiness and colic.", "Metrorrhagia.", "Discharge of blood in an old woman, eleven years after menses had ceased.", "Before catamenia: dry heat, with ebullition of blood, and congestion in head.", "Congestion of blood to uterus.", "Inflammation of ovaries and uterus.", "During catamenia: redness of tongue, with deep-coloured and burning spots, salt taste in mouth, teeth set on edge, and gums blanched.", "Leucorrhoea in general; complaints concomitant to leucorrhoea.", "Leucorrhoea always < at night; greenish discharge; smarting, corroding, itching, burning after scratching.", "Purulent, corrosive leucorrhoea, with itching in the parts, > by washing in cold water.", "Hard tubercles on labia majora.", "Itching pimples, and nodosities in labia.", "Itching of genitals, < from contact of urine.", "Inflammatory swelling in vagina, with a sensation as if it were raw and excoriated.", "Swelling of labia, with heat, hardness, shining redness, great sensitiveness to touch, and burning, pulsative, and shooting pains.", "Prolapsus uteri et vaginae; feels > after coitus.", "Sterility with too profuse menstruation.", "Easy coitus and certain conception.", "Hard swelling in breasts, with pain as from ulceration (at every menstrual period), or with suppuration and actual ulceration; ulcerated nipples.", "Milk in breasts instead of menses; in breasts of boys or girls.", "Excoriation of breasts.", "The infant rejects the milk." ],
    "Respiratory Organs" : [ "Catarrh, with febrile shivering, hypochondriacal humour, dislike to all food, and constipation.", "Catarrh with cough, hoarseness, fluent coryza and sore throat.", "Continual hoarseness and loss of voice.", "Nasal voice.", "Burning and tickling in the larynx with hoarseness.", "Dry cough, sometimes fatiguing and shaking, principally in bed, in evening, or at night, also during sleep, and on waking in morning, excited by a tickling, or a sensation of dryness in chest, and < by speaking.", "Cough, as if caused by irritation in stomach.", "Convulsive cough, with retching.", "Spasmodic cough (whooping-cough); two paroxysms follow one another rapidly, from tickling in larynx and upper part of chest, at night, without cough during day, with expectoration of acrid yellowish mucus, which is sometimes mixed with coagulated blood, tasting putrid or salty.", "Cough < in night air, at night and when lying on l. side.", "Dyspnoea (sensation of spasmodic contraction when coughing or sneezing).", "Pains in head and chest when coughing, as if these parts were about to burst; or shootings in occiput; or pain as from excoriation in chest, and pain in loins.", "Inclination to vomit and fits of choking, when coughing.", "Cough with expectoration of pure blood.", "Bloody sputa in tuberculosis.", "Hoarse cough, with sensation of dryness and shootings in throat." ],
    "Chest" : [ "Difficult respiration, as from want of breath, or short and loud respiration.", "Breath having a bad smell.", "Shortness of breath when going upstairs and when walking quickly.", "Anxious oppression of chest, and difficulty of respiration, with want to take a deep inspiration, chiefly after a meal, or with attacks of suffocation at night, or in evening in bed, when lying down (on l. side).", "Sensation of dryness in chest.", "Want of breath, with squeezing and tension in chest, and sensation, on least movement, or attempt to speak, as if life were coming to an end.", "Sharp pains, and sensation as if muscles of chest were bruised.", "Aching in chest, sometimes penetrating to back, with inability to take a full inspiration.", "Burning in chest, sometimes extending to throat.", "Soreness and burning in chest.", "Lancinations (as if caused by knives) in chest and sides, or as far as the back, principally when breathing, sneezing, and coughing.", "Stitches in r. chest through from scapula; inflammation of lungs.", "Sensation as of a contraction and of swelling, and pain as from excoriation and ulceration, in chest.", "Suppuration of lungs after haemorrhages, or after pneumonia.", "Emphysema of lungs." ],
    "Heart" : [ "Palpitation of heart; on slightest exertion.", "Fainting.", "Fatal syncope." ],
    "Neck and Back" : [ "Burning and drawing pain in back and in nape of neck.", "Indurated lymphatics.", "Rigidity and rheumatic swelling of nape of neck, and of neck.", "Shootings in muscles of neck.", "Engorgement and inflammatory swelling of glands of neck, with shooting and pressive pains.", "Shooting pains, instability, and weakness in loins.", "Pain as from a bruise in sacrum, back, and shoulder-blades.", "Erysipelatous inflammation extending from back like a girdle around abdomen (zona)." ],
    "Upper Limbs" : [ "Sharp (rheumatic) pains in shoulders and arms, principally at night, and when moving them.", "Jerking in arms and fingers.", "Hot and red (arthritic) swelling of elbow, as far as hand.", "Itching miliary eruption on arms.", "Furfuraceous and burning tetters on forearms and on wrist.", "Tremor of hands, with weakness; could neither feed nor dress himself.", "Cracking, weakness, and sensation of paralysis in hand.", "Sweat on palms.", "Eruption like moist itch on hands, with violent nightly itching.", "Cramp-like contraction of hands and fingers.", "Swelling of joints of fingers.", "Deep and bleeding fissures and rhagades in hands and fingers.", "Cramp-like pains, and tendency to become stiff in hands when using them.", "Swelling of wrist, with pain on touching or moving it.", "Rigidity of wrists.", "Painful stiffness of r. wrist-joint.", "Ulceration at the nails.", "Exfoliation of fingers (of finger-nails).", "Deadness of fingers." ],
    "Lower Limbs" : [ "Sharp and lancinating (rheumatic) pains in hip-joints, as well as thighs and knees, chiefly at night, and during movement, and often with a sensation of coldness in diseased parts.", "Tearing in the hip-joint and knee, < at night, or with pulsating pain, suppuration commencing.", "Burning in nates.", "Soreness between thighs and genitals.", "Burning in periosteum of tibiae.", "Drawing in tibia.", "Great weakness, heaviness, and painful weariness in thighs and legs.", "Weakness and giving way in knees, could scarcely stand.", "Sensation of rigidity, of torpor and cramps in thighs.", "Itching pimples on thighs.", "OEdematous, transparent swelling, of thighs and legs.", "Dropsical swelling of legs.", "Tension in hams, as if tendons were too short.", "Itching miliary eruption in legs.", "Tetters on thighs and legs.", "Contraction of legs, and cramps in calves of legs and toes.", "Swelling of instep or heels, with sharp or shooting pains.", "Wrenching pains in foot.", "Coldness and sweat in feet.", "Painful swelling of metatarsal bones.", "Swelling of toes.", "Ulceration at nails." ],
    "Generalities" : [ "OEdema of face, hands, and feet with anaemia.", "Cellulitis with lumpiness in any region.", "Periostitis then necrosis.", "Tearing and drawing, or shooting pains in limbs, chiefly at night, in heat of bed, which renders the pain insupportable.", "Red and shining inflammatory swellings.", "Inflammations ending in exudations and suppurations.", "Nocturnal pains in bones.", "Softening of the bones, so they will bend (rickets); enlargement of; caries of; inflammation of; prickling of; tearing in.", "Affections of shoulder-blades; shin-bones; bones of the leg.", "Sufferings < at night, or in evening, also from fresh (evening) air.", "Throbbings, sensation of dislocation, and arthritic pains in joints, with swelling.", "Rheumatic and catarrhal inflammations.", "Rheumatic pains, with profuse sweat, which affords no relief.", "The patient feels much better in morning and during repose, and esp. when lying down than when seated or walking.", "Whole body feels as if bruised, with soreness in all bones.", "Great agitation in limbs, with pains in joints, principally in evening.", "Great fatigue, weakness, and rapid loss of strength, with great uneasiness of body and mind.", "Ebullition of blood, and frequent trembling, even after least exertion.", "Sanguineous congestions (to head, chest, and abdomen) and haemorrhages.", "Great tendency of limbs to become numb.", "Contractions of some parts.", "Cramps, convulsive movements, and nocturnal attacks of epilepsy, with cries, rigidity of body, distension of abdomen, itching in nose, and thirst.", "Sensation of coldness in outer parts; burning pain of inner parts; cutting in inner parts; darting pains in outer parts; darting in bones.", "Sallow-coloured face.", "Eructations; vomiting of bile.", "Blackness of outer parts; bleeding from inner parts; restlessness of body; inflammation of inner parts, also of mucous membranes; secretion of mucus increased from any of mucous membranes.", "Scurvy, particularly where there is much salivation; wasting away of soft parts; strictures after inflammation; inflammatory swellings, parts which are usually white turn red; zona or shingles.", "Tonic spasms and tetanus.", "Cataleptic rigidity of body.", "Fainting fits.", "Paralysis of several of limbs.", "Emaciation and atrophy of whole body.", "Excitability and sensitiveness of all the organs.", "Cannot lie on r. side." ],
    "Skin" : [ "Yellow colour of the skin, with perspiration which imparts a yellow colour to linen.", "Skin dirty yellow, rough and dry.", "(Jaundice.).", "Engorgement, inflammation, and ulceration of the glands, with pulsative and shooting pains, hard swelling, red and shining, or without any perceptible alteration in skin.", "Miliary, urticarial, pimpled, or pustular and purulent eruptions.", "Exanthema burning; pock-shaped (hence, think of this remedy in small-pox); of scarlet colour; with swelling; purulent exanthema, i.e., ulcerating; ecchymoses appear, of black and blue spots, without receiving any external injury.", "Erysipelas.", "Spacelus; brown mortification.", "Tetters in general; burning suppurating.", "Ulcers in general; with burning on edges; hard on edges with bloody pus; with corroding pus; with ichorous pus; having too little pus; too thin pus; thin, tenacious, sticky pus; swollen, inflamed; looking like lard; prickling; pulsating; painful on the edges; swollen on edges.", "Flat, painless ulcers, pate, covered with phlegm-like pus; on scalp, skin of penis, &c.", "Primary and secondary syphilis; round coppery red spots shining through skin.", "Itching pimples, which burn after being scratched.", "Eruptions which resemble scabies, and which bleed readily.", "Wounds ulcerate easily (and become gangrened).", "Erysipelatous inflammations.", "Spots red and raised, or maculae hepaticae, or which resemble scorbutic spots.", "Small and very itchy pimples, which ulcerate, and become encrusted.", "Tettery, excoriated, and oozing spots, or dry, itching, and mealy tetters.", "Desquamation of skin.", "Phagedenic ulcers, or bluish, fungous, and easily bleeding, or superficial, and appearing as if bitten by insects, or secreting an ichorous and corrosive pus.", "Chancrous ulcers.", "Violent and voluptuous itching over whole body, principally in evening, or at night, < by heat of bed, and sometimes attended by burning after scratching.", "Thickening of periosteum; exostosis and caries; abscess in joints; great brittleness of bones." ],
    "Sleep" : [ "Excessive sleepiness, day and night; deep and prolonged sleep.", "Great sleepiness during day.", "Inclination to sleep without the power to do so.", "Sleep retarded in evening, and too early awakening in morning.", "Failing asleep late; complaints preventing sleep (as toothache, or any severe pain or trouble, &c.); sleeplessness in general before midnight.", "Very light and unquiet sleep, with frequent awaking, starts, and fright.", "Sleeplessness from nervous excitability.", "Frequent, anxious, horrible, fantastic, historical, vivid and voluptuous dreams; dreams of robbers, of dogs that bite, of rebellion, of floods, of discharges of firearms, &c.", "At night, restlessness, anxiety, agitation and tossing, uneasiness, pains, heat or sweat, ebullition of blood, cries, tears, palpitation of the heart, vertigo, and many other affections.", "On going to sleep: < of the pains, starts, and frightful spectres before the sight.", "During sleep: talking, groans, sighs, short respiration, with mouth open and hands cold; on waking, sweat, cries, tears, and incoherent expressions." ],
    "Fever" : [ "Chilliness early in morning, when rising, but more so in evening after lying down, as if cold water had been thrown over him, and not > by heat of stove.", "Chilliness at night with frequent micturition.", "Chilliness between the diarrhoeic stools.", "Internal chilliness with heat of face.", "Heat while in bed; as soon as one rises chilliness.", "Heat after midnight with violent thirst for cold drinks.", "Heat with anxiety and constriction of chest alternating with chilliness.", "Perspiration towards morning, with thirst and palpitation of heart; from least exertion even when eating.", "Perspiration in evening before going to sleep.", "Very debilitating night-sweats.", "Perspiration gives no relief, and accompanies all ailments.", "Intermittent fever.", "Chilliness in evening in bed, afterwards heat with violent thirst.", "Chilliness and heat without thirst, towards morning thirst; during perspiration, palpitation of heart and nausea, the perspiration smells sour or fetid.", "Coldness, shivering, and shuddering over whole body, principally after having slept, either by day and night, or only at night, or in evening, and in morning in bed, and sometimes with bluish colour of skin, icy coldness in hands and feet, muscular palpitations, convulsive movements of head, arms, and legs, contusive pain in limbs, and inclination to lie down, trembling in limbs, sharp pains in head, want to urinate, somnolence, &c.", "Ebullitions with trembling from slight exertion.", "Heat in face and head, with redness and burning of cheeks, and coldness, or shivering, or shuddering over whole body; or heat, mingled with shiverings or sweats.", "During the heat, insatiable thirst, great desire for milk, and < of pains when uncovered.", "Febrile attacks at night, or in evening; fever, with inflammatory symptoms, or with putridity; slow and hectic fever.", "Pulse, irregular, or quick, strong, and intermittent, or weak, slow and trembling (generally full and fast, with violent beating in arteries).", "Copious, excessive, and colliquative sweats, both day and night, in morning, in evening after lying down, and when eating, and sometimes fetid, clammy, sour, or oily, giving linen a yellow colour, and burning the skin.", "Sweat, with nausea and inclination to vomit, great fatigue, thirst, anxiety, obstructed respiration, stitches in side, &c." ]
  }
}