{
  "remedyName" : "Mercurius Cyanatus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diphtheria. Dysentery. Enteric fever. Haemorrhages. Kerato-iritis syphilitica. Phlebitis. Throat, sore. Varicosis." ],
    "Characteristics" : [ "The history of this remedy is a romantic one. When Dr. Alexander Villers was an infant he had diphtheria. Known remedies had failed to arrest the disease, and his father, Dr. Dominic von Villers, was in despair. Taking counsel with his friend, Dr. Beck (of Monthey in Switzerland), the latter was struck with the likeness of the case to the effects of Merc. cy. in some poisoning cases, reports of which he had just been reading. He suggested the remedy A small quantity of the salt was procured and an attenuation rapidly made and administered. Improvement soon set in, and recovery happily followed. The patient, saved by Merc. cy., lived to do most brilliant work with the same remedy when practising in St. Petersburg, and Merc. cy. has taken a sure place at the head of remedies for this affection. The local symptoms are very clearly defined, and among the general symptoms profound prostration, coldness, and cyanosis are leading indications. Villers had better results with the 30th than with any lower attenuation. Merc. cy. is also a very efficient prophylactic in diphtheria. In the sensational New York poisoning case of February, Mr. Henry C. Barnett, the victim, was treated for diphtheria by his doctors before the cause of the illness was discovered. Beck (Rev. Hom. Fran., xii. 153) mentions among the leading symptoms: extreme feebleness, trembling, syncope. Icy coldness; general coldness with nausea. Diphtheritic membrane in throat, mouth, and at anus. Nash reports as particularly indicating it a chronic sore throat of public speakers, with rawness in spots and a broken-down appearance, as if about to ulcerate, and this additional condition", "\"it hurts the patient to speak.\" Haemorrhages occur, dark and persistent. Swallowing is impossible or = severe cutting pains. Thought of food = retching. There are varicose veins with great tenderness on left leg. Symptoms are < after eating." ],
    "Relations" : [ "Compare: Ar. tri., Caust., Hep., K. bi., Phyt., Echin., Lach., Gels." ],
    "Mind" : [ "Excitement, anger, raved furiously at attendant.", "Excessive ill-humour after eating a little too much." ],
    "Head" : [ "Vertigo with singing in ears, < sitting up.", "Very severe, tearing headache, esp. forepart, < night." ],
    "Eyes" : [ "Eyes: sunken; fixed; injected; pupils dilated.", "(Syphilitic kerato-iritis; much inflammation; severe nocturnal pains.)" ],
    "Ears" : [ "Ringing in ear." ],
    "Nose" : [ "Profuse epistaxis several times a day for two weeks." ],
    "Face" : [ "Face: flushed; cyanotic; pale and wan." ],
    "Mouth" : [ "Teeth painful; gums swollen, covered with white adherent layers, under which is found a violet border.", "Tongue: pale with a yellowish streak on base; swollen with red edges; grey, metallic-looking coat; eight blisters on l. margin and on soft palate, opening and becoming irregular ulcers; afterwards on r. margin.", "Lips, tongue, and inside cheeks dotted with greyish-white ulceration.", "Large grey leathery ulcer in mouth.", "Inflammation of whole buccal cavity; salivation; fetid breath; great pain on swallowing.", "Taste: bitter; disagreeable; styptic; metallic." ],
    "Throat" : [ "Great redness of fauces with difficulty of swallowing.", "White opalescent coating, like mucous patches on faucial pillars and tonsils.", "Roughness of throat, difficult swallowing.", "Follicular tonsillitis, < r.", "(Chronic sore throat of public speakers; raw, sore, broken-down appearance, raw in spots; it hurts to speak.", "Nash.).", "Diphtheria; profound prostration.", "Uvula oedematous." ],
    "Stomach" : [ "Aversion to food.", "Intense thirst, but drinks are speedily vomited.", "Burning thirst, vomits but not ingesta; cannot endure soups or hot drinks, which always seem too salt.", "Incessant hiccough.", "Violent retching from merely thinking of sugared water.", "Milk >.", "Epigastrium sensitive to pressure." ],
    "Abdomen" : [ "Abdomen soft, not painful on pressure.", "Excessive colic < by every evacuation." ],
    "Stool and Anus" : [ "Round anus: small piles; pains (and in rectum) when sitting; sensitive light red swelling; diphtheritic deposit.", "Frequent urging to stool with tenesmus.", "Frequent diarrhoea preceded by severe colic.", "Offensive, green, slimy stools.", "Bloody stools.", "Scanty stools.", "Obstinate constipation (later effect)." ],
    "Urinary Organs" : [ "Micturition painful.", "Urine: albuminous; amber yellow; retained; completely suppressed." ],
    "Male Sexual Organs" : [ "Semi-erection of penis (persisting even after death).", "Dark blue colour of scrotum and penis (persisting after death)." ],
    "Respiratory Organs" : [ "Slight cough.", "Hoarseness; talking = pain in throat." ],
    "Heart" : [ "Violent and abrupt beating of heart.", "Strong palpitation." ],
    "Limbs" : [ "Slight spasms of extremities." ],
    "Upper Limbs" : [ "Severe pain in l. calf; the veins of the part form two hard cords meeting above popliteal space, very painful to slightest touch; leg swells when standing.", "(Inflammation of articular cartilages of r. wrist, with oedema of forearm.)" ],
    "Generalities" : [ "Great weakness; cannot stand up.", "Repeated fainting.", "Great debility during diarrhoea; at last he fell to the ground in a swoon." ],
    "Skin" : [ "Skin moist and cold.", "Scarlatina." ],
    "Sleep" : [ "Drowsiness with easy waking." ],
    "Fever" : [ "Icy coldness.", "Great sensitiveness to cold.", "Extremities very cold; in evening.", "Skin moist and cold." ]
  }
}