{
  "remedyName" : "Mercurius Biniodatus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Antrum, pain in. Asthma. Coryza. Diphtheria. Eczema. Eyes, inflammation of. Haemorrhoids. Laryngitis. Liver, syphilis of. Malaria. Nose, polypus of; diseased bones of. Parotitis. Post-nasal catarrh. Quinsy. Rheumatism. Spleen, enlarged. Syphilis. Testicles, syphilitic enlargement of. Typhus fever." ],
    "Characteristics" : [ "Merc. bin. was introduced and proved by the American Provers' Union in and is an important addition to the mercurial group. It acts more intensely on the lymphatic glands and cellular tissue than Merc. v., which it otherwise closely resembles. It has been extensively tested in throat affections. It acts more on the left side, or primarily on the left. The symptoms are < on empty swallowing; also < on swallowing food. Cases have been recorded in which small doses of Merc. bin. 3x or 2x have cut short an attack of asthma; or, if taken at bed-time, have prevented an expected attack from developing during the night. The explanation proffered is that Mercury, and especially its iodides, render the blood incapable of holding in solution large quantities of uric acid and urates, which are presumably the irritant factor in an asthmatic attack. But the pathogenesis of Merc. bin. has oppressed breathing, and if the general Merc. conditions are present it is quite capable of acting dynamically.", "Headache is < in open air. Eyes < by bright light; psoric eye affections. Right side of nose is inflamed. The liver, spleen, and pancreas are affected; and also the bladder and male sexual organs. Wandering rheumatism. Troublesome dreams. It acts well in old cases of syphilis, particularly in persons of lax fibre, scrofulous, and those who have taken much Mercury. The symptoms are < after sleep. < After dinner. < Afternoon and evening. Open air > head. Getting warm walking > deafness. Cold air, cold washing, getting wet <. Touch and pressure <." ],
    "Relations" : [ "Antidoted by: Hep. Compatible after: Bell. Compare: In syphilitic eruptions, Bad., Carb. an., Nit. ac. Ophthalmia Jequirity. Wandering rheumatism, K. bi. < After sleep; left to right, Lach. Dreams of water, Merc. protiod. In affections of antrum. Mg. c., Merc. c." ],
    "Causation" : [ "Wetting. Washing floor. Weather changes." ],
    "Mind" : [ "The head is worse; but he is good-humoured, even merry.", "Low-spirited; disposed to cry.", "Ill-humoured and bad taste on waking in morning." ],
    "Head" : [ "Vertigo; everything seems to reel round her.", "Sensation as if bound by a tight cord in frontal region.", "Dulness in head and slight pressing pain in l. side, as during coryza; > walking in open air.", "Pain in head with heat.", "Great heat in vertex with pulsation, p.m.", "Small pustules on head.", "Pain in bones of head, chiefly occipital.", "Syphilitic tumour in brain." ],
    "Eyes" : [ "Inflammation, with burning, watering; < bright light.", "Albuginea inflamed and painful.", "Psorophthalmia; trachoma; granular lids; pannus." ],
    "Ears" : [ "Hearing dull; > evenings; ears close for a few moments at a time; coryza.", "Earache (r.).", "Wax increased.", "Itching in both ears.", "Swelling of parotid and neighbouring glands." ],
    "Nose" : [ "Coryza: with headache; dull, hearing, > getting warm walking; r. side nose hot, swollen; much sneezing and running from head; hoarseness.", "Whitish yellow or bloody discharge; affection of posterior nares, with raw sensation; nasal bones diseased; turbinated bones swollen.", "Hawks mucus from posterior nares.", "Crusty eruption on wings of nose.", "(Polypus l. side.)" ],
    "Face" : [ "Pressive sticking; heavy aching in upper jaw.", "Aching pain in l. cheek and l. eye, which seems slightly inflamed.", "Parotitis (r.).", "Lips slimy and sticky on waking.", "Eczema rubrum on chin." ],
    "Teeth" : [ "Fine stinging in teeth; painful jerks.", "Toothache < by chewing; < after eating; with ill-humour.", "Gums swollen, excessively tender." ],
    "Mouth" : [ "Profuse flow of saliva, and aching in teeth of lower jaw.", "Taste: bitter; slimy; metallic.", "Mucous membrane inflamed with burning.", "Mucous patches.", "Nodules.", "Boils in mouth." ],
    "Throat" : [ "Much phlegm in throat and nose; hawks it out.", "Sensation of a lump in the throat, with disposition to hawk it out; hawks up a hard, greenish lump.", "Throat feels as if scalded on waking.", "Inflammation and swelling of l. tonsil, velum elongated causing cough, next day both tonsils involved (l. to r.).", "Painful swelling of tonsils and submaxillary glands.", "Fauces dark red.", "Diphtheritic patches, and superficial ulcers in throat.", "Diphtheria r. side < from empty swallowing; throat sensitive to touch.", "Tubercular sore throat." ],
    "Appetite" : [ "Thirst for small quantities.", "Wants food more salted." ],
    "Stomach" : [ "Heartburn after dinner.", "Loud and bitter belching.", "Sinking.", "Pain in epigastrium on pressure." ],
    "Abdomen" : [ "Aching and fulness in r. hypochondrium.", "Sudden cutting in liver.", "Heavy pain in liver, pancreas and spleen.", "Transient drawing pain followed by lameness in l. hypochondrium; l. waist feels sore on bending.", "Enlarged malarial spleens and livers.", "Abdomen distended at navel; sore to pressure.", "Colic; uneasy sore feeling.", "Buboes." ],
    "Stool and Anus" : [ "Stool: copious, yellow brown, and somewhat watery, and coated with mucus and slightly bloody; preceded by colic, urging and slight tenesmus remained.", "Pain in anus as if piles would appear.", "Inveterate piles." ],
    "Urinary Organs" : [ "Bright's disease.", "Ulcers in bladder.", "Frequent urgent desire.", "Increased flow of urine; thick and dark when passing; red." ],
    "Male Sexual Organs" : [ "Desire, esp. on going to sleep; emissions.", "Sensitiveness of r. testicle and cord.", "Sharp shooting stitches in end of penis through glans.", "Gonorrhoea; discharge free and mucoid; patches of induration, along urethra.", "Hard, red swelling in front of prepuce, and painless hard chancre in centre.", "Sarcocele of l. testicle; syphilis.", "Bubo, discharging for years; indolent chancre." ],
    "Female Sexual Organs" : [ "Yellowish leucorrhoea.", "Stony hardness of fibroid tumour.", "Great soreness in whole breast." ],
    "Respiratory Organs" : [ "Cough: from elongated uvula; with sore throat; with a little loose, whitish, slimy sputum.", "Profuse yellow sputum.", "Hoarse and husky, after getting a little wet in a shower." ],
    "Chest" : [ "Constriction across chest.", "Catching pain under r. breast, oppressing breathing.", "Swelling of bronchial glands from atmospheric changes." ],
    "Heart" : [ "Sticking pain in heart." ],
    "Neck and Back" : [ "Swollen neck glands, with toothache, scarlatina, &c.", "Spine sore and painful." ],
    "Limbs" : [ "Rheumatic pains, now here, now there, mostly muscular." ],
    "Upper Limbs" : [ "Rheumatic pains in shoulder-joint.", "Axillary glands suppurate.", "Strained feeling in middle of humerus as if about to break.", "Palm of l. hand cracked, horny, several oozing rhagades." ],
    "Lower Limbs" : [ "Aching in bones from hips to ankles.", "Pains from calves up to sacrum.", "Unbearable pains in legs towards evening, > on moving.", "Pain of syphilitic ulceration in front of leg." ],
    "Skin" : [ "Pustules, with inflamed base, sore to touch; itching slightly, scab over, but pus oozes.", "Small fissures and cracks.", "Lupus.", "Condylomata.", "Freckles; liver spots.", "Syphilitic eruptions and ulcers." ],
    "Sleep" : [ "Dreams: frightful; of travelling; swimming; lascivious.", "Symptoms appear or are < on waking." ],
    "Fever" : [ "Intense shivering, then feverishness; copious sweat at night.", "Fever with grippe." ]
  }
}