{
  "remedyName" : "Methylene-blue",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Cancer. Cystitis. Epithelioma. Gonorrhoea. Hemicrania. Kidneys, affections of. Malarial fever. Neuralgia. Neurasthenia. Pleurisy. Rheumatism. Rheumatoid arthritis. Spasms. Spinal irritation. Suppuration." ],
    "Characteristics" : [ "Methylene-blue consists of small, indigo-coloured scaly crystals with a bronze-like tinge and dark green in transverse fracture. Slightly soluble in water, forming a deep blue solution. It has been used in old-school practice in doses of about three grains in capsules or pills in rheumatism of joints and muscles; and in rheumatoid arthritis. The kidneys have a distinct attraction for Meth.-b., as it appears in the urine within half an hour of the dose; and if the kidneys have their normal permeability the whole is eliminated in thirty-six hours. If there is delay beyond this it indicates that the urea is not being perfectly eliminated and that a tendency to uraemia exists. The aniline products have been used as remedies for malignant growths. Mosetig, of Moorhof (Med. Press, Feb. 18, 1901), published a case-treated with Trichlorate of Aniline, \"an aniline dye.\" (The terminology of the aniline products has not always been accurately observed, and am not sure that this is not identical with Methylene-blue. At any rate, it was an \"aniline blue\" that Mosetig used.) A man, 50, suffered from cancer of the femur. Mosetig injected into the groin a per cent. solution of \"Trichlorate of Aniline,\" increasing the strength, till four grammes were used at one injection. Almost an hour after the first injection the patient became dark blue; the next morning the discoloration was gone. After the four-gramme doses poisoning symptoms appeared", "unconsciousness; stertorous breathing; feeble pulse; the whole body becoming dark blue. Artificial breathing and stimulants brought the patient round in four hours. Smaller doses were used after that. In eight weeks he came home, cured, to follow his ordinary work. Methyl-violet to and to 1,000 produced equally good results. E. Thomson (quoted H. W., xxxiii. 48), states that Meth.-b. in 1-5 gr. doses, \"with equal parts powdered nutmeg to prevent irritation of the bladder\" (a useful item in view of the homoeopathic employment), is valuable in habitual headache and hemicrania. Cardamantes, of Athens, gives to grs. ten hours before an expected malarial attack. He says it is useful in combination with Quinine or when Quinine has failed. Immunity from malaria seems to follow its continued use. It is apt to cause cystitis. In this connection an experience related in H. W. (xxxiii. 566) is important: A gentleman who suffered excruciating pains from calculus in the kidney, giving rise to pyelitis and cystitis, derived no benefit from any treatment till his doctor gave him Meth.-b. with occasional doses of Eucalyptus. L'Art Medical (Feb., 1900) gives an account of the use of Meth.-b. injection in pleurisies with serous effusion. C. H. Lewis, of New York, first drew off by aspiration cubic centimetres of the liquid, dissolved in this grm. of Meth.-b., and reinjected it into the pleural cavity. The patient soon began to pass greenish urine, and the exudation quickly disappeared, partly from the diuretic effect of Meth.-b., partly from its stimulating action on the pleura. A watery solution is not borne, causing pain and irritation of the pleura. The most definite homoeopathic experience is that of Halbert (H. W., xxxv. 541, quoting Clinique). Utilising the affinity of Meth.-b. for nerve tissues and nerve cells, Halbert has given it in 3x trituration with success in: Neuralgias of neurasthenia; tremor in neurasthenia; spasticity of hysterial contractions; trophic disturbances, the result of nerve-exhaustion; spinal irritation. He confirms its antimalarial powers, and commends it in typhoid as an intestinal antiseptic. An apparently hopeless case of typhoid was signally benefited by it, the tympanites disappearing as if by magic. Wherever there is pus infection it is indicated, and it has \"made a record\" with him in gonorrhoea and cystitis." ],
    "Relations" : [ "Compare: Anilinum; Pyrogen." ],
    "Mind" : [ "Unconsciousness." ],
    "Head" : [ "(Hemicrania.", "Habitual headache)." ],
    "Urinary Organs" : [ "Irritation of the bladder.", "(Cystitis.", "Gonorrhoea).", "Urine greenish." ],
    "Respiratory Organs" : [ "Stertorous breathing." ],
    "Chest" : [ "Causes absorption of pleural effusion." ],
    "Generalities" : [ "Turns the patient dark blue.", "(Neurasthenia: tremors; spastic hysterial contractions.", "Pus infection)." ],
    "Fever" : [ "(Typhoid.", "Malarial fever.", "Fever of pus absorption)." ]
  }
}