{
  "remedyName" : "Mezereum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bones, affections of. Coccygodynia. Constipation. Contraction of tendons. Crusta lactea. Ear, affections of; sensitive to air. Erythema. Exostoses. Eyes, affections of. Glands enlarged. Gleet. Gonorrhoea. Haematuria. Hernia. Herpes zoster. Impetigo. Irritation. Leucorrhoea. Mercury, effects of. Neuralgia. Osteoma. Pediculosis. Pityriasis. Prolapsus ani. Pruritus senilis. Rheumatism. Scrofula. Syphilis. Teeth, affections of. Tinea capitis. Tinea versicolor. Tongue, affections of; swelling of. Ulcers. Vaccination." ],
    "Characteristics" : [ "An idea of the virulence of this poison may be gathered from a case reported in Allen's Appendix: A pale girl, 14, having been advised to use Mezereum leaves to make her fat and rosy, went into the woods and used them freely on her cheeks and surrounding parts. Burning soon set in, the whole face swelled enormously, especially nose, eyelids, and hairy scalp. Severe and painful sneezing set in, delirium, dull, unbearable, pressing pains in forehead, a nauseous dryness in throat and constant irritation to dry cough. The face soon showed the appearance of erysipelas bullosum; nostrils closed, she could only breathe through mouth; febrile pulse, burning urine. Oil and compresses were applied, and after the second day desquamation occurred in large pieces. But health did not return. Debility, loss of vitality, mental depression bordering on idiocy followed; then typhoid fever, lasting fully three months, to which she finally succumbed. Poisoning has also been observed from the effects of the berries: dryness and burning of throat and stomach; intense thirst; narcotism, coma, convulsions of eyes and upper limbs were observed. In a child of four, poisoned with the berries, these symptoms occurred: Swollen lips; tongue furred and swollen, protruding, swallowing difficult. The tongue remained quite raw when other symptoms had passed away (H. W., xxii. 466). Hahnemann records this: A robust man took Mezereum bark for some ailment, and continued it after the ailment disappeared. Soon, unbearable itching set in all over body, could not sleep a moment. Thirty-six hours after discontinuing it the itching was still increasing, then a few grains of Camphor removed it. Mezereum is the vegetable analogue of, and is one of the most important antidotes to, Mercurius. Merc. and Mez. antidote one another. Mind, skin, eyes, mucous membranes and bones are affected in much the same way by both; they have the same sensitiveness to damp, cold, and warmth, and the same nightly aggravations. Nash mentions an exception to the < by warmth. In a man whom he cured with Mez. of obstinate facial neuralgia, the pains were brought on or greatly < by eating, and the only relief the man could get was by holding the painful side close to a hot stove. Only radiated heat was of any use, hot cloths, wet or dry, gave no relief whatever. Mez. affects the long bones more markedly than others, and the least touch is intolerable; but it has, like Merc., a strong affinity for the facial bones and teeth. With Mez. the decay attacks the roots or sides rather than the crowns (which Merc. attacks). The toothache is < at night, < by touch, even with the tongue, and is > by holding the mouth open and drawing in air. Neuralgia about the eyes; the pains radiate and shoot downward, and if there is in addition a sensation in the eye itself as if a cold wind were blowing in it the indications will be very strong. Mez. is one of Hahnemann's anti-psorics, and it meets many psoric manifestations. Carroll Dunham has recorded (Science of Therapeutics, 462) a notable case of deafness, due to suppressed psora. A Youth, 17, deaf since four, and incapacitated thereby, secludes himself and broods over his trouble. Membranes thickened. At the age of three he had an eruption of thick, whitish scabs, hard, almost horny, covering the whole scalp. There were fissures through which exuded on pressure a thick, yellowish pus, often very offensive. Much itching and disposition to tear off the scabs with the finger-nails, < at night. The treatment (allopathic) was vigorous: A tar cap was placed on the head, and when firmly adherent to the scabs was violently tom off, scabs and all, leaving the whole scalp raw. This was painted with a saturated solution of Arg. nit. The eruption did not reappear, but from that time the child was deaf. The eruption was the very counterpart of an eruption observed in a proving by Wehle. Mez. 30, three globules in a powder of sugar of milk, was given on each of these dates", "February 3, March 1, and September 28, 1857, and January 26, Improvement set in slowly after the first dose, which was only repeated when the effect of each preceding dose seemed to be exhausted. Finally the hearing was for all practical purposes completely restored. The action of Mez. in catarrhal cases is illustrated in another case (Amer. Hom., xxi. 417). Miss M. R., 39, brunette, had chronic catarrh. The left ear had long been deaf, and the right had begun to fail. There were noises in the ears. Drum membranes retracted and scarred. The symptoms were: Excessive sensitiveness to the air, even of a fan, and occasionally a sensation as if air went through to the throat. Mucous membrane of naso-pharynx granular and irritable. A dose of Mez. given before each meal entirely relieved the symptoms. The ulcers of Mez. have thick, yellowish, white scabs. Vesicles appear now and then, and itch and burn. Lint dressings stick to them, and when they are torn away bleeding occurs. Burning vesicles on the sides of the fingers; and ulcers on finger-joints. With eczema there is intolerable itching, < in bed and from touch. Vaccinal eczemas are frequently of the Mez. type. Mez. is often of great service in herpes zoster, both during the eruption and for the neuralgia remaining after, especially if the pains are burning. In a lecture on Mez. by T. S. Hoyne (Med. Vis., xiii. 65) are collected many cases illustrating the action of the remedy. Here is a mental case (in a woman) treated by W. E. Payne: No rest when alone; wants company. Ideas vanish while talking; cannot repeat what has been learned by heart. Looks through the window for hours without being conscious of objects around. Does not know what she is about; forgets what she is about to utter; looks ill-humoured, pale, wretched, fallen away. Apprehensiveness at pit of stomach, as when expecting some very unpleasant intelligence. All symptoms relieved in a single night by Mez. (I give the italics as in the original.) Among neuralgic cases are the following: (1) Man, 28, violent neuralgia, boring pain in left lower jaw-bone, extending to temple and ear. < Night, > from pressure. Mez. relieved in two hours (S. R. Geiser). (2) H. G., stout, healthy-looking negro, left supra-orbital neuralgia recurring daily at a.m., increasing till noon, declining till p.m., when it entirely departed leaving no soreness behind. Pain = flow of tears. Mez. cured permanently after other remedies had failed Q. W. Vance). (3) Mrs. X. had pain in right eye-tooth, daily increasing. Felt too long. Pains much < by pressure on crown and outside root. Mez. cured (Oehme). (4) Toothache in incisor tooth in lady. Tooth feels elongated, loose, excessively sensitive, with sensation as if being raised out of its socket. Upper part of tooth excessively painful. Mez. cured in a few hours (Hempel). (5) The fastenings of a hammock broke, and a lady on it fell, striking the sacrum and coccyx on the stump of a tree. She suffered excruciating pain. Arn. was applied locally. In a few weeks she came home, and the coccyx was still so tender she could not sit", "only lie or stand. Arn. internally and externally for two weeks had no influence. Mez. cured in five days (Oehme).", "\"Constipation after confinement\" has proved a good indication for Mez.: \"My stools are as hard as stone, and as large as my arm. I feel as if they would split me open. They come in sections like mouthfuls, and I become much exhausted and tremble with weakness. Every stool is immediately preceded by chills, and followed by long stitches up rectum.\" Mez. produced a natural stool in twelve hours (H. Noah Martin). Green discharges according to Cooper strongly indicate Mez. It has cured a case of dry crust on scalp and falling out of hair, accompanied with short sight. Daphne laureola, the British representative of the genus, has cured scald-head when Mez. failed. The symptoms in this case were < by day, whereas Mez. has < at night. The pains of D. laureola come on in the morning and affect the entire head or whole left side: Guaiac. pains are also < by day and > by warmth (Cooper). Cooper gives me the following cases: (1) Woman, 48, had rheumatism which came on ten years before in hands from wearing wet gloves, and extended later to arms and knees; stiffness on walking with loss of muscular power, < in hot weather, \"pins and needles\" in fingers on elevating arms, cannot grasp things, sometimes one hand burns when other is cold, climacteric flushings. Great relief from Mez. O. (2) Girl, 18, getting thin, with headache across forehead, temples, and eyes, a throbbing with sickness of stomach and water-brash, always < by movement; bowels very confined; menses never appeared. Mez. cured; (3) Pimples on ankles and backs of feet, horrid taste and clamminess of mouth in morning, pimples > by hard scratching, sluggish bowels. Mez. cured. H. B. Esmond (H. R., vii. 41) cured with Mez. 3x a youth, 17, who had been afflicted with \"salt rheum\" as long as he could remember. It was absent in summer, but every autumn, as soon as cold weather came, face, neck, hands, and forearms would break out and continue sore till warm weather returned. Another indication for Mez. is hypersensitiveness of the ear to air. It has cured a case in which there was a feeling as if air went through the ear to the throat. The rectum and anus are the seat of many characteristic symptoms, stitches, burning itching. During stool the rectum prolapses and the sphincter closes upon the protruded part. This constricting tendency is noticed in the throat and stomach, and also in the tendons. The leg is shortened with pain in hip. Tension in muscles of chest. Pain and stiffness in muscles of neck. Cramp-like contraction over chest and back; and across front of chest. Sensations are: Head as if drunk; as if everything in the head would press asunder; as if skull would split; as if top of head gone; as if head bruised; as if head was in an ants' nest. Eyes as if too large; as if drawn back into head. Ears as if too open; as if air pouring into them; as if tympanum was exposed to cold air; as if air was distending right external meatus. Teeth feel too long. Hard palate, feels as if made of wood. Throat as if narrowing. As if food remained a long time in stomach. Stools feel as if they would split anus. Chest feels too tight. Limbs feel shortened. As if fire darting through muscles. As if millions of insects were crawling on him. Sensation of lightness of body. Bones are very sore and feel distended. Diseased parts wither. Mez. is suited to: Light-haired persons; phlegmatic temperament; irresolute. The plant flowers in very early spring, even when snow is on the ground, and it is suited to complaints which come on in the earliest months of the year. < From cold; damp; cold winds; sudden changes of weather; heat; warm food. Head pains are > wrapping up head. Prosopalgia > by heat of stove (not by other heat). Drawing in air > toothache. < From touch or pressure. < From motion. Lying down < itching of scalp. Stooping > headache. < Evening and night. < During menses (burning itching inner side of throat). Affections go from above downward; from within outward; and from right to left." ],
    "Relations" : [ "Antidoted by:", "Aco., Bry., Calc. (headache), K. iod., Merc., Nux. It antidotes: Merc., Nit. ac., Phos., Alcohol. Compatible: Calc., Caust., Ign., Lyc., Merc., Nux, Pho., Puls. Compare: In ciliary neuralgia, Spi. (Mez. pains radiate and shoot down, cold feeling in eye; Spi., stabbing pains in or radiating from eye, eyeballs feel swollen), Thuj., Ced., Ars., Merc. Protruded and constricted rectum, Lach. Eczema, Rhus, Anac. Ulcers on finger-joints, Bor., Sep. Feeling of cold wind blowing in eye, Croc. (across eye), Med., Syph., Thuj. (out of eye). Blinking, Mercurialis. Nausea in throat, Cycl., Phos. ac., Stan., Val. (in rectum, Ruta; in hypogastrium, Puls.). Stitch in rectum, Ign., Pho. Long bones, Angust. Carious teeth, Kre. Vesicles appear round ulcers and itch, Hep. Pains in periosteum < at night, Phyt., Merc. Rheumatism and skin, Guaiac., Anac., Rhus." ],
    "Causation" : [ "Anger. Mercury. Vaccination." ],
    "Mind" : [ "Hypochondriacal humour, with sadness and tears.", "(Fearful depression, miserable feeling).", "Anguish and inquietude, esp. in solitude, with wish for society.", "Indifference about everything and everybody around him.", "Aversion to talk. it seems to him to be hard work to utter one word.", "Disposed to reproach others or to quarrel.", "Irresolute.", "Everything seems dead and nothing makes a vivid impression.", "Peevishness.", "Passion.", "Unfitness for labour.", "Weak memory (mind is easily confused).", "Mental torpor.", "Slow conception.", "Ideas are frequently lost." ],
    "Head" : [ "Stupefying confusion in head, as from intoxication, or immoderate pollutions.", "Vertigo, which causes falling on one side, with sparkling before eyes.", "Headache, with shuddering and shivering, < in open air.", "(Splitting headaches: head throbs on movement, begins in frontal sinuses, patient gets rapidly thin, and brings up water from stomach with straining; feels low and weak.).", "Pressive and stunning headache, on one side only of brain.", "Headache in temples and sides of head after an exertion and from talking much.", "Violent headache and great sensitiveness to least contact after a slight anger.", "Compressive or cramp-like pain, as if head were being severed.", "Violent, pulsative, and pressive pains in whole head, forehead, nose, and teeth, < by the slightest movement.", "Thrilling headache, with vomiting of mucus.", "Sensation of torpor, with drawing pains in one side of head.", "Pains in bones of cranium, < by touch.", "Painful sensitiveness of scalp and of hair to touch.", "Gnawing itching in scalp.", "Itching eruption on head, sometimes moist.", "Head covered with a thick leather-like crust, under which thick and white pus collects here and there, and the hair is glued together.", "On head great elevated white scabs, under which ichor collects in great quantity, and which begins to be offensive and breed vermin.", "The scabs on head look chalky and extend to eyebrows and nape of neck.", "Burning, biting itching on scalp, principally on vertex, when scratching the locality changes but the itching becomes <; this is followed by very sore boils and humid eruptions, < at night and when lying down.", "(Hard scabs on head six months, no irritation, much oozing with weakness and trembling of ankles.).", "Pains in bones of scalp (on both sides) with swelling and caries, great sensitiveness to contact, cold, motion, < in evening.", "Numbness of scalp, with drawing pain in it, generally only on one side; < from cold contact and in evening.", "> By heat.", "Dandruff, white, dry." ],
    "Eyes" : [ "Inclination to wink with eyes.", "Dryness in eyes, with pressure in them.", "Twitching of muscles around eyes.", "Lachrymation, with smarting in eyes.", "Staring at one spot.", "Pain, as if balls of eyes were too large, with aching.", "Sensation as if eyes drawn back into head.", "Eyes feel strained.", "Smarting in internal canthi.", "Inflammation of eyes; conjunctiva injected, dirty red.", "Three days after one dose Mez. O eyes became bloodshot, first one then the other, with cramp in both feet and l. upper limb, < night. (R. T. C.).", "Myopia, or presbyopia.", "Sparks before eyes.", "Obstinate twitching of the muscles of the l. upper lid.", "Pupils contracted." ],
    "Ears" : [ "Otalgia, with drawing and acute pullings.", "Itching and oozing eruption behind ears (scratching causes small elevations, they are scratched off and feel sore).", "Hardness of hearing.", "Sensation of stoppage of ears.", "Ears feel as if they were too open, and as if air were pouring into them, or as if the tympanum were exposed to the cold air, with a desire to bore with fingers into ear.", "Sensation as though air were distending the r. external meatus; afterward in l.; as if roaring would occur.", "Tinkling in ears, sometimes with drowsiness.", "[Cooper supplies the following additions]: Deafness with headache all over head, < on vertex, as if the bone were breaking, a splitting headache with tenderness of scalp, begins across root of nose and eyes and is < at night, also a sick feeling after food (cured).", "Bursting sensation in r. ear with neuralgia of whole side of head (cured).", "A rumbling in ears, with feeling of fulness and pressure and dimness of sight (produced).", "Swelling of r. ear and itching as if a boil were forcing itself through concha (produced).", "Adenoids, post nasal; deafness < when eating, slight otorrhoea, stuffiness of l. nostril with ozaena.", "Very deaf, both membranes highly vascular following cold and acute headache of r. side of head; deafness had lasted 1/2 months (cured).", "Heavy dulness in l. ear with itching in both eyelids, could scratch them to pieces (cured)." ],
    "Nose" : [ "Twitching (visible) on root of nose.", "Excoriation of interior of nose.", "Diminution of smell, with sensation of dryness in nose, and sometimes ineffectual desire to sneeze.", "Frequent sneezings, accompanied by pain of excoriation in chest.", "Fluent coryza, with secretion of liquid and yellow (thin, at times bloody) mucus, excoriation and burning in nose, and eruption on lips, and burning of upper lip.", "(Ozaena, years, in woman, 35, < l. nostril: Mez. 3x irritated nostril, was then omitted and discharge ceased; this occurred several times, till quite cured.", "After Mez. O, sneezes many times for twenty-four hours, then gets darting pains from head to foot and is hardly able to bear anything to touch her for three days.", "R. T. C.)" ],
    "Face" : [ "Grey, earthy complexion.", "Face and forehead hot and red, with great restlessness and peevishness.", "Paleness of face.", "Cramp-like and stunning pressure on cheek-bone, sometimes only on one side (r.), and extending to eye, temple, ear, teeth, neck, and into shoulder.", "Drawings in jaw-bones.", "Continued and painful twitching in cheeks and eyelids.", "Frequent troublesome twitching of muscles in middle of r. cheek.", "Furunculi on face.", "Child scratches its face constantly; it becomes covered with blood.", "In night child scratches its face so that the bed is covered with blood in morning; face is covered with a scab, which the child keeps constantly tearing off anew, and on the spots thus left raw large, fat pustules form.", "The ichor from scratched face excoriates other parts.", "A honey-like scab around mouth.", "Skin of face is of a deep inflammatory redness, the eruption is humid and fat.", "Excoriation and burning in lips and commissures.", "Lips swollen and cracked, with exfoliation; swelling of lower lip with rhagades.", "Upper lip ulcerated, with burning pain when touched.", "Shootings in submaxillary glands." ],
    "Teeth" : [ "Pains in carious teeth.", "The hollow teeth decay suddenly.", "Drawing, burning, or boring shootings in teeth, and into cheek-bones, and temples.", "Jerking and tearing pains in teeth.", "Sensation as if teeth were set on edge, and too long.", "Toothache < by touch and by movement, as well as during the shiverings in evening.", "Teeth pain when touched by the tongue.", "Ebullition of blood to the head, shiverings and constipation, during toothache.", "Teeth coated with fetid mucus.", "Teeth speedily become carious.", "Burning vesicles in gums." ],
    "Mouth" : [ "Burning vesicles in mouth and on tongue.", "Tongue swollen, protruding.", "Tongue quite raw.", "Constant burning in mouth.", "Burning in the mouth and throat.", "Impeded speech." ],
    "Throat" : [ "Pressive pain in throat on swallowing.", "Roughness, excoriation, smarting scraping, and lancinating in throat and palate.", "Burning in throat (pharynx) and in oesophagus.", "Inflammation of throat.", "Constriction and contraction of pharynx; the food presses on the part during deglutition." ],
    "Appetite" : [ "Beer has a bitter taste, and is thrown up when taken.", "Increased hunger at noon.", "Great hunger or loss of appetite.", "Violent hunger in afternoon and evening.", "Unusual longing for ham fat.", "Burning in the stomach, mouth, and throat, > by eating (swallowing the food).", "Repugnance to food." ],
    "Stomach" : [ "Frequent and empty risings, esp. after drinking.", "Sensation of nausea in throat.", "Sensation as if posterior part of throat were full of mucus, same after hawking.", "Nausea, with accumulation of water in mouth, shuddering and trembling of whole body.", "Violent vomitings of greenish and bitter mucus, accompanied by headache.", "Vomiting of blood.", "Aching in stomach.", "Burning, and sensation of heat in stomach.", "Inflammation of stomach.", "Contraction of diaphragm." ],
    "Abdomen" : [ "Abdomen hard and tense.", "Chronic, cramp-like, acute, pulling, pressive, constrictive, and shooting pains in abdomen.", "Stitches in l. hypochondrium.", "Dull pain in region of spleen.", "Heaviness in abdomen.", "Sensation of heat, and burning in abdomen.", "Inflammation of intestines.", "Expansive pressure in inguinal ring.", "Drawing in inguinal glands.", "Flatulent colic, with rumbling and borborygmi in abdomen, difficult respiration, and shivering.", "Many short, fetid, flatulent discharges, esp. before the stool." ],
    "Stool and Anus" : [ "Difficult stools, of the consistence of thick pap, with urgent want to evacuate.", "Constipation.", "Constipation, stool dark brown, in knots, very hard balls, with great straining, but not painful.", "Stools soft, brown, smelling sour.", "Soft stool in evening, fermented stool, not fully digested, smelling very offensive or sour.", "Excessive diarrhoea (small stools) with intolerable colic.", "Brown faeces, containing some white, glistening bodies.", "Scanty, soft, frequent evacuations.", "Violent diarrhoea, with insupportable pains in abdomen.", "[Passes large quantities of blood by bowel with diarrhoea and sickness; is bilious (cured).", "Mez. often relieves constipation, esp. with hepatic and uterine inertia.", "R. T. C.].", "During (or after) stool, prolapse of rectum with constriction of anus, which makes it very difficult to replace; sore and painful to touch.", "Before and after stool, creeping in rectum as from ascarides.", "Stitch in rectum; upwards (in afternoon).", "Biting, sore pain in anus on walking, and a burning in rectum.", "Pain in anus and anterior part of penis.", "Pinching in anus and near anus l. side.", "Crawling in anus; much itching.", "Tenesmus, tearing and drawing in anus and perinaeum, and through whole urethra.", "Coldness and shuddering, before, and after the evacuation." ],
    "Urinary Organs" : [ "Diminished secretion of urine.", "In morning and forenoon, frequent discharges of large quantities of pale urine.", "Flock-like cloudiness, and reddish sediment in urine.", "Haematuria.", "Sticking in kidney, and pain as if torn.", "Pain, as from excoriation, in urethra.", "Discharge of mucus from urethra.", "Discharge of a few drops of blood after urinating.", "Biting burning in forepart of urethra at close of micturition.", "After micturition, itching at prepuce." ],
    "Male Sexual Organs" : [ "Tearing, jerking, and lancination, in penis.", "Tearing and burning lancinations in the end of the glans.", "Heat and swelling of penis.", "Violent erections and increased sexual desire.", "Swelling of testicles.", "Fine pricking stitches in penis and tip of glans.", "Abundant secretion of smegma behind glans, like gonorrhoea balani.", "Swelling (painless) of scrotum." ],
    "Female Sexual Organs" : [ "Chronic leucorrhoea, like white of eggs (malignant, corroding), sometimes also serous.", "Menses: too frequent and lasting too long; scanty with leucorrhoea and prosopalgia; suppressed.", "During pregnancy, diarrhoea and prolapsus recti.", "After confinement, constipation, burning and stitches in rectum.", "(Climacteric flushings remain away for several months.)" ],
    "Respiratory Organs" : [ "Hoarseness, with burning and dryness in throat, irritation which excites coughing, rawness in chest, and difficult respiration.", "Violent cough, when lying down.", "Dry cough, with retching and vomiting, in evening, and at night.", "Desire to draw a long breath.", "Spasmodic, violent whooping-cough, caused by an irritation in larynx, extending to chest, expectoration in morning, of a yellow, albuminous, tough mucus, tasting salt.", "The cough is < in evening till midnight; or day and night, with tension over thorax; when eating or drinking anything hot (has to cough till the food is vomited up); from drinking beer.", "Violent inclination to cough low down in trachea; cannot loosen anything by the cough." ],
    "Chest" : [ "Difficult respiration.", "Pain in chest, during inspiration, as if there were adhesions in lungs, and the cavity of the chest were too narrow.", "Aching in chest.", "Painful tension of muscles of chest.", "The chest feels too tight on stooping.", "Pain, as from excoriation and burning in sternum.", "Stitches in chest, < during inspiration; in (r.) side of chest, < from drawing a long breath." ],
    "Pulse" : [ "Pulse intermittent; full, tense, hard." ],
    "Neck and Back" : [ "Painful rigidity of nape of neck, and of neck and external muscles; in r. side of neck and throat, < on motion.", "Tearing jerking in sides of neck.", "Rheumatic pains in muscles of shoulder-blade; they feel tense and swollen, and prevent motion.", "Shootings in back.", "Contractive and tensive pain in back, extending to sacrum.", "Sacral pains.", "(Coccyx tender and sore, from a fall)." ],
    "Upper Limbs" : [ "Dislocating pain in shoulder-joint.", "R. arm feels sprained on top of shoulder.", "Pain, as from excoriation, in axillae (r.).", "R. hand cold (while writing), l. warm (in a warm room).", "Cold hands.", "Trembling in r. hand.", "Tips of fingers powerless, cannot hold anything.", "The hands (and feet) go to sleep continually.", "Drawing and rheumatic tension in arms, with paralytic weakness.", "Paralysis of flexors.", "Jerking pains in shoulders, arms, hands, and fingers.", "Swelling and heat of arm and hand, with twitching and pricking in muscles.", "Ulcers on finger-joints." ],
    "Lower Limbs" : [ "Jerking in hip-joint, as far as knee.", "Contraction of leg.", "R. hip-joint feels sprained on walking.", "Twitching of whole of r. leg.", "Pain in hip, the leg is shortened.", "Whole leg covered with elevated white scabs.", "(Ulcer on leg with intense itching in surrounding skin and in scalp, much < in warmth; with slight diarrhoea.).", "Cracking in r. knee when rising in morning.", "Legs and feet go to sleep.", "Stitches in toes of r. foot.", "Pain in periosteum of the long bones, esp. the tibia, < at night in bed, and then the least touch is intolerable.", "Pains in bones of thighs and legs.", "Tearing, drawing, and tension in thighs, legs, feet, and toes.", "Tension and stiffness in knees.", "Jerking, and pressive pain in tibia.", "Hard swelling of calves of legs.", "Jerking pain in toes.", "Violent pains in bones of feet; in bones of instep, < when walking.", "Pain in ball of little toe." ],
    "Generalities" : [ "[This remedy is often useful in cases of very violent neuralgic pains about the teeth or face, particularly if the pain be in the l. bone, running toward ear; also neuralgic pains at night in teeth.", "Affections of any kind appearing on external head, principally r. side; teeth in l. side; forehead; shin-bone.", "Collection of water in mouth, i.e., \"mouth waters.\".", "Urine with real flakes, which float about on the top.", "Subsultus tendinum, as in typhoid fever, &c., when by putting the fingers on the wrist or on other parts of the body the tendons are felt to jump and jerk.", "Burning, darting sensation in the muscles like fire darting through them.", "H. N. G.].", "Drawing, rheumatic tearing, and tension in the limbs, with paralytic weakness.", "Thrilling pains, which leave a distressing sensation behind them, for a long time.", "Drawing, pains in one side of body, with shivering.", "Pains, accompanied by shivering and shuddering.", "Gnawing pains, as from excoriation in mucous membranes.", "Burning in the organs of digestion.", "Burning of internal parts, with external chilliness.", "Inflammation and swelling of bones; esp. shafts of cylindrical bones; caries, after abuse of Mercury.", "Ulceration of bones.", "Tension in muscles.", "Hot, jerking stitches in various parts of body.", "Jerking and quivering of muscles.", "Drawings and sensation of weakness in joints; joints feel bruised and weary, as if they would give way.", "Contusive pain, and heaviness in all limbs.", "Heaviness and indolence of body.", "Feeling of great lightness of body.", "General sick feeling.", "Bending of body in walking.", "Emaciation or bloatedness of body and face, with enlargement of abdomen in children.", "Pain in the glands.", "Abscesses of fibrous parts or tendons.", "Predominance of sufferings on one side of the body.", "Symptoms < in the evening; < on touching part affected; and on movement.", "Great susceptibility to cold air.", "Sensitiveness to washing with cold water in morning." ],
    "Skin" : [ "Sensitiveness to touch.", "General desquamation of skin of body; usual liver spots on chest and arms become dark and desquamate.", "Red rash, itching violently; < in bed, from touch; burning and change of place after scratching.", "Cutaneous ulcers form over bony protuberances.", "Ulcers with thick, whitish, yellow scabs, under which thick, yellow pus collects.", "Skin covered with elevated white scabs.", "Itching, esp. at night (when in bed), more violent and painful (and changed to burning) after scratching the parts, and sometimes with swelling of the part that has been scratched.", "Gnawing itching as from vermin.", "Miliary eruptions, sometimes chronic.", "Furunculi.", "Inflamed ulcers, with burning and shooting, or with gnawing pain of excoriation.", "Inflammation and swelling of the bones, rachitis, caries.", "Ulcers: with an areola, sensitive and easily bleeding when removing the linen, which sticks, painful at night, the pus tends to form an adherent scab, under which a quantity of pus collects, burning and stinging with inflammation.", "Vesicles around the ulcers, itching violently and burning, like fire.", "Suppuration after inflammation." ],
    "Sleep" : [ "Great sleepiness by day, with agitated and unrefreshing sleep, at night.", "Shocks in body during sleep.", "Waking early (towards or a.m.) in consequence of nightmare." ],
    "Fever" : [ "Pulse full and hard; in the evening accelerated; intermitting at times.", "Chilliness, shiverings, and coldness of whole body, esp. in hands and feet, with violent thirst, and sometimes without a desire for warmth.", "Chill predominates even in warm room.", "Chill with thirst and desire for heat.", "Chill from upper arms, extending to back and legs.", "Heat in bed, mostly in the head.", "Intermittent fever; chill over the whole body accompanied by asthmatic contraction and tightness of chest, in front and back.", "During cold stage, a peculiar thirst; dryness in back of mouth, with accumulation of saliva in fore part without any desire to drink.", "During cold stage, drowsiness in the warm room.", "Sleep, with sweat, after the shiverings (without previous heat).", "Fever, accompanied by headache, and paleness of face, the splenetic region painful, swollen, and hard, weakness and great susceptibility to cold air; tertian fever.", "Violent inflammatory fever." ]
  }
}