{
  "remedyName" : "Millefolium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Cancer. Chlorosis. Consumption. Dentition. Diarrhoea. Dysmenorrhoea. Enuresis. Epilepsy. Fistula lachrymalis. Haematemesis. Haematuria. Haemoptysis. Haemorrhages. Hypochondriasis. Hysteria. Leucorrhoea of children. Lochia, too profuse; suppressed. Milk, absence of. Nipples, sore. Nose, bleeding of. Puerperal convulsions. Puerperal fever. Rodent ulcer. Sterility. Sycosis Hahnemanni. Tetanus. Varices." ],
    "Characteristics" : [ "Yarrow was named Achillea by Linnaeus because the plant is mentioned in the Iliad as having been used by Achilles, on the instruction of Chiron, to heal the wounds of his soldiers. The knowledge of the vulnerary powers of Mill. is thus of great antiquity. It received its popular name, \"Nose-bleed, \", because nose-bleed comes on if the leaves are inserted into the nostrils. There is another species of Achillea, besides A. millefolium, indigenous to Great Britain, A. ptarmica, called \"sneeze-wort\" from its sternutatory properties. Millefol. in its haemorrhages and vulnerary action is closely allied to Arn., and it has another action common to many Compositae, that of a convulsant. But this action is again allied to its haemorrhagic power, for it is chiefly (but not exclusively) in relation to suppressed haemorrhages (menses) or other secretions as the lochia or milk that the convulsions occur. The haemorrhages are chiefly florid. As well as haemorrhages, there are copious mucous discharges, especially when these are due to atony. Mill. has a very pronounced relation to pregnancy and the puerperal state. Varicose veins in pregnant women have been cured with it. C. W. (H. W., xxvi. 108) relates an interesting experience. A man had severe diarrhoea, profuse dark chocolate-coloured stools, verging on black, and slightly tinged with blood. A club doctor had failed to relieve, but an old woman cured the man with \"millefoil tea.\" C. W. had a collie dog which, when excited, would pull up grass or weeds and swallow them. When it happened to be millefoil this invariably caused: First, rattling of fluid in the bowels, then dark chocolate diarrhoea, changing to black, very offensive, finally blood-tinged. This lasted a day or two. It was at length found that Ars. iod. 3x in solution was a complete antidote. Given every ten minutes, as soon as rattling came on, it effectually stopped it. The dog also had fissured pads. Ars. iod. did nothing for these, but Ars. cured. Peculiar sensations are: As if he had forgotten something. As if all blood ascended to head. Right side of head as if screwed together. As if too much blood in eyes. As if cold air passing out of ear. As of a liquid moving from stomach to intestines. Pain as from a blow or sprain in right tendo Achillis. Mill. is suited to all wounds which bleed profusely, sprains, and overlifting. The symptoms are < by stooping; < doubling the body (burning in stomach); < much exertion; < by lifting. Lying down > nausea; < haemoptysis. Violent exercise > vertigo. Symptoms < by coffee, > by wine. Mill. is suited to the aged; atonic; women and children." ],
    "Relations" : [ "Ant. t. relieves the vertigo of Mill., Ars. i. the diarrhoea. Mill. Antidotes: Arum mac. Incompatible: Coffee (= congestion to head). Compare: Erech. (epistaxis and haemoptysis); Senec. aur. (haematuria). Ham. and Ipec. (haemorrhages); Plat. (Mill. red, clotted; Plat. dark, clotted); Bry., Ustil., and Ham. (haematemesis) Aco. (haemorrhages, profuse flow of bright red blood", "Aco., anxiety; Mill., absence of anxiety). The Compositae generally, Arn., Bellis, Calend., &c." ],
    "Causation" : [ "Falls (from height). Over-exertion. Lifting. Suppressed lochia. Suppressed menses. Suppressed milk." ],
    "Mind" : [ "Violent, irritable.", "Averse to work.", "Seems to have forgotten something; does not know what he is doing or wants to do; head dull and confused, esp. evening; < after coffee.", "Very excited, with pain in pit of stomach.", "Sighing and groaning of children." ],
    "Head" : [ "Vertigo, falls to r. side and backward, when moving slowly, walking, but not when taking violent exercise; with nausea when stooping, not when lying down (> by Ant. t.).", "Dull pain in vertex.", "Confused, dull headache.", "Slight throbbing in arteries of head and face.", "Violent movements and painful beatings in head.", "Rush of blood to head.", "Sensation, as if all the blood were carried towards head.", "Acute drawing pains and shootings in r. side of head; sensation in r. side of head as if screwed together.", "Violent headache, he strikes head against bed-post or wall, with twitching of eyelids and muscles of forehead.", "Sensation of constriction in skin of forehead.", "Hair becomes tangled." ],
    "Eyes" : [ "Glistening, brilliant eyes.", "Agglutination of eyes in morning.", "Lachrymation and discharges from eyes (fistula lachrymalis).", "Sensation of too much blood in eyes.", "Inward piercing pressing in eyes, to root of nose and sides of forehead.", "Clear, bright vision.", "Fog, not near eyes, but at a distance." ],
    "Ears" : [ "Sensation of stoppage in ears." ],
    "Nose" : [ "Nose-bleed.", "Nose-bleed with congestions to head and chest.", "Stuffed nose." ],
    "Face" : [ "Sensation of heat, as if blood was rising to head.", "Redness of face without internal heat.", "Tearing: in face to temples; r. lower jaw to ears; then teeth." ],
    "Teeth" : [ "Toothache: from heating things; rheumatic, with diseased gums.", "Gumboil.", "Ulcers on gums.", "Stomacace." ],
    "Mouth" : [ "Tongue swollen and coated.", "Thirst; mouth dry." ],
    "Throat" : [ "Elongation of palate.", "Uvula relaxed.", "Ulceration of throat; pain in l. side when swallowing." ],
    "Stomach" : [ "Painful gnawing and digging in stomach as from hunger.", "Burning in stomach, extending to chest.", "Violent pain in pit of stomach (during retrogressive small-pox).", "Vomiting when coughing.", "Nausea with vertigo.", "Haematemesis.", "Cramps in stomach, with a sensation of a liquid flowing from stomach to anus.", "Burning pain in stomach.", "Sensation of fulness in stomach; as if stomach were contracted and filled with earth.", "Eructations." ],
    "Abdomen" : [ "Pain in region of liver.", "Congestions to portal system.", "Colic during menstruation.", "Ascites.", "Incarcerated hernia.", "Pain as from incarcerated flatulence.", "Frequent emission of fetid flatulence.", "Violent colic, with bloody diarrhoea (during pregnancy).", "Dysentery.", "Abdomen distended." ],
    "Stool and Anus" : [ "Bleeding haemorrhoids; profuse flow of blood from bowels.", "Diarrhoea, preceded by rattling of fluids in abdomen, profuse chocolate-coloured stools, changing to black, very offensive, becoming blood-streaked.", "Mucous diarrhoea; bloody; dysentery.", "Ascarides." ],
    "Urinary Organs" : [ "Haematuria.", "Involuntary micturition; of children.", "Bloody urine.", "Catarrh of bladder from atony.", "Stone in bladder, with retention of urine." ],
    "Male Sexual Organs" : [ "Swelling of penis or testicles.", "The semen is not discharged during an embrace.", "Spermatorrhoea.", "Sycotic excrescences.", "Gonorrhoea; gleet." ],
    "Female Sexual Organs" : [ "Haemorrhage from uterus from too violent exertions.", "Metrorrhagia.", "Menses too profuse.", "Suppressed menstruation with epileptic attacks.", "Barrenness with too profuse menstruation, or tendency to miscarry.", "Suppressed lochia with violent fever, suppressed secretion of milk, or convulsions, convulsive motion of all limbs and violent pain.", "Lochia too profuse.", "Sore nipples." ],
    "Respiratory Organs" : [ "Rough voice.", "Haemoptysis; florid; after failing from a height; in connection with haemorrhoidal symptoms.", "Very difficult breathing, with tetanic spasms." ],
    "Chest" : [ "Oppression of chest, with bloody expectoration." ],
    "Heart and Pulse" : [ "Excessive palpitation and bloody sputum.", "Ebullitions from coughing blood.", "Anxiousness with pain at heart.", "Pulse accelerated and contracted." ],
    "Upper Limbs" : [ "Pricking and numbness of l. arm.", "Heat of hands." ],
    "Lower Limbs" : [ "Acute drawing pain in knees and legs.", "R. tendo-Achillis pains as from a blow or sprain.", "Feet go to sleep; first l. foot, later r.; disappearing on walking." ],
    "Generalities" : [ "Rheumatic and arthritic complaints.", "Piercing, drawing, tearing pains in limbs.", "Paralysis and contraction of limbs.", "Tetanus.", "Convulsions after parturition.", "Convulsions and fainting attacks of infants.", "Hysterical spasms.", "Epileptic spasms from suppressed menstruation.", "Congestions.", "Haemorrhages from various organs.", "Haemorrhages from almost all the openings of body.", "Mucous discharges from atony.", "Wounds bleed profusely, esp. from a fall.", "Effects of over-lifting or overexertion.", "< In evening and night; > during day." ],
    "Skin" : [ "Suppressed itch, and from it fever.", "Painless varices of pregnant women.", "Fistulous ulcers.", "Ulceration of internal organs.", "Cancerous ulcers.", "Wounds; after operation for stone in the bladder.", "Bruises, bleeding from wounds.", "Bad effects from a fall (from a height) and sprains." ],
    "Sleep" : [ "Violent yawning without being tired.", "Goes to sleep late, and does not feel refreshed in morning." ],
    "Fever" : [ "Pulse accelerated and contracted.", "Chilliness with pain in (l.) kidney.", "Fever heat with thirst.", "Heat in hands and feet.", "Colliquative perspirations." ]
  }
}