{
  "remedyName" : "Morphinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Chorea. Constipation. Convulsions. Eyes, affections of. Headache. Irritation. Jaws, clenched. Lightning-stroke. Neuralgia. Palpitation. Sleep, disordered. Strabismus, divergent. Trismus. Tympany. Vertigo. Vision, illusions of." ],
    "Characteristics" : [ "Morphia is the alkaloid of Opium, which contains the most characteristic properties of the drug. The alkaloid itself, the Acetate, the Muriate, and the Sulphate have all been used as pain-deadeners and sleep producers, but I do not find it practicable to attempt to distinguish between them, since the particular salt given has not always been mentioned. Alkaloids do not act in the same way as ordinary bases in their union with acids; the alkaloid does not displace any of the molecules of the acid; a molecule of acid is simply added to a molecule of alkaloid and not integrated with it. The distinction therefore between salts of alkaloids is less than between salts of metals, &c. I have included effects of all in the Schema; it is probable that the symptoms of any one of them will be sufficient to indicate any other. Rufus L. Thurston (H. P., xv. 563) records a short but very important proving of Morphinum on a patient who took a grain for sleeplessness. Among the symptoms was this, which he italicised: \"Vertigo from the least movement of the head.\" Not long after, Skinner (H. P., xvi. 123) had a case of vertigo with tendency to fall forward and with this symptom: \"Becomes unconscious and all becomes dark, < by movement of any kind, especially of the head, and by eating and drinking. Morph. mur. (F. C.) cured the case. C. M. Boger (H. P., xvi. 295) cured with Morph. sulph. c.m. this case: Miss M., dark, spare. Headache with sensation of being wound up tight. Sleepiness and numbness of lower extremities. Intense vertigo on least motion of head. Thus both the Muriate and the Sulphate availed to cure a symptom produced by the plain alkaloid. In Thurston's case there was also the \"wound-up\" headache, which is confirmed by Boger's cure as another note of Morph. Another feature of Thurston's case was sudden faintness. The same symptom was produced, by one-eighth of a grain of the Sulphate, in a case reported by E. V. Ross (H. P., xvi. 524): \"Spells of feeling faint come on suddenly, with great anxiety; thought she was going to die.\" In the same case this peculiar symptom appeared: \"Delusion of vision on closing eyes, sees a man standing at foot of bed. The room seems full of white and coloured babies.\" In my experience the Acetate has produced much more violent gastric symptoms than the Muriate, but not different in kind. Green vomit is a constant effect. Restlessness and hyperaesthesia are prominent symptoms: restlessness of legs, wants them held; feels as if worms in them. Trembling, twitching, jerking, and convulsions; even tetanus. This is marked in the clenching of the jaws. Morphia habitues have extreme susceptibility to pain, and Morph. is indicated in neuralgia where the pains are so violent as to threaten convulsions; pain causing twitching or jerking of limbs. Violent and sudden neuralgic pains (as well as sudden fainting). Morph. is just as susceptible emotionally as to pain; \"Cannot describe symptoms for tears and sobs.\" The head is very heavy and hot; drowsiness. The sleep symptoms of Morph. are not distinguishable from those of Opium. Intense drowsiness. Deep sleep. Half sleeping state: \"He lay in a half-waking, half-stupid state, but with perfect ability to think of different things, though at the same time he was busy with confused phantasies; limbs stiff.\" On the other hand there is sleeplessness and restless sleep with starting up. Dreams may be pleasant or frightful. The symptoms are: < By eating. < By movement. < By (slightest) movement of head. < After sleep (head dull, vertigo as from disordered stomach, after a nap). < In morning (pain in head on waking > on moving about). < By vinegar. > By coffee. Morph. cured nervous spasms brought on by lightning-stroke, the spasms being < by any exposure to heat, > by cold; was compelled to go to a cool place Peculiar sensations are: Tensive sensations in head as if skull too small for the brain. As if brain wound up. Something shot to head like lightning the instant the injection took place. Sight as if obscured by a fog. Tickling of nose and tip of nose. Tongue as if thick. Teeth as if clenched. Indescribable sensation behind lower half of sternum. As if worms in legs." ],
    "Relations" : [ "Antidote to: Electricity (Morph. acet., see ELECTRICITAS). Antidoted by: Avena, Atrop., Bell., Strong Coffee; Aco. and Ipec. especially useful for secondary effects. [Keaney (H. P., xv. 195) cured with one dose of Sul. c.m. (Swan) a man who had taken two grains of morphine daily for fifteen years.] Inimical: Vinegar (it increases the painful symptoms, vertigo, &c.). Compare: Op., Codein., Apomorph. In excessive sensibility, Aco., Cham. Weeps in telling symptoms, Puls. Vertigo on least movement of head, Mosch. (Mosch. has also vertigo from movement of eyelids). < By movement, Bry. (cats and other felines, and fowls, are insensible to Morph. (H. W., xxvi. 334; xxix. 532) as rabbits are to Bell.)" ],
    "Causation" : [ "Electric shock. Lightning-stroke. Thunderstorms." ],
    "Mind" : [ "Excitement.", "Could not describe her symptoms for tears and sobs.", "Emotions very easily excited.", "Sad; melancholy; mute despair.", "Great anxiety; thought she was going to die.", "Anxious, restless, ran about the room.", "Delirium like delirium tremens.", "Illusions with hypochondriacal mood; sees brilliantly coloured birds; hears voices; have a sensation of sitting in wet; perceive various odours; thinks he will die; thinks he sees his own burial; that persons about him are growing larger.", "Terror, cried out in great alarm.", "Ill-humour.", "Irritable, wants to be alone.", "Flow of ideas rapid and pleasant; but without control of the will; like the condition of dreaming.", "Incapable of thinking or fixing mind.", "Stupefaction; coma." ],
    "Head" : [ "After a nap head dull and confused as from disordered stomach, < by vinegar, < after eating, compelled to lie down.", "Giddiness and drowsiness; everything turns round.", "Dull pain.", "Something shot to the head like lightning the instant the injection took place.", "Brain feels tense as though wound up tightly.", "Vertigo from least motion of head (caused by Morphinum; verified by a cure with Morph. mur. 500).", "Head dull; heavy as lead; hot.", "Headache: sudden; intense; pressive; throbbing like a pulse, as if head would burst; in forehead; intolerable r. side; in occiput.", "Headache with drowsiness.", "Tensive sensation, as if skull too small for brain; reading, writing, thinking very difficult.", "Head drawn backward." ],
    "Eyes" : [ "Eyes: staring; glistening; sparkling; injected; fixed; sunken; lustreless; feel too small for sockets.", "Look becomes unsteady.", "Ptosis.", "Paresis of internal recti; diverging strabismus.", "Eyeballs protrude.", "Nystagmus.", "Pupils: dilated; contracted to a minimum; unequally contracted.", "Sight: dim, blurred; obscured by fogs; double with disturbed accommodation and frequently lachrymation.", "Delusion of vision on closing eyes, sees a man standing at foot of bed; the room seems full of white and coloured babies." ],
    "Ears" : [ "Severe pain in l. ear with pain at side of l. eye all day.", "Ringing; surring; roaring; tinnitus." ],
    "Nose" : [ "Sneezing; in paroxysms; coryza.", "Tickling in nose, oesophagus and larynx as before a sneeze.", "Intense itching, tingling, numb feeling on end of nose, rubs it constantly." ],
    "Face" : [ "Heavy; confused; wild; haggard expression.", "Face: intensely flushed; puffed; livid; cyanotic.", "Trismus, teeth clenched." ],
    "Mouth" : [ "Tongue: dry, brown; red; tip, margins, palate scarlet, tongue violet in middle; at times trembles on putting it out.", "Mouth: very dry; dry with thirst, nausea, vomiting, aversion to meat; pastry; bitter, sticky.", "Discharge of watery saliva from mouth.", "Made a strange noise with his mouth.", "Speech: hasty; stammering; embarrassed and feeble." ],
    "Throat" : [ "Dryness and constriction in throat.", "Burning back of fauces.", "Paralysis of pharynx, swallowing almost impossible.", "Jugular veins swollen, carotid arteries pulsating." ],
    "Stomach" : [ "Loss of appetite.", "Great thirst; burning.", "Eructations: violent; with much acid mucus.", "Nausea, faintness, constant retchings, with alternate flushes of heat and cold.", "Nausea with drowsiness.", "Vomiting: green matter; sour, bright green fluid; bitter, greenish water.", "Pain in stomach < by eating.", "Pain in stomach, umbilicus, and bladder.", "Constriction; pressure; cramp: colic; crawling in stomach." ],
    "Abdomen" : [ "Pain in umbilical region.", "Distension.", "Acute pain in abdomen, and along spinal column, on every inspiration.", "Colic > turning on back in morning." ],
    "Stool and Anus" : [ "Diarrhoea (the acetate generally produced diarrhoea); watery; with horrid tenesmus, straining and burning in rectum, almost causing frenzy.", "Constipation for a long time.", "Stool retained.", "Indolent evacuation of a little faeces with painful urging." ],
    "Urinary Organs" : [ "Paresis of bladder.", "Suppression of stool and urine.", "Ineffectual efforts.", "Strangury.", "Urine: turbid and slimy; diabetic.", "Albuminuria." ],
    "Male Sexual Organs" : [ "Impotency.", "The sexual excitement, voluptuous sensations and erections are incomplete or do not occur.", "Pain in genital and urinary organs, esp. r. spermatic cord.", "Diminished desire." ],
    "Female Sexual Organs" : [ "Amenorrhoea.", "Menses too profuse; and too early.", "Sterility.", "Sexual desire at first increased, afterwards abrogated." ],
    "Respiratory Organs" : [ "Hoarseness.", "Breathing: stertorous; difficult; slow; thoracic breathing entirely suspended.", "Struggling for breath." ],
    "Chest" : [ "Chest tight, breathing difficult, asked to be raised, saying she felt as if she were dying.", "Pain in middle of sternum.", "Ill with an indescribable sensation, worse than any pain, behind lower half of sternum." ],
    "Heart" : [ "Palpitation.", "Violent throbbing in heart and carotids.", "Congestions of head, palpitations of heart; starts in fright if approached; touch = cramp and twitchings.", "Pulse small, weak; dicrotic." ],
    "Neck and Back" : [ "Stiff-neck.", "Great pain in back.", "Pain extending along spine.", "Pain and twitchings all down spine.", "Weakness of the loins." ],
    "Limbs" : [ "Tremors; twitchings; contractions; stiffness of limbs.", "Violent pain in joints." ],
    "Upper Limbs" : [ "Stiffness and pain in arms after sleep.", "Twitchings, tremblings.", "Fingers numb and both thumbs firmly drawn into palms." ],
    "Lower Limbs" : [ "Gait insecure; tottering, staggering.", "Legs swollen.", "Cramps in several muscles.", "Wandering, sharp pains in legs and feet; numbness of legs and feet with falling on attempting to stand.", "Her legs were twitched up and she begged that they might be held, as she could not keep them quiet; it felt as if there were worms in them.", "Icy coldness of l. sole as if standing on oil-cloth." ],
    "Generalities" : [ "Sudden attacks of fainting.", "Numb feeling all over.", "Restlessness.", "Convulsions." ],
    "Skin" : [ "Skin deathly pale.", "Purple spots on body.", "Skin lost its elasticity.", "Eruption like zoster, but without pain.", "Itching: constant; violent; all over; nose, neck, loins, inside thighs." ],
    "Sleep" : [ "Yawning.", "Heaviness; drowsiness.", "Prolonged deep sleep.", "Half waking, half stupid condition, with perfect ability to think of different things though at the same time busy with confused fantasies; during this slumber limbs stiff and immovable, could only be moved by very great exertion of the will.", "Heavy sleep with red cheeks.", "Sleepless.", "Restless sleep with frequent startings.", "Sleep restless with headache, fever, and itching of skin.", "Dreams: pleasant; frightful." ],
    "Fever" : [ "Chills and rigors.", "Icy coldness; general; of extremities; of l. sole.", "Heat: burning; itching; cheeks hot and flushed.", "Sweat: profuse; cold, clammy; viscid; colliquative." ]
  }
}