{
  "remedyName" : "Moschus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Catalepsy. Croup. Diabetes. Dyspnoea. Epilepsy. Fainting. Heart, failure of. Herpes, mercurial and venereal. Hiccough. Hypochondriasis. Hysteria. Hystero-epilepsy. Impotence. Laryngismus. Lungs, paralysis of. Pregnancy, complaints of. Rage, fits of. Stings. Typhoid. Vertigo. Whooping-cough." ],
    "Characteristics" : [ "The well-known power of Musk", "the perfume", "to produce fainting in some by the mere smelling of it, gives the chief keynote for its use in homoeopathy: Faints easily; faints dead away from the least excitement; scolds and rages till she falls unconscious globus hystericus ending in unconsciousness; faints while eating during menses; faints from heart disease. All complaints which have easy fainting as a leading accompaniment may want Mosch. Coldness is another keynote. \"In nervous or spasmodic complaints where the patient feels very cold: in epileptic fits where there is rigor or chilliness, or shuddering as though the patient was very cold\" (H. N. G). The coldness may be general or it may affect single parts as one cheek or one foot. Pallor accompanies it. Sensation as if cool wind blowing on parts. Coldness in tibiae. Allied to the chill is another feature in Mosch.", "tension: tension in muscles, in skin, in mind. Tension in back or before menses; tension in limbs, they feel too short. Pressure outward, in heart. Spasms and twitches. Subsultus tendinum of fevers. Laryngeal spasm. Spasm of chest; of heart, general convulsions. Sexual desire is much excited in both sexes, even in the aged. Diabetes with impotence has been cured by Mosch., which has excessive thirst and other symptoms of diabetes. Mosch. is suited to spoiled, sensitive natures and hysterical women and men. Among the peculiar sensations are: As if falling from a height. As of being turned about so rapidly he perceived the current of air produced by the motion. As if cold, wet poultices on head. Headache as if from a heavy weight. As if a cord were frequently drawn and tightened so as to cut head in two. As if a nail pressed on occiput, the point piercing the brain. Rushing in ears as from strong wind or from the wing of a bird. As if facial muscles too short. Movement of lower jaw as if chewing. As if everything in abdomen constricted. Part lain on feels dislocated or sprained. As if larynx closed on breath. As if cold air blowing on him. There is < from pressure. Motion <; must lie down, and lie still. Vertigo < stooping; > on rising. Burning heat in bed. Getting warm > tension in head. Sitting in a room < tension in head; = headache and nausea; = pain in occiput. > In open air. Becoming cold < tension in back of head; = cramps; cramp-like and suffocating constriction of chest. Wants to uncover. < After coitus (vomiting). < After a meal; during a meal. < On side lain on." ],
    "Relations" : [ "Antidoted by: Camph. (unconsciousness and coldness), Coff. Antidote to: Therid. (headaches). Compare: In neuralgic pains and functional diseases from taking cold, Amm., Ign., Mag. m., Valer. One hand cold, the other hot, Chi., Dig., Pul., Ip. Nausea at sight of food, Colch., Lyc., Phos. ac., Saba, Spi. (at smell of food, Colch., Eup. perfol.). < After coitus, K. ca. Pain before menses > by flow, Lach. (Mosch. has drawing pulling at beginning of menses ceasing with flow; Zinc. has burning in left ovary ceasing with flow.) Hysteria, Plat. Scolding, Pallad. (but Mosch. keeps it up till falls unconscious), Therid. Faints easily, Ign. Non-reaction from irritable weakness, Ambr., Agar., Asaf., Camph., Cast., Chi., Cocc., Coff., Cypr., Scutel., Tarent., Val., Zn. [Castor. has pains > by pressure, Nux m. error of perception, drowsy, faints, tympany. Val. nerves irritated, can't keep still, > moving, taste tallowy, slimy. Asaf. reversed peristalsis; rancid eructations. Mag. m. faints at dinner, > eructations; headache > pressure and wrapping up; palpitation > moving; crumbling stools.]" ],
    "Causation" : [ "Chill." ],
    "Mind" : [ "Excitement as from alcohol.", "Great absence of mind, sometimes with confused speech.", "Preoccupation, during which the patient talks to himself, and gesticulates, as if bereft of reason.", "Bustling activity, with weakness, so that everything falls from hands.", "Fretful mind.", "Cries one moment, uncontrollable laughter the next.", "Complaints and lamentations on account of excessive sufferings, with inability to indicate the part affected; when questioned, patient complains still more urgently, but without saying where he suffers.", "Apprehension of death, and excessive timidity about dying.", "Hypochondriacal anxiety, sometimes with palpitation of heart.", "Exceedingly quarrelsome humour and great irascibility, with passion, proceeding even to fury.", "Very violent anger, raves and scolds till mouth dry, lips blue, eyes staring, face deathly pale, and she falls unconscious.", "Loss of memory." ],
    "Head" : [ "Vertigo and wavering before eyes, on least movement of head or eyelids.", "Vertigo < stooping, > rising.", "Vertigo, even to loss of consciousness, or with fainting.", "Vertigo, with sensation of falling.", "Vertigo, with nausea and vomiting, want to lie down, and desire for coffee.", "Dizziness, as from intoxication.", "Headache, with nausea and vomiting, which compels lying down.", "Heaviness in head.", "Compressive and stunning headache, esp. just above root of nose; with nausea in evening, > moving head, and in room, > in open air.", "Cramp-like and tensive drawing in head, and esp. in occiput, extending nearly to nape of neck; with nausea, < in evening, when sitting in room, and when becoming cold, > in open air, and when getting warm.", "Congestion in head.", "Congestion of blood to head, heaviness of head.", "Aching and boring pain in occiput, as if a nail were driven into brain; < sitting in a room." ],
    "Eyes" : [ "Eyes dull, with pressive pain in canthi.", "Lachrymation.", "Eyes fixed, sparkling, with a sort of dizziness and absence of mind.", "Sudden obscuration of eyes.", "Eyes turned upwards, fixed and glistening.", "Pressing, itching and pimples on eyes.", "Small red pimples on upper eyelids.", "Itching in canthi." ],
    "Ears" : [ "Eruptions on ears, with burning pain after being scratched.", "Crepitation and cracking in ears.", "Roaring before ears.", "Detonation in (r.) ear like report of a cannon, accompanied with discharge of a few drops of blood.", "Singing tinnitus.", "(Noise in ears for four years, like a shrieking steam-engine, stops and changes its character; dates from parturition and occurs at menstrual period.", "R. T. C.).", "Hardness of hearing.", "Discharge of cerumen from ears." ],
    "Nose" : [ "Epistaxis.", "Tingling in extremity of nose, as if from insects." ],
    "Face" : [ "Heat in face, sometimes without redness, and with eyes dull.", "Heat in one (l.) cheek, without redness, while the other (r.) is red without heat.", "Pale face, with perspiration.", "Movement of lower jaw, as if he were chewing.", "Earthy pale complexion.", "Tension in muscles of face, as if they were too short." ],
    "Mouth" : [ "Desquamation of lips.", "Great dryness in mouth." ],
    "Stomach" : [ "Putrid taste of food.", "Great desire for beer or brandy.", "Thirst.", "Aversion to food.", "Faints while eating.", "Spasmodic hiccough.", "Violent eructations, sometimes with nausea.", "Sudden attacks of nausea; at sight or thought of food.", "Nausea, which mounts from epigastrium, with retraction of navel, and cramp-like pains.", "Violent vomiting, esp. in morning, and often accompanied by pain in stomach and chest, and distension of epigastrium.", "Aching in stomach.", "Sensation of fulness and obstruction in region of stomach and epigastrium, sometimes with uneasiness, < after a moderate meal.", "Smarting, burning sensation of excoriation, in region of stomach, after a meal." ],
    "Abdomen" : [ "Hysterical abdominal spasms.", "Attacks of painful contraction in umbilical region, with suspended respiration.", "Sensation of tension in abdomen, as if clothes were too tight, accompanied by an anxiety which neither permits attention to any kind of labour, nor continuance in one place, but compels constant running from side to side.", "Incarceration of flatus." ],
    "Stool and Anus" : [ "Constipation, esp. after taking coffee.", "Stools soft, smell sweetish.", "Diarrhoea (involuntary), esp. at night, and sometimes during sleep.", "Diarrhoea, with violent cuttings.", "The loose evacuations are always mixed with faecal matter.", "Faeces of the colour of sepia.", "Urgent and ineffectual want to evacuate.", "Stitches in the anus, extending to the bladder." ],
    "Urinary Organs" : [ "Copious watery urine." ],
    "Male Sexual Organs" : [ "Great increase of sexual desire, sometimes with insupportable tickling in the parts, or tensive pains in penis.", "A small retracted penis in an old man suddenly attains its former size; an impotent man became natural.", "Impotence occasioned by a cold; preceding diabetes.", "Painful involuntary pollutions without erection.", "Erection, with burning pain in urethra.", "Erections with desire to urinate.", "Nausea and vomiting after coition." ],
    "Female Sexual Organs" : [ "Violent sexual desire.", "Menses: too early and too profuse, with drawing pain; with intolerable titillation in genitals; great disposition to faint.", "Desire greatly excited (in an old woman).", "Drawing, and sensation of bearing down towards hypogastrium and the genital organs during menses.", "Dysmenorrhoea with fainting.", "Bearing down as if menses would appear.", "During pregnancy she complains much, but of nothing in particular." ],
    "17, Respiratory Organs and Chest" : [ "A sudden sensation in upper part of larynx as if it closed upon the breath; as if caused by the vapour of sulphur.", "Severe dry cough < morning, pain under l. breast on coughing.", "Whooping-cough, last stage, with vertigo and constriction of chest and trachea.", "Difficult respiration, and shortness of breath, with shootings in chest.", "Cramp-like and suffocating constriction in chest, esp. after taking cold (or on going out into cold open air; or becoming cold).", "Hysterical spasms of chest.", "Cramps in chest, commencing sometimes with an inclination to cough, and afterwards aggravated so as to create despair.", "Pressive pain in chest, to extent of obstructing respiration.", "Gnawing in chest with sense of suffocation.", "Paralysis of lungs, loud rattling of mucus; restlessness; syncope.", "Shootings in chest and sides, sometimes with redness and bloatedness of face, dilated pupils, rough and dry tongue, and burning thirst.", "The chest is acutely affected, and painful on all sides, with violent and dry cough.", "Painful sensitiveness of chest under arms, esp. when pressed.", "A pressive pain in l. breast as though the pain would force itself through the nipple.", "Angina, tightness of chest, obliged to breathe forcibly." ],
    "Heart" : [ "Anxious palpitation of heart.", "Palpitation; dyspnoea; prostration; nervousness-says, \"I shall die, I know I shall die.\".", "Sensation of trembling around heart, with constriction in whole chest.", "Prostration followed by threatened collapse." ],
    "Neck and Back" : [ "Violent drawings in nape; unable to turn head.", "Pain in muscles of neck as if torn from upper and lower attachments.", "Drawing pain from second cervical vertebra to r. shoulder.", "Drawing pains in spine which extend into hip-joint, and there become so violent that he cries out.", "Violent drawing pain in back, as if tissues drawn tense (as before menses).", "Partly jerking, partly drawing pains in spine.", "Acute pressure l. side of sacrum above coccyx, as if caused by a dull instrument." ],
    "Upper Limbs" : [ "Drawing pains along the entire extent of the arm, and esp. in wrists, as from cramp.", "Burning, with sensation of coldness, in last joints of fingers.", "Swelling of hands, with shooting pains.", "Convulsive movements of hands and fingers." ],
    "Lower Limbs" : [ "Restlessness in legs, with paralytic weakness, which compels constant movement.", "Trembling in legs, as after great fatigue, when seated.", "Compressive pain in hollows of knees as though tendons too short.", "Paralytic weakness in legs, on sitting down, after walking.", "Sensation of coldness on tibia.", "Burning pressure on tips of r. toes.", "Jerking pains in nails of two first toes as if they would suppurate, could not bear anything to touch them, could only walk barefooted upon the heel." ],
    "Generalities" : [ "Pricking in limbs, sometimes with pain in the part, affected.", "Cramp-like pains in limbs.", "Trembling and jerking, over whole body.", "Weakness, which is felt more during repose than in movement.", "Weakness to the extent of fainting, with nocturnal coldness of skin generally.", "Fainting fits: esp. at night (in bed), in evening, or in open air, followed by headache; of hysterical persons.", "Hypochondriacal complaints, originating in sexual system.", "Wrenching and bruising pain, in side on which patient has been lying.", "The sufferings are < when the body is chilled.", "Great susceptibility to open air.", "Pinching, shootings, and itching, which compels scratching, in different parts of body.", "Tetanus.", "Convulsions with cramps in chest.", "Hysterical symptoms, even in men.", "[We may think strongly of this remedy in nervous or spasmodic complaints where the patient feels very cold; in epileptic fits, for instance, where there is rigor or chilliness, or shuddering, as though the patient were very cold.", "In complaints where the smell of musk affords great relief.", "Where there is a sense of fulness in the inner parts.", "Sensations: of coldness of the skin; great sensation of coldness in outer single parts; external chilliness with internal heat.", "Pain where there is a sensation of oppression, or a very severe oppressive pain.", "H. N. G.]" ],
    "Skin" : [ "Herpes with excessive burning." ],
    "Sleep" : [ "Great drowsiness during day, with frequent and vehement yawning.", "Coma.", "At night, inability to lie long in same position; pain in part on which patient has lain, as of a dislocation, or a bruise.", "Vivid dreams, in which the passions are strongly excited.", "Dreams in which nothing succeeds.", "Sleeplessness during whole night, from excitability of nervous system.", "Sleeplessness of hysterical persons." ],
    "Fever" : [ "Pulse full and accelerated, with ebullitions.", "Weak pulse, faintings from anaemia.", "Circulation of blood accelerated.", "Frequent sensation as of cool air blowing on person, esp. on the parts which are uncovered.", "External coldness with internal heat.", "One cheek is pale and hot, the other is red and cold.", "The one hand is burning hot and pale, the other is cold and red.", "Sensation of coldness, mostly in spine, with drawing pains.", "The air seems cold; patient seeks fireside.", "Frequent slight shuddering, commencing at head and spreading over whole body.", "Attacks of burning heat in evening; in bed frequently only on r. side, with restlessness and inclination to uncover.", "Sweat every morning.", "Clammy perspiration in morning, smelling of musk." ]
  }
}