{
  "remedyName" : "Murex",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion. Breasts, pains in. Cervix uteri, affections of. Climacteric sufferings. Diabetes. Dysmenorrhoea. Leucorrhoea. Menorrhagia. Metrorrhagia. Nymphomania. Pregnancy, affections of. Uterus, prolapse of." ],
    "Characteristics" : [ "Petroz first proved the Purple-fish, Murex, which, like the Ink-fish, Sepia, produces the chief intensity of its action in the female generative sphere. They are chiefly distinguished in that Murex produces frantic sexual desire, and tends to have excessive haemorrhage with large clots, Sepia having, in general, scanty flow. Another leading feature of Murex is: Consciousness of the womb; sore pain in uterus. In addition there are cutting pains confined to the cervix and os. The sinking, all-gone sensation is very well marked in both remedies, and also the feeling of bearing down and prolapse. Murex has a sensation of dryness and constriction in the womb. The pains are frequently diagonal and shoot from ovary to opposite breast. Another peculiar symptom of Murex is: A feeling as if something were pressing on a sore spot in the pelvis. This is analogous to a general sensitiveness to touch. The least contact with the parts causes violent sexual excitement. The cervix is sensitive to the examining finger. The slightest touch causes bleeding of excoriation on cervix. (May be thought of in cauliflower excrescences.) There is excessive secretion of urine, and frequent necessity to rise at night to urinate. This nightly polyuria, with the hungry craving of Murex and other symptoms, has led to its successful use in diabetes. Murex is suited to: the melancholic, or sanguine, lymphatic temperament; to climacteric sufferings. There is very great depression of spirits, a sort of deep hypochondriacal state. If there is leucorrhoea, the spirits are > when leucorrhoea is <, and vice versa. Walking is difficult, all joints are weak, during pregnancy. > Putting head back. < By exertion. > Pressure and support. < Night. < After sleep. Must lie down from weakness, but lying down < all symptoms." ],
    "Relations" : [ "Compare: Uterine congestion, cervix affected, Sep. (Sep. is passive; Murex feels disgust and despair at her sexual desires). Shooting pains in uterus, prolapse, melancholy, Aur. (Aur. has induration). Nocturnal polyuria, Kre. Sexual erethism, Lil. t., Plat., Orig. Dragging down, Bell. Prolapsus uteri, AEsc. h., Sec., Plat., Bell., Lil. t., Nux, Nux m., Pod., Pul., Sep. Consciousness of womb, Helon., Hdrfb. Climacteric, Lach., Sep., Sul. > Throwing head back, Seneg." ],
    "Mind" : [ "Anxious, apprehensive, timorous; great sadness towards evening, with repugnance to conversation, and compression of ideas.", "(She is happier when leucorrhoea is <, and vice versa.).", "Weakness of memory, with difficulty in finding words to express his thoughts." ],
    "Head" : [ "Confusion in head, with unfitness for labour; sometimes with inclination to sleep, or dulness of head.", "Heaviness in head, as in sultry weather; or else frequent, alternating from time to time with great clearness of thought.", "Headache, in morning, on awakening, which disappears on rising.", "Pain in occiput, sometimes very acute.", "Pain in l. temple.", "Aching pain in forehead, or in forehead and r. temple, cramp-like squeezing at back of head, requiring the hand to be placed upon it, or the head to be thrown back, which > the pain." ],
    "Ears" : [ "Cramp-like squeezing behind ears.", "Noise in ears, with aggravation of heaviness of head." ],
    "Nose" : [ "Distressing coldness of nose all day." ],
    "Face" : [ "Burning sensation of one cheek, r. in evening, l. in morning." ],
    "Stomach" : [ "Hunger, sometimes in morning only, and unfelt during a meal.", "Awful hunger and emptiness, even after a meal.", "Tensive pain in r. hypochondrium.", "Colic, sharp pain, as from a cutting blow in l. side of hypogastrium, which continues painful throughout evening." ],
    "Stool and Anus" : [ "Difficult evacuations; constipation, during more than five days.", "Pressure in anus, like painful lancinations.", "Sensation of heavy weight pressing on rectum; swelling of haemorrhoids.", "During stool: bloody leucorrhoea; discharge of pure blood by vulva." ],
    "Urinary Organs" : [ "Frequent want to urinate during day; at night, with emission of colourless urine.", "Fetid urine, almost like valerian, with a white sediment, and discharge of a small quantity of mucus after urination.", "Slight discharge of blood when making water." ],
    "Female Sexual Organs" : [ "Extreme irritation of genital parts, with ardent sexual desire to a degree almost maniacal; slightest touch reawakens desire.", "Sensation of dryness, and of constriction in uterus; pulsation; incisive pain, as if caused by cutting instruments.", "Violent pains in r. side, crossing abdomen to l. breast.", "Violent lancination in l. side, in evening.", "Distinct feeling of womb.", "Burning, shooting, and stitching pains in cervix.", "Knife-thrusts in uterus as if os were cut.", "Stitches on l. side of uterus from below upward.", "Feeling as if something pressing on a sore spot in pelvis, r. side of uterus, going into abdomen to thorax.", "Violent bearing down with symptoms of prolapse, > by crossing legs.", "Sensation of weight and of expansion in labia majora.", "Sensation of weight in vagina during the abdominal pains.", "Menstruation too profuse.", "Haemorrhages.", "Expels large coagula.", "During the profuse menstruation, sensation of constriction at uterus.", "Leucorrhoea: serous; greenish; thick; becoming sanguineous; reappearance of sanguineous leucorrhoea while at stool.", "Violent pains, acute lancinations in breasts.", "During pregnancy: leucorrhoea; sensation of pelvic bones getting loose." ],
    "Respiratory Organs" : [ "Voice changed, hoarse.", "Cough: in morning while fasting; dry, hard, with oppression of chest." ],
    "Chest" : [ "Wheezing in chest, when breathing, in evening.", "Pain in chest, as if it had been bruised.", "Lancinating and burning pains below false ribs on l. side, towards back.", "Sensation as of a snake creeping over entire region of short ribs." ],
    "Heart and Pulse" : [ "Palpitation of heart and throbbing of arteries." ],
    "Back" : [ "Lumbago, sometimes burning, and with pain like excoriation.", "On extending the body, esp. in bed, pain in hips and lumbar region.", "Pains in pelvic region.", "Sensation as if bones of pelvis getting loose." ],
    "Upper Limbs" : [ "Pain in forearm, below elbow.", "Heat in hands." ],
    "Lower Limbs" : [ "Great weakness and fatigue in legs, which sometimes fail and compel patient to seat himself.", "Intolerable creeping pain in r. hip.", "In thighs: violent contusive pain; burning heat in forepart; acute pain, in forepart, on raising body, which renders contact with anything insupportable; sensation of throbbing in forepart of thighs." ],
    "Generalities" : [ "Great fatigue; for several days symptoms more violent when seated than when walking; they cease while walking, and reappear on sitting down." ],
    "Skin" : [ "Skin dry, as if about to crack." ],
    "Sleep" : [ "Drowsiness, sometimes with sadness.", "Urgent inclination to sleep, towards p.m.", "Sleep interrupted by pains, like those of catamenia.", "Awakening with fright, with urgent want to make water, and abundant emission.", "Distressing dreams, from which patient sometimes awakens with a start." ]
  }
}