{
  "remedyName" : "Muriaticum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, prolapse of. Chilblains. Chorea. Deafness (cerebral). Diphtheria. Enteric fever. Ephelis. Feet, soles, pains in. Gastric disorders. Haemorrhoids. Hemiopia. Impotence. Measles. Mercurial ulceration. Mouth, aphthae; psoriasis of tongue; ulcers. Scarlatina. Scurvy. Tendo Achillis, affections of. Tongue, affections of; psoriasis of. Typhus. Varices. Whooping-cough." ],
    "Characteristics" : [ "The popular name of Mur. ac., \"Spirit of Salt, \", describes at once its nature and origin. It is a colourless gas, with a pungent, suffocating odour, and acid taste, and it is manufactured from Salt (Nat. m.) by the action of sulphuric acid. It is freely soluble in water, and the saturated solution contains per cent. of the gas. Teste, who did much to define the powers of Mur. ac., groups with it Agn. cast. and Hyos., and he considers its action corresponds perfectly to a typical case of typhus. Among the common features of the group he gives; Stupefying headache. Obscuration of sight and optical illusions. Whizzing noises in the ears and hardness of hearing. Nose-bleed and loss of smell. Rough, cracked lips, and foul breath. Scurvy of mouth. Paralysis of tongue. Loss of taste. Distended, sensitive abdomen, pricking, bruised pain in abdominal walls. Serous, fetid diarrhoea, not very painful. Involuntary stool. Throat pains. Paralysis of bladder. Excited sexual desire. Impotence. Hoarseness, spasmodic cough. Stitches about heart. Fever with stinging heat, frequent, small, intermittent pulse, earthy or livid skin. Like Nit. ac., Mur. ac. is a powerful antidote to Merc., and it meets conditions caused by Mercury, and also similar conditions otherwise arising. Like other disinfectants, it causes as well as remedies rapid decomposition of tissue, and dynamically cures low putrid conditions met with in disease. The distinctive features of Mur. ac. are: Muscular prostration from blood-poisoning going on to paralysis, finally of brain or heart. Burning is a great feature in its symptomatology, as its escharotic powers might suggest", "ulcers (especially their margins), eruptions, piles, varices, stomach, and abdomen. It sours the excretions and makes them acrid. Offensive secretions, offensive breath and body-smell; and it is indicated in fevers of all kinds, exanthematous, typhoid, puerperal as well as diphtheria, when these symptoms with the mental and paretic state are present. The mucous membranes are dry, bleeding, cracked, and ulcerated. Sordes on teeth. Burning, and burning eruptions on lips. Piles like a bunch of grapes which look purple and burn when touched. Prolapse of rectum, whilst straining to pass water. Urination involuntary or difficult; there is straining and dribbling, and the straining causes the rectum to prolapse; it may also cause involuntary stool. This may be due to local conditions, or it may be a consequence of a low state of health. Mur. ac. not only corresponds to low febrile states it also meets many of their sequelae. Deafness, otitis, and glandular swellings about the ears often require Mur. ac. Among the peculiar sensations of the remedy are: Hair, as if drawn upwards; as if standing on end. Brain: as if loose; beaten or tom to pieces; brain clasped by a hand, and bruised and tom. Occiput as if filled with lead. Mouth as if glued up with insipid mucus. As if some obstruction must be pulled out of throat. Burning as if under skin of coccyx. As if place was jammed in in tendo-Achillis. Deadness and numbness in forehead, in fingers. The tongue is shrunken; and paralysed. The parched, shrunken tongue is an indication in typhoid or other fevers. [Mur. ac. has a marked action on the tongue. Cooper cured with it these cases: (1) Man, whose sister had died of cancer, had a hard, deep, warty ulcer, size of a small bean on under surface of tongue, l. side, with much surrounding hardness and little discharge. (2) Tongue swollen, makes him talk thick, much ulcerated, especially r. side, is hard, with swelling followed by lupoid ulcer, on corresponding side of nose; had been going on ten months.] Tendency \"to slide down to the foot of the bed\" was noted by Hahnemann and has been amply confirmed. It indicates an extremely low vital condition. Mur. ac. is suited to persons of black hair and dark eyes. The skin is much affected, and is sensitive to the sun's rays", "eczema solare and freckles. Black pocks. Blind boils frothy when touched. The symptoms are: < By touch. The itching of anus and scrotum is not > by scratching. Warmth >; cold washing, cold drinks <. Cold wind and open air > headache. > Uncovering (during fever). < Evening and night. Rest < most symptoms. Lying on r. side < vertigo. Motion < vertigo; > tearing pains. < After sleep. < After eating (diarrhoea). > After drinking." ],
    "Relations" : [ "Antidoted by: Carbonates of alkalies and earths (poisoning cases); to small doses: Camph., Bry. (Teste says the surest antidote is Ipec.). It antidotes: Merc., Opium. It \"cures the muscular weakness following the excessive use of Opium\" (Hering). It follows well: Bry., Merc., Rhus. Compare: In typhoid states, Bry. (Bry. has < motion), Rhus (restlessness, > by motion; Rhus has less debility), Phos. ac. (Phos. ac. has less prostration, is apathetic, indifferent, Mur. ac. taciturn), Apis (Apis has blisters on tongue, and it catches teeth when attempt is made to protrude it), Ars. (Ars. has scanty evacuations), Bapt. (Bapt., has besotted look, tongue red on edges), Bell. (Bell. more active, hyperaemia), K. permang. (throat symptoms, oedematous uvula), Sul. ac. (Sul. ac. has not > uncovering), Gels. (with Gels. the muscular prostration is expressed, with Mur. ac. it is unconscious), Nit. ac. (thin, excoriating discharge from nose, intermittent pulse and loss of appetite), Arum tri. Piles during menses, Amm. c., Collins., Graph., Pho., Pul., Sul. Piles sensitive, Bell., Caust. Early morning hunger, Ant. c., Calc., Saba., Lyc. Cannot bear the thought or sight of meat, Nit. ac. Irritable, disposed to anger and chagrin, Nux. Cracked lips; sore mouth; < after sleep, Nat. m.; coryza, Chlorum. Tendo-Achillis, affection of, Val. Mur. ac. is a constituent of the gastric juice, and must therefore be considered as allied to the Sarcodes and proximate principle of the tissues, e.g., Cholesterin." ],
    "Causation" : [ "Sun." ],
    "Mind" : [ "Sadness.", "Taciturnity and reserve, anxiety, apprehension and peevishness.", "Indecision and inquietude.", "Ideas respecting recent events crowd upon the mind during labour.", "Disposition to be angry and to give way to passion.", "Unconsciousness." ],
    "Head" : [ "Turning vertigo; < moving eyes; with staggering gait.", "Headache provoked by walking in open air, and esp. by a sharp wind.", "Headache, < by rising up in bed, and by moving the eyes > by moving the body), disappearing on taking exercise.", "Heaviness, esp. in occiput, with cloudiness of eyes, greatly < by looking intently at an object.", "Jerking, beating, tearing from l. half of occiput to forehead; soon same on r.", "(Pressure on vertex, dimness of sight, faint feeling coming irregularly; sickish after meals, bad taste and fatigue on waking; thinks some one is walking behind, and cannot stir out alone.).", "Heavy feeling in occiput, with drawing stitches, < r. side close to nape, with swollen gland tender to touch; intoxicated feeling at same time.", "Headache as if brain were bruised, torn, or demolished.", "Feeling as if brain were loose.", "Tearing and stitches in head, coming on in periodical shocks.", "Feeling of failing asleep and deadness.", "Tearing in r. parietal bone.", "Shocks, tearings, or shootings in head." ],
    "Eyes" : [ "Itching smarting in canthi.", "Itching in eyes.", "Stitches out of eyes.", "Shootings across eyes.", "Swelling and redness of eyelids.", "Vertical hemiopia.", "(Neuralgia over l. eye, hemiopia and double vision, which is always followed by headache, numbness down r. arm and aphasia.", "R. T. C.)" ],
    "Ears" : [ "Otalgia (with pressive pain), like spasmodic and acute pullings.", "Pulsation in ears.", "Insensibility of auditory tube.", "Scabious eruptions in ears.", "Hardness of hearing and deafness.", "Acuteness of hearing, with sensibility to noise.", "Ticking of watch is heard better than the voice (cerebral deafness).", "Tinkling, buzzing, and whistling before the ears." ],
    "Nose" : [ "Ulceration of nostrils.", "Sore nostrils with stinging pain.", "Obstruction of nose.", "Coryza, with thick yellow, or serous and corrosive mucus.", "Continuous bleeding from nose.", "Coryza, with itching, tickling, and sneezing." ],
    "Face" : [ "Heat in face, with burning redness of cheeks, when walking in open air, without thirst.", "Ephelis.", "Eruption of scabious pimples on face, forehead, and temples; whole face red; every summer.", "Furuncules on temple.", "Burning in lips.", "Puffiness of lower lip, it feels heavy and burns.", "Eruptions on lips, sometimes covered with scabs." ],
    "Teeth" : [ "Odontalgia, with pulsative pain, < by cold drinks, > by heat.", "Toothache, with sensation of pressing asunder.", "Tingling in teeth.", "Scorbutic gums, swollen, easily bleeding and ulcerating." ],
    "Mouth" : [ "Dryness of mouth, with paralysis of tongue.", "Profuse accumulation of saliva.", "Heaviness of tongue, when speaking, as if it were made of lead, which prevents him from talking.", "Deep-seated ulcers (with black base), vesicles, or pustules on tongue.", "Small tumours r. side of tongue.", "The tongue becomes sore and bluish.", "The tongue dwindles (atrophy of tongue).", "(Psoriasis of tongue.).", "Mucous lining of the lips, and mouth inflamed, red, raw, painful, dotted with whitish points; fetid breath; stomatitis.", "Parched tongue." ],
    "Throat" : [ "Sore throat, with pain as from excoriation, rawness, and smarting in throat and palate.", "Dry throat with burning in chest.", "Mucous lining of throat and fauces deep dark red, swollen and burning; covered with greyish-white diphtheritic-like deposits.", "Swelling of uvula; of tonsils.", "Much saliva that must be swallowed.", "Attempting to swallow produces violent spasms and choking." ],
    "Appetite" : [ "Taste of rancid grease in throat.", "Acrid and putrid taste (like rotten eggs, with ptyalism) in throat.", "All food has a sweetish taste, and esp. beer, which is disliked.", "Bulimy and excessive thirst.", "Dislike to meat.", "Appetite lost." ],
    "Stomach" : [ "Risings, putrid or bitter.", "Hiccough (before and after dinner).", "Vomiting of food.", "Vomiting of bile, at night, with nausea and eructations.", "Uneasiness in stomach, as indicating serious illness.", "Sensation of emptiness in the stomach and oesophagus, not > by eating.", "Contractive pain in stomach, with sensation as if it were retracted.", "Pressive tension and cramp-like pain in hypochondria." ],
    "Abdomen" : [ "Uneasiness in abdomen, as in serious illness.", "Fulness and inflation of the abdomen; from small quantities of food.", "Cramp-like pains in abdomen, with cuttings and pinchings, extending from umbilical region into sides, accompanied by borborygmi.", "Sensation of emptiness in abdomen.", "Lancination in groins." ],
    "Stool and Anus" : [ "Difficult evacuations of faeces, as from inactivity of rectum.", "Faeces of too small a size.", "Diarrhoea, with smarting and burning in rectum and anus.", "Stercoral diarrhoea.", "Involuntary evacuation of liquid and serous faeces when urinating.", "Discharge of blood during stools.", "Prolapsus recti, when urinating.", "Itching in anus.", "Haemorrhoids protruding like a bunch of grapes.", "Swollen and bluish haemorrhoidal excrescences, with burning pain as from excoriation; < by touch.", "Bleeding haemorrhoids." ],
    "Urinary Organs" : [ "Tenesmus of bladder.", "Frequent want to urinate, with abundant emission.", "Immoderate emission of aqueous urine.", "Slow emission of urine.", "Weakness of bladder.", "Involuntary discharge of urine.", "Relaxation of bladder, and of neck of bladder." ],
    "Male Sexual Organs" : [ "Excoriation of prepuce.", "Soreness in the margin of prepuce.", "Itching of scrotum not > by scratching.", "Suppression of sexual desire.", "Feeling of weakness in genital organs, penis relaxed.", "Impotence." ],
    "Female Sexual Organs" : [ "Sensation of a bearing down towards genital organs, as if preparatory to catamenia.", "During menses sad and taciturn.", "Ulcers in genitals, with putrid discharge, much sensitiveness and general weakness.", "Cannot bear the least touch even of sheets on genitals.", "Too early catamenia, and too profuse." ],
    "Respiratory Organs" : [ "Hoarseness, with sore feeling in chest.", "Chronic hoarseness.", "Violent and sobbing cough, followed by a gurgling in bottom of chest.", "Breathing deep and groaning; moaning." ],
    "Chest" : [ "Deep respiration with groans.", "Lancinating pains in chest, during a violent movement, and during inspiration.", "Tensive pain in sternum.", "Incisive shocks in chest, with dull pressure on posterior part of chest, and with oppression.", "Oppression across chest (evening)." ],
    "Heart and Pulse" : [ "Stitches in chest, and on heart, when taking a long breath and on violent motion.", "Pulse rapid and very feeble; and small.", "Shootings in region of heart.", "Shock in heart at night, so violent that it is felt in face." ],
    "Back" : [ "Aching pain in back, as from having been bent double for a long time, or from a strain.", "Shootings in shoulder-blades.", "Furunculi in back." ],
    "Upper Limbs" : [ "Paralytic weakness, and wrenching pain in shoulder.", "Heaviness of arms, esp. the forearms.", "Tearing, aching, and pulling in arms.", "Drawing tension in elbow-joint.", "Cramp-like drawings and heaviness in forearm.", "Incisive tearing in forearm, hands, and fingers.", "Voluptuous itching and tickling, and lancinating, in palms.", "Scabby eruption on back of hand, and upper part of fingers.", "Cramp-like pain in fleshy part of thumb when writing.", "Swelling of extremity of fingers, with burning.", "Nocturnal torpor and paleness of fingers, which are as if dead." ],
    "Lower Limbs" : [ "Tearing and cramp-like pulling in thighs.", "Wavering gait from weakness of the thighs.", "Itching, tettery spots on thighs.", "Swelling of knees.", "Drawing tension in calf of leg, and in tendo-Achillis, when walking.", "Lancinations in tendo-Achillis, day and night, which hinder walking and sleeping.", "Putrid, painful ulcers in legs, with burning in their circumference.", "Coldness of feet.", "Swelling and redness of extremity of toes, with burning." ],
    "Generalities" : [ "[This remedy is often called for in cases where the patient cannot urinate without having the bowels moved at the same time; in typhus or low grades of fever where we find this symptom with great prostration; patient may think he is going to pass a little wind, when urine will come away also.", "Haemorrhoids very tender to the touch, so much so that he can scarcely bear to use paper after an evacuation; after confinement, haemorrhoids protrude so that the pressure of a sheet can scarcely be borne.", "In low types of fever the patient often slips down toward the foot of the bed, and must be lifted up every little while.", "Cannot bear the sight or thought of meat, it is so distasteful.", "Urine too copious, both night and day.", "Affections in general, of any kind, appearing in the tendo-Achillis; the soles of the feet.", "Scurvy, particularly if the parts affected are very sore and tender to the touch.", "Itching of the skin > by scratching.", "Putrid ulcers.", "H. N. G.].", "Tearing and incisive (rheumatic) pains in limbs, during repose, > during movement.", "Restlessness; frequent changing of position.", "Contusive pains in all joints.", "Painful sensibility of periosteum of bones, as in intermittent fever.", "Coldness of extremities.", "Dropsical swellings.", "Indolence and dread of movement, with inclination to remain seated.", "Excessive depression; on sitting down, the eyelids close; the lower jaw hangs down, he slides down in bed.", "Tottering gait, from weakness of thighs and knees.", "Great sensitiveness to damp weather.", "Paralysis of tongue and sphincter ani." ],
    "Skin" : [ "Itching, voluptuous and lancinating tickling, with want to scratch.", "Scabious eruptions, which itch in heat of bed.", "Furunculi, with shooting pain when they are touched.", "Putrid and painful ulcers, with burning at margins.", "Fetid odour of ulcers; also they are covered with a scurf.", "Black pustules." ],
    "Sleep" : [ "Great drowsiness during day, which disappears on taking exercise.", "Sleeplessness before midnight.", "Before midnight, continued snoring, groaning, tossing, talking, and tendency to slide downwards in bed.", "Frequent and early waking, caused by a coldness that is felt in bed.", "Anxious dreams." ],
    "Fever" : [ "Predominant sensation of cold.", "Shivering, with yawning and stretching, without thirst, and not followed by heat.", "Chill in the evening, with coldness in back, with external warmth and burning in face.", "Shuddering over whole body, with hot cheeks and cold hands.", "Burning heat, esp. in palms and soles.", "Night and morning sweat.", "In evening, the perspiration is first cold on the feet.", "Typhus fever, lower jaw hangs down, atrophy of tongue, involuntary watery stools when passing urine, great debility, with sliding down in bed, loud moaning.", "Heat without thirst, with agitation, and desire to throw off clothes at night.", "Pulse weak and slow.", "Intermittent pulse, every third beat.", "Nocturnal sweat, on going to sleep in evening, or before midnight, esp. on head and back." ]
  }
}