{
  "remedyName" : "Myristica Sebifera",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Elephantiasis Arabum. Joints, suppuration of. Suppuration. Ulceration. Whitlow." ],
    "Characteristics" : [ "Myristica sebifera belongs to the same order as the nutmeg-tree, Nux moschata. Our preparation of the latter is made from the powdered nut. Mure proved and introduced Myr. seb., and in the proving occurs this symptom: \"Pain in the finger-nails with swelling of the phalanges.\" This, apparently, led to its use in whitlow, in which many successes have been reported by Chancerel pere and others. Spanish homoeopaths have used Myr. seb. extensively. Olive, of Gros, has reported cures with it of: Scrofulous osteitis; callous ulcers-phlegmonous erysipelas. Cartier (Rev. Hom. Fran., quoted Rev. Hom. Belge, December, 1898, p. 261) gives two experiences of his own with the remedy. (1) A young girl had been three months with her leg in a splint for inflammation of the knee and doughy swelling of entire limb. Cartier came to the conclusion that there was pus in the joint. Myr. seb. 3, five drops three times a day, was given for three months. Five months later the swelling and inflammation were all gone; walking gave no pain; but the joint was anchylosed. (2) An old man, 87, was seized with sudden arthritis of the shoulder, with intense fever. Allopaths first diagnosed it as osteomyelitis, but later a surgeon was called in, who pronounced it an arthritis purulent from the onset. After he had passed through the hands of eminent old-school authorities in Paris, who said nothing could be done, Cartier was sent for, and found the shoulder quite full of pus, and a particularly painful spot on the scapula, at a point where the bone was said by one authority to be attacked. Myr. seb. 3, five drops three times a day, was given. In ten days there was no longer suppuration, the size of the joint had become normal, and the tender spot was gone. Myr. seb. has evidently great power over the suppurative process as affecting joints. Hansen says Kippax regards it as the principal remedy in elephantiasis Arabum." ],
    "Relations" : [ "Compare: Nux mosch., Silic., Calc., Sul., Septic., Pyrogen." ],
    "Mind" : [ "Indifferent and careless.", "Cannot concentrate his thoughts.", "Vexed by a song which keeps running in his head." ],
    "Head" : [ "Vertigo, r. to l. on waking in morning.", "Dizziness in morning.", "Head heavy.", "Pain (with pressure outwards) in frontal eminence; at noon; intermitting; > in open air." ],
    "Face" : [ "Very red face." ],
    "Mouth" : [ "Tongue white and cracked.", "Whole mouth with tonsils and upper pharynx painful and sensitive to contact; every mouthful seems to wound the parts when chewed or swallowed.", "Palate insensible with loss of taste.", "Taste: bitter; of copper, which excites spitting of blood." ],
    "Throat" : [ "Burning at bottom of throat.", "Constriction at isthmus of pharynx; this pain increases progressively.", "Difficulty in swallowing saliva." ],
    "Appetite" : [ "Thirst." ],
    "Abdomen" : [ "Sensation as if a foreign body, as large as a walnut, had lodged in l. inguinal region, all forenoon." ],
    "Stool" : [ "Stools mixed with yellow mucus." ],
    "Urinary Organs" : [ "Less frequent micturition; urine scanty although he drinks much; reddish yellow." ],
    "Chest" : [ "Hard pressure during night on both sides of chest, not affecting breathing." ],
    "Neck" : [ "Pinching, r. side of neck." ],
    "Upper Limbs" : [ "Hands stiff as if from squeezing something for long time.", "Pain in l. hand.", "Pain in hands < when they touch each other.", "Formication on l. thumb-joint.", "Pain in finger-nails with swelling of phalanges." ],
    "Lower Limbs" : [ "Pinching pain in r. calf." ],
    "Skin" : [ "Two pimples on l. cheek, quickly disappearing." ],
    "Sleep" : [ "Cannot get to sleep, evening, in bed.", "Restless sleep with dreams about business; about disputes; unconnected, about houses being built commencing with top stories.", "Violent starting in sleep." ]
  }
}