{
  "remedyName" : "Myrica Cerifera",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Catarrh. Conjunctivitis. Heart, affections of. Jaundice. Leucorrhoea. Liver, affections of. Pharynx, affections of. Tendo-Achillis, pain in. Throat, sore. Urticaria." ],
    "Characteristics" : [ "According to Hale, though Myrica was known to older botanic practitioners, it was Samuel Thomson, of Lobelia fame, who established its reputation. Thomson had a crude pathology of his own which served him to some extent. One of his ideas was that the digestive tract was liable to become fouled with a copious mucous lining. This he called \"canker\"; and he stated of Myrica that it \"has the power of disengaging the thick, viscid secretions of the mucous membrane of the stomach.\" Myrica, says Hale, formed the chief ingredient in Thomson's famous \"Composition powder.\" The provings confirm Thomson's observation, in that Myrica produced abundant secretion of tenacious mucus in the throat, difficult to detach. This may be considered one of the keynotes of the remedy. Profuse catarrhal discharges of old standing, of all kinds may require Myrica, especially if offensive, tenacious, and difficult to detach. Leucorrhoea, bronchorrhoea, intestinal catarrh, pharyngeal catarrh, stomatitis. Hale says as a local application in diphtheria it rivals Guaiacum. Perhaps allied to the catarrhal state of the intestinal tract is the liver disorder setup by the drug. These are the distinctive features: Aching pain in liver, fulness, drowsiness, despondency, dull, heavy headache, < in morning, dirty, dingy, yellowish white of eyes, lids abnormally red, weakness, ash-coloured stools, slow pulse, pains under scapulae (< left), dirty yellow tongue, muscular soreness, aching in limbs, jaundice of all degrees. There is also the nasal obstruction, post-nasal catarrh which often accompanies disordered liver. It is in cases attended with jaundice that Myrica has had the greatest success, cases of black jaundice having been cured with it, and it meets the itching of jaundice as well. Urticaria is not unfrequently found associated with liver affections, and Douglass cured with it this case (Clinique, xxi. quoting Hahn. Advocate): Miss O., complained of itching and stinging on face, neck, right forearm and leg. Sensation as if insects crawling on face, must brush them away. Skin yellowish. Tongue, thickly coated yellow. Felt sick all over and rather irritable. Myrica 6x every two hours improved at once and cured in ten days. Burnett has used Myrica with excellent effect in cancerous and other grave diseases of the liver, especially when attended with jaundice. He has given material doses. It has generally been given in the lower attenuations. Myrica has also an action on the heart, and is thus closely related to Digitalis in several points. There are sharp pains about the heart with increased, audible pulsations, but slow pulse. The heart pains are < lying on left side. Pains in left chest and under scapulae (especially left), and pain in middle lobe of right lung. The symptoms are: < By warmth of bed; < after sleep; < in morning; by motion. > After breakfast; > in open air." ],
    "Relations" : [ "Compare: In tenacious secretions, K. bi., Hydrast. Jaundice, light-coloured stools, slow pulse, Dig. (Dig. has pulse irregular as well as slow; the tongue of Dig. has not the thick, tenacious coat of Myrica). Liver, Berb., Chel., Chim., Pod., Hep., Merc., Cholest., Hydrast. Urticaria and liver disorder, Ast. fl. Sore all over, Bapt. Leucorrhoea, Hydrast. Pain through left chest to scapula, Therid., Illic., Pix." ],
    "Mind" : [ "Great despondency; dejected; irritable.", "Cannot concentrate mind on any subject.", "Dull, drowsy state.", "Exhilaration, then depression and pressure about head; exhilaration, then excitement preventing sleep, with restlessness." ],
    "Head" : [ "Vertigo, with dulness and drowsiness, (during lectures) with rush of blood to head and face, on stooping; with nausea.", "Awakens with pain in forehead, temples, and small of back, > in open air.", "Dull, heavy feeling over and in eyes.", "Throbbing: of arteries in the head; and in face with fulness; in superficial veins on waking.", "Empty feeling in head." ],
    "Eyes" : [ "Eyes congested and yellow.", "Eyes feel dull and heavy; also on awaking.", "Eyes burn and tire easily when reading; lids heavy.", "Dirty, dingy, yellowish sclerotics; lids abnormally red.", "Smarting in l. conjunctiva, then pain in r. ball.", "Smarting in eyes, feeling of sand in them, difficulty in closing lids.", "Quivering sensation in l. upper lid.", "Pain in r. brow." ],
    "Ears" : [ "Pain in back of l. ear.", "Ringing in ears; in l." ],
    "Nose" : [ "Pain in nose; in l. side of nose, shifting to l. axilla, where it was sharp and lancinating.", "Coryza.", "Post-nasal catarrh." ],
    "Face" : [ "Yellow colour of face and neck; jaundice.", "Fulness, with heat and throbbing, esp. after being out in open air.", "Pressure in malar bones.", "Sharp, darting pain in r. articulation of jaw." ],
    "Mouth" : [ "Breath offensive.", "Sweetish taste about palate.", "Thick, yellowish, dark, dry, and crusty coating on tongue, rendering it almost immovable.", "Tongue dirty yellow.", "Foul, bad taste; cannot eat because of it; bitter, nauseous taste.", "Adhesive coating over, buccal membrane; dry, scaly crusts on roof of mouth, that water scarcely moistens or dissolves.", "Mouth dry; thirst; water relieves only partially for awhile." ],
    "Throat" : [ "Semi-lancinating pain near r. tonsil in afternoon.", "Excruciating feeling in posterior nares, as from a fresh cold.", "Constriction; causing constant need to swallow.", "Swollen feeling inside in morning.", "Stringy mucus in throat; detached with difficulty.", "Throat and nasal organs filled with an offensive, tenacious mucus, detached with difficulty.", "Pharynx dry; sore, as if it would crack, impeding and finally obstructing, deglutition.", "Slimy, glutinous frothy mucus in pharynx; even gargling scarcely detaches it; causes disgusting taste, prevents eating." ],
    "Stomach" : [ "Hunger, yet full feeling, as after a hasty meal.", "Unnatural hunger; then indigestion; then jaundice.", "Loss of appetite; loathing of food, but desire for acids.", "Fulness and pressure, or weak, sinking feeling in stomach.", "Acidity at a.m.", "Burning with bitter, nauseous sensation in fauces, the burning changing into griping from l. epigastrium in a straight line to l. of navel.", "Heartburn, with increase of saliva, which had to be expectorated frequently." ],
    "Abdomen" : [ "Dull pain in region of liver; fulness; drowsiness; debility; mushy, clay-coloured stools; jaundice.", "Griping pains; rumbling; urging to stool; passing only flatus.", "Weak, faint feeling, as if diarrhoea would ensue.", "Offensive flatus when walking.", "Pain in umbilical region: after breakfast; in a spot in umbilical region an hour after dinner, with accumulation of flatus; heavy.", "Rumbling above umbilicus.", "Rumbling in umbilical region, with griping." ],
    "Stool" : [ "Passing of much offensive flatus.", "Loose stools, mushy, with tenesmus and cramp-like sensation in umbilical region.", "Stools light yellow, mushy, clay-coloured; jaundice.", "Constipation." ],
    "Urinary Organs" : [ "Urine beer-coloured, with yellowish froth; pinkish-brown sediment, scanty.", "Micturition difficult, bladder seemed to lack contractive, expelling power.", "Urine increased; and limpid." ],
    "Male Sexual Organs" : [ "Desire lost.", "Chronic gonorrhoea." ],
    "Female Sexual Organs" : [ "Leucorrhoea excoriating, fetid, thick, yellowish." ],
    "Respiratory Organs" : [ "Smarting in larynx and trachea.", "Tickling cough which had troubled him on lying down at night was > in morning." ],
    "Chest" : [ "Pain: in l. chest; in middle lobe of r. lung; in l. lung at p.m.", "Constriction of chest at night when lying on l. side, with audible beating of heart." ],
    "Heart and Pulse" : [ "Sharp pain in region of heart.", "Stinging, cramp-like sensation to l. of praecordia and under ribs.", "Heart's impulse increased, but pulse sixty.", "Impulse increased, pulsation audible, with constriction in chest on lying on l. side.", "Pulse feeble, irregular." ],
    "Neck and Back" : [ "Dull aching in back and head, dragging; lassitude.", "Pain in nape at p.m.; in neck at a.m., < nape, with stiffness.", "Pain under scapulae; under l. scapula at p.m.; in l. scapula and arm, extending to end of little finger.", "Sharp, plunging pain in region of l. kidney.", "Pain in lumbar region with general chilliness on going outdoors; heavy; dragging. in morning on waking, also till afternoon." ],
    "Upper Limbs" : [ "Sharp lancinations in l. axilla.", "Tearing in l. arm, < upper arm, sometimes extending to forearm, with darting pain in middle and ring fingers.", "Lame feeling in r. arm, < about wrist, with heaviness.", "Pain in l. upper arm at a.m.; in r. third and little fingers at a.m." ],
    "Lower Limbs" : [ "Pain at a.m.; centring in muscular parts above knees, also soreness and occasional darting pains.", "Sharp shooting in r. thigh, then in l. thigh, then pain in l. shoulder.", "Drawing pain in muscles above knee at night.", "Piercing pain in inner side of l. knee.", "Pain from knee down at p.m., with coldness of lower limbs; contractive, in middle of leg, a little outside of outer edge of tibia, < motion, occasionally changing to burning pain, with soreness to touch.", "Pain in calves, with trembling, so that walking is unpleasant, pain < l.", "Pain in l. tendo-Achillis, < touch and motion, with soreness; in hollow of r. foot.", "Bruised pain in l. heel." ],
    "Generalities" : [ "Pain in whole body as before ague, at p.m.; shifting pain.", "Languor: in morning on waking, with pain in back; with soreness of muscles of thighs, as if he had taken cold. < From warmth of bed at night, disturbing sleep; > after breakfast; > in open air.", "Slight nervous excitement and restlessness; soon followed by a sick, debilitated sensation.", "General muscular lameness and soreness; lassitude; depression of spirits." ],
    "Skin" : [ "Yellow jaundiced appearance; itching as from flea-bites.", "Pimples in different parts, a painful one on nose.", "Itching: near insertion of deltoid in both arms; of face, then creeping sensation; and stinging-like flea-bites, on r. side of face, then on neck, shoulder, forearm, midway between r. knee and ankle." ],
    "Sleep" : [ "Drowsiness; vertigo; semi-stupor.", "Restless, or sleeps soundly until toward morning; awakens generally feeling worse.", "Unrefreshing sleep, with frequent wakings and bad dreams.", "Amorous dreams, with emission.", "Ugly dreams, at one time that his head was attacked by enormous, bugs, which he felt obliged to kill with difficulty." ],
    "Fever" : [ "Chilliness on going out of doors; slight aching in lumbar region.", "Excited, feverish feeling, alternating with chilliness; warm sensation along spine, then chill and gentle sweat.", "Face hot and flushed." ]
  }
}