{
  "remedyName" : "Nabalus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation. Ophthalmia." ],
    "Characteristics" : [ "Nabalus is a native American plant much used in domestic practice as a remedy for diarrhoea and dysentery. There is only one proving, with 1st and 3rd dilutions by a married woman, aged The symptoms resemble somewhat those of its botanical relative, Lactuca, especially in constipation and somnolence. The most curious symptom was susceptibility to magnetism and to the personal aura of others. Irritability of temper and occipital pain was < evening." ],
    "Mind" : [ "Depression followed by unusual buoyancy.", "Continued melancholy.", "Irritable." ],
    "Head" : [ "Tipsy sensation.", "Deep-seated frontal pains behind r. eyeball and over eye.", "Headache with irritability and irritation of eyes, throat, and skin.", "Occipital pains with stiffness in nucha, < evenings." ],
    "Eyes" : [ "Great and lasting irritation of eyelids and margins; the margins sting and smart and are slightly swollen.", "Sight weak." ],
    "Nose" : [ "R. nostril sore.", "Smell and taste slightly impaired." ],
    "Throat" : [ "Throat sore; tickling and scraping (l.), < lying down and swallowing saliva; then both eyes (< l.) tingle and fill with tears." ],
    "Stomach" : [ "Appetite and thirst diminished.", "Desire for lemons.", "Burning eructations." ],
    "Stool" : [ "Constipation: only three stools in twelve days, hard, painful, followed by prostration." ],
    "Urinary Organs" : [ "Sharp pain (transient) in r. kidney.", "Urine diminished." ],
    "Female Sexual Organs" : [ "Sharp throbbing in uterus.", "White, jelly-like discharge from vagina; with weakness.", "Menses delayed." ],
    "Generalities" : [ "Dull pains in joints and numbness on waking.", "Susceptibility to magnetic contact and to the personal aura of her friends.", "Heaviness, as if blood-vessels filled with lead; body heavy, she leans about." ],
    "Skin" : [ "Subcutaneous glands irritated and swollen, esp. behind r. ear and in neck.", "Prickling as from suppressed perspiration; itching, general." ],
    "Sleep" : [ "Somnolence.", "Night sleep prolonged, afterwards lighter and more broken." ],
    "Fever" : [ "Chilliness not > by heat of fire.", "No febrile reaction except occasional flushes over head and face." ]
  }
}