{
  "remedyName" : "Naja",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Asthma. Dysmenia. Hay-fever. Headache. Heart, affections of. OEsophagus, spasmodic stricture of. Ovaries, affections of. Plague. Spinal irritation (of nucha). Throat, sore." ],
    "Characteristics" : [ "The poison of the deadly cobra has been used from ancient times, says P. C. Majumdar (Ind. Hom. Rev., vi. 6), by Indian practitioners in many nervous and blood diseases. It was introduced into homoeopathy by Russell and Stokes, who made the first provings along with some forty other provers, including Gillow, Pope, and Drysdale. It is rather remarkable that with so many able provers Naja should not have attained anything approaching the place of importance occupied by Lach. Nash suggests this may be due to the fact that many of the provings of Lach. were made with the 30th potency, whilst those of Naja were with low potencies. Majumdar had no success with Naja until he obtained fresh virus from the snake charmers (the cobra is the snake they charm) and made attenuations of that. Previously the Naja used by Indian homoeopaths had been re-imported into India from England in the form of attenuations. Deane in his experience in the plague epidemic of 1899-1900 found Naja prepared from the fresh virus more efficacious than Lachesis, and he found its action more prompt if injected under the skin than if given by the mouth. The affinity of Naja for the medulla oblongata and cerebellum is well shown in an experience of Frank Buckland (Curiosities of Natural History, 2nd edition, 225, quoted C. D. P.) after skinning a rat killed by a cobra bite: \"I had not walked a hundred yards before all of a sudden I felt just as if somebody had come behind me and struck me a severe blow on the head and neck, and at the same time I experienced a most acute pain and sense of oppression at the chest, as though a hot iron had been run in and a hundredweight put on the top of it.\" His face turned green. He staggered into a chemist's shop and managed to get some ammonia, and was then able to walk to a friend's house, where he drank four large wineglasses of brandy without feeling tipsy. He was then able to start for his own house, and for the first time felt a most acute pain under the nail of left thumb, the pain running up the arm. About an hour before he examined the rat he had cleaned his nail with a penknife, and had slightly separated the skin, and that was how the virus entered. These symptoms of Buckland's are highly characteristic and valuable. The \"hot-iron\" symptom and weight on the chest should be especially noted. Majumdar (Ind. H. R., vi. 8) relates this case: A young woman suffering from a heart affection had oppression of chest amounting almost to suffocation feeble, irregular, almost imperceptible pulse; anaemic appearance inability to speak. One dose of Naja was given, followed in four hours by a second. These sufficed for the cure. The next day, when the doctor called, his patient addressed him in a loud voice: \"Doctor, you gave me a poison last night.\" When asked to explain, she said that after the first dose she \"felt awful heat in her system.\" This must be put beside Buckland's hot iron as a Naja indication. Majumdar has saved a number of apparently hopeless cases of cholera with Naja, in the collapse stage, with pulselessness and difficulty of breathing. In addition to the above symptoms of heart failure and distress the following will be found to be leading symptoms in heart cases: \"Depression and lowness about the heart.\" \"Inability to speak, with choking, nervous, chronic palpitation.\" \"Severe pains in left temple, cardiac and ovarian regions.\" \"Sensation as if heart and ovary were drawn together.\" \"Pains about heart extending to nape of neck, left shoulder and arm, with anxiety and fear of death.\" Pulse slow, irregular. Symptoms < at night; on walking; by lying on left side. Ina case cured by Russell there was \"dragging and anxiety in the praecordia occurring in great grief.\" According to Hering, nervous phenomena predominate in Naja over other serpent poisons. It \"acts primarily upon nervous system, especially on respiratory nerves, pneumo-gastric, and glosso-pharyngeal.\" The last gives the characteristic \"choking\" of Naja and other serpents. Andrew M. Neatby (M. H. R., December, 1899) relates a cure with Naja which had nervous palpitations and faintness; frequent sensation of swelling or \"choking\" in the throat, with dyspnoea, and occasionally of anaesthesia down right side. Another characteristic is \"grasping at throat\" with the choking sensations. OEsophagismus. Diphtheria with impending paralysis of heart indicates Naja, but the characteristic left to right direction of Lach. does not appear in the Naja provings. Naja has, however, < at night; patient awakens gasping; surface blue. Naja has somewhat marked neuralgias and headaches: Neuralgic pain in head, preceded or followed by nausea or vomiting, severe, throbbing in left orbital region drawing from thence back to occiput; from over-eating; from mental or physical exertion. Headache after cessation of catamenia. Dull, heavy constriction in forehead on waking. Dull shoots up occiput. Among the Sensations of Naja are \"screwing-up\" sensations and crampy pains: as if head screwed together; as if heart and ovary were drawn up together; crampy pains in left ovary; pains in temple and ovarian regions. Pain from heart to scapula. Sensation as of a hair in larynx; pain as from needles in tonsil. The left side is predominantly affected. Mahlon Preston (Med. Adv., xviii. 532) cured himself with Naja of asthma with difficult breathing, < lying down, > sitting up. He cured many cases of hay-fever and autumnal catarrh, the symptoms being", "(1) Flow of water from nose for a few minutes; then (2) intense sneezing, which > the breathing. After recurring for a few days there is dryness in the lungs with great difficulty of breathing, < on lying down, Kent cured with Naja 45m a case having these symptoms: \"Almost constant heat of head and face. Pulse slow, sometimes as slow as Cannot endure any mental exertion. Sweating of palms. Appetite voracious. Stitching pains in heart\" (Med. Adv., xxii. 164). \"Sweating palms\" was a symptom which had been present from childhood and was cured with the others. Flora A. Waddell (H. R., viii. 445) relates a case in which heart pains were concomitant with left ovarian affection. The pains came on a week before menses, increased till the flow appeared, and then disappeared till next month. Naja entirely relieved. The following case was cured by Bunn (H. W., xxxi. 501): Miss S., 22, dysmenia since the function was established. Dilatation, galvanism, &c., had been tried in vain. She had shooting frontal headache, pains in eyeballs necessitating rubbing. Cramp pain in region of left. ovary. Faintness. Hypogastrium extremely sensitive to touch at time of menses. Examination revealed nothing abnormal except sensitiveness of ovarian region. Extreme restlessness with the pain. During the menses the pains suddenly became very severe. The flow stopped when the pain was at its worst, and returned next day with relief from pain. Naja was given, and the next period passed absolutely free from discomfort. The symptoms are: < By touch; riding in carriage; at p.m. (headache); at night; after sleep; by eating by alcohol; by exertion; by motion; by walking; lying on side on left side. Great > of pain and breathing by lying on right side. Very sensitive to cold. > By walking in open air; by smoking." ],
    "Relations" : [ "Antidoted by: Ammonia, Stimulants (effects of bite); Tabac. (to potencies). Compare: Depression and suicidal tendency, Aur. Ulcer on fraenum linguae, Nat. c., Agar. Headache from before backwards, Anac., Bry., Nux (from behind forwards, Gels., Lac can., Sang., Sil., Spi.). Diphtheria, Ar. t. Heart, Ars., Cact., Iberis, Lach., Spigel., Dig. Collapse, Carb. v., Camph., Tab. Mouth wide open, tongue cold, Camph. Loss of speech, Dulc., Gels., Caust., Hyo., Lauro. Dark red colour of fauces, Ail., Bapt., Phyt." ],
    "Causation" : [ "Grief." ],
    "Mind" : [ "Suicidal insanity.", "Wandering of the mind.", "Sad and serious; irresolute; melancholia; makes himself wretched brooding over imaginary wrongs and misfortunes.", "Very forgetful; absent-minded.", "Insensible; loss of consciousness.", "Insanity, he suddenly split his own head in two with an axe.", "Sadness: > evening; with irresolution, with distress about sexual organs; with headache and inability for exertion; as if everything were done wrong and could not be rectified, with increased perception of what I ought to do and uncontrollable inclination not to do it, causing restlessness.", "Affected easily by wine or alcoholic drinks.", "Stupid and confused feeling.", "Consciousness almost or quite lost.", "Insensible; and speechless.", "Comatose." ],
    "Head" : [ "Vertigo, lasting a short time, followed by \"stounding\" pain in r. side of head.", "Feeling of hollowness over entire head.", "Confusion and dulness in head; in morning.", "Dull frontal headache.", "Very severe headache with intense depression.", "Constriction across forehead.", "Sensation as if brain of forehead was loose.", "Severe throbbing and aching in temples.", "Heat and congestion in head.", "Headache supervening on cessation of menses.", "Headache: all day; in morning on waking; in evening.", "Very bad headache and stomach-ache at p.m., caused by eating a pear.", "Headache at night, slept much but conscious of headache in sleep.", "Headache with intense depression, pain usually began in temples, < r., deep-seated, involving eyes, occasionally shooting, extending as a dull aching over forehead and vertex, < motion, slightly > open air, > smoking and alcoholic liquors.", "Throbbing aching at p.m.", "Bad headache, just like a scald, < over l. eye, after breakfast; oppressive, at a.m.", "Neuralgic headache extending backwards from orbital region.", "Heaviness.", "Aching in temples; in morning on waking, with heaviness in eyes; about noon over r. temple and gradually extending to forehead, > afternoon; in evening.", "Aching in vertex; with cold feet.", "Shooting up occiput.", "Feeling as of a blow from behind on head and nape.", "Scurf on scalp.", "Sensitiveness of scalp.", "Hair falls off; esp. crown." ],
    "Eyes" : [ "Eyes fixed and staring; wide open and insensible to light.", "Heaviness in eyelids.", "Loss of the sense of vision.", "Eyes require constant cleansing with lids, frequent prickling, vision confused on looking at small print, have to rub eyes and look at it closely.", "Pupils dilated.", "Pain in balls requiring them to be rubbed frequently; with tired feeling on looking at a book.", "Hot pain at back of balls.", "Ptosis and paralysis of iris.", "Eyes wide open and insensible to light.", "Lids swollen in morning." ],
    "Ears" : [ "Whizzing in l., ear with insipid, almost nauseous taste in mouth.", "Noise as of a mill, waking him in morning." ],
    "Nose" : [ "Severe coryza, thin, acrid secretion.", "Nose sore, hot, and swollen; with thin discharge.", "Stuffing of nose, beginning in morning, increasing later, < in open air, > by discharge of thin, watery mucus.", "Soreness of l. wing, with irritation; soreness of r. nostril, with ulcerated feeling.", "Wing of nose becomes sore, with heat and tenderness; worse next day with swelling and pain, secretion suffused; next day > by an eruption on its edge." ],
    "Face" : [ "Pale, thin, haggard; greenish-yellow colour; livid.", "Neuralgic pains in face, sometimes shooting to eye and temple.", "Lips dry, parched, and cracked, hot and sore.", "Jaws firmly clenched.", "Face red on rising, > washing, and covered with knots like erysipelas.", "Face red in evening and burning.", "Cheeks red, esp. cheek-bones, patchy.", "Gnawing in l. upper jaw, soon after midnight, sometimes shooting to eye and temple.", "Bruised pain in l. condyle of jaw, < moving it.", "Drawing pain in r. jaw.", "Sore on under lip opposite canine tooth, and gum swollen and inflamed.", "Pimple on upper lip.", "Purple sordes on lips, gum, and tongue.", "Lips dry, black pores and cracks; dry, painful, excoriated." ],
    "Teeth" : [ "Gnawing toothache; gums hot, swollen, and painful to touch.", "Gnawing and aching in l. teeth and side of jaw.", "Pain in stumps of decayed teeth towards evening, with feeling in face and limbs as after catching cold, pain in face < night, and gums hot, swollen, and painful to touch, third day the swelling of gums extended to the other side, afterwards gnawing in l. sound teeth, next day drawing aching in l. teeth, < when stomach is empty." ],
    "Mouth" : [ "Mouth wide open, tongue cold.", "Tongue coated thick yellow; white, dry, no thirst.", "Ulcers on fraenum.", "Great dryness of the mouth.", "Foaming at mouth.", "Taste insipid, bitter, sour, metallic.", "Loss of speech." ],
    "Throat" : [ "Much mucus in throat.", "Pressure and gagging in throat.", "Roughness and scraping in throat.", "Grasping at throat, with sense of choking.", "Dryness and constriction of throat and fauces.", "Soreness and pricking in l. side of throat.", "Stricture of the oesophagus; deglutition difficult or impossible.", "Dark red colour of the fauces.", "Redness of l. side in morning, with pain on swallowing.", "Inflammation of l. tonsil at a.m., with pain.", "Shooting in l. tonsil.", "Spasm.", "Starting about his throat (external)." ],
    "Appetite" : [ "Loss of appetite.", "Craving for stimulants, which < the sufferings.", "Thirst." ],
    "Stomach" : [ "Eructations; heartburn.", "Nausea, with faint feeling; vomiting.", "Uneasy, disagreeable feeling in stomach, as from indigestion; pressure as from stones, after a meal.", "Eructations tasting like barley-water; eructations of hot, foul air.", "Acidity in stomach." ],
    "Abdomen" : [ "Cutting, twisting, griping pains.", "Much flatulence, with rumbling and colicky pains.", "Swelling, with feeling of tightness and flatulence; swelling with tension and pain, the tightness spreading towards heart.", "Rumbling in afternoon, with cutting; rumbling in evening after dinner, with aching as before diarrhoea, and often when sitting still a heavy pulsation appeared almost to lift up the bowels; rumbling after dinner with aching.", "Flatulence; during day; at night, with pain.", "Intermittent sticking backward in hypochondria during the day.", "Anguish in l. hypochondrium and l. loin after dinner with flatulence.", "Frequent griping in umbilical region.", "Frequent cutting in umbilical region and small of back in afternoon, then profuse and sudden leucorrhoea." ],
    "Stool and Anus" : [ "Sudden urging to stool.", "Bilious diarrhoea.", "Constipation.", "Feeling of a large stool which when voided was small.", "Urging always sudden, whether followed by diarrhoea or not.", "Sudden urging, then small bilious stool.", "Heat in anal region, with itching smarting at anus.", "Diarrhoea: with pain in abdomen; profuse; sudden; slimy, white or green (in an infant); bilious, always preceded by sudden urging and griping in abdomen; then stool omitted for two days, then stool partly costive, partly loose, with pain in abdomen." ],
    "Urinary Organs" : [ "Uneasiness and pressure in bladder.", "Urine deposits red sediment, mixed with mucus.", "Urine of deep straw colour.", "Urine loaded with lithates and mucus." ],
    "Male Sexual Organs" : [ "Increased sexual desire.", "Nocturnal emissions.", "Peculiar distress, great desire, but no physical power, with depression of mind.", "Stinging, somewhat burning pain along r. side of penis, immediately under skin, at night in bed and in morning after rising.", "Instinct and power excited.", "Desire on going to bed, with little physical power, with frequent waking, vivid imaginations, painful state of mind, involuntary emissions, then prostration and distress." ],
    "Female Sexual Organs" : [ "Crampy pain in l. ovary.", "Aching in l. ovary with pains in heart; come on a week before menses, grow worse till menses appear, then easier till next month.", "Thin, whitish leucorrhoea in afternoon.", "Milk decreased, next day returned freely; afterwards scanty." ],
    "Respiratory Organs" : [ "Cough with tightness and fulness in larynx.", "Irritation and tickling in larynx and trachea.", "Hoarseness; short, hoarse cough.", "Short, puffing cough, every minute, p.m.", "Dry, hacking cough; blood-spitting.", "Expectoration of whitish viscid mucus in morning on waking.", "Spitting of blood, which had no tendency to coagulate.", "Respiration very slow; shallow, and scarcely perceptible; laboured and difficult; gasping for breath." ],
    "Chest" : [ "Uneasiness and dull, heavy pain in chest.", "Lancinating pains, < on deep inspiration.", "Asthmatic constriction of chest; cannot expand lungs; followed by mucous expectoration.", "Pain in l. pectoral muscles in forenoon.", "Occasional pain top of both mammae.", "Most acute pain and oppression in chest as if a hot iron had been run in and a hundredweight put on top of it, instantly > by hartshorn and water.", "Heavy pain over lower half of r. chest, with stabbing on deep inspiration; cannot cough for the stabbing; < lying l. side, > lying on affected side.", "Dull pain to r. of sternum.", "Tenderness over sternum and in throat." ],
    "Heart and Pulse" : [ "Feeling of depression and uneasiness about heart.", "Severe pain in region of heart.", "Fluttering and palpitation of heart.", "Audible beating of heart.", "Pulse slow and irregular in rhythm and force; weak and thready, scarcely perceptible.", "Action only recognised by pushing hand up behind sternum, then felt only a faint thrill resembling the cardiac thrill felt in the same way on a newborn infant.", "Pulse rapid; and full; 120, some beats tolerably full and strong, afterwards 32, irregular in rhythm and force, some of the beats full and bounding." ],
    "Neck and Back" : [ "Cutting in nape.", "Aching in nape.", "Shooting from inner and upper angle of l. scapula to front of chest.", "Tired feeling in dorsal vertebrae all day, with the peculiar burning often attendant on exhaustion.", "Rheumatic pains in neck and back.", "Pain between the shoulders as if in spine, afterwards involving scapulae; in morning on waking; < moving arms.", "Dragging sensation in spine between shoulders.", "Aching in loins.", "Acute pain in small of back; gnawing pain." ],
    "Limbs" : [ "Sudden prostration of strength in limbs.", "Rheumatic pains in limbs.", "Drawing, lacerating in various parts of r limbs, < motion.", "Aching: in ankles, lower part of thighs, wrists, and shoulder-joints; in all parts on waking; bruised, on waking.", "In afternoon occasional rheumatic pains in thighs and arms, < shoulder-joints; shifting rheumatism (drawing aching), pain in arms, shoulders, and legs, < l." ],
    "Upper Limbs" : [ "Rheumatic pains in shoulders; rheumatic drawing in l. shoulder in morning.", "Burning pain in wrist, and he hung down his arm, from which a few drops of blood fell (from the bite).", "Swelling: of hand and thumb; of hand and arm, with spots; of bitten hand, and of arm and breast of same side, with livid spots.", "Numbness (crampy) and shifting rheumatic pains, < in shoulder-joints, and numbness of hands as if asleep.", "Numb pain and feeling as if ether had been allowed to evaporate.", "Aching in r. fourth and little fingers, then sensation of digging in middle of l. triceps, acute pain under l. thumb-nail (where virus had entered) running up arm.", "(Sweating palms.)" ],
    "Lower Limbs" : [ "Sudden weakness when walking in evening.", "Staggering when walking.", "Dragging when walking, with weariness.", "Pressive and drawing sensations on points in lower limbs and feet.", "Pain anteriorly in r. thigh; posteriorly in thighs in afternoon.", "Shooting down leg and tingling in feet.", "Drawing pain in lower part of tendo Achillis, < motion, afterwards increased to lameness, > evening.", "Pain in the bitten toe, ascending to top of thigh, then pain in belly, which was tense and swollen, then the pain descended in the same track in which it had risen." ],
    "Generalities" : [ "Languor; fatigue; torpor.", "Organs seem to be drawn together, esp. ovary and heart.", "Depression of both mental and physical powers.", "Symptoms < from stimulants; > when walking in open air.", "Swelling of body.", "Local inflammation.", "Appearance as if intoxicated.", "Convulsive movement of mouth and limbs.", "Rolling about as if weak and faint.", "Moaned, grasped his throat, tossed his head from side to side and moved his arms and legs uneasily.", "Unnatural quiet, with groans and complaints of slight pains in the bitten arm.", "Sensation of wasting away.", "Restlessness in afternoon.", "Inclination to lie in bed in morning.", "Inability to support himself in a sitting posture.", "Swooning fits.", "Loss of sense of feeling." ],
    "Skin" : [ "Creeping, itching, and tingling sensation in skin.", "Skin swelled, mottled, and of dark purple, livid colour.", "Large pimples on inflamed base.", "Small white blisters on inflamed base, with much itching.", "Gangrene.", "Boil-like swelling on back of middle phalanx of r. little finger.", "Painful chilblains on feet.", "Pimple: on upper lip; on l. ala nasi; on inflamed base, on tip of nose, nose sore in consequence; painful on brow.", "White itching blisters on inflamed base, on neck and body in afternoon." ],
    "Sleep" : [ "Yawning; great sleepiness.", "Restless, disturbed sleep.", "Vivid dreams.", "Little inclination for sleep, brain irritable.", "Sleepiness in evening, and weakness, went to bed at p.m. and fell asleep immediately; < after tea, > hard walking and profuse sweat.", "Dozing and moaning.", "Long and vivid dreams, little recollection of the subjects.", "A vivid dreamy night; affairs of the day recalled, with additions, and new plans for the morrow.", "Dreams of murders, suicides, fires, &c." ],
    "Fever" : [ "Body cold and collapsed.", "Extremities very cold; icy coldness of feet.", "Burning heat in face.", "Feels very uncomfortable, hot, and feverish.", "Free perspiration.", "Heat, but he refused water; heat with prostration; with discomfort, dry lips, and tender, hot mouth.", "Head hot; and full of blood.", "Burning of ear.", "Flushes of heat in face at different times of day; flushes in face, < l. side.", "Hands hot, and much sweat in palms.", "General sweat; cold, clammy." ]
  }
}