{
  "remedyName" : "Naphthalinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Amblyopia. Asthma. Bronchitis. Cataract. Diarrhoea. Eczema. Flatulence. Gleet. Gonorrhoea. Hay-asthma. Phthisis. Psoriasis. Retina, detached. Typhoid fever. Whooping-cough. Worms." ],
    "Characteristics" : [ "Naphthalin is a hydro-carbon obtained by distillation from coal-tar. It consists of colourless, transparent, lustrous scales, or, when crystallised, of rhombic tables or prisms. It is an unproved remedy, and has been used in old-school practice as an intestinal antiseptic and vermifuge, as an expectorant, as a remedy for eczema and psoriasis, as an antiseptic application to wounds. Some cases of poisoning have been reported. A boy, (Brit. Med. Journ., August 5, 1899), came home one evening apparently drunk: semi-conscious, staggering, unable to answer questions. He had eaten two \"bon-bons,\" which were really moth-destroyers, each tablet containing two grammes of pure Naphthalin. An emetic was promptly administered, and the next day the boy was still drowsy but quite conscious. The drowsiness lasted four days. Four grammes were given to a cat. In an hour and a half the hind limbs became ataxic. Swaying movements of the entire body were noticed even when the animal was at rest. Attacks of sneezing from nasal irritation, the animal frequently attempting to remove the irritation by rubbing his nose. In two hours inco-ordination had increased. Twitching of facial muscles. Saliva flowed freely from the mouth. This experiment is important as bearing on the use made of the remedy in hay-fever. Other experiences are quoted from the Brit. Med. Journ. in H. W., xxxiv. Evers records chronic illness, loss of appetite, headache, and eczema over both legs as due to Naph. which was used as a moth powder and sprinkled on bedding. In a case of typhoid the patient was given grammes of Naph. during the first three days. After this the dose was increased to grammes. On the evening of the sixth day the patient began to be restless, and the following evening was delirious. Next day: drowsy, respiration laboured, irregular. Lips and face cyanotic. Slight twitching in all muscles. Pulse regular, Temperature had fallen to normal. Urine dark brown and after standing became black. When Naph. was discontinued the symptoms vanished in four days. In three cases in which Naph. had been applied to wounds there was sudden onset of fever, headache, loss of appetite; in one of them there was temporary mania with incontinence of urine and faeces; in two of them albuminuria. All symptoms rapidly disappeared when Naph. was discontinued. Other cases are collected in C. D. P., the symptoms of which will be found arranged in the Schema. Lippincott (H. W., xxi. 35) was the first to use Naph. in cases of hay-fever, having heard that hay-fever sufferers who went into factories where Naphtha was much used were always cured. His experience of its value was speedily confirmed by other observers. Naph. 1x and 2x were used in the first trials. W. Louis Hartmann, of Syracuse, N.Y., is the chief homoeopathic authority for this remedy (N. A. J. H., xii. 630). His leading indications for it are: Acute coryza with fluent excoriating discharge and much sneezing. Paroxysms of coughing following each other in rapid succession so that the patient is unable to take his breath (as in asthma and whooping-cough). He has found it more often indicated than any other drug in whooping-cough. The spasmodic action and the cyanosis of the drug are good indications here, though it is not necessary to wait till the child is blue before prescribing Naph. If any remedy is needed after Naph., Drosera follows admirably. In a case of phthisis of left lung Naph. removed these symptoms: Unable to sleep for cough; if he dozed off it was sure to wake him. Exhausting night-sweats and during the day thin, offensive diarrhoea. Hartmann uses the ix trit., having been disappointed with higher attenuations. Another action of Naph. is on the eye, cases of opacity of the lens having been traced to its action. For the expulsion of threadworms after the bowels have been freely opened by a cathartic, Naph. is given in doses of gr. 1/4 to gr. 1/2 four times a day for two days. The dose should not be given after a meal, and all fats and oils should be abstained from during the treatment, which may be repeated once or twice after leaving a week's interval. (The nose irritation in the poisoned cat is significant of the vermicide action of Naph.). J. Meredith (H. W., xxvii. 215) cured with the 6x incarcerated flatus in transverse colon causing cardiac distress." ],
    "Relations" : [ "Compare: Salol., Carbol. ac., Anilin., Methyl.", "b., and coal-tar products generally. In coughs, Dros. (which follows Naph. well), Coc. c., Arn., Bell., Coral., Ipec. In phthisis, Petrol., Bacil. In eye affections, Cholestr. In gonorrhoea, Thuja, Petrosel., Salol. In hay-fever, Pso., Sabad., Ars., Cepa, Kali i. In worms, Cina., Teucr." ],
    "Mind" : [ "Mania.", "Delirium.", "Intoxication.", "Loss of consciousness." ],
    "Head" : [ "Headache with fever, drowsiness, and loss of appetite." ],
    "Eyes" : [ "Coryza.", "Eyes inflamed, painful, bloodshot (hay-fever).", "Cataract.", "Amblyopia.", "[Detached retina.", "Shiny bodies in vitreous.", "White patches on retina, of oxalate, sulphate, and carbonate of calcium.", "Fundus thickly studded with brilliant points; or, a large white patch usually at lower part of pupil, increasing in size and concealing vessels of choroid.", "Crystalline lens dim (in rabbits poisoned with Naph.; they died of parenchymatous nephritis; similar chalk-white spots to those in fundus oculi were found in pleura, kidneys, liver, and convex surface of brain).]" ],
    "Nose" : [ "Coryza; irritation of nose; thin, excoriating discharge; much sneezing.", "(Hay-fever.).", "The animal constantly rubs his nose to remove the irritation (in poisoned cat).", "Attacks of sneezing (cat)." ],
    "Face" : [ "Lips and face cyanotic.", "Face pale yellow.", "Twitching of facial muscles (cat)." ],
    "Mouth" : [ "Saliva flows from the mouth (cat)." ],
    "Stomach" : [ "Loss of appetite." ],
    "Abdomen" : [ "Incarcerated flatus in transverse colon causing cardiac distress (removed with 6x)." ],
    "Stool and Anus" : [ "Incontinence of urine and faeces.", "(Thin, offensive diarrhoea of phthisis.)" ],
    "Urinary Organs" : [ "Sudden, violent desire to urinate; meatus urinarius red and swollen, prepuce oedematous.", "Gonorrhoea.", "Gleet.", "Incontinence of urine.", "Urine: dark brown, becoming black after standing; albuminous." ],
    "Male Sexual Organs" : [ "OEdema of prepuce." ],
    "Respiratory Organs" : [ "Respiration: laboured and irregular; asthmatic.", "Cough in incessant paroxysms almost arresting breath.", "Night cough preventing sleep.", "Cough with blue or purple face.", "Expectoration: free, thick, tenacious; almost absent.", "Cough in violent paroxysms compelling the patient to hold his head for the pain." ],
    "Generalities" : [ "Chronic illness.", "Sudden onset of symptoms.", "General muscular twitchings.", "Restlessness.", "Staggering, drunken gait.", "Ataxia.", "Paralysis of lower limbs (animals)." ],
    "Skin" : [ "Eczema.", "(Psoriasis.)" ],
    "Sleep" : [ "Very great drowsiness lasting some days." ],
    "Fever" : [ "Sudden onset of fever, headache, and loss of appetite.", "(Temperature reduced in typhoid.)" ]
  }
}