{
  "remedyName" : "Natrum Arsenicicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Coryza. Diphtheria. Eyes, inflammation of; granular lids. Haemoptysis. Interscapular pain. Miner's asthma. Nose, affections of; root of, pain in. OEsophagus, constriction of. Pityriasis rubra. Post-nasal catarrh. Testicles, neuralgia of. Tuberculosis." ],
    "Characteristics" : [ "Nat. ars. has been very extensively proved, notably by Imbert Gourbeyre. The irritating arsenical effects preponderate. The principal clinical use of Nat. ars. has been in diphtheria (dark purple throat, great swelling, much prostration, not much pain) and in affections of the eyes and nose, and root of nose. Some of the Peculiar Symptoms are: Wavering, floating sensation on turning head. Eyeballs feel stiff feel too large for lids to close over. Scratching beneath lids on rolling eyeballs. Pain at root of nose. Feeling as if thyroid body were compressed by thumb and finger. Feeling of lump in throat; of blow on testicle; as if smoke inhaled into lungs. Emaciation. OEdema. Pain between scapulae > bending forward. There is the restlessness of Arsen.; and the thirst, and also the chilliness, with the hot head and headache < by heat. The symptoms are < on pressure. < By motion; jarring; least exertion. Interscapular pain > bending forward. < On moving is very prominent throughout the proving; also < during the day. Nasal, obstruction and chilliness < at night. There is the Arsen. chilliness and sensitiveness to cold air; but itching is < when heated by exercise; warm things = burning in stomach; and cold drinks < nausea. Wind = conjunctivitis. Right side of head; left testicle; and left leg most affected." ],
    "Relations" : [ "Compare: Ars., K. ca. (oedema about eyes and face); Apis (diphtheria with sac-like swelling of uvula; but Apis has much pain, Nat. ars. has not); Ar. t. (diphtheria; Ar. t. has less swelling and more pain); Kali b. (tenacious mucus); Nat. m. (throat); Lyc. (stopped catarrh)." ],
    "Mind" : [ "Nervous restlessness.", "Depressed, as if something impending.", "Cannot concentrate mind; dull, listless; forgetful." ],
    "Head" : [ "Vacant feeling in whole head.", "Wavering, floating sensation on turning head quickly.", "Confused feeling; head heavy, dull.", "Feeling of heat and fulness in whole head.", "Severe sharp headache in forehead, above eyes, < r. eye.", "Numbness in forehead, evening.", "Dull aching in frontal region and root of nose; on awaking in morning; severe during day; indisposed to study or speak.", "Aching across brow over orbits and eyeballs.", "Fulness in forehead with throbbing in top of head.", "Every motion jars the head.", "Headache < from heat, pressure, and tobacco-smoke." ],
    "Eyes" : [ "Vision weakened; objects blur when he looks at them for a short time; eyes sensitive to light.", "Eyes soon tire and pain when reading or writing.", "Feels as though he must close lids to protect the weak eyes.", "Lids disposed to close; cannot open them as wide as usual.", "Stiffness of eyeballs.", "Eyeballs feel too large when closing lids over them.", "Blood-vessels of balls and lids much congested, whole orbital region swollen; oedema of orbital region.", "Congestion of conjunctiva from least exposure to cold or wind; conjunctiva dry and painful.", "Eyes smart as from wood smoke; smarting and lachrymation on going into open air.", "Inner surface of lower lids granulated.", "Edges chronically inflamed; morning agglutination.", "Aching through and over brows and orbits, and in temples on awaking.", "Eye symptoms < in morning, > towards evening." ],
    "Ears" : [ "Shooting pain over r. ear, after noon.", "Hearing dull.", "Rushing noise in r. ear synchronous with pulse." ],
    "Nose" : [ "Smell defective or lost.", "Patient feels stuffed up in nose and chest.", "Nose constantly stuffed up, < at night and in morning; must breathe at night with mouth open.", "Nasal discharge yellow, tough; hawked or drops from posterior nares.", "Pieces of hardened bluish mucus flow from nose, after which mucous membrane feels raw.", "Dry crust in nose; when removed blood follows.", "Nasal mucous membrane thickened, can inhale air, but difficult to exhale.", "Compressive pain at root of nose and in forehead; catarrh." ],
    "Face" : [ "Face flushed and hot; feels puffed.", "Malar bones feel large, as if swollen.", "Face swollen, oedematous; more in orbital region; < mornings on awaking.", "Corners of mouth fissured; also indurated.", "Muscles of mastication stiff, painful o move jaw." ],
    "Mouth" : [ "Teeth and gums tender.", "Tongue furred; coated yellow; deep red, corrugated, anterior part fissured; large, moist, fissured, flabby.", "Ulcer in mouth, very sore.", "Mouth watery.", "Taste: insipid; clammy; pasty; bitter; sour." ],
    "Throat" : [ "Fauces dry on swallowing and on inspiration, < in morning and after a cold.", "Fauces and pharynx red and glossy.", "Tonsils, fauces, and pharynx purplish and oedematous; patched with yellow mucus; diphtheria.", "Uvula, tonsils, and pharynx thickened; surface irregular, swollen, purplish-red, covered with yellowish-grey mucus, which is hawked out.", "Hawks up greyish (or white) tenacious mucus.", "Constricted choking feeling in throat; as if thyroid body compressed between thumb and finger.", "Feeling as of a pin sticking in throat; or of a lump in throat; always < in morning." ],
    "Stomach" : [ "Drinks often, but little at a time; very thirsty, < by drinking.", "Belching and sour eructations.", "Nausea, < from drink of cold water.", "Vomits large quantities of sour water, < after eating.", "Stomach feels sore; warm things cause a sensation of burning, and can be felt entering stomach.", "Moderate dinner lies heavy; feeling of fulness.", "Epigastrium tender.", "Sinking sensation; with dull feeling over eyes.", "Haematemesis." ],
    "Abdomen" : [ "Pain from time to time shifting through bowels, > by passage of flatus or stool.", "Gas forms rapidly, > when bowels move; colic from flatus and before stool.", "Pain in groins; also in Poupart's ligaments." ],
    "Stool and Anus" : [ "Alternate diarrhoea and constipation.", "Stool thin, soft, dark, followed by burning at the anus.", "Yellowish, watery, copious, painless, hurries out of bed in morning; preceded by colic, > after." ],
    "Urinary Organs" : [ "Dull aching in kidneys, with profuse urine.", "Sore feeling in region of bladder, < while urinating.", "Urine copious, frequent, clear; heat precipitates phosphates; contains some epithelial scales, casts, and fat globules." ],
    "Male Sexual Organs" : [ "Dull cutting in groins along Poupart's ligaments, followed by sickening sensation in l. testicle, as after a blow; testicle very sensitive while pain lasted.", "Emission during sleep." ],
    "Respiratory Organs" : [ "Dark slate-coloured, scanty mucus in larynx, detached with difficulty.", "Oppressed or stuffed sensation all day from larynx to bottom of sternum.", "Roughness and irritation in bronchi mornings, with slight cough.", "Lungs feel dry, as though smoke had been inhaled.", "Dry cough, with feeling of tightness and oppression in middle and upper third of chest.", "Chest feels full and oppressed; < during exertion and on full inspiration.", "Sharp, quick pain below seventh rib anteriorly.", "Supra-clavicular regions sore on pressure.", "Shooting pain under r. breast; sore on pressure." ],
    "Heart and Pulse" : [ "Oppression about heart on least exertion.", "Pulse irregular, variable in volume, slower than usual." ],
    "Neck and Back" : [ "Neck stiff and sore.", "Soreness at lower cervical vertebrae down to joints of and under both scapulae.", "Pain and soreness in back.", "Severe pain between scapulae; > moving forward; < from inspiration.", "Pain in lumbar region." ],
    "Limbs" : [ "Neuralgic pains occur frequently.", "Joints feel stiff; pains erratic, < in joints and on l. side.", "Lower limbs feel heavy; weary, bruised feelings.", "Aching anteriorly down legs, until restless, uneasy feeling is produced.", "Knee-joints crack.", "Shaking in tibia when walking.", "Corns appear on bottom of each little toe." ],
    "Generalities" : [ "Restless, nervous, cannot sit still without great effort.", "Feels tired all over; desire to remain quiet.", "More susceptible to cold air, takes cold easily.", "Pains show preference for l. leg.", "OEdema.", "Marked emaciation; after previous increase of flesh." ],
    "Skin" : [ "Squamous eruption, scales thin, white, and when removed leave skin slightly reddened; if scales remain they cause itching, < when warm from exercise." ],
    "Sleep" : [ "Drowsy, heavy, restless; wakes as if frightened." ],
    "Fever" : [ "Chilly, disposed to wrap up or get near a fire.", "Skin hot and dry.", "Surface cool, covered with cold, clammy sweat." ]
  }
}