{
  "remedyName" : "Natrum Nitricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Constipation. Debility. Distension. Flatulence. Otalgia. Otitis." ],
    "Characteristics" : [ "Na. n. has had a considerable proving, and among the peculiar symptoms were: Heat in left ear; coldness in right. Heat spreading left to right. Coldness streaming through upper part of body. Coldness of left foot. Pressing-inward pains: in temple and forehead; in malar bones. Flatulent troubles with weight in lower abdomen. Painful retraction of abdominal muscles. Painful constipation. Anaemia and excessive exhaustion. The symptoms were < by exertion; ascending stairs; sitting bent over; deep inspiration. Na. n. was Rademacher's Aconite. He used it in inflammations of all kinds, especially laryngo-tracheitis and croup, acute pneumonia, acute rheumatism and heart affections, purpura, haemorrhages, inflammations of the eye, exophthalmic goitre (Hansen)." ],
    "Relations" : [ "Compare: K. nit. Abdomen mostly contracted, constipation, Plumb. (Na. n. should be a good antidote to lead poisoning)." ],
    "Mind" : [ "Great ill-humour (mental indolence)." ],
    "Head" : [ "Head dull; as from too much study.", "Pressing inward pain l. temple and forehead, with heat." ],
    "Ears" : [ "Pain in r. ear, as if in drum; with sensation of binding up in ears.", "Otalgia: in evening; with warmth in ear, coldness of r. concha, burning heat of l., which extends beyond the temple." ],
    "Face" : [ "Face pale, thin.", "Inward pressing in malar bones." ],
    "Mouth" : [ "Tongue whitish.", "Distressing burning dryness in mouth and throat." ],
    "Throat" : [ "Some dull stitches back of throat on drawing air through nose (evening, in bed)." ],
    "Appetite" : [ "Coppery taste on lips and tongue.", "Acid taste.", "Appetite diminished.", "Repugnance to coffee." ],
    "Stomach" : [ "Sour risings.", "Sufferings from flatulency, with pressive pains, esp. in epigastrium and chest, < by movement, and > by risings or expulsion of flatus.", "Flatulence with pressure in pit of stomach and under sternum." ],
    "Abdomen" : [ "Distended abdomen, with a feeling of heaviness in it, followed by emission of a quantity of wind and eructations.", "Painful retraction of abdominal muscles towards spinal column." ],
    "Stool and Anus" : [ "Constipation: faeces of a large size; the stool is discharged with difficulty, slow, and with the sensation after the stool as if the faeces were still remaining.", "Stool always consisted of isolated faecal masses, evacuated with great exertion; during last days of proving constant desire to go to stool.", "Stool indolent, only after effort, leaving sensation as if more to follow.", "Stool retarded one day." ],
    "Urinary Organs" : [ "Frequent distressing desire, increased mucous secretion of passages.", "Profuse emission (in spite of summer heat and profuse perspiration).", "Urine very light colour and high specific gravity." ],
    "Chest" : [ "Pressive pains below outer part r. pectoral muscle, as if between and on ribs, on deep breathing, whilst sitting bent over." ],
    "Heart" : [ "Pulse become slower; smaller, softer." ],
    "Limbs" : [ "Aching, contusive pain in the joints; and in adductors of thighs." ],
    "Upper Limbs" : [ "Pressing-asunder pain in first joint of r. index and middle fingers." ],
    "Generalities" : [ "The blood became colour of cherry juice; white corpuscles increased, red diminished; watery constituents increased.", "Weakness, disinclined for exertion.", "Exhaustion, esp. in knees, during a walk (after a slight venesection).", "Exhaustion < every motion, esp. going up stairs." ],
    "Sleep" : [ "Overpowering inclination to sleep, which, however, did not refresh." ],
    "Fever" : [ "A fine cold sensation streams through body, esp. upper part and arms, followed by increased warmth after a quarter of an hour in bed.", "General shivering chill at times.", "Feet cold (and feel cold) up to calves.", "Icy coldness of l. foot extending half up leg (both in warm room and when walking).", "Whole l. concha becomes burning hot, r. remaining cold; heat soon extended over l. temple, then changed to pressing-inward pain; later heat spread to r. side of head, esp. concha, thence over face with pressive pain in l. frontal sinuses, in afternoon." ]
  }
}