{
  "remedyName" : "Natrum Phosphoricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity (infants). Conjunctivitis. Diabetes. Dyspepsia. Enteralgia. Erysipelas. Gastralgia. Glands, scrofulous swelling of. Goitre. Gout. Intertrigo. Leucocytosis. Leucorrhoea. Morphinomania. Phthisis. Post-nasal catarrh. Rheumatism. Scrofula. Sighing. Sterility. Threadworms. Urticaria. Worms." ],
    "Characteristics" : [ "As Nat. phos. is one of Schussler's introductions I will first quote what he has to say about it: \"Nat. phos. is contained in the blood-corpuscles, in the cells of the muscles, of the nerves and of the brain, as well as in the intercellular fluids. Through the presence of Nat. p. lactic acid is decomposed into carbonic acid and water. Nat. p. is able to bind to itself carbonic acid, receiving into itself two parts of carbonic acid for every volume of phosphoric acid. When it has thus bound the carbonic acid it conveys it to the lungs. The oxygen flowing into the lungs liberates the carbonic acid, which is only loosely attached to the Nat. p.; the carbonic acid is then exhaled and exchanged for oxygen, which is absorbed by the iron of the blood-corpuscles. Nat. p. is the remedy for those diseases which are caused by an excess of lactic acid. It therefore answers to the diseases of infants, who, having been fed to excess with milk and sugar, suffer from redundant acids. The symptoms in such cases are: Sour eructations, vomiting of sour, cheesy masses; yellowish-green, so-called hacked diarrhoeas; colic, spasms with acidity. Uric acid is dissolved in the blood by two factors, the warmth of the blood and Nat. p. If uric acid is deposited from its solution in the joints or near them, owing to a deficiency of Nat. p., or when it combines with the base of Carbonate of soda into urate of soda, which is insoluble, then there arises podagra or acute arthritic rheumatism. During an acute attack of podagra the secretion of uric acid in the urine is diminished by just so much as is retained of it in the diseased parts. Nat. p. also serves to saponify the fatty acids; it therefore cures those dyspeptic ailments which arise from eating fat food, or which are aggravated thereby.\"", "Nat. p. has been proved, chiefly in the attenuations, under Farrington's direction. Schussler's indications do not all appear in the provings, but I insert them in the Schema and distinguish them by (S). The correspondence is tolerably close. In the proving the nose-irritation and itching anus of the worm-condition was developed. Atony of bladder. Hair sensation on tongue. Tightness of muscles and tendons. Seminal emissions. Charles Mohr, who was one of the provers, relates in Amer. Med. Monthly (Oct., 1897) the effect it had on him and the use he made of it. After being under the influence of the drug some time (without knowing what it was) he had much itching at the ankle-joints, with an eczematous eruption. Fear, especially at night, that something would happen. Headache; some nausea; defect of vision, one pupil dilated. The symptoms had to be antidoted with Sepia. Two years after, Mohr had a patient with visional disturbance and headache, and when these were at their worst he had a sense of fear, < at night, and an eruption about the ankles which began with itching. Nat. p. 6x cured promptly. M. J. Luys (H. W., xxxiv. 477) has successfully overcome the morphia habit by subcutaneous injections of Nat. ph. with glycerine and water.", "The symptoms are < walking, especially up stairs. Warmth of bed = itching at anus from worms. Thunderstorm < pains; = trembling and palpitation. When big toe pains heart pains are >. There is periodicity in the action. < From coitus." ],
    "Relations" : [ "Antidoted by: Sep. (especially eruption and swelling about joints); Apis (urticaria). Compare: Acidity and scrofula, Calc., Rheum. Gout, Benz. ac., Guaiac., Lyc., Urt. ur., Sul. Gastric catarrh, Calc., Carb. v., Kali c., Nux, Robin., Carbol. ac. Speech impeded, Nat. m. Hair sensation, Nat. m., K. bi., Sil. < From coitus, K. ca., Caust. Worms, Abrot., Cina, Teucr. Drinking water = cough, Sil.; (Caust. > cough). Emissions causing weak back and knees, Nat. m." ],
    "Causation" : [ "Sugar. Milk. Fat food. Bitter foods. Thunderstorms." ],
    "Mind" : [ "Melancholy, esp. after emissions.", "Despondent; could not study; imagined he was going to have typhoid fever.", "Fears bad news.", "Nervous fears on waking.", "Easily startled.", "Irritable.", "Memory lost." ],
    "Head" : [ "Dizzy, as if he would fall; objects turn round on rising or moving.", "Dulness in head and at root of nose.", "Fulness in head; flushes of heat, afterwards sweat.", "Fulness in forehead, over eyes; in morning; while studying; With cutting in r. temple.", "Sharp cutting r. side of head with, at times, dull aching over eyes." ],
    "Eyes" : [ "Eyes weak; < from gas-light p.m.", "Slight burning, lachrymation, must rub eyes.", "Cutting in r. eye.", "Eyes feel as if sand in them.", "Pain over eyes.", "Pressure on r. eye during menses.", "Pressure over r. eye with sighing.", "Pain in l. orbit, with pain in bowels, extending up into chest; flatulence.", "R. supraorbital neuralgia.", "Lids heavy, itch along margins.", "Dryness of l. eyeball with bruised pain.", "Vision: dim; flickering; halo round gas-light.", "(Squinting, with worms.).", "Disturbed vision, one pupil dilated." ],
    "Ears" : [ "Lobe of r. ear burning and itching so intolerably has to scratch it till it bleeds.", "Sensation in ears as of water dropping from a height into a long round vessel.", "Fulness in ears, aching in r. meatus.", "Itching and tickling in (r.) Eustachian tube from middle ear.", "Imagines he hears footsteps in next room." ],
    "Nose" : [ "Fulness at root of nose; skin feels drawn tight over it.", "Nose as if full of mucus, but discharge slight.", "L. nostril sore, painful; picks it constantly; scales form.", "Pricking in l. (and r.) nostril, brings tears to eyes.", "Offensive odour before nose." ],
    "Face" : [ "Shooting pain in r. cheek.", "Peculiar stitching pain along cheek into ears.", "Great soreness r. lower jaw at angle; occasional slight darting through jaw.", "Intense itching of face esp. nose." ],
    "Mouth" : [ "Teeth in morning and mouth all day covered with a brownish mucus.", "Gumboils on molars.", "Tongue coated dirty white, brown centre.", "Moist, golden-yellow, or creamy coating back part of roof of mouth (S).", "Sensation of hairs on tip of tongue, followed by prickling numbness of whole mouth.", "Stinging on tip of tongue.", "Bad taste (coppery) on waking.", "Tries to say a word, but it will not come out; feels as if something closed in throat preventing speech." ],
    "Throat" : [ "Mucus in throat.", "Tough clear white phlegm in posterior nares.", "Thick yellow mucus drops from posterior nares; < night; wakens him; must sit up to clear throat.", "Sensation of lump in throat.", "R. side of throat sore; sensation as of a pin pricking it; < swallowing liquids, > swallowing solids; throbbing in region of l. tonsils." ],
    "Stomach" : [ "Acidity in children fed with excess of milk and sugar (S).", "Dyspepsia from f at food, or < by fat food (S).", "Canine hunger with gone feeling in stomach.", "Desires: strong-tasting things; eggs; fried fish; beer, which >.", "Aversion to: bread-and-butter.", "Sour eructations (S).", "Eructations after eating.", "Goneness; in stomach and abdomen, even in chest; < after eating.", "Heaviness and pressure in epigastrium.", "Vomiting of sour cheesy masses (S)." ],
    "Abdomen" : [ "Sharp cutting in hypochondria and l. iliac region.", "Flatulence, < after eating; rumbling.", "Whilst at stool, sensation as if a marble dropped down descending colon.", "Colic, and pressure, with acidity (S).", "Colic, as from wind pressing on bladder, causing frequent inclination and urging to stool.", "Colicky pains while walking.", "Colic in hypogastrium; soreness." ],
    "Stool and Anus" : [ "Burning contracting pain in anus and lower rectum (on waking from troubled dream).", "Sticking as from splinter in anus on walking.", "Sore, raw feeling.", "Itching soreness; must scratch.", "Must bring will to bear to prevent escape of faeces.", "Diarrhoea with colic; fears to pass flatus for fear faeces should escape.", "After coitus (man) urging to stool and urination: stools small, loose.", "Yellowish green, so-called \"hacked diarrhoea\" (S).", "Stool: yellowish brown.; profuse, thin, yellowish brown.", "Before stool: Weak feeling in rectum and sphincter.", "Small stool before breakfast, soft yet with effort; sudden urging while eating; afterwards, watery yellowish brown, painless stool.", "Large, soft stool, easily expelled, with feeling afterwards as if much remained behind.", "Costive.", "One day costive, next diarrhoea.", "Intestinal, long or round worms, with acidity, picking nose, occasional squinting, pain in bowels, restless sleep (S)." ],
    "Urinary Organs" : [ "Burning during micturation.", "After coitus burning and itching at meatus.", "Frequent micturition.", "Obliged to vomit from pressure of wind on bladder, pressure not > thereby.", "Passed a large quantity of urine on arising in morning.", "Bladder semi-paralysed: flow soon stops, and requires straining.", "Urine: increased, pale; scanty, dark.", "(Diabetes, hepatic form)." ],
    "Male Sexual Organs" : [ "Erections almost nightly, preceded by slight pains in testicles (< l.).", "Drawing in testes and cords.", "Emissions: at night with vivid dreams; after coitus; without dreams.", "Semen, thin, watery, smells like stale urine.", "Emissions followed by weak back and trembling of knees.", "Great itching of scrotum; prepuce; anus." ],
    "Female Sexual Organs" : [ "Menses five days early.", "During menses: feet icy cold by day, burn at night in bed; pressure in r. eye; flow at first paler than usual.", "After menses: symptoms <; trembling at heart, headache; paralytic aching in r. wrist; knees feel as if tendons shortened.", "Leucorrhoea: creamy or honey-coloured; sour-smelling, acrid, and watery (S).", "Prolapsus uteri with weak sinking sensation after defecation." ],
    "Respiratory Organs" : [ "Hoarseness.", "Cough from drinking water.", "Cough from tickling in throat.", "Constant cough and hawking; pain in chest in mammary region." ],
    "Chest" : [ "Empty feeling in chest,< after a meal.", "Pain through chest (< Q after dinner.", "Pain from r. clavicle diagonally to stomach, intense, caused starting, followed by hoarseness.", "Burning deep in chest, < r. side.", "Sudden feeling of fulness.", "Contracted feeling; muscles as if drawn; aching pains.", "Weight above ensiform cartilage, with empty feeling.", "Lower third of sternum, pain as if torn in two.", "(Phthisis florida in young subjects)." ],
    "Heart" : [ "Trembling about heart < going up stairs.", "Feeling as if a lump or bubble started from heart and were forced through arteries.", "Heart feels uneasy, esp. about base, when pains in limbs and great toe are better.", "Pulses felt all over body.", "Pulse, quick, jerking." ],
    "Neck and Back" : [ "Crick in both sides of neck.", "Scrofulous swelling of lymphatic glands (S).", "Goitre.", "Weakness in back towards evening.", "Slight pain in l. scapula.", "Sharp pain in r. sacro-iliac joint." ],
    "Limbs" : [ "R. wrist and l. ankle weak, ache as if paralysed (after menses).", "Drawing in hands, feet, wrist-joints, and l. shoulder." ],
    "Upper Limbs" : [ "Synovial crepitation.", "Arm (l.) feels gone, tired.", "Arms weak, must let them drop.", "Heaviness of r. arm.", "Contraction of extensors in back of arm, often, when writing.", "Rheumatic pain in r. shoulder; feels nervous.", "Shooting pains from neck over r. shoulder.", "Deep-seated pain in r. wrist going into palm.", "Drawing cramping; paralytic aching (during menses) in r. wrist.", "Numbness in r. hand and arm.", "Crampy pain in l. hand, esp. index finger.", "Numbness in r. fingers, occasional darting, < ring fingers.", "Severe shooting pains in l. middle and index fingers." ],
    "Lower Limbs" : [ "Synovial crepitation.", "Sudden giving way of legs while walking, as though they would be paralysed.", "Hamstrings stiff.", "Sharp, shooting front of l. thigh.", "Knees feel as if tendons shortened; (also at menses).", "Stitching in l. knee.", "When walking: calves feel pulled tight, as if needles piercing calf.", "Pain in ball of foot; in (r.) big toe.", "Gout (S).", "Rheumatism (S).", "Much itching at ankle-joints; even eczematous eruption." ],
    "Generalities" : [ "Lassitude: in morning; in hot weather.", "Nervous.", "Sore.", "Wakes at midnight; soon a sensation like electric shock through body; trembling and palpitation as from fright.", "Deposits in joints (S)." ],
    "Skin" : [ "Itching; < after going to bed; hives (Apis >).", "Itching papules on r. ear; about joints.", "Itching of scrotum, prepuce, and anus.", "Chafing of skin.", "Eczema, with acidity, honey-coloured secretion.", "Crusta lactea.", "Golden-yellow scabs." ],
    "Sleep" : [ "Drowsy all day, most forenoon; falls asleep sitting.", "Unusual excitement, could not sleep till 1, awoke again at 5, unrested.", "Sleepless to a.m.", "Dreams: sexual; vexing; of the dead." ],
    "Fever" : [ "Chilly: during menses; most on chest; followed by hot flushes round body.", "Feet icy cold by day, burn at night (during menses).", "Cannot get to sleep feels so hot; thoughts crowd on his mind.", "Flashes of heat and sweat.", "Face burns.", "Exceedingly sour-smelling sweats (S).", "Intermittent fever with vomiting of sour masses (S)." ]
  }
}