{
  "remedyName" : "Natrum Carbonicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Anidrosis. Ankles, weak. Burns. Cornea, ulcers on. Corns. Coryza. Deafness. Dysmenia. Dyspepsia. Goitre. Hands, chapped. Headache. Heels, blisters on. Herpes: iris; circinatus. Hypochondriasis. Hysteria. Ichthyosis. Lisping. Moles. Nose, swollen; eruptions on; red. Ozaena. Post-nasal catarrh. Presbyopia. Priapism. Rheumatism. School-headache. Scrofula. Stammering. Sterility. Sunstroke, chronic effects of. Throat, mucus in. Toothache. Warts." ],
    "Characteristics" : [ "Nat. carb. is the typical salt of the Natrum group. It was proved by Hahnemann, and is one of the antipsoric remedies of the Chronic Diseases. In old-school practice its chief uses are as an external application in solution to burns and eczema, as a douche in nasal or vaginal catarrh. Nat. c. forms the alkaline basis in most soaps, and most persons know by experience the effect of using soap with an excess of alkali. It almost burns off the superficial layers of the epidermis, and leaves the skin dry and cracked. The provings, whilst developing in Nat. c. a remedy of polychrest importance, confirms its irritating action, and show Nat. c. to be a true remedy for chapped hands and faces, rough, dry skins, eczema, herpes, warts and scrofulous conditions of skin. On the mucous membranes the effects are no less irritating. The whole alimentary tract from mouth to anus is irritated", "vesicles, ulcers, catarrh. In the eyes the irritation goes on to keratitis and ulceration of cornea. The nose is swollen and ulcerated, with a thick yellow or green offensive discharge. Thick, yellow, putrid leucorrhoea. The predominant mental condition of Nat. c. is one of profound sadness, depression, and melancholy; constantly occupied with sad thoughts; though there is also the opposite, great gaiety and talkativeness. The hypochondriacal mood is often an accompaniment of the condition of the digestive mucous membrane. The depression and irritability is < after a meal, the aggravation diminishing as digestion advances, \"as the food passes through the duodenum.\" Such patients, says Farrington, are decidedly averse to society, even that of their own family. The indigestion is < from vegetables and starchy foods. < From milk. The tongue has some characteristic symptoms, notably affection of the under surface and fraenum, and it is so heavy and unwieldy that the patient has difficulty in speaking. The common practice of taking Bicarbonate of Soda for indigestion and heartburn is founded on a true relationship (though Nat. c. is the Carbonate and not the Bi-carbonate), but the indiscriminate and excessive use of it only intensifies the trouble. The nearest analogue of Nat. c. in this and in the female sexual sphere is Sepia. The nervous system is strongly affected, and symptoms of hysteria appear. A leading note is < from exertion, mental or bodily. Great debility from any exertion; unsteady walk, any little obstruction on pavement = falling; or he falls without any apparent cause. There are contractions of muscles and tendons, and also relaxation of tissues. Ankle-joints are weak and burn. Twitching in muscles and limbs. I have cured with Nat. c. \"jerking of hands on going to sleep.\" Among the Peculiar Sensations are: As if head too large. As if forehead would burst. As if head would be drawn back. As if ears were closed up. As of a bubble bursting in ear. As if tip of tongue were cracked. Dryness of mouth as if caused by heat of breath. As if veins of right leg were bruised. Motion as from a foetus in uterus. Blisters on points of toes as if scalded. Emaciation, anaemia, bloating are prominent effects of Nat. c.; as also is swelling and induration of glands. Nat. c. is suited to: Light-haired people; persons of leuco-phlegmatic constitution with aversion to open air, and to exercise, mental or physical. Stitches go from within out. Right upper and left lower are particularly affected. A peculiar symptom of Nat. c. is \"discharge of mucus after an embrace\" in the woman; and sterility as a result. In Med. Adv., xviii. and 370, are two cases in point, one cured by J. C. Guernsey and the other by W. Jefferson Guernsey. In both cases the woman complained that she \"could not retain the semen\" after the embrace. Some of the grand keynotes of the remedy are to be found in its modalities. Prominent among these are < from sun; heat; gaslight. < From mental exertion; from physical exertion or strain; from least effort. < From music. Nat. c. has great debility from heat of summer; from chronic effects of sunstroke, every spell of warm weather = headache. Headache from sun or working under gaslight. At the same time there is great aversion to cold air, < from draught of air, change of clothing, getting wet, drinking cold water, < damp weather, change of weather. < From storms. Nat. c. has extreme sensitiveness to electric changes. There is great thirst for cold water, but < on drinking it (stitches in spleen). < By rest; < lying on left side (palpitation; stitch in back to anus); < sitting. Moving >. Moving head = cracking in cervical vertebrae. Moving = profuse sweat. Most symptoms come on or are < in morning. \"Sinking\" to a.m. < On alternate days. < During full moon. Eating > sinking, < dyspepsia and hypochondriasis. < From milk; from vegetable diet; from cold drink when over-heated. > By pressure, rubbing, scratching, wiping with hand. > Boring into ears and nose with fingers." ],
    "Relations" : [ "Antidoted by: Camph., Sp. nit. dul. It antidotes: Chi. Complementary: Sep., (Kali salts). Compatible: Calc., Nux, Pul., Sep., Sul. Compare: Nat. sul. (Nat. sul. is preferable for yeast-like vomiting, with pallid, dirty, livid tongue). Nat. m. (hypochondriasis", "that of Nat. c. keeps pace with indigestion, that of Nat. m. with degree of constipation; head and face > uncovering; leucorrhoea). Sep. (indifferent to family; melancholy, apprehensive; < by music; backache < by sitting; bearing down; boring through from tip of left scapula;", "Sep. has more empty feeling, and it does not \"fill up\" till after supper; Nat. c. sinking < to a.m., > eating, which = distension). Pic. ac. (priapism towards morning, emission and no desire). Nux (hypochondriasis; morning retching", "Nux, of pregnancy or after debauch). Pho., Rho., Sil., Pet., < from thunderstorm. Sul. ac., Sul., Caust. (falls easily). Lyc. (> uncovering; ulcer on heel", "Lyc. on instep; right upper, left lower). Am. c., Am. m., Cep. (sore heels). Bry. (cough in warm room). Sep. (eruption on back of hands; Sep. ulcers about joints of hands). Calc. (coldness in abdomen;", "icy coldness in stomach, Calc., Colch., Ars., Ambr.;", "burning heat in stomach, Ars., Apis). Sil. (intolerance of draught; cough from draught of air;", "< open air, Calc.; < change of temperature, Lach.). Agar., Naj. (ulcer on fraenum linguae). Aco., Calc., Glo. (headache from sun's rays). Zn., Sul., Indm. (weakness and goneness at stomach a.m.). Calc. (chapped hands). K. ca., chapped face. Debility from heat of summer, Ant. c. Headache from sun or gaslight, Glo., Lach. < From music, Sabi. Catarrh, profuse discharge by day, stopped at night, Nux. Bearing down as if everything would come out, Agar., Lil. t., Murex. Easily sprained ankles, Led. Foot bends under, Carb. an., Nat. m. Boring fingers into nose, &c., Cina (the boring of Nat. c. >; that of Cina does not)." ],
    "Causation" : [ "Cold drink when over-heated. Milk. Sun's rays (chronic effects). Gaslight. Heat. Change of temperature. Storms. Electric states. Over-study. Strains. Sweat, suppression of." ],
    "Mind" : [ "Marked degree of gaiety.", "Joyous talkativeness.", "Inclination to sing.", "Sadness and discouragement, with tears, and inquietude respecting the future.", "Inquietude, with fits of anguish, esp. during a storm, and while engaged in intellectual labour.", "Mind much agitated, every event (music) causes trembling.", "Timidity.", "Estrangement from individuals and from society.", "Hypochondriacal humour and disgust of life.", "Dejection.", "Disposition to take alarm.", "Irritable.", "Spite and malevolence.", "Disposition to be angry, and violent fits of passion.", "Difficulty in conceiving and combining ideas when reading or listening.", "Makes mistakes in writing.", "Difficulty of comprehension, which is unnatural to him when in health; imbecility, or weakness of intellect.", "Unfitness for intellectual labour and meditation, which fatigue the head.", "Infirmity of purpose." ],
    "Head" : [ "Dulness and confusion of the head.", "Confusion of head, esp. in a room, and during repose.", "Vertigo, esp. after drinking wine, and after intellectual labour.", "Headache, in the sun, or on turning head quickly.", "Sensation of pressive fulness in head, as if forehead were going to burst.", "Pressive headache, with nausea, risings, and cloudiness of eyes.", "Eructations and dimness of sight, in evening; < in room.", "Cramp-like tearing in forehead, extending to eyes and point of nose.", "Headache, with shootings, sometimes across eyes (and stitches out of eyes).", "Shocks across head.", "Pulsative headache in vertex, every morning.", "Congestion and heat in head.", "Tearing in exterior of sinciput, every day at a certain hour.", "Drawing and tension in r. side of occiput as if head would be drawn back.", "Profuse falling out of hair.", "Boil on occiput.", "Both occipital protuberances sore to touch." ],
    "Eyes" : [ "Burning in eyes, esp. when reading and writing.", "Stitches in eyes, from within outwards.", "Lancinations across eyes.", "Inflammation of eyes and lids, with photophobia.", "Heaviness of upper lids.", "Inflammatory swelling of r. upper lid.", "Swelling of lids.", "Dim eyes; has to wipe them constantly.", "Ulcers on cornea.", "Abscess in lachrymal gland.", "Frequent closing of lids, and difficulty in opening them.", "Confused sight, with black dancing specks, or bright sparkling before eyes.", "Dazzling flashing before eyes on awaking.", "Inability to read small print, as in presbyopia.", "Down before eyes.", "Pupils dilated." ],
    "Ears" : [ "Shootings in ears.", "Otalgia, with sharp, piercing stitches in ears.", "Great sensibility to noise.", "Sensation of deafness, as from stoppage of ears.", "Hardness of hearing.", "Tinkling, music, buzzing, bursting of a bubble, roaring, and throbbing in ears.", "Dryness and heat.", "[Old Otorrhoea and deafness that has come from typhoid fever.", "Deafness with ozaena, thick feeling in throat and amenorrhoea in light-haired girls.", "Deafness with acne punctata.", "Deafness with recurring earache", "(cases cured by Cooper).]" ],
    "Nose" : [ "Red nose with white pimples on it.", "Great sensitiveness of nose.", "Desquamation of bridge and point of nose; painful when touched.", "Ulceration in bottom of nostrils.", "Obstruction of nose, sometimes with discharge of hard and fetid pieces of mucus.", "Hard, fetid pieces from one nostril.", "Coryza every second day.", "Coryza, fluent; violent sneezing.", "Intermittent coryza, with burning in eyes.", "Much nasal mucus passes through mouth.", "Continued coryza and cough, excited by a chill and the least current of air, disappearing only after perspiration.", "Thick green, or yellow, mucus in nose.", "Bleeding of nose.", "Troubles of external nose, may attain a morbid size; puffiness of nose." ],
    "Face" : [ "Heat of face.", "Bloatedness of face.", "Cheeks red and swollen.", "Redness and burning heat, or great paleness in face, with livid circle under eyes, swollen eyelids.", "Face alternately pale and red.", "Ephelis in face.", "Itching and humid eruption in nose and mouth.", "Yellow spots on forehead and upper lip.", "Yellowish colour of face.", "Swelling of lips.", "Swelling of upper lip.", "Burning rhagades in lower lip.", "Eruptions, tetters, and ulcers round mouth and lips.", "Engorgement of submaxillary glands." ],
    "Teeth" : [ "Toothache, with digging, boring pain, esp. after and during a meal, and particularly after eating things sweetened with sugar or fruits.", "Pressive toothache at night, with swelling of lower lip and gums.", "Excessive sensitiveness of lower teeth." ],
    "Mouth" : [ "Constant dryness of mouth and lips.", "Vesicles and smooth ulcers, with burning, in the mouth.", "Burning about tip of tongue, as if it were cracked.", "Pimples on tip of tongue.", "Tensive blisters on r. margin of tongue.", "Papular eruption beneath tongue, painful to touch.", "Pustule near fraenum.", "Ulcer on fraenum.", "Tongue not facile, speech difficult.", "Lisping.", "Stammering, from (dry tongue and) heaviness of tongue." ],
    "Throat" : [ "Roughness, scraping, and dryness of throat and palate.", "Throat and oesophagus feel rough, scraped, and dry.", "Spasmodic contraction of oesophagus and stomach.", "Accumulation of mucus in throat.", "Violent hawking up of thick mucus which constantly collects again.", "Much nasal mucus passes through the posterior nares.", "Swelling of submaxillary glands." ],
    "Appetite" : [ "Bitter taste in mouth.", "The food tastes bitter.", "Acid taste in mouth, while tongue is loaded with a thick coating.", "Incessant thirst; great desire for cold water a few hours after dinner.", "Violent thirst, and uneasiness after drinking anything cold.", "Extreme, voracious hunger, esp. in morning, arising out of a sensation of faintness and emptiness.", "Empty eructations (after eating).", "Gluttony.", "Repugnance to milk and diarrhoea after partaking of it.", "Great weakness of digestion, with peevishness and hypochondriacal humour, after a meal, or the least departure from regimen.", "Distension, heaviness, and aching in stomach and epigastrium after a meal." ],
    "Stomach" : [ "Stomach weak, easily disordered.", "Frequent risings during and after a meal.", "Waterbrash.", "Heartburn after fat food.", "Violent retching in morning, without actual vomiting.", "Painful eructations.", "Sensation of qualmishness in stomach, and continued nausea.", "Frequent hiccough, esp. after a meal.", "Pyrosis and scraping in throat, esp. after partaking of fat food.", "Pressure in stomach, esp. after a meal.", "Painful sensibility of region of stomach and epigastrium, on being touched and while speaking.", "Drawing, pressive, and incisive pains in stomach.", "Contractive cramps in stomach.", "Colic, with constriction around stomach.", "Sensation of emptiness in stomach, with nausea.", "Gnawing and pressure with gone feeling or a.m., > from eating.", "Distension of stomach and epigastrium." ],
    "Abdomen" : [ "Pains in hypochondria.", "Very weak digestion; after eating, hypochondriacal humour.", "Lancinations in the l. hypochondrium, sometimes after drinking anything cold.", "Lancinations in hepatic region (chronic inflammation of liver).", "Violent stitches in hepatic and splenic regions.", "Pain in abdomen, after waking in morning.", "Abdomen (hard) enlarged and distended.", "Nocturnal pains in abdomen, with tension in upper part of abdomen, and diarrhoea.", "Colic, with retraction of navel, and hardness of integuments of abdomen.", "Swellings on abdomen, as if intestines distended by wind here and there.", "Shootings and diggings in abdomen.", "Shootings and drawings in sides of abdomen.", "Accumulation, incarceration, and painful movements of flatus in abdomen.", "Abundant expulsion of flatus of a sour or fetid smell.", "Swelling of glands of groin and axilla; generally painful." ],
    "Stool and Anus" : [ "Urgent want to evacuate, without result, or followed by a scanty and insufficient evacuation.", "Hard and difficult evacuation.", "Soft or liquid faeces, with strong and very urgent want to go to stool, and tenesmus ani.", "Loose, yellow evacuations.", "Diarrhoea which is marked by a sudden and obligatory call to stool, which escapes with great haste, noise, and rushing, often producing considerable commotion in abdomen; discharge almost involuntary; often a yellow substance like the pulp of an orange in the discharge, which may sometimes be observed in women at change of life.", "Diarrhoea, with cuttings, after a chill, or after partaking of milk.", "The stool is watery and is discharged in a gush.", "Sanguineous evacuations.", "Stool spotted with blood.", "Stool like sheep's dung, with great straining; balls of mucus like peas.", "Discharge of taenia during evacuation.", "Burning and incisive pains in anus and rectum during and after stool.", "Itching and tingling in anus.", "Lancinations in perinaeum." ],
    "Urinary Organs" : [ "Frequent and urgent want to urinate, day and night, with scanty, or excessive, discharge.", "Involuntary micturition at night.", "Wetting the bed.", "Urine of a bright (or dark) yellow colour, of a sourish smell, or fetid and turbid, with mucous sediment.", "Mucus in urine.", "Urine smells like horse urine.", "Burning in urethra during and after emission of urine.", "Jerks, acute pullings, and smarting in urethra.", "Deep-coloured urine." ],
    "Male Sexual Organs" : [ "Pain, as from a bruise, in testes.", "Heaviness and pressive drawings in testes.", "Excoriation of scrotum.", "Soreness between scrotum and thighs.", "Secretion behind glans, as in gonorrhoea balani.", "Inflammation, swelling, and tendency to excoriation, of glans and prepuce.", "Increased sexual desire, almost like priapism, with continued and painful pollutions and erections.", "Incomplete coition.", "Emissions without erections.", "Glans penis easily becomes sore.", "Discharge of prostatic fluid when urinating, and during a difficult evacuation.", "Great tendency to perspire after coition." ],
    "Female Sexual Organs" : [ "Pressure in hypogastrium as if everything were bearing down towards genital parts, and were about to protrude (and menses would come on).", "Catamenia too early, with headache, sacral and abdominal pains.", "Deficient menstruation in adults.", "Metrorrhagia.", "Deformity of cervix uteri.", "Excoriation at vulva, between thighs.", "Discharge of mucus from vagina, after coition (causing sterility).", "Profuse, thick, and yellowish, or fetid leucorrhoea, sometimes preceded by cuttings (ceasing after urination).", "Motion as from foetus in uterus.", "(Conception appears to be promoted by the action of Nat c.).", "Expels moles, prevents false conception.", "Labour pains weak or accompanied by anguish and sweat, with desire to be rubbed." ],
    "Respiratory Organs" : [ "Short cough, with rattling in chest.", "Hoarseness and roughness in chest, with coryza, febrile shivering, and scraping and painful cough.", "Continual catarrh, with coryza and cough, excited by least current of air or slightest chill, and disappearing only when perspiration supervenes.", "Cough excited by tickling in throat.", "Violent and dry cough on passing from cold to hot temperature.", "Cough, with expectoration which has a salt taste, or which consists of greenish and fetid pus.", "Expectoration of small substances, with rattling of mucus in chest.", "Cough, with expectoration of blood." ],
    "Chest" : [ "Shortness of breath, sometimes with difficult respiration.", "Dyspnoea.", "Dyspnoea and shortness of breathing, occasioned by tension of chest.", "Tension in chest during inspiration.", "Pressure on chest.", "Shootings in chest and sides of chest.", "Continual coldness in l. side." ],
    "Heart" : [ "Violent and anxious palpitation of heart, esp. on going upstairs, or at night, when lying on the l. side.", "Painful cracking in region of heart." ],
    "Neck and Back" : [ "Rigidity of the nape.", "Cracking of the cervical vertebrae when moving head.", "Swelling in glands of neck.", "Hard swelling of thyroid gland.", "Goitre; pain, pressing.", "(Goitre decreased in size.).", "Boring pain in tip of l. scapula; extends to point of ensiform cartilage.", "Pain, as from excoriation, in sacrum.", "Lancinations in sacrum when seated.", "Backache; violent pain in small of back after walking.", "Drawings and cramp-like tension in back and nape of neck.", "Tingling in back." ],
    "Upper Limbs" : [ "Aching in shoulders.", "Drawing and tearing (rheumatic) in shoulders, arms, and elbows, with lassitude in those parts.", "Heaviness, rigidity, and pains in arms, which take away the power to lift them.", "The r. arm and r. hand become numb and painful to move from pain in muscles.", "Jerking and thrilling sensation in arms, hands, and fingers, esp. on grasping an object.", "Drawing tension in forearms and hands.", "Warts on arms.", "Incisive pains in hands.", "Tearing and boring in metacarpal bones, esp. in evening and morning in bed.", "Burning in joints of hands in evening.", "Swelling of hands (in afternoon).", "Trembling of hands (morning).", "(Hands become numb, painful, and prone to ulcerate", "R. T. C.).", "Skin of hands dry, rough, and cracked.", "Warts (or herpes) on the back of hands.", "Red spots and tetters on hands.", "Jerking in joints of fingers.", "Distortion (contraction) of fingers.", "Burning, itching, and burning blisters on fingers, as if stung by nettles." ],
    "Lower Limbs" : [ "Tension in bend of knee; the muscles are shortened.", "Hollow of knees painful on motion.", "Great heaviness in legs and feet, with stiffness when seated and when walking.", "Jerking in thighs.", "Tettery eruption on the buttocks.", "Contraction of tendons of ham.", "Tetters on ham.", "Pressive and cramp-like drawing in legs.", "Cramp and pulling in calves of legs, as if too short.", "Legs swollen, red, inflamed, and covered with ulcers.", "Blotches (as in lepra) on legs.", "Incisive pains and cramps in feet.", "Burning in joints of foot in evening.", "Swelling of feet, or soles of the feet, with shootings, when planting foot on the ground.", "Tendency to dislocate and sprain joint of foot.", "The ankle is so weak that it gives way; the foot bends under when stepping on it.", "Coldness of feet.", "Chronic ulcers in heel, proceeding from gnawing vesicles.", "Black, ulcerated pustule on heel.", "Throbbing and crawling in both heels.", "Cracks and excoriation between toes.", "Swelling of (big) toes, with tearing, and pain as from excoriation, which banishes sleep.", "Blisters on extremity of the toes, as from a burn.", "Boring, drawing, and shooting in corns." ],
    "Generalities" : [ "Mucus in urine.", "Nocturnal erections; nocturnal pollutions.", "Bad smell of the expectoration.", "Troubles appearing in the back part of head; also heel.", "Cutting pain in the outer parts.", "Hysterics.", "Old sprains; one who is easily sprained, i.e., a disposition to be sprained by any exertion.", "Exanthema purulent, or filled with pus.", "Falling out of the hair.", "Inclination to perspire, which may be caused by any exertion.", "Cramp-like tearing, principally in arms and legs.", "Paralytic drawings and tearings in joints, esp. in evening and at night.", "Contractions of muscles (hands, bend of the knee, neck).", "Contraction of tendons.", "Jerkings in limbs, joints, and muscles.", "Tingling, stinging in muscles.", "Strong tendency to dislocations, and to strain back.", "Swelling and induration of glands.", "Symptoms < during a storm.", "Most symptoms manifest themselves when seated, and are > by movement, pressure, or rubbing.", "Anguish, trembling, and sweat, during pains.", "Great agitation of whole body in evening.", "Excessive morbid sensibility; with trembling, also when playing the piano.", "Relaxation and want of stability in whole body (in morning).", "Unsteady gait.", "Heaviness and indolence, esp. in morning, with fear of movement.", "It hurts to lie on the l. side.", "Paralytic, contusive pain in morning, and great lassitude in limbs.", "Lassitude, so great as to cause sinking down, after a moderate walk.", "Prolonged weakness.", "Emaciation, with pale complexion, dilated pupils, and deep-coloured urine.", "Repugnance to open air.", "Great tendency to chill, followed by coryza, or colic with diarrhoea." ],
    "Skin" : [ "Ulcers, with swelling and inflammatory redness of affected parts.", "Skin dry, rough, and chapped.", "Red, hard blotches.", "Dryness of skin, with profuse sweat from least exercise or slightest labour.", "Itching over whole body, as from fleas.", "Tingling under the skin.", "Scabies.", "Tettery eruption.", "Herpes: iris; circinatus.", "The tetters spread and suppurate.", "Yellow rings, like remains of tettery spots.", "Leprous tubercles.", "Warts; painful to touch.", "Shootings, incisive pains, and burning in injured parts.", "Itch-like eruption in lower part of abdomen." ],
    "Sleep" : [ "Irresistible disposition to sleep, with much yawning, by day, with deferred sleep in evening, and difficulty to wake in morning.", "Uneasy sleep, full of vivid dreams, sometimes confused and lascivious, with violent erections and pollutions.", "Dreams; pleasant; amorous.", "Anxious dreams, which, after waking, seem to be true.", "Frightful dreams of deaths, floods, quarrels, robbers, devils, thieves, &c.", "Dreams about travelling.", "At night, great uneasiness in body, ebullition of blood, palpitation of heart, and nightmare, toothache, colic, and vertigo with anguish.", "Jerking and shocks during sleep.", "Waking too early." ],
    "Fever" : [ "Pulse accelerated mostly at night, with ebullitions.", "Febrile shuddering, with cold hands and hot cheeks, or vice versa, but always without thirst.", "(Shivering fits between and a.m. induced by overfatigue and anxiety", "R. T. C.).", "Coldness of hands and feet.", "Coldness and chilliness the whole day, more so in forenoon, with cold hands and feet with hot head; or the reverse, hot hands and feet with cold cheeks.", "Heat with great debility and sleep.", "Heat with perspiration over whole body.", "Burning hot perspiration on forehead when the hat presses him.", "Perspiration while eating.", "Burning in feet, esp. soles, on walking.", "Sweats in morning.", "Nocturnal sweat, often alternating with dryness of skin.", "Cold and constant sweat, as from anguish, with trembling from the pains.", "Profuse sweat from the least physical exertion." ]
  }
}