{
  "remedyName" : "Natrum Salicylicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Boils. Debility. Depression. Ears, noises in. Fever. Meniere's disease. Noises in the head. Oedema. Periostitis. Rheumatism. Stammering. Strabismus divergens." ],
    "Characteristics" : [ "The introduction of Salicylic acid and Nat. sal. into general practice as remedies in rheumatism led to much overdosing, the records of which are found in Allen and C. D. P., and I have arranged them below in the Schema. The most marked and persistent of the symptoms produced by Nat. sal. is giddiness, < on rising from lying, and intense tinnitus aurium with deafness. This combination of symptoms has led to the successful homoeopathic use of Nat. sal. in Meniere's disease and similar conditions. In some of the overdosings high fever with delirium was produced. Nat. sal. has been used freely in the manufacture of beer to prevent fermentation, and this has caused poisoning symptoms, notably sweating and tenderness of the feet with dark coloured and enlarged veins (H. W., xxv. 566). Nat. sal. has evidently an affinity for the joints, since it causes many of its poisoning symptoms simultaneously with the removal of the joint pains of gout and rheumatism. It has been used with success in homoeopathic practice in the treatment of periosteal rheumatism. Divergent strabismus and stammering were marked pathogenetic effects in one case, and should lead to homoeopathic uses. It has caused irritation of inguinal glands, and has cured abscess in axilla. Having given Nat. sal. to a patient recovering from influenza who had symptoms of vertigo with noises in the head, the patient was so much relieved by the medicine of her weakness and depression that she named the remedy her \"tonic.\" W. R. Rice published a case in the Brit. Med. Jour., November in which he gave a lady 10-gr. doses of Nat. sal. every four hours. After the third dose \"most alarming prostration, mental and bodily, \", set in. Pulse became weak and compressible, fell to per minute, and the temperature became subnormal. On stopping Nat. sal. the symptoms rapidly passed off. Ebstein has claimed for Nat. sal. in ordinary dosage a controlling power over glycosuria, and R. T. Williamson (B. M. J., March 1901) has confirmed this in some cases." ],
    "Relations" : [ "Compare: Gaulth., Salix mol., Salix nig., Sal. ac., Salol. In Meniere's disease, Chi., Kali i., Carb. sul." ],
    "Mind" : [ "Vomiting, unconsciousness, at times wild delirium, from which she recovered with loud cries.", "Weariness and depression.", "Highly nervous dread.", "Sometimes has hallucinations; sometimes half-asleep; sometimes rational.", "Apathetic." ],
    "Head" : [ "Giddiness, deafness, noises in ears.", "Giddiness, > lying down, < raising head or sitting up; objects all seem to move to r.", "Burning pains on skin of forehead.", "Severe headache as though head would burst." ],
    "Eyes" : [ "Amblyopia.", "Pupils dilated, very slightly sensitive to light; marked divergent strabismus.", "Eyes have a peculiar sparkle.", "Does not see distant objects; mydriasis." ],
    "Ears" : [ "Constant noises in ears, deafness; direct and perosseous." ],
    "Face" : [ "L. face red; both eyelids, upper lip oedematous.", "Anxious expression, red face." ],
    "Mouth" : [ "Speech hoarse, indistinct, stammering, some words she cannot pronounce.", "Dryness in mouth and throat with great thirst." ],
    "Stomach" : [ "Great thirst.", "Appetite lost.", "Vomiting; unconsciousness." ],
    "Abdomen" : [ "Inguinal glands swollen, sensitive." ],
    "Stool and Anus" : [ "Diarrhoea; great thirst." ],
    "Male Sexual Organs" : [ "Absolute but temporary impotence." ],
    "Respiratory Organs" : [ "Dyspnoea; with great heat.", "Breathing so noisy it was heard in street; > when supported in half-sitting posture; gasps for air; respiration exceedingly forcible.", "Breathing shallow.", "Respiration not superficial.", "Panting respiration like that of a hunting-dog." ],
    "Heart" : [ "Pulse stronger, arterial pressure increased.", "Pulse irregular, sometimes very quick, sometimes nearly normal velocity, small, weak.", "Pulse weak, compressible, falls to beats a minute." ],
    "Upper Limbs" : [ "(Axillary abscess.).", "Strong itching on back of r. hand." ],
    "Lower Limbs" : [ "Feet swollen, soles tender, veins of dorsa much congested (from drinking ale containing Nat. sal.)." ],
    "Generalities" : [ "Alarming prostration, mental and bodily.", "L. side of face, lower limbs, r. chest diffusely reddened, both eyelids, upper lip, great part of legs slightly oedematous.", "Eyelids, hands, face, and legs swollen.", "Dull and heavy.", "Tingling over whole body.", "Very restless; condition constantly changing." ],
    "Skin" : [ "Soon after first dose, intense tingling and itching of skin; diffuse redness; oedema.", "Urticaria over greater part of body, esp. legs and abdomen, with oedema of arms.", "Intense erythematous rash.", "Pemphigoid eruption on, hands and other parts of body.", "On forehead, face, and legs skin very red in circumscribed patches, redness disappearing on pressure." ],
    "Fever" : [ "Wild delirium, great heat, dyspnoea.", "Temperature 107°, with intense thirst.", "Fever and rash come only with disappearance of rheumatic pains.", "Temperature became subnormal, pulse" ]
  }
}