{
  "remedyName" : "Natrum Sulphuricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Biliousness. Brain, injuries of. Condylomata. Debility; of drunkards. Diabetes. Dyspepsia; of drunkards. Enuresis. Epilepsy; traumatic. Epistaxis (menstrual). Fistulous abscesses. Gonorrhoea. Headache. Hydraemia. Influenza. Leucaemia. Liver, enlarged. Malaria. Migraine. Nephritic scarlatina. Ophthalmia. Panaritium. Phlegmasia alba dolens. Photophobia. Phthisis. Sciatica. Scrofulous ophthalmia. Spleen, affections of. Sycosis. Warts." ],
    "Characteristics" : [ "Natrum sulph. is a much honoured drug. It was discovered by Glauber in and named by him Sal Mirabile. It has been named after him Sal Glauberi. It is the chief ingredient in many mineral Spas, notably those of Carlsbad. It was proved by Schreter, Hartlaub, Trinks, and others. It was studied by Grauvogl, who found in it the typical remedy for his \"hydrogenoid constitution\"; and it forms one of the tissue remedies of Schussler. From whichever side it has been studied the indications arrived at are practically agreed upon by all, though the homoeopathist has the widest field. Grauvogl described as the hydrogenoid constitution the state in which there is extreme sensitiveness to damp, wetting, bathing, watery foods, and residence near fresh water, especially standing water. Periodicity is also another feature of this state. This constitution he considered as providing the soil for gonorrhoeal infection. It corresponds to Hahnemann's sycosis. Nat. sul. was Grauvogl's leading anti-hydrogenoid. It will be seen by the following quotation that Schussler by another route reaches the same conclusion: \"The action of the Sodium sulphate is contrary to that of the Sodium chloride. Both, indeed, have the faculty of attracting water, but the end is a contrary one; Nat. mur. attracts the water destined to be put to use in the organism, but Nat. sul. attracts the water formed during the retrogressive metamorphosis of the cells, and secures its elimination from the organism. Nat. mur. causes the splitting up of the cells necessary for their multiplication; Nat. sul. withdraws water from the superannuated leucocytes, and thus causes their destruction. The latter salt is, therefore, a remedy for leucaemia. Nat. sul. is a stimulant of the epithelial cells and of the nerves, as will appear in what follows. In consequence of the activity excited by Nat. sul. in the epithelial cells in the urinary canals, superfluous water with the products of the tissue changes, dissolved or suspended therein, flows into the kidneys, in order to leave the organism in the form of urine through the ureters and the bladder. While Nat. sul. stimulates the epithelial cells of the biliary ducts, the pancreatic ducts and of the intestines, it causes the secretion of the excretions of these organs. Nat. sul. is also intended to stimulate the functions of the nerves of the biliary apparatus, of the pancreas, and of the intestines. If the sensory nerves of the bladder are not stimulated by Nat. sul., the impulse to void urine does not come to man's consciousness; thence there follows involuntary micturition (wetting the bed). If the motory nerves of the detrusor are not stimulated, there results retention of urine. In consequence of an irregular action of Nat. sul. on the epithelial cells and the nerves of the biliary apparatus, there arises either a diminution or an increase of the secretion and excretion of the bile. If the motory nerves of the colon are not sufficiently influenced through Nat. sul. there arise constipation and flatulent colic. If in consequence of a disturbance in the motion of the molecules of Nat. sul. the elimination of the superfluous water from the intercellular spaces takes place too slowly, there arises hydraemia, and functional disturbances in the apparatus for the secretion of bile cause the following diseases: Chills and fever, bilious fever, influenza, diabetes, bilious vomiting, bilious diarrhoea, oedema, oedematous erysipelas; on the skip, vesicles containing yellowish water, moist herpes, herpes circinatus, sycotic excrescences, catarrhs with yellowish green or green secretions. The state of health of persons suffering from hydraemia is always < in humid weather, near the water, and in damp, moist underground dwellings; it is improved by contrary conditions.\" Nat. sul. is Schussler's specific for epidemic influenza. Homoeopathy welcomes the keynotes provided by these two great observers, and incorporates them with the data furnished by her own provings and clinical observations, with which they entirely agree. Grauvogl and Schussler used Nat. sul. in the lower triturations, but homoeopaths need not confine themselves to any. When the correspondence is exact the highest attenuations will act better than the lower; when the likeness is more general the lower will give the best results. The provings bring out the cardinal symptoms of the sycotic constitution: Early morning aggravation (the syphilitic is < from sunset to sunrise); the periodicity and intermittent character of the symptoms, the predominant chilliness and sensitiveness to damp, clearly relates Nat. sul. to Thuja, the vaccinal nosodes and other sycotic remedies. But these uses of Nat. sul., whilst guiding the homoeopath (and if he is ignorant of them he will miss making many cures), do not limit or hamper him. Nat. sul. has a clear individuality independent of these relations. Nat. sul. has many strongly-marked symptoms of the mind and head. It has headache with drowsiness; basal headache, as if the bones at the base of the brain were crushed; pressure on both sides or on r. side of occiput. Mental troubles arising from injury to the head. Like other Natrums, it has mental symptoms < from music. Low spirits even to suicidal impulse. Irritability < morning. Such conditions arise in conditions of nervous exhaustion brought on by debilitating diseases. There is also \"Cheerfulness; after loose stools.\" Nat. sul. has nose-bleed before and during menses (not vicarious like Bry). Toothache is < by warm things, intolerable by hot things, and > by holding cold water in the mouth. In scrofulous ophthalmia, granular lids, &c., Nat. sul. has a great curative sphere. H. C. Allen says that with the possible exception of Graph., no remedy has \"such terrible sensitiveness to light.\" Nat. sul. has a decided relation to fingers and toes. A case of panaritium is reported (N. A. J. H., xiii. 265) in a young woman, 2l. Sticking ulcerative pain under nail of right index finger, and in phalanges of various fingers. Pulsation in tip of little finger. > Out of doors. Nat. sul. in water, a teaspoonful every two hours. Pain ceased rapidly; well in two days. (Six months before patient had one on another finger which gave great pain, and went on to suppuration). S. M. Pease (Med. Adv., xxv. 28) cured a very chronic case of intermittent fever with Nat. sul., to which he was led by this symptom: \"When he took off his boots at night the ball of the right great toe invariably itched.\" Its counterpart may be found in the Schema. Asthma is very frequently a sycotic manifestation, and Nat. sul. corresponds to the breathing and skin symptoms often met with in asthma. Asthma of malarial districts. Humid asthma of children; with every fresh cold an attack of asthma. Attacks of asthma frequently occur in the early morning hours. Leonard (H. W., xxxiii. 465) has cured with Nat. sul. 200x a very violent asthma which was always induced by any unusual exertion. Bellairs (H. W., xxx. 407) cured with Nat. sul. 3x a chronic case in a man, who had \"looseness of the bowels at each attack.\" There were no evidences of the sycotic constitution in this case. W. J. Guernsey (H. P., vii. 129) has recorded a similar case: Mrs. S., Violent attacked asthma; greenish, purulent sputa; a loose evacuation immediately after rising the last two days. Nat. sul. was given in water, every two hours. Was enabled to lie down the same night, and all symptoms rapidly cleared up. Another case by the same observer is this: Mrs. C., Subject to attacks for years. Expectoration greenish and remarkably copious. Nat. sul. in water every three hours. Improvement began after a few doses, expectoration became paler and less abundant. Felt better than for years previously. A case of megrim cured by Baltzer with Nat. sul. is reported in Archiv. f. Hom., ii. (H. W., xxix. 408). One peculiar feature of it was that there was salivation with the headache. Miss P., had had headache every fortnight for years. Shooting pain in right temple begins in morning after rising, increases till evening, and only ceases about a.m., when she gets to sleep. > By cold compresses; in open air; in dark room; by vomiting. < By noise; light; eating (does not eat anything on the days when the pain is on, or it would be <); stooping; during menstruation. During headache mouth always full of water, causing her to spit constantly. Puls. and Phos. relieved temporarily, but the megrim returned with vomiting and flushes of heat. After headache much thirst and craving for acids. Before headache, irritability. Nat. sul. cured. Traumatic epilepsy resulting from injury to the head has been cured with Nat. sul. (H. W., xxxv. 258). The dreams of Nat. sul. are remarkable. Heermann of Paris cured a young lady, a patient of mine, whose sleep was disturbed by dreams of fighting.", "Mahlon Preston (Med. Adv., xviii. 533) has cured many cases of threatened consumption having \"pains flying from the chest beginning with a dry cough.\" Gregg (to whom Preston refers) gives the symptoms: \"All-gone, empty feeling in chest, a sense of weakness in chest, must hold chest with both hands when coughing for support to relieve the weakness\" (Repertory, p. 322). Gregg refers \"must hold chest because of pain and soreness, feels as if it would fly to pieces, \", to Bry. and Phos. Nat. sul. has both. Peculiar sensations of Nat. Sul. are: As if forehead would burst. As if a screw being driven in. As if top of head would split. As if brain was loose and fell to left temple. As if brain crushed in a vice, or something gnawing there. As if bells ringing in ears. As if tympanum was pressed out. As if something forcing its way out of ears. Weight on chest. Lump or ball in throat. Burning: on top of head; right. eye; edges of lids; gums palate; anus; abdomen; soles to knees. Creeping in scalp to vertex. Crawling in eyes. Symptoms are < by touch (liver abdomen; scalp; pimples). < Pressure of tight clothing. Pressure (of hand) > pressure in head; and soreness of chest. Scratching = burning. Rest < most ailments (can hardly find a position where pain in hip is tolerable, and the > by changing does not last long). Turning or twisting body very painful. Obliged to lie on back. Lying down > pressure in head. Lying on side > violent colic. Lying on left side < (engorged liver). Motion, exercise, walking >. Fatiguing arm = pain in head. Exertion = asthma. Whilst walking, menses flow freely. Swallowing, talking, rising from seat <. Many symptoms < in morning, > after breakfast, and in open air. Colic a.m. or to a.m. Asthma to a.m. After midnight: twitching of hands and feet during sleep. Ailments which arise or are < from damp weather, or dwelling in damp houses, damp soil, weather changing to damp, getting wet. Every Spring, eruption on chest. Open air < liver; left hypochondrium; piercing pain in groins with urging to urinate. Open air > pain; panaritium. < Warm room. > Cold air and cold water (toothache). Cold food or drink < diarrhoea. During storm, flatulent colic <. > Dry weather; sitting up (cough); changing position. Retaining urine = pain in back." ],
    "Relations" : [ "Compatible: Fer. p. (polyuria); Na. m. (skin disease); Thuj. (sycosis and hydrogenoid constitution); Bell. Compare: Carlsb., Nat. m., and Sul. In sycosis, Malan., Vacc., Variol., Thuj., Nit. ac., Sabi., Sil., Merc., Nux. Condylomata, Thuj., Merc. In hydrogenoid state, Aran. d. Eye symptoms, Graph., Hep., Sul. Cough and diarrhoea, Bry. Cough and urine, Lyc. Toothache > by cold, Coff., Puls. Chest pain > holding with both hands, Nicc. (right lung, Bry). Hip disease, Stilling. Pains in limbs > motion; < damp, Rhs. Granular lids like small blisters, Thuj. Inability to think, Na. c. Greenish-yellow coatings and discharge (golden yellow, Nat. p.). Tendo Achillis, Val. Pressure of clothes <, Lach., Lyc. (>, Nat. m.). Must change position, but it is painful and gives little >, Caust. (Caust. has > in Wet weather). Jaundice from anger; toothache > cold, Cham." ],
    "Causation" : [ "Anger. Injury to head (fall). Suppressed gonorrhoea." ],
    "Mind" : [ "Sadness; inclined to weep.", "Melancholy with periodical attacks of mania.", "Timidity; weak; enfeebled.", "Satiety of life, suicidal; has to use all self-control to prevent shooting himself.", "Mental results of injury to head.", "Jaundice after anger.", "Melancholy and lachrymation, esp. after hearing (lively) music.", "Cheerfulness, happy mood; after loose stools.", "Ill-humour, with dislike to conversation, and laconic mode of speaking.", "Quarrelsome humour, with gloomy aspect; < mornings." ],
    "Head" : [ "Vertigo in evening (at p.m.), with vomiting of sour mucus.", "Turning vertigo after dinner, with buzzing in head.", "Vertigo after a meal; the heat extends from abdomen to the head; > after forehead becomes moist.", "Headache on reading, with heat and perspiration.", "Aching and compression in the occiput, and sides of head, even at night.", "Pain in vertex, as if head were about to split.", "Hot feeling on vertex.", "Heaviness in head, with bleeding of nose.", "Tearing pains and clawing in forehead, sometimes immediately after dinner, with great drowsiness.", "Periodical attacks in r. side of forehead.", "Pain as if forehead would burst, after a meal.", "Boring pains in head.", "Painful shocks in head, as from electric sparks.", "Jerks in head, tossing it to right side (forenoon).", "Feeling of looseness of brain, as if it were falling to l. temple (in forenoon on stooping).", "Irritation of brain after lesions of head.", "Shootings in sides of head, on fatiguing arms.", "Violent and throbbing headache, esp. in temples.", "Headache in base of brain, gnawing; as if in a vice; as if bones being crushed.", "Tearing pressure in occiput, both sides; r. side.", "Painful sensibility of scalp, when combed.", "Tearing at exterior of vertex, at night, with shivering and shaking, and chattering of teeth." ],
    "Eyes" : [ "Heaviness of eyelids, as if weights were on them.", "Itching on edges of lids mornings.", "Aching in eyes, esp. in evening, when reading by candle-light.", "Tearing pain round eye.", "Burning in eyes, sometimes morning and evening, with great dryness, or profuse lachrymation (with discharge of burning water, with dimness of sight).", "Dimness of sight, from weakness of eyes.", "Burning in r. eye, < near fire; burning of edges of eyelids.", "Nocturnal agglutination of lids.", "Confused sight.", "Sparks before eyes, after blowing nose.", "Photophobia, esp. on waking in morning." ],
    "Ears" : [ "Otalgia, as if tympanum were propelled outwards.", "Lancinations in ears.", "Piercing pain in r. ear inward; lightning-like stitches in ear; < going from cold air into warm room; < in damp weather, living on wet ground, &c.", "Ringing in ears, as of bells.", "Tinkling in ears." ],
    "Nose" : [ "Coryza, with obstruction of nose, which scarcely permits respiration.", "Nose-bleed: before menses; during menses (in afternoon); stops and returns often.", "Sneezing, with fluent coryza." ],
    "Face" : [ "Face pale and sickly, as after a nocturnal debauch, with gloomy aspect.", "Tearing in face, and esp. in cheek-bones.", "Itching of face.", "Vesicles on lower lip.", "Pimples on chin, they burn when touching them.", "Dryness of lips, with burning and desquamation.", "Inflamed and burning blisters on upper lip.", "Painful rigidity in maxillary joint, which prevents the mouth being opened." ],
    "Teeth" : [ "Drawing pains in teeth, with looseness, and a sensation as if elongated, > by cold air, and by smoking tobacco.", "Pulsative, throbbing toothache at night, with great agitation, < from warm drinks.", "Toothache, > from holding cold water in mouth.", "Tearing in carious teeth, on getting out of bed, at night.", "Burning in gums.", "Shifting and painless swelling in gums.", "Purulent vesicles on gums." ],
    "Mouth" : [ "Dryness with redness of gums and thirst.", "Dryness of mouth, with thirst, esp. in morning.", "Burning in mouth, tongue, and palate (as from pepper, or highly-seasoned food).", "Tongue, dirty greenish grey or greenish brown coat at root; greenish coat with malarial symptoms.", "Tongue covered with mucus; slimy taste in mouth.", "Burning blisters on tip of tongue.", "Burning of palate as if sore and raw (during menses).", "Blisters on palate, with great sensitiveness; > by cold; can hardly eat; > from cold things.", "Burning vesicles on tongue.", "Accumulation of an acid water in mouth.", "Much saliva after meals.", "(Salivation during headache.)" ],
    "Throat" : [ "Sore throat, with painful and obstructed deglutition (urging to swallow saliva) and inflammatory swelling of uvula and amygdalae.", "Frequent constriction of throat when walking.", "Constriction and dryness in throat, extending to oesophagus.", "Accumulation of mucus in throat, < at night; with hawking up of salt mucus in morning.", "Ulcers on tonsils." ],
    "Appetite" : [ "Mucous taste.", "Burning thirst for very cold drinks, esp. in the evening; < after violent exercise.", "Want of appetite, and repugnance to food.", "Head confused, and eyes clouded, during a meal.", "After a meal, sweat on face, oppression of chest, and accumulation of water in mouth, with inclination to vomit." ],
    "Stomach" : [ "Sour regurgitation.", "Frequent hiccough; in evening; after eating bread-and-butter.", "Nausea, with lancination in eyes.", "Qualmishness before eating.", "Water-brash, in evening.", "Vomiting of salt or acidulated water, or of acid mucus (preceded by giddiness), followed by great dejection, and burning pains in head.", "Fulness in stomach, descending to chest, with obstructed respiration, in bed, in evening.", "Boring pains in stomach, as if it would be perforated, or burning and pinching in morning after rising; > after breakfast.", "Beating in stomach, with nausea." ],
    "Abdomen" : [ "Painful sensitiveness of the hepatic region to the touch, during a walk, or to a sudden jar.", "Stitches in the region of the liver while walking in the open air.", "Throbbing, tension, and lancinations in hepatic region.", "Shootings in l. hypochondrium (while walking in the open air).", "Pains as from a bruise in abdomen, at night, with pains in loins; the patient is awakened by pains, which are insupportable, except when lying on side.", "Transient burning, passing over different parts of abdomen, in evening.", "Painful digging in abdomen during menses, in evening, followed by thirst.", "Contractive pain in abdomen, extending to chest, with tightness of breath, and subsequent diarrhoea.", "Distension, burning, and shootings in groins.", "Stitch from the left groin to the axilla.", "Inflammation of r. groin; typhlitis.", "Painful accumulation of flatus.", "Pinching in abdomen with sensation as if bowels were distended.", "Pinching in whole abdomen, with rumbling, shifting and subsequent diarrhoea.", "Flatulent colic, with pinching in abdomen; < before breakfast; > in afternoon by emission of flatulence.", "Flatulent colic; accumulation and difficult emission of flatulence.", "Incarceration of flatulence.", "Rumbling borborygmi, and movements in abdomen.", "Frequent expulsion of offensive flatus (in the morning, after meals, and with the loose stools).", "Piercing pain in r. flank." ],
    "Stool and Anus" : [ "Hard and knotty faeces (with pressure), often mixed with blood and mucus.", "Frequent soft and loose evacuations.", "Half-liquid stools, with tenesmus.", "Diarrhoea, preceded by pain in the groins and hypogastrium.", "Yellow liquid stools after rising from bed in the morning.", "During stool profuse emission of flatulence.", "Constant uneasiness in the bowels and urging to stool (chronic diarrhoea; tuberculosis abdominalis).", "After stool, burning at the anus.", "Itching of the anus.", "Diarrhoea; < in wet weather; in morning; after vegetables and farinaceous food; also in cold evening air.", "Knotty, wart-like eruptions on the anus and between the thighs; sycosis." ],
    "Urinary Organs" : [ "Frequent emission of urine, with sediment of a yellow colour, or like brick-dust.", "Piercing in both groins, with urging to urinate, afternoon while walking outdoors.", "Burning in urethra, after and during emission of urine, or with pain in the small of back on retaining urine.", "Urine scanty; dark and passed more frequently, had to get up several times at night." ],
    "Male Sexual Organs" : [ "Violent itching in genital organs (glans or penis, obliging one to rub).", "Gonorrhoea: thick, yellowish-green discharge; painless; chronic; suppressed.", "Itching of scrotum, with burning after scratching.", "Itching of perinaeum and mons veneris.", "Excited sexual desire (evening); erections (morning).", "Sweat on scrotum, in evening.", "Increased sexual desire." ],
    "Female Sexual Organs" : [ "Catamenia scanty, retarded, with colic, and suppressed stools, or hard faeces.", "Headache, and epistaxis, during catamenia.", "The blood of the catamenia is acrid and corrosive, or coagulated, and flows only in morning.", "Leucorrhoea: acrid, corrosive; parts inflamed, swollen, covered with vesicles, size of lentils, filled with pus (after parturition)." ],
    "Respiratory Organs" : [ "Short breath when walking; gradually > by rest.", "If he coughs while standing he feels a sharp stitch in l. side of chest, with shortness of breath.", "Dry cough, excited by a tickling, with roughness of trachea, and sensation of excoriation in chest, < at night, and > by rising up in bed and holding chest with both hands.", "Loose cough, with expectoration, shortness of breath, and shooting in l. side of chest, when sitting, when yawning, during an inspiration." ],
    "Chest" : [ "Asthma: humid asthma of children; with every fresh cold an attack of asthma; attacks < early morning hours; asthma with early morning diarrhoea.", "Shortness of breath, esp. when walking.", "Oppression in chest.", "Pressure on chest as of a heavy load.", "Empty, all-gone, weak feeling in chest, must support it with both hands when coughing.", "Pressure in l. side of chest, near lumbar region; < from motion and pressure.", "Stitches in l. side of chest.", "Shootings in chest and sides of chest, which are painful, esp. when coughing." ],
    "Neck and Back" : [ "Stitches in nape of neck at night.", "Jerking tearings and tension in muscles, on l. side of neck.", "Soreness up and down spine and neck.", "Contusive pains in sacrum, or pain as from ulceration, esp. at night.", "Lancinations in loins, when seated.", "Tearing and gnawing pains along spine.", "Incisive shootings between the shoulder-blades.", "Lancinations in axillae." ],
    "Limbs" : [ "Painful sensibility of limbs, which feel as if bruised, or fatigued.", "Prostration; tired, weary, esp. knees.", "Attacks come on suddenly." ],
    "Upper Limbs" : [ "Tearing in bones and muscles of arms, and forearms.", "Heaviness of arms.", "Sensation of fulness and rigidity in hands.", "Tearing and shootings in hands and fingers.", "Trembling and weakness of hands, which prevents the holding of anything heavy.", "Loss of strength of l. hand, is unable to hold anything heavy.", "Burning and redness in back of hand, as from the stinging of nettles.", "Shooting pain of ulceration under nails.", "Panaritium.", "Tingling in the tips of the fingers." ],
    "Lower Limbs" : [ "Sharp pains in the hips (in morning on rising, and all day, particularly on making certain motions), on stooping, esp. when rising from a seat, and, at night, in bed.", "Stabbing pain in l. hip (after a fall).", "The pain in hip is > in certain positions, but compels one to move again after a short time, causing intense suffering.", "Heat and burning in legs, morning and evening.", "Tearing and drawing in legs, and esp. in tendo-Achillis and calf.", "Legs and thighs feel weary and exhausted.", "In heels lancinating pain, tearing and ulcerating pain.", "Great lassitude and uneasiness in feet.", "Shooting tearing, and pain as from ulceration in feet.", "Violent itching of toes, and between toes, esp. on taking off shoes and stockings at night." ],
    "Generalities" : [ "Tearing and shooting, or jerking, or jerking tearings in limbs, and other parts, esp. during evening and night.", "Sore across abdomen sides and back.", "Trembling in body, with spasmodic movements of muscles, and accompanied by anxious apprehension.", "Symptoms manifest themselves during repose, and are > by movement.", "The patient feels > in open air." ],
    "Skin" : [ "Itching, and itching pimples, which burn after being scratched.", "Eczema, moist and oozing profusely.", "Itching while undressing.", "Wart-like, raised, red lumps all over body." ],
    "Sleep" : [ "Great sleepiness during day, esp. in forenoon; failing asleep while reading or writing.", "Sleeplessness caused by great agitation.", "Uneasy sleep, with anxious and disagreeable dreams.", "Jerking of limbs during sleep.", "Starting as if in a fright, soon after falling asleep.", "Dreams in which patient imagines himself to be flying.", "Dreams of an expanse of water, of one drowning in it; of things floating on a river.", "Anxious, frightful dreams disturb the sleep.", "Dreams of being insulted and fighting; of being involved in a mob-fight.", "Twitching of hands (and feet) during sleep (more so after midnight).", "Trembling of hands on waking, and also when writing." ],
    "Fever" : [ "Waking at night with chilliness, shaking and chattering of teeth, with anguish and thirst.", "Shiverings with coldness, esp. in evening, or at night, sometimes with anguish, quaking, and chattering of teeth, generally without thirst.", "Coldness and shuddering with thirst.", "Internal coldness, with stretching and yawning.", "In morning, after a walk, shivering and shaking, and coldness, with heat in head, and yellowness of face.", "Perspiration in morning.", "During shivering fit, heat in forehead and hands.", "Dry, general heat, in the afternoon.", "Sudden flashes of heat towards evening.", "Profuse sweat, at night." ]
  }
}