{
  "remedyName" : "Natrum Muriaticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Addison's disease. Anaemia. Aphthae. Atrophy. Brain-fag. Catarrh. Chorea. Constipation. Cough. Cracks in the skin. Debility. Depression. Diabetes. Disparunia. Dropsy. Dyspepsia. Epilepsy. Erysipelas. Eyes, affections of. Eye-strain. Face, complexion unhealthy. Gleet. Glossopharyngeal paralysis. Goitre. Gonorrhoea. Gout. Headache. Heart, affections of. Hemiopia. Hernia. Herpes. Herpes circinatis. Hiccough. Hodgkin's disease. Hydroa. Hypochondriasis. Intermittent fever. Leucocythaemia. Leucorrhoea. Lips, eruption on. Lungs, oedema of. Menstruation, disorders of. Mouth, inflammation of. Nettlerash. Pediculosis. Ranula. Seborrhoea. Self-abuse. Somnambulism. Speech, embarrassed. Spermatorrhoea. Spinal irritation. Spleen, enlarged. Sterility. Stomatitis. Sunstroke. Taste, lost; disordered. Tongue, blistered; white coated; heavy. Trifacial-nerve paralysis. Ulcers. Varices. Vaginismus. Vertigo. Warts. Whooping-cough. Worms. Yawning." ],
    "Characteristics" : [ "If Nat. carb. is the typical salt of the Natrum group (as Kali carb. is of the Kalis), Nat. m. is the most important. In power and range it stands in the first rank of homoeopathic remedies, but it has an additional significance, in that it exemplifies the power of attenuation in a remarkable way. The problems involved in Nat. m. may be regarded in a sense as the pons asinorum of homoeopathy. Those who are able to grasp in a practical way the homoeopathic uses of this remedy are not likely to meet with any insuperable difficulties elsewhere. Those who can see nothing but \"common salt\" in Nat. m. may conclude that they have not \"the root of the matter\" in them. It may be inconceivable to some that the attenuations of Nat. m. should act independently, as curative or pathogenetic, at the same time that crude salt is being ingested in quantities; and it may seem that an infinitesimal amount of a substance which is a necessary constituent of our tissues cannot possibly have any action at all; but this problem is constantly before the homoeopathist, and if he cannot master it in respect to Nat. m. he need not trouble his brains to try elsewhere. Nat. m. has been extensively proved, both in the lower triturations and in the 30th and higher attenuations, and the latter produced the most marked effects. I have mentioned in the Preface an experience of my own, which I will give here in more detail. For a common cold which had proved troublesome I took eight globules of Nat. m. The next day the cold was not better, but I felt ill, and presently a copious, gushing, watery, light-coloured diarrhoea set in, and persisted for some days, draining all my tissues and reducing my weight by half a stone before I could think of the cause. Then the dose of Nat. m. flashed on my mind, and I at once began to smell at a bottle of Sweet Nitre, the antidote. The diarrhoea and all other symptoms vanished in a way I have never forgotten; and the lesson was well worth all the suffering I had undergone. My weight came back as rapidly as it had disappeared. In Nat. m. is illustrated the antidotal action of a substance of high attenuation over the effect of a lower. A large number of people are steadily poisoning themselves by taking excessive quantities of salt with their food; and it is generally useful to ask patients if they are fond of salt. Without restricting the amount of salt taken, Nat. m. will antidote most of the effects of the crude, and enable the patient to cut down the quantity taken afterwards. But the effect of a high potency can also be antidoted by a higher. A patient to whom I gave Nat. m. 1m developed this new symptom: Aching pain deep in left shoulder and down the arm; < lying on right side; no tenderness. A single dose of Nat. m. c.m. quickly removed it. Nat. m. is one of the remedies adopted by Schussler from homoeopathy. Though arrived at by a different route, his indications are for the most part identical with Hahnemann's, and a recital of them will serve to emphasise some points; and there is no need to accept Schussler's semi-material theories as an all-sufficient explanation of the remedy's action, for they do not anything like cover the field. Says Schussler: \"The water which is introduced into the digestive canal in drinking or with the food enters into the blood through the epithelial cells of the mucous membrane by means of the common salt contained in these cells and in the blood, for salt has the well-known property of attracting water. Water is intended to moisten all the tissues, i.e., cells. Every cell contains soda. The nascent chlorine which is split off from the Nat. m. of the intercellular fluid combines with this soda. The Nat. m. arising by this combination attracts water. By this means the cell is enlarged and divides up. Only in this way can cells divide so as to form additional cells. If there is no common salt formed in the cells, then the water intended to moisten them remains in the intercellular fluids, and hydraemia results. Such patients have a watery, bloated face; they are tired and sleepy and inclined to weep. They are chilly, suffer from cold extremities, and have a sensation of cold along the spine. At the same time they have a strong desire for common salt. (The cells deficient in salt cry for salt.) The common salt, of which they consume comparatively large quantities, does not heal their disease, because the cells can only receive the common salt in very attenuated solutions. The redundant common salt present in the intercellular fluid may in such cases cause the patients to have a salty taste in their mouth, and the pathological secretions of the mucous membranes, as also of excoriations of the skin, may be corrosive (salt-rheum).\" Disturbances in the distribution of salt in the cells cause: Lachrymation; salivation; toothache with salivation; watery diarrhoea; mucous diarrhoea; lack of mucus; catarrh of stomach with vomiting of mucus; water-brash; vesicles clear as water on skin or conjunctiva; constipation.", "Thus far Schussler. But whilst using his theory as a useful means of stringing many characteristics of Nat. m. together, it is necessary to free oneself from them entirely in order to see the remedy in all its range of action. A complete view of the symptom picture can alone give that. In old-school practice Nat. m. is used chiefly in solution as a douche or spray in nasal and other catarrhs, and in the mixture of \"Brandy and Salt, \", in which large quantities of salt are given for pulmonary haemorrhages. The relation to catarrh, which Schussler brings out, is specific. Excessively fluent coryza, with much sneezing; sore nose, especially the left wing; cold sores on lips and nose; loss of smell and taste, are indications which I have verified repeatedly in acute colds and the tendency to them. With the coryza there is copious lachrymation; and whether or not Schussler is right on the chemistry of the process, Nat. m. is indicated by tears. (\"Flow of tears with cough\" is Burnett's keynote of Nat. m. in whooping-cough, H. W., xviii. 179.) The characteristic of the tearful Nat. m. patient is that she (or he) wants to be alone; any attempt to console irritates beyond endurance. \"Wants to be alone to cry.\" \"Very much inclined to weep and be excited.\" There are even tears with laughter. For in addition to the sadness there is hysterical laughter; laughs till she weeps at things not at all ludicrous. The excitement of Nat. m. is always followed by melancholy. The hypochondriasis and hysteria of Nat. m. generally go pari passu in the degree of constipation; and Nat. m. is one of the most commonly needed remedies in that complaint. The most characteristic symptom in this connection is a sensation of \"contraction of the rectum during stool; hard faeces at first evacuated with the greatest exertion, which causes tearing in anus, bleeding and soreness; afterwards thin stools also passed; constipated every other day.\" There is also retention of stool; and a feeling after stool as if there were more to pass. Nat. m. answers equally well to constipation and diarrhoea when the collateral symptoms correspond. The constipation is often found associated with anaemia; with chilliness, cold feet and chills down the back; with indigestion such as is met with in victims of masturbation: Nat. m. is one of the most helpful of remedies in such cases. The unclean complexion of earthy line, \"dirty face\" in spite of any amount of washing, is a still further indication. The skin is greasy from excess of sebaceous secretion. Nat. m. corresponds to affections due to loss of fluids. This recalls China, with which it has a very important antidotal relation. Both correspond to the effects of masturbation, haemorrhages, and loss of fluids; both are remedies for intermittent fever, and Nat. m. is the chief antidote to the effects of over-dosing with China and Quinine. Another important antidotal relation of Nat. m. is to Arg. n. And here another interesting fact appears-namely, the parallel between chemical and the dynamic action. Salt is the best antidote to poisoning with nitrate of silver, as it changes the soluble nitrate of silver into the insoluble harmless chloride. Nat. m. in the attenuations is also the best remedy for the ill effects of Arg. n. whether used as a cautery or administered as a medicine. Whenever there is a history of cauterisation and Arg. n. has been used, Nat. m. will do great good. Scrofulous ophthalmia which has been treated locally in vain with Arg. n.; sore throats that have been cauterised; the effects local and remote of uterine injections of Arg. n., or cauterisings of the os uteri. W. J. Guernsey (H. P., vii. 127) relates a striking instance of the last. Mrs. P., complained of \"lump\" in the throat which could not be swallowed, and yet required constant efforts to do so. < On empty swallowing; yet on swallowing food it seemed to pass over a sore spot. Bar. c., Lach., Bell. were given in succession in vain. Remembering the injunction of the Organon, ยง to inquire as to what allopathic treatment a patient has been subjected to in order to discover if there is anything to correct, Guernsey discovered that the patient had had a severe ulceration of the womb which had been \"burnt out\" several times and was \"now well.\" She had had a very profuse discharge, but that had stopped, and on the same day she had commenced to \"choke\" with the throat trouble. Nat. m. 295m (F.) was given. In a few days the throat was better and the discharge had returned, much to the patient's horror. Without further treatment throat and vaginal discharge were both cured. Lambert has recorded (L. H. H. Rep., vii. 144) several cases of headache associated with errors of refraction and consequent eye-strain cured with Nat. m. The headaches were noticed on waking. In one case it was like a cloud over brain with intense depression and had lasted ten years. It disappeared before the vision was corrected. The effect of living too exclusively on salt food in producing scurvy gives a key to the use of Nat. m. in many conditions of blood degeneration, haemorrhage, and skin disorder and ulceration. In aphthous and ulcerative conditions of the mouth it is a leading remedy. The characteristic tongue of Nat. m. is either a mapped tongue, with red islands; or a clean shining tongue with froth along each side. There are many characteristic symptoms in connection with the tongue: hair sensation; numbness and stiffness of one side; heavy, embarrassing speech. Nat. m. corresponds to children who are late in talking. The tongue is blistered; sticks to roof of mouth. Dryness of mouth and throat. Unquenchable thirst. Nausea. Vomiting. The drying-up property of Nat. m. is general. One very characteristic effect is dryness of vagina, with painful coitus; aversion to coitus (in the female); aversion to men. Menses may be early and profuse; or scanty and delayed. Nat. m. corresponds to many cases of anaemia, and especially to delay in the first appearance of the menses. Much bearing down and much leucorrhoea. Backache generally accompanies these, and the backache has this peculiarity, that it is > by pressure; by lying down with the back on something hard. There is also sensitiveness of the back and spinal irritation. With the menses there is generally headache, both before, during, or after. The headaches of Nat. m. are intermitting. They come on in the morning on first waking up and last throughout the day; or else they come on at or a.m. They are < from mental exertion. Nat. m. is one of the first remedies for headaches of schoolgirls. Headache with partial blindness. Headache much < by coughing. Throbbing; beating as with little hammers; pain as if the head would burst. The throbbing headache has its analogue in palpitation of the heart. Nat. m. is a great heart remedy. Fluttering palpitation with faint feeling, < lying down. In one case of huge hypertrophy with degeneration of most of the valves, the patient told me nothing gave her so much relief as Nat. m. (which I had given for some incidental condition). Very characteristic is sense of coldness at heart or precordia with trembling of heart. Constrictive sensations run throughout this remedy: in heart; chest scalp; throat; rectum; of anus (sensation as if anus were closed) cramps in uterus; vaginismus; contraction of hamstrings. Paralytic symptoms with numbness are the counterpart of these. Nat. m. has the sinking sensation of the antipsorics. Great hunger, with no appetite. Eats heartily but emaciates. Heartburn after eating. Emaciates whilst living well. Ravenous appetite but grows thin, especially about neck. There are some very characteristic desires and aversions: Desires: bitter things; beer; farinaceous foot; sour things; salt; oysters; fish; milk. Aversion to: bread; meat; coffee; tobacco. While eating, sweat on face. Is > when stomach is empty. After eating: empty eructations; nausea; acidity; sleepiness; heartburn; palpitation; epigastric pressure and heat radiating up to chest. Violent hiccough. The nausea and vomiting of Nat. m. have been turned to account in the morning sickness of pregnancy. One patient, who said she could \"eat the brine out of a mackerel kit, \", was cured with a single dose of Nat. m. (Amer. Hom., xxiii. 385). Nat. m. is a great periodic remedy. It not only antidotes Quinine, but it causes intermittents on its own account. Chilliness predominates. Chill to a.m. with thirst, drinks after a meal; fever blisters round mouth. Fever with violent headache; great thirst; nausea; vomiting; blueness; faint; averse to uncover. Fever may come on without chill to a.m. Sweat > headache and other symptoms though it weakens; averse to uncover. There are many eruptions, herpes, hydroa, eczema. Eczema on hair margins, especially at back of head. Warts on palms of hands. Corns. Painful scars. Nat. m. is suited to: Cachectic persons; old people; teething children; anaemic, chlorotic people with catarrhal troubles; tuberculous; scrofulous; dropsical; emaciated persons. Among Peculiar Sensations are: As if head too heavy and would fall forward; as if some displacement in head had taken place; as if cold wind blowing through head; as though forehead would burst on coughing; as if head in a vice; pain like a rope round head drawing tighter and tighter; as if nail driven in left side of head. As if eyeballs too large; as if foreign body in eyes; as if eye being torn open. As if a small worm squirming in nose. Of hair on tongue. Splinter in throat. Plug in throat. As if one had to swallow over a lump. Difficulty of talking, as if organs of speech weak. As if foreign body sticking in cardiac orifice behind sternum. When walking, as if abdominal viscera loose, dragging. As if rough, hard, foreign substance in rectum. As if there was a string between uterus and sacrum in hind part of fornix. Back as if beaten; broken. Nat. m. corresponds to effects of going to seaside; and if patients say they are always < at seaside or cannot stay by the sea, Nat. m. will probably be the remedy. Constipation at seaside. But > at seaside may also indicate it. There is great desire for open air and washing in cold water. < Heat of stove; of room; of sun. < In summer. Warm food < toothache. Drawing in air < toothache; cold drink < toothache. Likes to be covered but it does not >. Lying down > vertigo, headache, constriction of scalp; < cough; fluttering of heart. Lying on left side <. Moving, least exertion <. Exercising arms > breathing. Walking <. In back troubles, can stoop readily but it hurts to straighten. < Mental exertion; talking; writing; reading. < After sleep. Coitus <. Most symptoms are < in morning; < after sleep. < to a.m. < During full moon. < By eating. < From bread, acid food, fat, wine. < After breakfast. > Going without regular meals. < Touch and pressure. Full sensation is > by tight clothes. Back > lying on something hard. > Rubbing." ],
    "Relations" : [ "Antidoted by: Smelling Nit sp. dulc.; Phos. (especially abuse of salt in food); Ars, (bad effects of sea-bathing). Nux will relieve headache if persistent, or prostration if prolonged after Nat. m. Antidote to: Arg. n. (abuse of, as cautery); Quinine (when diseases continue intermittent and patients suffer from headache, constipation, disturbed sleep); Apis (bee-stings). Nat. m. should not be given during the paroxysm of fever. Complementary: Apis, Sep., Caps. Nat. m. is the Chronic of: Ign. (its vegetable analogue); also of Apis and Caps. Compatible: Before", "Sep., Thuja; after", "Kali m., Kali p., Kali s., Nat. sul., Calc. ph., Fer. p. Compare: Borax, Nat. c., Nat. hyp., K. chl. In mapped tongue, Ars., Rhus, K. bi., Tarax., Ran. s. (acidity). Hypochondriasis with indigestion, Nat. s. (Nat. m. melancholy keeps step with the constipation; Nat. s. melancholy with degree of indigestion). Lachrymose, Puls. (> consolation), Sep., Ign. Schoolgirls' headache, Calc., Calc. p. Headache coming and going with sun, Spi., Gels., Glo., Sang. Headache with partial blindness, K. bi., Ir. v. Half sight, Aur., Lith. c., Lyc., Titan. Headache with cough, Caps., Bry., Sul. (Sul. occiput, Nat. m. forehead). Spurting of urine with cough, Fer., Scill., Caust., Pul. Ravenous yet wastes, Iod. (Nat. m., especially neck). Distended stomach > tight clothing, Fl. ac. (opp. Lach., Hep.). Hydroa labialis, Hep., Rhus, Ars., Camph. Herpes circinatus, Sep., Bar. c., Tell. Chill a.m., Stn. (Stn. hectic, Nat. m. intermittent). Paralysed by emotion, Gels., Staph. Amenorrhoea, K. ca. (acts when Nat. m. fails). Backache, spinal irritation, K. ca. Cold feeling about heart, Petrol. Spinal irritation, Act. r. (Nat. m. > lying flat, Act. r. < from touch). Oily sweat on face, Bry. Intermittents, chill beginning in small of back, Eup. pf.; Rhus (chill begins in one leg, or thigh, or between shoulders), Gels. (runs up spine). Prolapsus uteri, Sep., Lil. t. Sensation of foreign body in anus, Sep. (ball). Constriction in anus, Lach., Bell., Caust., Nit. ac., Ign., Op., Pho. Sadness during menses, Lyc., Nit. ac., Sep. (Nat. m. < or > a.m.). Stitches in heart, Spi., Ars., K. ca., Carb. v. < After sleep, Lach., Sul. Ripping-up sensation of anus after stool, Sep. Stomatitis, Caps., Sul. ac. Dreams persist after waking, Chi. Chilblains on feet only, Lyc. Sinking a.m., Sul. Breasts painful before menses, Calc., Con. Umbilical hernia with absence of urging, Bry., Ver. (with urging, Nux, Cocc.). Laughs at serious things, Anac., Pho., Lyc., Plat. Weeps if looked at, Kissingen. Hair sensation on tongue, Sil. Head and face > uncovering, Nat. c., Lyc. Headache from eye-strain, Onos. (Teste includes Nat. m. in his Lycopod. group, with Viol. t. and Ant. c.)" ],
    "Causation" : [ "Disappointment. Fright. Fit of passion. Loss of fluids. Masturbation. Injury to head. Quinine. Lunar caustic. Bread. Fat. Wine. Acid food. Salt." ],
    "Mind" : [ "Melancholy sadness, which induces a constant recurrence to unpleasant recollections, and much weeping; all attempts at consolation <.", "Obliged to weep.", "Hypochondriacal, tired of life.", "Joyless, taciturn.", "Great tendency to start.", "Hurriedness, with anxiety and fluttering of heart.", "Prefers to be alone.", "Anthropophobia.", "Anxiety respecting the future.", "Anguish, sometimes during a storm, but esp. at night.", "Indifference, laconic speech, moroseness, and unfitness for labour.", "Impatient precipitation and irritability.", "Timidity.", "Hatred to persons who have formerly given offence.", "Irascibility and rage, easily provoked.", "Inclination to laugh.", "Laughs so immoderately at something not ludicrous that tears come into her eyes and she looks as if she had been weeping.", "Alternate gaiety and ill-humour.", "Laughs immoderately and cannot be quieted.", "Difficulty of thinking; absence of mind.", "Weakness of memory and excessive forgetfulness.", "Heedlessness and distraction.", "Tendency to make mistakes in speaking and writing.", "Brain-fag, with sleeplessness, gloomy forebodings.", "Exhaustion after talking, embarrassment of brain.", "Incapacity for reflection, and fatigue from intellectual labour.", "Distraction; does not know what he ought to say.", "Awkwardness." ],
    "Head" : [ "Painful confusion in head.", "Emptiness of head with anguish.", "Weariness in head.", "Vertigo, during which everything seems to turn round before eyes, with tendency to fall forwards, esp. on walking and getting out of bed.", "Vertigo: in forenoon; pressing head down when sitting; on rising from bed and on waking; on stooping; on turning round (on turning in bed from r. side to l.); everything seems to turn in circle; with flickering before eyes and dulness of head; and nausea woke her a.m., > lying with head high; on crossing a stone bridge the stones seemed to sink under feet; > lying down; keeping quiet; by cold applications.", "Intermittent reeling like vertigo; < moving head, like a thrust from vertex to forehead, for the moment depriving him of his senses.", "Burning on the vertex.", "Vertigo, with shocks in head and dizziness.", "Violent headache, as if the head would burst.", "Sensation of congestion of blood to head; head feels heavy.", "Stitches through head, extending to neck and chest.", "Heat in head, with redness of face, nausea and vomiting.", "Periodical headaches during, after, or before menses.", "Headache in morning, on waking; on turning, and while moving body or head; when running; or in cold air; or after being thwarted.", "Heaviness of head, every day, esp. in occiput, forcing eyes to close; < in the morning; from warmth and motion; > when sitting, lying, or perspiring.", "Headache, as if head were about to split; or as if it were tight and compressed, esp. when writing.", "Fits of headache, with nausea and vomiting (eructations, colic, and trembling of limbs).", "Aching and compression in head, esp. in temples and above eyes, < by frowning.", "Acute pullings and shootings in head, esp. above eyes, with want to lie down, and clouded sight.", "Lancinating shocks across head.", "Throbbing, pulsation, and hammering in head, esp. during movement, > when lying with head high; > by perspiration.", "Rheumatic (tearing) pain in head, from root of nose extending to forehead, with nausea, vomiting, vanishing of sight; < in morning when waking from sleep, from mental exertion and motion; > sitting still or lying down.", "Throbbing and drawing pains in forehead.", "Sensation on moving head as if brain wavered.", "Painful sensitiveness of scalp, as if excoriated.", "Contraction and mobility of scalp.", "Tendency of head to become easily chilled.", "Sweat on head, esp. in morning and at night.", "Scurf on scalp.", "Great sensitiveness of scalp; with greasy, shining face; sensitiveness of forehead and the borders of hair; < in warm room, > in open air.", "Itching eruption of margins of hair at nape of neck.", "Abundant falling off of hair (as soon as it is touched, more on forepart of head and temple), even of whiskers; and on the genitals, esp. during child-bed." ],
    "Eyes" : [ "Itching in eyes.", "Shootings, smarting, and burning in eyes.", "Inflammation of eyes.", "Corrosive lachrymation (morning).", "Frequent lachrymation.", "Secretion of humour in external canthi.", "Nocturnal agglutination of eyes.", "Eyelids continually red and ulcerated.", "Inflammation of eyes with ulcerated lids and glutinous mucus in (external) canthi.", "Spasmodic closing of lids, esp. in morning, in the evening (during twilight) and at night.", "Eyes give out on using them.", "(Headache associated with eye-strain; esp. headache on waking.).", "Feeling as if balls were too large and compressed.", "Pressure in eyes on looking intently at anything.", "Sensation of sand in eyes, mornings.", "Cloudiness of sight when stooping and walking, as well as on reading and writing.", "Sight confused, as from down before eyes, or looking through a veil.", "Letters appear confused, when reading.", "Diplopia.", "Hemiopia (perpendicular).", "Presbyopia.", "Weakness of sight, as from incipient amaurosis.", "Black specks, luminous marks, and sparks before eyes.", "Fiery, zigzag appearance around all things.", "Affections of r. eye; angles of eyes; momentary loss of sight.", "Myopia." ],
    "Ears" : [ "Shootings in ears.", "Pulsations and beatings in ears.", "Swelling and heat of ears.", "Discharge (of pus) from ears.", "Hardness of hearing.", "Tinkling, ringing, rumbling, and humming in ears.", "Painful cracking in ear when masticating.", "Itching behind ears." ],
    "Nose" : [ "Numbness and insensibility of one side of nose.", "Inflammation and swelling of nose, on one side (l.) only, with pain when touched.", "Boring in bones of nose. Excoriation of interior of nose, with swelling of interior wings.", "Scabs and scurf in nose.", "Scurf on the nose.", "Loss of smell and taste.", "Abortive sneezing.", "Obstruction and dryness of nose.", "Dry coryza, sometimes in morning only.", "Violent coryza, fluent or dry, with loss of smell and taste, and sneezing.", "Bleeding of nose (when coughing at night) when stooping.", "Blood clotted.", "Painful burning pustules below septum of nose, afterwards confluent and covered with a scab." ],
    "Face" : [ "Face yellowish, pale, livid, earthy.", "Face shining, as if greasy.", "Swelling of face.", "Itching and eruption of pimples on face and forehead.", "Heat in face.", "Pains in zygomatic process, during mastication, like those of ulceration.", "Lips dry, chapped, cracked, or excoriated and ulcerated, with scabs, and burning and smarting eruption.", "Fever blisters on the lips.", "Ulcer on (l.) cheek.", "Tingling and numbness of lips.", "Tettery eruption round mouth.", "Swelling of lips.", "Sanguineous vesicles in internal surface of upper lip, with burning pain when touched.", "Granulated and ulcerated eruption on chin.", "Frequent swelling of submaxillary glands." ],
    "Teeth" : [ "Teeth very sensitive to air and touch.", "Drawing, like extraction, in teeth, extending into ear and throat, after a meal, and at night, with swelling of cheek.", "Lancinations, boring, and pulsation in carious teeth.", "Looseness and caries of teeth.", "Fistula in gums.", "Gums swollen, easily bleeding, and very sensitive to cold or hot things.", "Putrid inflammation of gums.", "Ulcers in gums." ],
    "Mouth" : [ "Ulcers and vesicles on tongue and in mouth, with burning smarting, and pain from contact with food and drink.", "Blisters like pearls about the mouth; esp. in intermittent fever.", "Haemoptysis.", "Speech embarrassed in consequence of heaviness of tongue.", "One half of tongue numb and stiff.", "Tongue stiff and, with hard palate, unusually dry.", "Prolonged sensation, as of a hair on tongue.", "Dryness of mouth, lips, and esp. of tongue.", "Burning at tip of tongue.", "Mapped tongue; red insular patches; ringworm on r. side.", "Tongue: clean, shiny, bubbles of frothy saliva along sides; clean in front, dirty at back; broad, pallid, puffy, with pasty coat.", "Swelling under tongue, with stinging pain; ranula.", "Numbness on lips and one side of tongue (trifacial and glosso-pharyngeal paralysis.).", "Copious salivation; saliva salty." ],
    "Throat" : [ "A sensation during deglutition as of a plug in throat.", "Spasms in the throat.", "Swelling; sensation of constriction and stitches in throat.", "Long-continued sore throat, with sensation as if she had to swallow over a lump.", "Inflammation of throat, with shooting pain and ulceration.", "Expectoration of mucus, on hawking, esp. in morning.", "Frequent hawking of salty-tasting mucus.", "Swelling of cervical glands." ],
    "Appetite" : [ "Loss of taste (and smell).", "Bitter taste in mouth.", "Putrid or acid taste, as when fasting.", "Putrid taste of water.", "After-taste of food, esp. of acids.", "Continual thirst, often with nausea, distension of abdomen, and other unpleasant symptoms after drinking.", "Loss of appetite, esp. for bread, and repugnance to tobacco smoke.", "(Vomiting of pregnancy with aversion to bread.).", "Dislike to food, esp. when fat.", "Sufferings from acid food, from bread, fat, and wine.", "Immoderate appetite in afternoon and evening.", "Bulimy, without appetite, with fulness and satiety, however little may have been eaten.", "Desire for acids.", "Longing for bitter food and drink.", "Sweat on face during a meal.", "After a meal, empty risings, nausea, fulness and inflation of the abdomen and stomach, somnolence, head confused, acidity in the mouth, and pyrosis, palpitation, and intermittent or accelerated pulse.", "Disagreeable risings after fat food or milk." ],
    "Stomach" : [ "Risings, with taste of food.", "Violent hiccough.", "Sensation as if a foreign body were sticking in the cardiac orifice and behind sternum.", "Acid and acrid risings, sometimes with taste of food.", "Pyrosis, which ascends from stomach.", "Nausea, esp. in morning.", "Waterbrash, with revolving sensation in stomach, sometimes followed by a sour vomiting of food.", "Vomiting of food and bile.", "Aching of stomach in morning, or during the day, with nausea, and sudden sinking.", "Pressure at epigastrium, as if there were a hard body in stomach.", "Epigastrium swollen and painful, when touched and pressed, as if it were ulcerated.", "Contractive cramps in stomach, sometimes with nausea.", "Shocks and clawing in pit of stomach.", "Pulsation in epigastrium.", "Red spots on pit of stomach." ],
    "Abdomen" : [ "Drawing, tension, pressure, pinching, and shootings in hepatic region (chronic inflammation of liver).", "Pain, shootings, and pressure in splenic region.", "(Reduces size of enlarged spleen.).", "Cramp in diaphragm on stooping.", "Inflammation of abdomen.", "Swelling of abdomen.", "Tensive, pressive, and hypochondriacal uneasiness in abdomen.", "Pressive pain in abdomen.", "Drawing and contractive pains in abdomen, like labour pains.", "Daily cuttings and pinchings in abdomen, sometimes in morning, and at night.", "Rigidity in l. side of abdomen.", "Incarceration of flatus, sometimes at night.", "Colic with nausea > by discharge of flatulence.", "Loud grumbling and borborygmi in abdomen.", "Burning in intestines.", "Pain in ring when coughing, extending into testicles, as if spermatic cords would be torn to pieces.", "Protrusion of hernia." ],
    "Stool and Anus" : [ "Constipation, sometimes prolonged, or every second day.", "Frequent, urging, and ineffectual effort to evacuate, or scanty evacuation.", "Stools difficult to discharge, hard, dry, crumbling, like sheep's dung.", "Hard and broken evacuations.", "Difficult evacuation of faeces, often with tearing and shooting in rectum and anus.", "Evacuations too frequent.", "Prolonged relaxation of abdomen.", "Diarrhoea like water, with colic.", "Alternate constipation and diarrhoea, irregular unsatisfactory stools.", "Diarrhoea, with colic, and evacuation of mucous matter.", "Painless watery diarrhoea.", "Involuntary evacuations.", "Discharge of blood during evacuations.", "Burning in anus and rectum, during and after stools.", "Shootings, excoriation, and pulsation in rectum.", "Cramp-like constriction, and feeling of contraction in rectum.", "Prolapsus recti, and burning pain in anus, with oozing of sanguineous and sanious matter.", "Painful and shooting haemorrhoidal tumours in anus.", "Excoriation in anus, and between the buttocks, esp. when walking.", "Tetters in anus.", "Lumbrici." ],
    "Urinary Organs" : [ "Frequent and urgent want to urinate, day and night, sometimes every hour, with copious emission.", "Involuntary emission of urine, sometimes on coughing, walking, laughing, or sneezing.", "Nocturnal emission of urine.", "Clear urine, with red sediment, resembling brick-dust.", "Discharge of mucus from urethra, after the emission of urine.", "Discharge of mucus from urethra during and after urination, causing itching and biting.", "Discharge of mucus from urethra, which is sometimes yellowish, as in gonorrhoea.", "After micturition spasmodic contraction in abdomen; burning, drawing, and cutting in urethra.", "During micturition stitches in bladder, smarting, burning in urethra; smarting and soreness in vulva.", "Urine dark, like coffee, or black." ],
    "Male Sexual Organs" : [ "Itching, tetters, and excoriation between scrotum and thighs.", "Itching and stinging on glans and scrotum.", "Secretion behind glans, like gonorrhoea balani.", "Phimosis.", "Excessive excitement of genital organs, and of the amative feelings; or dulness of sexual desire.", "Want of energy during coition.", "Impotence.", "Pollutions after coition.", "Strong fetid odour from genital organs.", "Hydrocele.", "Loss of hair from pubes." ],
    "Female Sexual Organs" : [ "Pressure and general bearing down towards genital organs every morning; has to sit down to prevent prolapsus.", "Prolapsus uteri with aching in loins, > lying on back; cutting in urethra after micturition.", "Catamenia premature and profuse; or retarded and scanty.", "Sterility, with too early and too profuse menstruation.", "Prolonged catamenia.", "Suppression of catamenia.", "Difficulty in appearance of first menses.", "Headache before, during, and after catamenia.", "Before catamenia, moroseness and irritability.", "At commencement of catamenia, sadness.", "During catamenia, cramps in abdomen.", "Spitting blood at menstrual nisus; bloody saliva.", "Itching in genital organs.", "Repugnance to coition.", "Coition: painful from dryness of vagina; burning smarting during; in anaemic women with dry mouth and dry skin.", "Leucorrhoea, with headache, disposition to diarrhoea, colic, and mucous evacuations.", "Acrid (greenish) leucorrhoea (increased discharge when walking), with yellow colour of face.", "Abundant discharge of transparent, whitish, and thick mucus from vagina.", "Vulvitis with falling off of hair.", "Itching of external parts with falling off of hair.", "Pimples on mons veneris.", "Nausea and vomiting during pregnancy; morning sickness with vomiting of frothy, watery phlegm.", "During pregnancy: dysuria; albuminuria; craves salt; congestion to chest; palpitation; haemorrhoids; cough; escape of urine.", "Labour slow, pains feeble, apparently from sad feelings and forebodings.", "Loss of hair in children or during lactation.", "Child refuses breast; nursing sore mouth.", "Lancinating pains in breasts.", "Stitches beneath nipples.", "Dull stitch beneath r. nipple, also in abdomen.", "Breasts sensitive to slightest touch." ],
    "Respiratory Organs" : [ "Hoarseness, and sensation of dryness in larynx.", "Dry cough with rattling in chest.", "Accumulation of mucus in larynx in morning.", "Chest embarrassed with catarrh and cough.", "Cough excited by a tickling in throat, or in epigastrium, day and night, esp. on walking or taking a deep inspiration.", "Cough in morning.", "Choking, spasmodic cough in bed, in evening.", "Short, chronic cough, with expectoration of mucus and swelling in chest.", "Cough, with expectoration of bloody mucus.", "Cough, with sanguineous expectoration, retching and vomiting.", "Pains in head, on coughing, as if forehead were about to burst.", "Whooping-cough caused by tickling in throat or pit of stomach, with expectoration (only in morning) of yellow or blood-streaked mucus, with violent pain in head, or with shocks; beating and hammering in head; involuntary micturition; stitches in liver.", "Tears stream down his face whenever he coughs (whooping-cough). Breath: hot; offensive.", "Shortness of breath, esp. when walking quickly.", "Obstructed respiration, esp. during manual labour, > when exercising arms and in the open air.", "Wheezing respiration in bed, in evening." ],
    "Chest" : [ "Pains in chest (dyspnoea on ascending stairs and shortness of breathing), as if caused by internal tension.", "Stitches in the chest and sides with shortness of breathing, esp. when taking a long inspiration.", "Breath short and chest tight, and as if a dry stick of wood were down the throat, with cough.", "Lancinating pains in chest and sides of chest, with impeded respiration, sometimes when taking a full inspiration, and when coughing." ],
    "Heart" : [ "Anxious and violent palpitation of heart at every movement of body, but principally when lying on l. side.", "After eating, breath impeded, with violent palpitation.", "Jerking and shooting pain in region of heart.", "Fluttering motion of heart.", "Irregular and intermittent palpitation of heart.", "Jerking movement of heart.", "Enlargement of heart." ],
    "Neck and Back" : [ "Aching, rigidity, and tension in nape.", "Stitches in neck and back of head.", "Painful stiffness of the neck.", "Throat and neck emaciate rapidly, esp. during summer complaint.", "Goitre of a large size.", "Scurf under axillae.", "Scabs in axilla; painful soreness of cervical glands when coughing.", "Engorgement of axillary glands.", "Contusive pain and feeling of paralysis in sacrum, esp. in morning.", "Paralytic weakness nearly all day, > from lying, < from eating.", "Shootings, incisive pains, and violent pulsation in sacral region.", "Tearing across loins and hips.", "Nocturnal pains in back.", "Over-sensitiveness of spine.", "Pain in back > by lying on something hard.", "Lassitude, pressive tension, and pulling in back." ],
    "Upper Limbs" : [ "Wrenching pains in joints of shoulders and fingers.", "Lassitude and paralytic heaviness of arms.", "Contusive pain in arms and hands, but esp. in shoulder-joints (sensation of lameness and of a sprain), which prevents arms from being elevated or moved.", "Digging in arms.", "Shocks in elbow.", "Lancinations in muscles and joints of hands and fingers.", "Brownish spots on back of hand.", "Warts on palms.", "Skin of hands dry and cracked, esp. round the nails.", "Coldness of hands.", "Cramp in arms, hands, finger and thumb.", "Sweat on hands.", "Difficulty in bending the joints of the fingers.", "Numbness and tingling in the fingers.", "Tingling in the hands (and feet), esp. on joints and tips of fingers and toes.", "Trembling of hands when writing.", "Swelling of r. hand.", "Numerous flaws in the nails.", "Hang-nails.", "Whitish hives on arms and hands.", "Panaritium." ],
    "Lower Limbs" : [ "Wrenching pain in hips, with shootings.", "Drawing pains in thighs, knees, and legs.", "Restlessness and jerking in limbs (in legs, compelling one to move them constantly).", "Paralytic weakness of legs, and esp. of joint of foot.", "Pain as if knees and ankles were sprained.", "Weakness and trembling of lower extremities, on rising from a seat, > from continued walking.", "Jerking of muscles of thighs.", "Tension in bends of limbs and sensation as if the tendons were shortened; painful contraction of tendons of ham.", "Wrenching pain in joints of knee and foot.", "Lassitude in knees and calves.", "Cramps in lower legs and calves.", "Tetters in hams.", "Tension in legs and calves.", "Great heaviness in legs and feet.", "Burning in feet.", "Swelling of feet.", "Coldness of feet.", "Pain as from ulceration in malleoli, when putting down foot, and on touching the parts.", "Sensation as if limb had gone to sleep (feet, fingers).", "Suppression of perspiration of feet.", "Redness of great toe, with acute pullings and shootings, when walking, and after standing a long time.", "Tetters on malleoli.", "Corns on feet, with shooting and boring pains." ],
    "Generalities" : [ "Pressive drawing in limbs.", "Rigidity of all joints, which crack when moved.", "Contraction of tendons (muscles shortened).", "Jerking in the muscles and limbs.", "Jerking of r. side and head.", "Tendency to dislocation, and to strain back.", "Old sprains.", "Paralysis.", "Swelling of glands.", "Fungus haematodes; polypus; hang-nails.", "Fits of uneasiness, esp. in morning or evening, with nausea, weakness, deadly paleness in face, headache, numbness of limbs, want to lie down, &c.", "Bad effects of a disappointment.", "After fright, chorea.", "After fit of passion, paralysis. The symptoms manifest themselves, are renewed, or <, generally when lying down, and esp. at night, or in morning; and are > by rising up in bed.", "The nocturnal pains suspend respiration, and occasion a sort of semi-lateral paralysis.", "General ebullition of blood, with pulsation over whole body, on slightest movement.", "Trembling of whole body, caused by tobacco smoking.", "Congestion in head, chest, and stomach, with coldness of legs.", "Obstruction from inactivity of the bowels.", "Affections of the pit of the stomach; rectum; external belly.", "Reddish urine; complaints after making water.", "Uneasiness and inconvenience after prolonged speaking.", "Great relaxation of all physical and moral powers, after fatigue.", "Heaviness and indolence, esp. after having risen in morning, with repugnance to movement and walking.", "Excessive soreness and lassitude in limbs, esp. in morning, and when seated.", "Hysterical debility; in morning in bed.", "Great weakness.", "Alternate weakness and agility in limbs.", "Great emaciation (more of body than face).", "Tendency to take cold.", "Inquietude in body, with shivering." ],
    "Skin" : [ "Miliary eruption, with shooting pain.", "Itching and pricking in skin.", "Rash over whole body, with stinging sensation in skin.", "Red tetter in hollow of knees.", "Pain and redness of an old cicatrix.", "Skin of hands, esp. about nails, dry, cracked; hang-nails.", "Whitish hives on arms and hands.", "Itching tubercles.", "Nettle-rash after violent exercise (itching).", "Tetters.", "Furunculi.", "Exanthema on mouth; lips; in intermittent fever where there are large exanthematous spots looking like large peas, on lips (cold sores); lips look puffy.", "Warts; on palms of hands.", "Panaritium.", "Varices.", "Corns." ],
    "Sleep" : [ "Great drowsiness during day, with frequent yawning.", "Retarded sleep, and sleeplessness at night, with ineffectual efforts to go to sleep.", "Difficulty in falling asleep again, at night, after awaking.", "Difficulty in waking, and excessively drowsy lassitude early in morning.", "Agitated sleep, full of vivid and lascivious dreams, with prolonged erections and pollutions.", "Anxious, distressing dreams, with tears and talking during sleep.", "Frightful dreams of quarrels, murders, fire, thieves, &c.", "Dreams of thieves in the house, making so strong an impression that patient wakes up and cannot go to sleep again until the house has been searched; fantastic dreams.", "Dreams of burning thirst; starts and talks in sleep and tosses about.", "Dreams which still keep possession of the mind after waking, and which are believed to be realities.", "Ebullition of blood at night, with anxious heat (perspiration, violent throbbing of the arteries) and palpitation of heart.", "Nightmare.", "Somnambulism.", "At night, pains in back, quivering, apparently of the nerves, frequent emission of urine, headache, colic, asthmatic sufferings, and great anguish of body." ],
    "Fever" : [ "Frequent, internal, shudderings.", "Continued shivering and want of vital heat.", "Chill predominates; chilliness internally, as from want of vital heat, with icy coldness of hands and feet (evening).", "Continued chilliness from morning till noon.", "Shivering, with and without thirst.", "Shivering and shuddering, with drowsiness, followed by slight perspiration.", "Flushes of heat and shivering alternately, with headache; chilliness over back and perspiration in axilla and on soles of feet.", "Continuous heat in afternoon, with violent headache and unconsciousness; they are gradually > during the perspiration which follows.", "Violent perspiration > the painful symptoms present during fever.", "Debilitating, somewhat sour-smelling perspiration.", "Chilliness with increasing headache in forehead every day at a.m. until noon; afterwards heat with gradually increasing perspiration and thirst, the headache decreasing afterwards gradually.", "Heat with burning thirst.", "Dejection before fever.", "Before shivering, headache; during shivering, short breathing, yawning, and desire to sleep.", "During heat, violent headache, dizziness, cloudiness of eyes, vertigo, and redness of face.", "Fever, with pains in bones, pains in back, yellowish complexion, headache, weakness, bitter taste in mouth, ulceration at commissures of lips, want of appetite, pressure at pit of stomach, with great sensitiveness of that part to touch; quotidian or tertian fever, generally commencing in morning by shiverings, followed by heat and thirst.", "In forenoon chilliness for three hours, with blue nails and chattering of teeth; this is followed by heat, lasting as long, accompanied by obscuration of sight, stitches in head much thirst, pains in back, followed by perspiration.", "[Ague, fever at noon, generally to hard chill, great thirst for large quantities of water, longing for salt food, headache during the heat, profuse sweat and complete apyrexia leaving languor and debility.", "Spleen and liver enlargement and obstinate constipation.", "Pernicious fever and fever with anaemia often benefited by Nat. m. (Majumdar)].", "Typhus fever, with debility, dryness of tongue, and violent thirst.", "Pulse irregular and often intermittent (esp. when lying on l. side).", "Pulse at one time rapid and weak, at another full and slow.", "The pulsations shake whole body.", "Intermittent fever: chilliness with great thirst; afterwards great heat with violent thirst and excessive headache; at last profuse perspiration.", "Intermittent fevers after the abuse of Chininum sulph. (< during hot stage).", "During apyrexia: stitches about the liver; languor; emaciation; fever blisters on lips.", "Sweat in morning.", "Profuse sweat, too easily excited by movement.", "After the fever passes off the patient wishes to retain a recumbent position, does not \"feel able\" to get up or go about anything." ]
  }
}