{
  "remedyName" : "Natrum Hypochlorosum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Chlorosis. Globus. Gravel (white and red). Haematuria. Headache. Hysteria. Infra-mammary pain. Metrorrhagia. Nephritis. Ovaries, affections of. Priapism. Scurvy. Smarting eruptions. Subinvolution. Tongue, shrivelled; swollen. Toothache. Uterus, sodden; waterlogged. Vertigo caduca." ],
    "Characteristics" : [ "Nat. hyp., the well-known disinfecting fluid, is one of Cooper's additions to the materia medica. His proving has brought out some very characteristic features, although there is a close general resemblance to Nat. mur. Cooper's grand characteristic indication is: Water-logged uterus. The womb is sodden, heavy, low down in pelvis; bearing down in pelvis, with tendency to prolapse. The state of subinvolution after confinement corresponds very closely to this, and I have frequently seen Nat. hyp. do good work in such cases. The drug affects profoundly the entire organism, and causes rapid emaciation, fainting, weakness, with a flabbiness most pronounced along the mucous tracts, with a diffused hydrogenoid condition and a tendency to leucocytosis. Among the notable symptoms are: Vertigo causing falling. Paralysed feeling in brain. Sensation as if top of skull were about to float off; as though cranial bones were being crossed over each other. Swelling, neuralgic pains, and suppuration about jaws. Tongue swollen; or shrivelled at sides. Swelling of both hands in morning on waking. Gatherings on fingers. Pain in hip-joint reflected from ovary. Drowsiness, cannot sit down without falling asleep. Swelling low down in abdomen, going up to chest and causing dyspnoea (a suggestion of hysterical globus). A weight seems to fall from pit of chest to pit of abdomen, with aching, dull sensation on vertex. The symptoms are < by eating or drinking; < lying on either side (thumping noise in ears); < by warmth. < By drinking least drop of cold water (smarting of pimples; also < by washing, and by warm drinks). < Before each menstrual period. < Before stool, > after." ],
    "Relations" : [ "Antidoted by: Puls. (rheumatic and myalgic symptoms); Guaiac.; (also, probably, the antidotes to Nat. m.). Complementary: Sep. Compare: Nat. c., Nat. m., K. chl., Chlor. In uterine bearing down, Heliot., Sep. Womb feels as if it opened and shut (Sep. \"clutching and relaxing\"). Feels as if womb were pushed up when she sits down, Fe. i. Easily overpowered with heat, Sep., Nat. m., Nat. c. Bloated feeling after meals; < by warm drinks, Lyc. Uterine engorgement, Aur. n. m." ],
    "Mind" : [ "Much distressed, laughs, cries, talks in sleep; keeps her husband awake.", "Very low-spirited and depressed, could cry all day." ],
    "Head" : [ "Vertigo caduca; constant and characteristic; with aching across forehead.", "Swimming feeling as though top of cranium about to float off, < looking up.", "Paralysed feeling in brain, in all limbs, numb finger-tips, recurrent fainting.", "Feeling as though cranial bones were being crossed over one another; as if she must fall forward; silly feeling.", "Pain across forehead, extending down nose and up over entire head, great tenderness of scalp; thumping in ears < lying either side; puts back of head against pillow to gain sleep.", "Pain darting from temple to temple, coming and going suddenly.", "Throbbing headache in l. temple, immediately after midday meal, > after tea.", "Pain r. side of head, from behind mastoid process to upper part of orbit \"across the eye, \", causes eye to feel stiff and weak, < after sleep, but continuing day and night." ],
    "Ears" : [ "Pain under r. ear when swallowing, with much pain, tenderness, and swelling up side of head, followed by a most painful gathering which broke and discharged strongly." ],
    "Nose" : [ "Influenza, much nasal discharge, sore places on inside of cheeks, beginning on l.", "Epistaxis, dark-coloured blood comes away in clots by day and night (produced in a pregnant woman)." ],
    "Face" : [ "Pain l. side of face, shooting up from decayed tooth; < first thing in morning and last thing at night; gumboils form one after another.", "Neuralgia l. side of face, from lower jaw up, and across eyes and nose to forehead.", "Tugging l. side of face, < by warmth; coming every half-hour.", "Swelling affecting l. upper and lower jaw, a swelling inside between gum and tongue; throbbing and shooting in the part extending up to temple and down l. side of neck; > cold applications, < by worry." ],
    "Mouth" : [ "Teeth become loose, r. lower jaw swollen, sore, tongue swollen; cannot chew; pain < night (in a phthisical patient, suppuration took place in two weeks).", "Teeth become brittle.", "Tongue white; shrivelled at sides; taste as after sucking alum; appetite for meat fell off.", "Tongue furred in morning; putrid taste throughout day.", "Aphthae.", "Sore pimples inside lips." ],
    "Throat" : [ "Throat red and sore.", "Sore irritable spot in throat and along both sides of tongue.", "Sore throat with difficult swallowing; flat ulcer on tongue far back towards root." ],
    "Stomach" : [ "Nausea; sick feeling when lying down.", "A weight seems to fall from pit of chest to pit of abdomen, with aching, dull sensation on vertex (after each dose)." ],
    "Abdomen" : [ "Swelling low, in abdomen going up to chest and causing dyspnoea, < after eating, with much flatus.", "Bloated, tight feeling across upper abdomen, after eating and drinking, not > by loosening clothes; with sick feeling.", "Aching l. side of waist preventing sitting upright.", "Fearful pain in lower abdomen which settled in r. hip-joint and spread over whole abdomen (lasted a week and left her cured of the following: Tenderness of abdomen; a pain in r. hip-joint with inability to flex hip or abdomen for the pain; voiding \"white gravel\" with great pain. These she had had twelve months, and they followed on the cessation of a menorrhagia, the primary cause being probably ovarian)." ],
    "Stool and Anus" : [ "Cutting pain like knives in anus, comes between and p.m., and goes away during the night.", "Constipation for three days, then a large, hard, offensive motion is passed.", "Great exhaustion as if about to die before bowels act; sudden and forcible expulsion, with consequent complete relief." ],
    "Urinary Organs" : [ "Within twenty-four hours, diffuse nephritis; urine scanty, smoke-coloured, then black, containing blood, much albumen, and casts.", "Vomiting, diarrhoea, headaches; coma (died on fourth day; man, drank ten drachms).", "Scalding when urinating, with itching and smarting of vagina.", "Excessive action of kidneys after each dose.", "Red sand in urine.", "White gravel (cured)." ],
    "Male Sexual Organs" : [ "Almost unconquerable desire after each dose, with priapism." ],
    "Female Sexual Organs" : [ "Opening and shutting sensation in womb.", "Uterine bearing down; severe backache and headache; lightheaded, sickish, < night.", "Bearing down, uterus congested, enlarged, sensitive; constant oozing of blood, < any exertion.", "Violent metrorrhagia.", "Menses come on at once, a week before time.", "Menses clotted, black.", "Period a week over time; during first day more than usual aching in back.", "(Ovarian affection with pain in r. hip supervening on suppressed metrorrhagia.).", "Leucorrhoea.", "Water-logged uterus.", "Subinvolution.", "(Seemed to cause prolapsed uterus to rise out of its place.).", "Feels as if womb were pushed up when she sits down (Farrington).", "Swelling in l. ovarian region at time of menses.", "Pruritus.", "L. inframammary pain." ],
    "Respiratory Organs" : [ "Cough, distressing, with little phlegm, constant during day." ],
    "Chest" : [ "Tightness with dyspnoea; weight in front of chest.", "(Feeling as if something gnawing in front of chest.).", "Pain across upper chest off and on, with pain across hypochondria and pains extending down both sides of waist to womb causing phlegmy discharge.", "Pain under l. axilla and l. breast, < lying down, with sickish, giddy feeling; obliged to keep sitting down when walking about.", "L. inframammary pain, affects l. side chest, shoulders, and vertex." ],
    "Heart" : [ "Pain under heart with catching inspiration." ],
    "Back" : [ "Much pain across small of back, < morning on rising; with want of appetite for breakfast, has fair appetite for supper." ],
    "Limbs" : [ "Aching in all limbs, feels bereft of all power, as though would faint on slightest movement." ],
    "Upper Limbs" : [ "Both hands swollen every morning (in three cases).", "L. hand swollen one morning, next morning only r.", "Small gatherings on fingers of both hands." ],
    "Lower Limbs" : [ "Pain in both hip-joints and calves of legs with tingling extending to toes.", "Extreme weakness in ankles and knees." ],
    "Generalities" : [ "Rapid emaciation.", "Seems quite overpowered.", "Very weak, shooting pains all over body and in limbs, esp. between scapulae and at their inferior angles; < morning before rising; shooting pains worse in anus and very bad in bed; < by day.", "Drowsy and lazy.", "Strange lifeless feeling, with apprehension of fainting.", "Exhaustion before bowels act, > after.", "Symptoms < before menstrual period.", "The nervous symptoms come on very irregularly." ],
    "Skin" : [ "Pimples come out on skin, smart when washed, on going into open air, on drinking least drop of cold water.", "Pimply irritating rash on face, < night.", "Red, smarting rash on face and neck; < after meals, after warm drinks; uniformly red with tendency to blister.", "Sores angry-looking, moist, break out about mouth.", "Small gatherings on fingers of both hands." ],
    "Sleep" : [ "Drowsiness after meals.", "Drowsy by day, wakeful by night.", "Cannot sit down without falling asleep.", "Disinclined to rise in morning.", "Child looks ghastly, as if dead, when asleep; his sleep is quiet." ]
  }
}