{
  "remedyName" : "Niccolum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthenopia. Clavus. Cough. Dysmenia. Face, chapped. Headache; nervous; periodic. Hiccough. Migraine. Nasal catarrh. Neck, cracking in. Ophthalmia. Speech, impeded. Throat, sore. Tongue, stiff. Toothache. Vision, impaired. Whooping-cough." ],
    "Characteristics" : [ "Nickel is found associated with Cobalt. It is said to have received its name (Nickel, the devil) from the miners, who considered it \"false ore\" as they were mining for copper. The word Cobalt (Kobold) has possibly a similar derivation. Nickel forms the chief ingredient in the alloy known as \"German silver.\" It was proved by Nenning, and the pathogenesis contains some striking symptoms, many of which have been confirmed. Sir James Y. Simpson used the Sulphate of Nickel (NiSO4) in \"periodic headaches of a very severe character,\" and the provings show that the metal and the carbonate are equally appropriate in this connection. H. Moser (Am. H., xxiii. 61) has cured cases when the pain is: < to a.m., and may be so intense as to cause the patient to cry out; appears first left side, may jump to right; disappears in evening. It has also cured dysmenia; hoarseness, and cough; and cracking in cervical vertebrae on moving the head. Hering says it is suited to: \"Literary men and others who suffer from periodical nervous headaches; weak, asthenopic, weak digestion, constipation; < morning on awaking.\" It has some characteristic coughs: \"Must sit up and hold head with both hands with the cough.\" The child must be held up when coughing or it will go into convulsions; Mahony (Med. Adv. xxvi. 112) cured with Nicc. a middle-aged lady who had \"loose hacking cough day and evening, and at a.m.; has to put arms on thighs when coughing.\" Peculiar sensations are: As if sweat would break out. As if brain were cut to pieces. As if she had not slept enough. As if a nail was sticking in head. As if neck sprained. Abdominal pains go from left to right. W. A. Clausen (Med. Ad., xxiv. 369) has supplied a keynote for the sore throat of Nicc.: Right side, with exquisite tenderness, soreness to touch externally on affected side.", "The symptoms are generally < from motion. Talking and yawning < sore throat. Coughing > roughness of throat. Heaviness of hands and feet are > by motion. < After midnight and on pressure. > In open air. Cold > pain in face. Washing > burning of eyes. Cold water = redness of eyes. Most symptoms are > after eating. Must sit up and hold the head with both hands when coughing: or has to put arms on thighs when coughing." ],
    "Relations" : [ "Compare: Cobalt., Plat. In \"objects appear large,\" Hyo., Nat. m., Pho. (objects appear small, Hyo., Plat., Stram.). Objects appear blue, Lyc., Stram., Zn. Diplopia; rainbow colours round light, Pho., Gels. Coryza, Nux, Sul. Red face, Fer. Chapped face, Na. c. Toothache with tearing in ear, Mang. Periodical headache, Gels. Sil., Sul. Emptiness in stomach, Carb. an., Ign., Sep. (Nicc. has it without desire for food). Cracking in neck and stiff jaw, Petrol. Headache, menses, chilliness, Puls. Feels refreshed in morning without having slept, Fl. ac., Cob. Annual hoarseness, Ars. Literary men, Nux. Sore throat, Lyc." ],
    "Mind" : [ "Low-spirited; fears something evil will happen.", "Vexed and very angry from least contradiction.", "Anxious moroseness and inquietude.", "Trembling and fright with desire for solitude.", "Dislike to conversation.", "Anxiety on moving as if sweat would break out." ],
    "Head" : [ "Dulness, does not comprehend the conversation, and is unable to relate properly in conversation.", "Vertigo: in the morning; when rising after stooping, in evening; when awaking, with nausea and desire to vomit.", "Vertigo, with dizziness and staggering, as from weakness, < on getting up in the morning.", "Heaviness and painful fulness in head, principally in forehead (compelling to rub forehead with hand), with vertigo; in morning, as if she had not slept sufficiently.", "Heat and heaviness in forehead (afternoon).", "Headache all day, in forenoon with vomiting of bile.", "Heat in head, compelling him to seek open air, with thirst (afternoon).", "Headache, in a room, and after a walk in open air.", "Pressure on vertex as from a hand.", "As if a nail sticking in vertex.", "Pain in both sides of head, as if it were breaking.", "Stitches in head (when stooping).", "Tearing and shootings in head (and l. eye in paroxysms).", "Periodical (every fortnight) headache." ],
    "Eyes" : [ "Heat and redness of eyes, with pressing in them.", "The eyes are swollen and cannot he opened in morning.", "Agglutination of eyes in morning.", "Eyelids are red and swollen, with lachrymation and swelling of meibomian glands.", "Cold water causes redness of eyes with tension.", "Dryness and heat of eyes (in evening).", "Frequent burning, and pressing in eyes (in evening).", "Violent twitching in eye, with lachrymation and difficulty of vision.", "Painful jerking in balls of eyes, with a sensation as if they were about to be violently convulsed.", "Vision very much impaired, esp. in evening.", "Distant objects appear too large; the light appears double; is surrounded by the colours of the rainbow.", "Objects look blue (before r. eye).", "Cloud before eyes (morning).", "Stitches in edges of eyelids like electric sparks, < on touching them." ],
    "Ears" : [ "Stinging in ears.", "Shootings in ears.", "Sudden deafness, with roaring and humming in ears; evening." ],
    "Nose" : [ "Dryness of nose.", "Frequent sneezing.", "Obstruction of nose; nose stopped up (r. side) at night.", "Coryza, fluent during day, and dry during night.", "Stinging, tearing, and soreness at root of nose.", "Redness and swelling at tip of nose, with burning and tearing in nostrils.", "Eruption on nose." ],
    "Face" : [ "R. side of face red and hot.", "Redness of face with burning and itching like erysipelas.", "Sensation of heaviness in face, as if swollen.", "Swelling of r. side of face, with sore throat.", "The pain in the swollen face wakes him at night, is > by cold.", "Painful sensitiveness and cramp in maxillary joint, which hinders mouth from being easily opened.", "Skin of face chapped.", "Itching tetters on cheeks.", "Eruption on lips.", "Twitching of upper lip at intervals." ],
    "Teeth" : [ "Swelling of gums.", "Gnawing odontalgia, in evening.", "Toothache, with tearing in ears; toothache, with tearing in r. ear.", "All teeth feel loose and elongated.", "When molar teeth (decayed) are sucked a sour, fetid water is drawn from them." ],
    "Mouth" : [ "Abundant accumulation of sweetish saliva in mouth.", "Breath is offensive, of which he himself is not aware.", "Bitter taste in mouth in morning.", "Stiffness of the tongue, it is difficult to talk." ],
    "Throat" : [ "Pain in the (sore) throat, < when speaking or yawning, in evening.", "Whole throat feels sore as if ulcerated on swallowing, < in morning; r. side of neck very sensitive, painful to pressure.", "Inflammation in throat, with swelling of tonsils on r. side, as well as of face and neck, which are painful when touched.", "Spasmodic contractions, and sensation of strangulation in throat.", "Accumulation of thick mucus in throat, with stinging pain.", "Stitches in throat (uvula) on swallowing." ],
    "Appetite" : [ "Farinaceous taste in mouth on rising in morning.", "Aversion to meat.", "Risings, with taste of roasted meat.", "Want of appetite.", "Thirst in evening.", "Violent thirst day and night." ],
    "Stomach" : [ "Violent hiccough, esp. in evening.", "Hiccough (at night).", "Sensation of emptiness in stomach, without hunger.", "Sensation of great fulness in stomach after eating.", "Bitter and sour eructations.", "Nausea (morning).", "Pressure in stomach, > by eructations.", "Painful sensation of constriction of stomach.", "Cuttings (violent pain, like stabs with a knife) in epigastrium and hypochondria.", "Stitches in stomach extending to back.", "Burning in stomach." ],
    "Abdomen" : [ "Violent stitches, as with knives, in hypochondria.", "Cuttings with diarrhoea.", "Pinching around navel.", "Painless rumbling in abdomen.", "Tension of abdomen, and discharge of flatulence (during the menses)." ],
    "Stool and Anus" : [ "Constipation: ineffectual urging to go to stool, stool very hard (tenacious) and only discharged with great effort, has to press hard to discharge the stool.", "Diarrhoea: with yellow mucus; expulsion with great force and much flatulence; diarrhoea after drinking milk, and tenesmus; preceded by cuttings or burning in anus.", "During stool, burning and stitches in rectum and anus.", "After stool, itching, burning, and stitches at anus." ],
    "Urinary Organs" : [ "Increased secretion of urine, also at right.", "Burning urine.", "Burning at orifice of urethra during micturition.", "After micturition, discharge of thin leucorrhoea." ],
    "Male Sexual Organs" : [ "Erections (after dinner).", "Itching on a small spot of scrotum, scratching does not > it." ],
    "Female Sexual Organs" : [ "Catamenia, premature, scanty, and of too short duration.", "During menses, bloated abdomen, colic, pain in small of back, great debility, burning of eyes.", "Leucorrhoea; watery, esp. after micturition." ],
    "Respiratory Organs" : [ "Roughness in throat > by coughing.", "Hoarseness, day and night; every year at same time.", "Cough from tickling in trachea; in evening, after lying down.", "Dry hacking cough, like the tick of a clock in its regularity.", "Dry, scraping cough, from tickling in trachea, with sleeplessness from midnight till a.m.", "At night violent cough, compelling one to sit up and to hold head.", "Loose, hacking cough, day and evening and at a.m.; has to put arms on thighs when coughing.", "Expectoration of white mucus." ],
    "Chest" : [ "When coughing, dyspnoea and pressure on chest.", "Stitches in chest (l. side) when breathing.", "Shootings in chest, esp. when laughing.", "Pressure and heaviness on chest.", "Pain, as from excoriation, in chest." ],
    "Neck and Back" : [ "Cracking and wrenching pain in neck (nape) when moving head (forward or backward); on rising again after stooping.", "Cracking in cervical vertebrae on moving head.", "Pain in neck, as from a sprain.", "Stitches in small of back (afternoon).", "Pain in the small of back during a soft stool." ],
    "Limbs" : [ "Heaviness in the hands and feet > by motion." ],
    "Upper Limbs" : [ "Pain in shoulders as if sprained.", "Rheumatic pains in elbows, extending to hands; in fingers.", "Hands feel heavy, tremble, feel bruised." ],
    "Lower Limbs" : [ "Stitches in r. patella.", "Rheumatic pains from knees downward.", "Feet feel heavy, tremble, and are weak.", "Stitches in l. heel.", "Itching in l. heel." ],
    "Generalities" : [ "Tearing and shooting in the limbs and other parts.", "Symptoms < in evening, and at right; > in open air.", "Great restlessness < at night, from agitation; is compelled to change position continually; with vomiting and colic after suppressed menstruation.", "Great debility, esp. in evening." ],
    "Skin" : [ "Itching over the whole body, but mostly on the neck, as from fleas; not > by scratching, but followed by small vesicles.", "Itching and pimples in small of back.", "Itching on shoulders; scratching does not >.", "Itching tetters.", "Itching herpes on hips.", "Itching on l. heel." ],
    "Sleep" : [ "Wakefulness.", "Sleeplessness from midnight till a.m., and dry, scraping cough, from tickling in trachea.", "Frequent awakening, at night, from agitation.", "Vertigo when awaking with nausea and desire to vomit.", "In morning heaviness in forehead, as if she had not slept sufficiently.", "Pain in swollen face wakens, him at night, it is > by cold.", "Feels refreshed in morning without having slept.", "At a.m. restlessness and heat; everything feels sore, compelling one to rise and walk about to obtain relief from it.", "Awakens after midnight with colic." ],
    "Fever" : [ "Predominance of coldness.", "Chill is preceded or begins with yawning and sleepiness.", "Chill, with chattering and shaking, followed by profuse general perspiration (evening in bed).", "Heat with burning thirst, esp. in evening and at night.", "Heat in evening, followed by chill.", "Continuous chill, with moist palms of hands.", "Heat, restlessness, and vomiting at night (must rise).", "Anxious heat with violent thirst.", "Dry heat with thirst, every afternoon at o'clock.", "Heat with perspiration and thirst, followed by chill.", "Morning sweat." ]
  }
}