{
  "remedyName" : "Nitricum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Actinomycosis. Anus, fissure of. Axilla, offensive perspiration of. Bladder, chronic catarrh of. Breath, offensive. Bright's disease. Bronchitis. Bubo. Chancre. Cheloid. Chilblains. Choking, easy. Climacteric. Cold, easily taken. Condylomata. Constipation. Corns. Cough. Dysentery. Dyspepsia. Ear, affections of. Epilepsy. Eyes, affections of. Feet, perspiring. Fistula; lachrymal. Freckles. Frost-bites. Glandular swellings. Gleet. Gums, sore. Haematuria. Haemorrhages. Herpes. Herpes preputialis. Ingrowing toe-nail. Iritis, syphilitic. Irritation. Jaw-joint, cracking in. Menstruation, excessive. Metrorrhagia. Mouth, sore. Mucous patches. Muscae volitantes. Myopia. Nails, affections of. Ozaena. Paralysis (l. side). Perspiration, abnormal. Phimosis. Polypus. Proctitis. Prostate, suppuration of. Ranula. Rectum, affections of. Rickets. Salivation. Spine, injury to. Syphilis. Taste, disordered. Tongue, ulceration of. Ulcers. Warts. Wens. Whooping-cough." ],
    "Characteristics" : [ "When strong Nitric acid comes in contact with the skin it destroys the upper layers and turns them yellow, but as it coagulates their albumen it to a certain extent forms a barrier against its own further action, its action therein differing from that of Sulphuric acid. When swallowed it acts as an irritant poison; when its fumes are inhaled it may destroy life by suffocative spasm of the glottis or by intense bronchitis. It is used in old-school practice as an escharotic for warts and warty tumours; for phagedaenic ulcers, chancres, poisoned bites. The dilute acid is used internally in fevers to quench thirst; in bronchitis and phthisis to diminish the excessive secretions; in some cases of syphilis; in phosphaturia. It has even been injected into the bladder in a dilute form to dissolve calculi (Brunton). In the light of provings and poisonings all these uses are seen to have more or less specific relationship. \"Phthisis,\" \"syphilis,\" and \"warty growths\" represent Hahnemann's three miasms, Psora, Syphilis, and Sycosis; and Nit. ac. belongs almost equally to all three. But in addition to its miasm relationship, Nit. ac. has drug relationships of great importance. It is one of the chief antidotes of Merc., and it is in cases of syphilis that have been overdosed with Merc. that its action is most brilliant. I have known it do equally well when used after over-dosing with Kali iod., whether in syphilitic or non-syphilitic cases. In phthisical cases it follows the action of Kali c. in homoeopathic practice. In sycotic cases Thuj. follows it well. The localities in which the action of Nit. ac. is very strongly marked are", "(1) the muco-cutaneous orifices and adjoining parts. Burnett made a brilliant cure of actinomycosis with Nit. ac. 3x in a patient who had been the round of the London consultants, and had doubtless taken much Kali iod. The localities in which the disease manifested itself, the region of the mouth and anus, gave Burnett his indication. The mouth (especially its angles) and anus are prominent seats of syphilitic action, and also of the action of the other miasms, the condylomata and fissures of sycosis; the fissures, fistulae, haemorrhoids, and sore mouth of psora. The right eye, the male genitals, and the bones are other localities for which Nit. ac. has a very strong affinity. In his directions about this remedy Hahnemann makes the remark that it is rarely required by patients who suffer from constipation. In my experience this is absolutely wrong. Constipation, as the symptoms of the Schema would indicate, is a prominent indication for Nit. ac., and I have cured almost as many cases with this as with any other single remedy. I have generally found, when I have had an opportunity of testing them, that Hahnemann's positive directions are thoroughly trustworthy; but his negative directions are quite as likely to be wrong as right. The characteristic discharges of Nit. ac. are offensive, thin, excoriating; if purulent they are a dirty yellowish green, not laudable pus. Ulcers have profuse exuberant granulations, and bleed easily. The dressing causes bleeding, and every touch causes \"sticking pain as if from splinters.\" This is a grand keynote of Nit. ac., and will serve to indicate it wherever it is found. It requires a touch or movement to elicit it. When it occurs in the throat it requires the act of swallowing to set it up; in the anus, the passage of the stool; in ulcers, the touch of a dressing. It may occur from touch in any part of the body; in abdomen; in Ingrowing toe-nails. In the phthisical cases calling for Nit. ac. the chest walls are extremely sore to touch; there is sudden rush of blood to chest; hectic; frequent haemorrhages, bright red, profuse; sharp stitches through right chest to scapula. Great dyspnoea, cannot talk for getting out of breath; morning hoarseness; cough tickling, seems to annoy all night; at times loose and rattling; loud rales through chest; sputa offensive, bloody, purulent, dirty green; exhausting diarrhoea; exhausting sweats towards morning, chilly; heat in flashes or only on hands and feet. The suffocating effect of Nit. ac. fumes is an indication of its affinity for the respiratory organs. Here is an example (H. W., xxiv. 537): A two-gallon bottle of Nitric acid in the store of Mr. Harold Woolley, of Manchester, had become fractured. Water was thrown upon the bottle, and whiting placed about it to neutralise the fumes which issued from the fracture. Mr. Woolley superintended the process, and was in contact with the fumes for two hours. This happened in the afternoon. Next day Mr. Woolley complained of being unwell, and although medical aid was promptly summoned he died at five o'clock in the afternoon, death being attributed to \"rapid congestion and inflammation of the lungs, in consequence of inhaling the fumes.\"", "Nit. ac. is indicated in typhus when pneumonia supervenes; and when haemorrhage from the bowels occurs. The stools are green, slimy, offensive, may be purulent; the haemorrhages are profuse and bright red. With diarrhoea there is rawness and soreness of anus; the stool is putrid; in children may contain lumps of casein. Slimy stools, from excess of mucus passed with much straining. Or they may be (especially in scrofulous children) pale, pasty, sour, offensive. A keynote of Nit. ac. stools, whether loose or constipated, is pain after stool. There is pain during stool as if anus and rectum were torn and pierced, and violent pains after stool, lasting for hours. All the other orifices of the body are affected by Nit. ac.: Chancres and herpes about penis and prepuce; growths about vagina and cervix; leucorrhoea, immediately after menses; flesh-coloured, stringy, offensive. The nose, ears, and eyes are also influenced, and Nit. ac. is one of the first remedies in syphilitic eye affections, as iritis. Among the haemorrhages of Nit. ac. is haematuria. Goullon published a case in Archiv., ii. (New Series), translated by Mossa, Rev. H. Francaise, ix. A painter's apprentice, 15, after gilding an object, was seized with vertigo, with coldness, and soon with violent pain in bladder region. Next day he passed pure blood, bright red, with frequent strangury; the urine separated itself distinctly from the blood. During short intervals the blood did not flow. Tongue white, swollen. Nit. ac. one drop was given, and in twenty-four hours the boy was cured. The urine of Nit. ac. affords one of the most important of all its keynotes: Urine of a strong odour, like horses'; or extremely offensive. Whenever this occurs as a concomitant in any case it is likely that other symptoms will point to Nit. ac. Fetid sweats on feet, hands, or in axilla no less point to Nit. ac. Among the haemorrhages of Nit. ac. are those occurring in cachectic women after confinement or abortion. H. N. Coons (Amer. Hom.) records the case of an anaemic woman, four weeks after miscarriage, had constant pelvic haemorrhage, at times coming with a gush; constant heavy feeling, much < standing or walking. Nit. ac. 2x, drops in three ounces of water, a teaspoonful every two hours, quickly arrested bleeding and cured. As showing the value of peculiar symptoms, D. C. Perkins relates (Amer. Hom., xxii. 12) the case of a woman who said she was very ill, but could only describe her illness by saying that she\" felt like a pulp-mill.\" Nit. ac. has \"borborygmus as if a boiler was working in the bowels,\" and Nit. ac. proved to be the remedy. The sensitiveness to touch runs through the entire symptomatology, including the symptoms of the mind. The mind is weak, no ideas; if she exerts her mind thoughts vanish. Mind easily affected, inclined to weep. Hopeless despair. On the other hand, there is nervous excitability (especially after Merc.", "-it is the excitable form of mercurialism that Nit. ac. best meets); peevishness; irritable, quarrelsome; fits of rage and cursing; inveterate ill-will unmoved by apologies. The head is sensitive to the slightest jar; to the rattle of waggons in the street, or even to the step of one walking across the floor. The head is very sensitive, even to pressure of hat; sensitive to combing, and on part lain on. Eruptions and ulcers bleed easily when touched. Eyes are sensitive to light. The ears present an exception, for deafness is > riding in a train or carriage. Sensitiveness of the head while out driving and stopping suddenly. The tongue is sensitive even to soft food. Nit. ac. is suited to: Persons of dark, swarthy complexion, with black hair and eyes; lean persons of rigid fibre; brunette rather than blonde nervous temperament. Persons suffering from chronic diseases who take cold easily and are disposed to diarrhoea. Old people with great weakness. Hydrogenoid constitutions. Peculiar sensations are: As if head in a vice from ear to ear over vertex. As if some one were forcibly pressing head; head tightly bound; constricted by tape; contused. As of a gathering in left temple. Pain as from splinters in eruption. As if warm water were flowing from and over eyes (first right, then left). As if teeth soft and spongy. As if abdomen would burst. As if a boiler working in bowels. As if a band round bones. As if dogs were gnawing flesh and bones, and as if sinews were being pulled up. As if ball of great toe had been frozen. As if splinters in great toe; in carbuncles, &c. Cramp-like pains, stinging, shooting, burning, pressure, and soreness. Excessive physical irritability, hysteria. Pains, even slight ones, affect him violently. Prostration, sick feeling, faints from least motion. Epilepsy > riding in carriage. Left-sided paralysis. Twitchings in various parts; frequent starts in upper part of body. Easily takes cold. Emaciated. Tedious suppuration. A characteristic accompaniment of Nit. ac. is \"Profuse sweat breaks out on hands and feet.\" When this occurs in spinal injuries Nit. ac. is the remedy (B. Simmons, H. P., ix. 327). W. M. James (Med. Cent., vi. 325) cured this remarkable case: A girl had frequent attacks of petit mal, sometimes as many as fifty a day between the periods. At the beginning of the menses she had spasms so violent that they dislocated both humeri. Nit. ac. given persistently put an end to the attacks, gradually. The first few times after commencing Nit. ac. there were spasms but no dislocation. Mohr (H. R., xiii. 210) gave Nit. ac. 3x to a man who suffered from cancer of the liver with bloody diarrhoea, followed by constipation; violent pains in stomach and liver; unable to sleep; or unable to take any food without much pain, mostly vomiting. Nit. ac. removed the pain and relieved the constipation entirely, and the patient died without an hour's suffering from the time he received Nit. ac. J. H. Fulton cured with one dose of Nit. ac. R. M., 28, who had had bleeding piles for eighteen months. He had frequent bloody and slimy stools; but always bright red blood after stools, from a dessertspoonful to half a teacupful. When the stools were hard there was much pain in passing them. Burning in anus after stools (Med. Adv., xxxiii. 268). The symptoms are < by touch; pressure (of hat); > riding in carriage. < Eating (during and after eating, sweat). < Milk and fat food. < Exercise, exertion, effort, raising. arm, walking, standing. < Exerting mind. Lying down > headache. Night-sweat on parts lain on. Many symptoms come on towards morning. Cannot sleep after a.m. Cough < on rising, during day, and at bedtime. Many symptoms, including bone-pains, come on in night. Warmth and cold both <. Warm weather < haemorrhoids; covering up = night-sweats. Least exposure = chills. Cold or warm things = tearing and shooting in teeth. Washing = warts to bleed. Cold weather < chilblains. Cold water > warm water feeling in eyes. Winter < chronic cough; hiccough; chilblains." ],
    "Relations" : [ "Antidoted by: Calc., Hep., Merc., Mez., Sul. It antidotes: Calc., Dig., Merc. Compatible before: Calc., Puls., Sul.; Arn. (collapse in dysentery); Kre. (diphtheritic dysentery); Sec. (gangrene of mucous membrane); Sul. (scrofulous ophthalmia). Compatible after: Calc., Nat. c., Puls., Sul., Thuj. (Nupia); Carb. an. (bubo); K. ca. (phthisis, &c.); Aur. (abuse of Merc.); Mez. (secondary syphilis); Hep. (throat, &c.). Complementary: Calad., Ars. Resembles: Ars. (morbid fear of cholera). Incompatible: Lach. Compare: Medorrh., Syph., Pso., Mur. ac., Nit. mur. ac. Merc. (Merc. suited to light-haired people; Nit. ac. to dark). Dark-haired people, Iod. > Riding in carriage, Graph. (Graph. is not sensitive; Nit. ac. is). Spinal injuries, Arn., Rhus, Hyper., Calc. Punctured wounds, Led. < On awaking, Lach., Nat. m., Sul. < Hat on, Carb. v., Calc. p., Nat. c. Ingrowing toe-nail, Mgt. aust. Stringy leucorrhoea, K. bi. Pains appear and disappear suddenly, Lyc., Bell. Pains affect violently, Aco., Cham., Hep. Sensitiveness, Hep. Choking easily, K. ca. < Warmth or cold, Merc. Dyspepsia from effects of salt, Nit. s. d. Shooting from below upward in vagina, Sul., Sep., Pul., Pho., Alum. Piles < walking, AEsc. h. Phimosis, Can. s., Merc., Sul., Thuj. Strong odour of urine, Benz. ac. Brownish scattered spots in dark-haired people, Petr. Splinter pains, Arg. n., Hep., Sul. Ulcers, Merc. (Merc. more superficial, Nit. ac. deeper, granulating, bleeding easily). Sore, excoriated anus, Merc., Sul., Cham., Ars., Pul., Syph., Chi. Straining at stool, Merc., Nux (with Merc. there is straining before, during, and after stool; with Nux there is complete > after stool; with Nit. ac. there is excoriating, cutting pain going on for hours after stool). Ulcers threatening to perforate cornea, Sil., Calc. (Nit. ac. follows Calc.). Condylomata, enlarged tonsils (syphilitic or sycotic), fissures, balanorrhoea, greenish leucorrhoea, Thuj. (Nit. ac. has more aching in bones, especially bones without muscular coverings, as shin bones). Disposition to swear, Anac. Diphtheria, sore mouth, scarlatina, Ar. t. Constriction at anus, Lach." ],
    "Mind" : [ "Sadness, despondency.", "Excessive melancholy and fits of anguish, esp. in evening, or at night.", "Uneasiness respecting health, with fear of death.", "Excessive nervousness, great excitability, esp. after the abuse of Mercury.", "Easily startled and frightened.", "Unfitness for labour.", "Concentration in self.", "Taciturn, disinclined to communicate anything.", "Vexed at trifles.", "Attacks of rage, despair, with cursing and maledictions.", "Irritability and obstinacy.", "Passion.", "Prolonged rancour.", "Fits of rage and despair, with oaths and imprecations.", "Inclination to weep.", "Nostalgia.", "Timid and apprehensive disposition.", "Weakness of intellectual faculties, with unfitness for intellectual labour.", "Excessive weakness of memory.", "Comes over with feeling as if would go out of her mind, with burning feeling on vertex (Agg. from 3x, R. T. C.).", "Woman, 20, intemperate, syphilitic, poor physical condition, restless, destructive of clothing, talking incoherently and continuously sleepless, excited at any one's approach, using profane and vulgar language (cured with 2x. G. S. Adams, Westb. As. Rep., 1889)." ],
    "Head" : [ "Vertigo when walking and when seated.", "Vertigo, which compels lying down, esp. in morning and evening.", "Vertigo, with weakness, nausea, or headache.", "Pressing headache from without to within, with nausea; < by noise; > on lying down or when riding in a carriage.", "Headache, on waking in morning.", "Great sensitiveness of head to noise of carriages, or to a heavy tread.", "Attacks of headache, with nausea and vomiting.", "Sensation of fulness and heaviness in head, with tension and pressure extending into eyes.", "Tearing in forehead, vertex, and occiput.", "Lancinations in almost all parts of head, which sometimes compel patient to lie down, and disturb sleep at night.", "Pulsative headache.", "Congestion of blood to head, with internal heat.", "Flushing and great heat of head, with tendency to perspiration of head and general wave of heat (produced in man, 60, when taking 30th", "R. T. C.).", "Drawing and pressive pains in bones of head, with sensation as if they were constricted by a tape, < in evening and at night; > from cold air and while riding in a carriage.", "Painful sensitiveness of scalp; a head-dress is oppressive.", "Tension in scalp.", "Itching of scalp.", "Humid eruption on head.", "Humid, stinging-itching eruption on vertex and on temples, extending down to whiskers, bleeding very easily on scratching it, and feeling very sore when lying on it.", "Inflammatory swellings on the scalp, suppurating or becoming carious; most painful from external pressure or when lying on them.", "Wens.", "Falling off of hair, with humid eruptions, paining as if splinters were thrust in, or when touched; also on the genitals, after abuse of Mercury; with nervous headaches, great debility and emaciation.", "Ulcerated, running, and burning places on head." ],
    "Eyes" : [ "Eyes dull and sunken.", "Aching and shootings in eyes.", "Pressure and stinging in eyes.", "Inflammation of eyes, esp. after suppressed syphilis or after the abuse of Mercury.", "Ulceration of eyes.", "Fistula lachrymalis.", "Specks on cornea.", "Swelling of lids.", "Frequent lachrymation, esp. when reading, with painful sensitiveness of eyes.", "Difficulty to open eyes in morning (they are surrounded by a yellow circle).", "Paralysis of upper lids.", "The pupils contract with difficulty.", "Myopia.", "Diplopia.", "Mist, spots, nets, sparks, and black spots dancing before eyes.", "Sight confused, eyes clouded.", "Eyes dazzled by daylight.", "Double vision of horizontal objects.", "Obscuration of sight while reading; short-sighted.", "Iritis, which continually relapses; also old cases spoiled by Mercury.", "(Smarting of eyes after iritis.", "Constantly recurring pustular ophthalmia.", "Proliferation of cornea, result of scrofulous inflammation)." ],
    "Ears" : [ "Shootings in ears.", "Stitches in the (r.) ear.", "Dryness in interior of ear.", "Ulceration of mastoid apophysis.", "Discharge from ears.", "Excoriation behind ears, with itching and suppuration.", "Obstruction of ears.", "Hardness of hearing, esp. when relieved by riding in a carriage or in the cars, i.e., hears better (like Graphit.).", "Hardness of hearing, principally from elongation, induration and swelling of tonsils (after the abuse of Mercury).", "Clapping, throbbing, and rumbling in ears.", "Beating and humming in ears.", "Echo in ears of one's own speech.", "Cracking in ears during mastication.", "Swelling of parotids.", "Swelling of glands beneath and behind l. ear with stitches and tearing extending through the ear.", "Wen on the lobe of the ear.", "[Nit. ac. has a special but very ill-defined power in deafness and tinnitus.", "Woman, 55, deaf fifteen years with tinnitus in both ears, constant in l., intermittent in r., not > in noise; Nit ac. caused great < of noises for two days, then gradual cessation with complete relief of tinnitus in three days.", "In another lady Nit ac. always = noises.", "In young man Nit ac. always = heavy, dull deafness with fulness of head as from a cold, a regular eustachian blockage.", "Deafness after measles, hiccough and clear expectoration (cured).", "R. T. C.]" ],
    "Nose" : [ "Redness of point of nose, which is covered with scabby vesicles.", "Itching tetters on alae nasi.", "Shooting prickings in nose (as from splinters) when touched.", "Pain, as of excoriation, and burning, with scabs in nose.", "Bleeding of nose, excited by weeping, or in morning; the blood that is emitted is black.", "A fetid odour is perceived when breathing through nose.", "Fetid odour from nose.", "Condylomatous excrescence, like a sycosis in nose.", "Abortive sneezing.", "Dryness and obstruction of nose.", "Violent fluent coryza, with headache, cough, swelling and ulceration of nose (the mucus is only discharged through the posterior nares).", "Dry coryza, with dryness of throat and nose.", "Coryza, with dry cough, headache, hoarseness, and stitches in throat.", "Wings of nose inflamed and swollen.", "Discharge of thick and corrosive mucus from nose.", "Fetid and yellowish mucus in nose.", "Large soft protuberances on alae covered with crusts; syphilis.", "(Ozaena with clear discharge.)" ],
    "Face" : [ "Paleness of face, with eyes deep-sunk.", "Yellow colour of face, and esp. round eyes, with redness of cheeks.", "Dark yellow, almost brown complexion.", "Dark freckles on face.", "Cramp-like pain and tearing in cheeks and zygomatic process.", "Swelling of cheeks.", "Bloatedness around eyes on waking early.", "Eruption of pimples on face, forehead, and temples.", "Scurfy pustules on face, with margins, large, red, and covered with scabs; syphilis.", "Erysipelatous swelling of cheek, with shooting pain, nausea, and fever.", "Furfuraceous skin over whole face.", "Itching eruption and tetters in whiskers.", "Black pores in face.", "Swelling (and itching) of lips.", "Lips cracked.", "Ulceration of lips, commissures.", "Ulcers on red of lips.", "Furunculi on chin.", "Painful swelling of the submaxillary glands.", "Cracking of jaws when chewing and eating." ],
    "Teeth" : [ "Odontalgia, with jerking, shooting, drawing, or pulsative pain, principally at night, or in bed, in evening.", "Pain in carious teeth.", "The teeth feel elongated.", "Pain on chewing.", "Stitching or boring pains in teeth when touched by anything cold or warm.", "Teeth become yellow and loose.", "Gums bleed, and are white and swollen.", "Stomacace." ],
    "Mouth" : [ "Offensive and putrid (cadaverous) smell from mouth.", "Excoriation of tongue, palate, and internal surface of gums, with acute shooting pains.", "Ulcers (mercurial and syphilitic) in mouth and fauces, with pricking pains.", "Ulcerated spots on inner surface of cheeks, with sticking pains as from a splinter.", "Corners of mouth ulcerated; with stitches.", "Tongue is very sensitive; even mild food causes a smarting sensation.", "White, dry tongue, in morning.", "Tongue: coated green (with ptyalism); coated yellow, sometimes white in mornings.", "Blisters and ulcers on tongue; and margins, with burning pain when touched.", "Bites tongue when chewing; and cheeks.", "Tongue sensitive, even to soft food, which causes smarting.", "Profuse flow of saliva.", "Saliva bloody in morning.", "Saliva has foul odour.", "Sour taste in mouth.", "Mucous membrane of mouth swollen and ulcerated; with pricking pains; after abuse of Mercury.", "Ranula.", "Salivation (also with ulcers on the fauces), sometimes from febrile attacks.", "Great dryness of the mouth, with burning thirst." ],
    "Throat" : [ "Ulcer, with shooting pain in the mouth and throat.", "Inflammation of the throat; with shooting pains; also after the abuse of Mercury, or with burning and soreness, esp. on swallowing liquids.", "Tonsils (uvula and fauces) red and swollen.", "Great dryness and heat in the throat.", "Much mucus in the throat posteriorly.", "Sore throat on swallowing, as if swollen; raw and ulcerated.", "Burning sensation, and pain as of excoriation, in throat.", "Swallowing very difficult, as from constriction of the pharynx.", "Diphtheritic patches on tonsils and fauces, extending to mouth, lips, nose." ],
    "Appetite" : [ "Loss of appetite.", "Milk is not digested.", "Bitter taste in mouth, esp. after eating.", "Complaints < while eating; from abuse of Mercury.", "Sour taste., with burning in throat.", "Sweetish taste in mouth.", "Violent thirst even in morning, on rising.", "Dislike to meat, and things sweetened with sugar.", "Repugnance to bread, which leaves a sour taste, and causes vomiting.", "Craving for earth, chalk, lime, or fat food, and herring.", "Sharp hunger, with disgust to life.", "Difficulty in digesting milk.", "Nausea from fat food.", "Sweat, during and after a meal.", "After drinking, during a meal, pain, as from excoriation in throat, oesophagus, and stomach, or else colic." ],
    "Stomach" : [ "After a meal, fulness in stomach, lassitude with heat, sweat, and palpitation of heart from least movement, or nausea, risings, flatulency, headache with vomiting, sleep, anguish, &c.", "Nausea after eating with heaviness and dulness of head.", "Sour risings.", "Inclination to vomit.", "Pyrosis.", "Water-brash, after drinking quickly.", "Hiccough.", "Frequent nausea, and inclination to vomit, often attended by anguish, trembling, and shivering.", "Bitter and sour vomitings, with frequent risings (after a meal).", "Stomach and abdomen tense after a moderate meal, clothes seem too tight.", "Aching of stomach.", "Burning, or sensation of coldness in stomach.", "Pain in cardia, on passing of food into stomach.", "Cramp in stomach.", "Lancinations in epigastrium." ],
    "Abdomen" : [ "Stitches in hepatic region, < from motion.", "Tensive pressure and shootings in the l. hypochondrium.", "Pains in the abdomen, like those which follow a chill.", "Excessive inflation of abdomen, also in morning.", "Frequent pinchings and incisive pains in abdomen (esp. in morning in bed).", "Pain, as from ulceration, in the lower part of the abdomen.", "Shootings in abdomen, esp. when touched.", "Inguinal hernia, even in children.", "Swelling and suppuration of inguinal glands.", "Tendency to suffer from a chill in abdomen (colic from cold).", "Accumulation of flatus in abdomen.", "Borborygmus as if a boiler was working in abdomen.", "(Sensation in abdomen like machinery working.).", "Rumbling and borborygmi in abdomen.", "Incarceration of flatus (in upper abdomen), esp. morning and evening." ],
    "Stool and Anus" : [ "Difficult and irregular evacuations.", "Before stool: colic; cutting constant pressing in rectum; constant but fruitless desire.", "During stool nausea; tenesmus; spasm of anus; cutting in anus and rectum; acute pain in abdomen; sensation as if faeces remained and could not be expelled; splinter-like pains in rectum (with ineffectual urging); burning; tearing; palpitation of heart.", "After stool-continued urging; exhaustion; irritation, anxiety, general uneasiness; anus sore, raw; cutting, straining, shooting in rectum, continuing for hours; prolapse with sensation of constriction in anus; stitching pains; haemorrhage; discharge of prostatic fluid.", "Constipation.", "Inability to evacuate faeces.", "Constant ineffectual desire, not > by stool.", "Faeces hard and dry.", "Constipation with fissure symptoms: bleeding, pain, distending stool.", "Evacuations too frequent.", "Urgent desire to evacuate.", "Loose evacuations, sometimes mucous, or of a putrid smell.", "Offensive and undigested evacuations.", "Much discharge of blood after stool.", "Sanguineous, dysenteric evacuations, with tenesmus.", "Black, offensive blood; mucous pseudo-membranes, with straining and burning in rectum.", "Colic, before stools.", "After stools, excitability and dejection.", "Burning pain, and itching in anus and rectum; with prolapse.", "Sticking in rectum, and spasmodic contraction in anus during stool; fissures.", "Oozing excoriation at anus.", "Haemorrhoids, protruding, painless or burning.", "Pain as if rectum would be torn asunder during a stool.", "Swelling of haemorrhoidal tumours in anus, which bleed at every evacuation.", "Moisture on anus." ],
    "Urinary Organs" : [ "Frequent want to urinate, with scanty emission of a fetid urine, deep-coloured or brownish.", "Incontinence of urine.", "Painful emission of urine.", "Micturition in a thin stream, as from a stricture.", "Urine cold when it passes.", "Fetid urine, having an intolerably offensive, strong smell, or smells like horse's urine.", "Urine reddish; usually offensive.", "Red sediment and sand in urine.", "Smarting and burning in urethra when urinating.", "Discharge of mucus, which is sometimes sanguineous, or of pus from urethra.", "Swelling (dark red) of orifice of urethra.", "Needle-like stitches in orifice of urethra.", "Ulcers in urethra.", "Discharge of prostatic fluid after a difficult stool." ],
    "Male Sexual Organs" : [ "Affections of male genital organs in general; glans penis; erections.", "Violent itching in genital organs.", "Falling off of hair from parts.", "Excoriation between scrotum and thighs.", "Red spots covered with scabs on prepuce.", "Small, itching vesicles on prepuce, bursting soon and forming a scurf.", "Secretion behind glans, as in gonorrhoea balani.", "Swelling, inflammation of prepuce, and phimosis.", "Paraphimosis.", "Ulcers, like chancres (after Mercury; esp. with exuberant granulations), on prepuce and glans (with pricking, stinging pains).", "Deep, fistulous, irregular, ragged ulcers on the glans, with elevated, lead-coloured, extremely sensitive edges.", "Syphilis; secondary syphilis.", "Excrescences, like sycosis, on prepuce and glans, with smarting pain and bleeding when touched, with oozing of a fetid and sweetish pus.", "Red, scurfy spots on the corona glandis.", "Relaxation of testes.", "Inflammatory swelling of testes, with painful drawing of the spermatic cord, as far as side of abdomen.", "Absence of sexual desire and of erections.", "Great lasciviousness, with copious discharge of prostatic fluid.", "Painful, and almost spasmodic, nocturnal erections.", "Frequent pollutions." ],
    "Female Sexual Organs" : [ "Itching, burning pain, and sensation of dryness in vulva.", "Great failing off of hair of genitals.", "Stitches up vagina, or from without inward, when walking in open air.", "Violent stitches in vagina.", "Excoriations in vulva between thighs.", "Ulcer, with burning itching in vagina.", "Excrescences on vaginal portion of uterus as large as lentils; great voluptuousness of mucous membrane in genitals after coitus.", "Uterine haemorrhages from overexertion of body.", "Metrorrhagia, a principal remedy (R. T. C.).", "Coffee-ground, offensive discharge from uterus at climaxis, or after labour.", "Before menses: throbbing in nape of neck and small of back.", "Menses: too early and too profuse, blood very dark and thick; irregular, scanty, and like muddy water.", "During menses: eructations, cramp-like pail, in abdomen as if it would burst; very offensive urine; bruised pain in limbs; down thighs; labour-like pains in abdomen and back; palpitation of heart, anxiety, trembling; heaviness; burning in eyes; toothache and swelling of gums.", "After menses: violent pains through abdomen and a sudden gush of \"muddy water\"; brown or thick leucorrhoea, finally a thin, watery, flesh-coloured, offensive discharge, sometimes acrid; greenish, mucous leucorrhoea.", "White glairy leucorrhoea, followed by backache (cured, R. T. C.).", "Menses reappear: a few days after cessation, and are pale red; fourteen days after cessation, not profusely.", "Stringy mucous leucorrhoea, flesh-coloured.", "(Leucorrhoea staining, yellow.", "Leucorrhoea leaving spots with black borders on linen.).", "Catamenia too early; or suppressed.", "Cramps in the hypogastrium, and bearing down towards the genital organs, during catamenia.", "Fetid, mucous, corrosive leucorrhoea.", "Fetid discharge of a reddish brown colour (like brown water) from vagina.", "Hard nodosities on breast.", "Atrophy of breasts." ],
    "Respiratory Organs" : [ "Hoarseness, with coryza, cough, and shooting pains in throat.", "Roughness in bronchia.", "Bronchitis.", "Scratching and stinging in larynx, with hoarseness; esp. when talking for a long time.", "Whistling inspiration with rales.", "Scraping and shootings in the trachea, esp. after reading aloud, or after a long conversation.", "Cough, with shootings and pain in throat and chest, as if parts excoriated.", "Cough only in day.", "Dry, barking cough, esp. in evening, on lying down.", "Violent, shaking, barking cough, caused by tickling in larynx and pit of stomach, with expectoration during day of blood, mixed with clots, or of yellow, acrid pus, tasting bitter, sour, or salt, and of offensive smell.", "Cough, with vomiting.", "Cough causing anxiety and vomiting of mucus and food.", "Rough, dry cough before midnight.", "Shaking cough at night, with obstructed respiration, almost as in whooping-cough.", "When coughing, lancinations in loins, or pain in head, stomach, and hypochondria, or pain, as from excoriation, and shootings in chest.", "Empyema with considerable muco-purulent sputum.", "Purulent, yellowish expectoration with cough.", "Short cough, with expectoration of black, coagulated blood.", "Phthisis pulmonalis (after Kali carb.)." ],
    "Chest" : [ "Wheezing respiration, esp. during manual labour.", "Obstructed respiration.", "Shortness of breath.", "[Panting breathing, esp. when reading or stooping over a desk, in schoolboys (cured).", "Dyspnoea and vertigo in children (cured). R. T. C.].", "Loss of breath and palpitation of heart on walking and going up stairs.", "Contractive cramps in chest.", "Shooting and stitches in chest and sides (r. side and scapula).", "Pain, as from excoriation, in chest, on breathing and coughing.", "Rapid congestion and inflammation of the lungs." ],
    "Heart" : [ "Dyspnoea, palpitation of the heart and anguish when going up stairs.", "Congestion in chest, with anguish, heat, and palpitation of heart.", "Nervous palpitation caused by slightest mental excitement.", "Pulse very irregular; one normal beat is often followed by two small rapid beats", "the fourth entirely intermits; alternate hard, rapid, and small beats." ],
    "Neck and Back" : [ "Neck stiff and sore from least cold.", "Rigidity of the nape of the neck.", "Swelling of the glands of the neck and axillae.", "Offensive sweat in axillae.", "Suppuration of the axillary glands.", "Pain in the back and loins after a chill.", "Drawing in lumbar region, as if stiff.", "Pain between the scapulae.", "Neuralgic pains up back, esp. l. side.", "Pain in back and down thighs.", "Itching on back.", "Stitches in sacral region.", "Shootings in and between shoulder-blades, with stiffness of the neck." ],
    "Limbs" : [ "Tearing or pulling in limbs, esp. after a chill.", "Cracking joints.", "Frozen limbs.", "Epileptic fits, preceded by pulling in limbs, and followed by rigidity of body and stertorous breathing." ],
    "Upper Limbs" : [ "Pressive pain in shoulder-joint.", "Drawing in arms.", "Jerking in muscles of arms.", "Contusive pain in arms, which hinders them from being lifted up.", "Drawing (rheumatic) and tearing in forearms and hands.", "Weakness and trembling of the forearms and hands.", "Warts on arms.", "Cracks and rhagades in hands.", "Coppery spots on hands.", "Coldness of hands.", "Roughness of skin of hands.", "Tensive pain in joints of fingers.", "Swelling of fingers, esp. at joints, with shooting pain.", "Falling asleep of hands.", "Fingers dead and benumbed in cold air.", "Chilblains on fingers and hands.", "Tetters between fingers.", "White spots on nails." ],
    "Lower Limbs" : [ "Wrenching pain in hip, which causes lameness.", "Tensive pain in r. hip-joint.", "Digging, gnawing pains in flesh and bones.", "Bruised pain as from excessive fatigue.", "Lassitude, heaviness, and coldness in legs and feet.", "Constant coldness of feet.", "Drawing tearings (rheumatic) in legs and feet.", "Restlessness in legs in evening.", "Itching in thighs.", "Pains in thighs, on rising from a seat.", "Pain in ham, which prevents resting on foot.", "Rigidity and shooting in knee.", "Failing of joints of knee and foot.", "Pain in patella, impeding walking.", "Weakness of knee.", "Legs (< l.) very sore in front along shin from ankle to knee; bound flannel on them to see if it would >.", "Violent cramp in calf of leg, esp. at night and towards morning, as well as on walking, after having been seated.", "Jerking in calves of legs.", "Shootings in heel, when resting on it.", "Sweat on feet, sometimes fetid, with excoriation between toes.", "Chilblains on toes.", "Ingrowing of toe-nails; where nail seems to have grown into flesh, but in reality has not", "very sore, with more or less ulceration, and a feeling as if a sharp splinter were being stuck into affected part on any contact." ],
    "Generalities" : [ "Shooting pains, as if caused by splinters stuck into affected part on slightest contact with anything; same in throat on swallowing.", "Sensation as if a band were around affected part or parts; as though a band around bones; jerking pain in inner parts.", "Rickets.", "Inflammation, swelling, and suppuration of glands.", "Pains on change of weather.", "Pains which are perceptible during sleep.", "Aggravation of the symptoms in the evening and at night.", "Riding in a carriage > most symptoms.", "Great weakness and general lassitude, with trembling, heaviness of legs, and desire to remain lying down, esp. in evening or morning.", "Hysteria.", "Epileptic attacks.", "Syphilis (secondary).", "Sycotic condylomata; and sycosis.", "Jaundice, with constipation.", "Pains in bones.", "Frequent drawing pains in almost all parts of body, suddenly appearing and disappearing.", "Epileptic attacks after midnight, beginning like a mouse moving up and down l. side, then loss of consciousness.", "Excessive emaciation.", "Tendency to take cold.", "Affections in general, of any kind, appearing in r. eye (e.g., as if a grain of sand was there); r. side of neck; nape of neck; l. hypochondriac region; l. chest; inguinal glands; l. lower extremity; bones of head." ],
    "Skin" : [ "Dryness of the skin.", "Itching nettle-rash, also on face, and esp. in open air.", "Blackness of pores.", "Brown sphacelus.", "Reddish-brown spots (scattered over body, esp. if in dark-haired people) and deep-coloured ephelis on skin.", "Copper or violet-coloured spots.", "Itching tetters.", "Pimples, or exanthema in general; stinging exanthema.", "Pain from chilblains and corns on feet.", "In a moderately cold temperature limbs become as if frozen, inflamed, and itching, and skin cracks.", "Large furunculi.", "Mercurial ulcers.", "Carious ulcers.", "Complaints < from punctured wounds.", "Wounds and ulcers, with lancinations as by splinters, or with burning pains (esp. when they are touched), and which bleed easily.", "Inflammation and painful sensitiveness of the bones.", "Caries.", "Inflammation, swelling, and suppuration of the glands.", "Ulceration of the bones.", "Rachitis.", "Ulcers with sanious, sanguineous, and corrosive suppuration.", "Pains in old scars on a change of weather.", "Condylomata moist, like cauliflower, hard, rhagadic, or in thin pedicles.", "Tightness of skin.", "Swelling of glands.", "Warts.", "Wens." ],
    "Sleep" : [ "Inclination to sleep during day, from weakness, with vertigo.", "Sleep retarded in evening, and early, difficult (or too late) awakening in morning.", "Sleeplessness, as from over-excitement.", "Complaints concomitant to waking; too much perspiration, which smells badly.", "Complaints < in evening; in night; on awakening.", "Incomplete and agitated sleep, and frequent awaking with pain and a start.", "Sleep unrefreshing.", "At night, bleeding at nose, headache, toothache, thirst, gastralgia, colic, pains in limbs, nightmare, anguish, palpitation of heart, nausea, vomiting, and many other sufferings.", "Anxious sleep, with throbbing.", "Many fantastical, voluptuous, anxious, frightful dreams, often with cries, plaintive groans, talking, and starts with fright.", "Dreams of death, of spectres, of business of day, of crimes, of festivities, &c.", "Shocks in body and jerks in limbs during sleep." ],
    "Fever" : [ "Chilliness mostly in the afternoon and evening, and after lying down.", "Chilliness, with internal heat at same time.", "Chilliness in morning in bed, after previous heat.", "Heat esp. on hands and face.", "Flushes of heat with perspiration on hands.", "General coldness of skin.", "Continued (chilliness or) coldness.", "Fever in afternoon; shivering and heat.", "Internal heat, without thirst, continued, or by fits.", "At night internal, dry heat, with inclination to uncover oneself.", "Heat with perspiration and debility after eating.", "Perspiration every night, or on alternate nights; the most profuse on the side on which one lies.", "Dry heat at night, with violent thirst.", "Nocturnal sweat, fetid or acid.", "Acid sweat, like horse's urine, by day.", "Intermittent fever.", "Chilliness in afternoon (an hour and a half, while in open air), followed by dry heat when in bed, accompanied by all sorts of fancies while in a state of half-waking, without sleep; sleep and perspiration only come on towards morning.", "Chilliness in the afternoon, for an hour; afterwards profuse perspiration for two hours over whole body; there is no thirst either in the cold or hot stage." ]
  }
}