{
  "remedyName" : "Nuphar Luteum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cholerine. Diarrhoea. Dyspepsia. Headache. Impotence. Psoriasis. Rhus poisoning. Seminal emissions. Typhoid-fever." ],
    "Characteristics" : [ "Nuphar l., the Yellow Pond Lily, was proved by Pitet, and many of his symptoms have been clinically confirmed. Most marked was a yellow diarrhoea coming on in the early hours of the morning. With the diarrhoea is great exhaustion. Nuph. has cured many cases of diarrhoea so characterised, and even cases of typhoid fever. Another marked feature of the proving was the excessive depression of the male generative system; and Nuph. has done good work in analogous conditions, and headaches associated therewith. The diarrhoea was < to a.m.; < after the least excess of any kind. Weakness and itching were < evening. Walking = painful shocks in hams; and pain in flank, which was > by pressure. < Day after coitus." ],
    "Relations" : [ "Compare: Early morning diarrhoea, Sul., Nat. sul., Rumex, Pod. Sexual debility, Gels., Con., Dig., Nat. m., Chi." ],
    "Mind" : [ "Impatient of slightest contradiction.", "Excessive moral sensibility, acute pain on witnessing sufferings of animals." ],
    "Head" : [ "Heaviness of head.", "Bruised shaking in brain.", "Dull pains in front part of base of brain on level of orbits.", "Bruised, painful shocks, r. anterior side of brain on walking.", "Lancination in r. and l. anterior lobes of brain.", "Headaches attending depressed states of generative organs.", "(Pityriasis capitis very much aggravated, with much itching and falling out of the hair)." ],
    "Eyes" : [ "When standing in sun brilliant sparks filled field of vision, converging from circumference to centre (an old symptom revived, and subsequently reproduced frequently, esp. after hard coughing)." ],
    "Mouth" : [ "Sweetish taste.", "Tongue white; mouth pasty." ],
    "Stomach" : [ "Painful sensation of weariness in stomach; digestion slow; wind colic, < early morning, with liquid, sour-smelling stools; with sexual weakness and pollutions; < after coitus.", "Exhaustion in epigastrium." ],
    "Abdomen" : [ "Colicky pains all round waist; < to a.m." ],
    "Stool and Anus" : [ "Smarting and burning at anus after every stool.", "Stitches as from needles in rectum, above anus.", "Soft stools preceded by some colic for several days; or painless diarrhoea.", "Yellow diarrhoea, esp. very early in morning (4 to a.m.).", "Stools: liquid, yellow, fetid.", "Much exhaustion with stools; sense of exhaustion in epigastric region." ],
    "Urinary Organs" : [ "Urine deposits copious reddish sand, which is hard and adheres to the vessel." ],
    "Male Sexual Organs" : [ "Entire absence of erections and desire; voluptuous ideas which fill imagination do not cause erections.", "Penis retracted, scrotum relaxed.", "Diminution of lascivious thoughts and desires for some days; opposite effect during succeeding days.", "Weakening nocturnal emissions while convalescing from typhoid.", "Involuntary losses during sleep, at stool, and when urinating, with complete absence of erections; inability to effect coitus; weakness; impaired digestion; pale, languid.", "Lancinations in r. testicle; in l. testicle; with pains at extremity of penis." ],
    "Chest" : [ "Pain behind sternum, when running, as though subjacent organs violently shaken." ],
    "Back" : [ "Dull pain in l. lower lumbar region.", "When walking painful stitch to flank, > by pressure.", "Sensitive on renal region." ],
    "Limbs" : [ "Weakness and loss of power in limbs, < evening." ],
    "Upper Limbs" : [ "Lupus on arms." ],
    "Lower Limbs" : [ "Prickings back of l. thigh.", "Constant restlessness and fatigue of legs.", "Lancinations in plantar surface of r. great toe." ],
    "Skin" : [ "Violent itching.", "On different parts of body red blotches, tolerably regular in outline, ovoid or circular, prominent and covered with little silvery white scales; violent itching, < evening; as eruption disappeared, scales ceased to be reproduced, and skin at place of each blotch became pale red or yellowish.", "(Rhus tox poisoning; relieved pain and swelling and hastened recovery. .).", "Psoriasis; pityriasis capitis." ]
  }
}