{
  "remedyName" : "Nux Moschata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion. Apoplexy. Asthma, hysteric. Brain, softening of; infantile affections of. Catalepsy. Chilblains. Cholerine. Clairaudience. Clairvoyance. Convulsions. Cough. Debility. Deltoid rheumatism. Dysmenia. Dyspepsia. Eructations. Eyes, sight weak. Fainting. Flatulence. Freckles. Frost-bite. Gastralgia. Haemorrhage. Headache. Head, convulsive movement of. Hiccough. Hoarseness. Hysteria. Intermittent fever. Locomotor ataxy. Lumbago. Marasmus. Menopause. Menorrhagia. Menses, suppressed. Metrorrhagia. Mind, affections of. Pelvis, congestion of. Perspiration, bloody; hysterical. Pregnancy, complaints of. Ptosis. Puerperal convulsions. Renal colic. Rheumatism. Sleep, overpowering. Speech, defective. Stammering. Strangury. Toothache. Turpentine, effects of. Typhoid, haemorrhage in. Uterus, prolapse of. Worms." ],
    "Characteristics" : [ "Nux mosch. is one of the many examples of powerfully poisonous and medicinal substances used as common articles of food. The Nutmeg has a popular repute for putting off the menstrual period or else for bringing it on; as a remedy for diarrhoea, and also for boils. It is the use of ground Nutmeg for these purposes that has led to many cases of poisoning, and has supplied a large number of the symptoms of the Schema. Nux m. is one of the most profoundly active of psychical remedies in the Materia Medica, producing states of exaltation resembling hysteria, and the mesmeric state with exalted senses and consciousness of double personality. A case reported by Stonham (M. H. R., xl. 494) brings this out. A dark-haired young man ate two nutmegs one morning. In afternoon was exhilarated, able to do more than usual, to argue on any subject. At dinner mouth dry, great thirst, felt he could not drink enough to quench it. After dinner, head felt strange as if in a dream; but he joined a small musical party, as he had intended. He seemed to be two persons, and his real, conscious self seemed to be watching his other self playing. He could not play well; and had to desist. He seemed lost, and when spoken to would come to himself with a start. Hearing for distant sounds much more acute than usual. A woman who ate several nutmegs with the idea of bringing on abortion had the hallucination that she had two heads. A. P. Williamson records (N. Y. Med. Times, October, 1882) one case of a woman who took grated nutmeg for diarrhoea. After second dose of half nutmeg head felt queer and dizzy, then head felt large, could not reply to questions, though eyes were open and seemed to understand. Pupils dilated, eyes staring, face pale, respiration laboured. Semi-conscious and had to be shouted at, but relapsed into semi-consciousness. Pulse at first small or rapid, but during unconscious period, irregular, fuller, and weak. When consciousness first returned kept hands to her head \"to prevent it falling off\"; was obliged to move her head with her hands, \"it being too large and heavy for her body.\" Her chest felt as if in a vice. For some days was unable to use words properly, frequently obliged to stop in middle of a sentence and change it entirely from not being able to use appropriate words. Exaltation of the senses and sensibilities runs through the remedy. One hypersensitive patient to whom I gave a single dose of Nux m. 30, said it seemed to put a coat of cotton wool over her. The senses of sight and touch are exalted in the same way as hearing. The mental disturbance may take all the protean forms of hysteria and even mania. Vanishing of thought. One man had complete loss of memory of his past life, and did not recover it for a week. The sensorium is disturbed as much as the mind, and a state of staggering, helpless drunkenness is induced. Connected with this are the sleep symptoms of Nux m., which give the leading keynote of the remedy", "Drowsiness. Nux m. is needed for drowsiness more frequently than Opium itself. When any complaint causes drowsiness or is accompanied by drowsiness, Nux m. must be considered; and if in addition there is chilliness and thirstlessness, Nux m. must be given. For Nux m. is a chilly medicine, < by cold and damp, > by warmth (with one or two exceptions). Chilliness may be considered the second keynote. But quite as important is the third", "Dryness. The dryness may be only sensation, or it may be actual as well. Dryness of the mouth and tongue (usually, but not always, without thirst); tongue so dry it adheres to the roof of the mouth. Neurotic patients who always awaken with a very dry mouth and tongue. \"The saliva seems thick, like cotton.\" (I cured with Nux m. a very bad case of indigestion with acne in a youth who had this symptom). Eyes dry; too dry to close the lids. The skin is dry; and Nux m. is suited to people who readily perspire. Another keynote is tendency to fainting. This is allied to the drowsiness, sudden loss of memory, and vanishing of ideas. Persons who easily faint away from sight of blood; from standing (as to have a dress tried on) and those who have faintness or fainting during or associated with evacuations; these are likely to want Nux m. One or more of the above conditions will be present in the majority of cases needing Nux m.; but there are few remedies which have more of the striking and peculiar symptoms, the value of which Hahnemann was the first to perceive, than this remedy, and when these are present (or the well-marked conditions of < and >) they will be sufficient indication independently of those mentioned. Here are some Sensations: As if drunk. Limbs as if floating in the air. Forehead as if as large again. Forehead as if pushed out. As if brain struck against side of head. Brain as if loose. Objects appear much too large. Pain as of a rough body in Eustachian tube. Pricking as of electric sparks on cheek. As if wind incarcerated in stomach. As if a piece of bacon were in throat. As if food had formed itself into lumps in stomach. As if a piece of wood stretched across small of back were pressing from within out. As if heart would be squeezed off. As if something grasped heart. As if heart were beating in a vacuum. As if it were difficult to move tongue. As if blood were rushing to heart, and then all over body As if left shoulder contained lead. As if a string were tied round arms. As of a grasping hand in upper arm. Pains as if bruised, sprained, wrenched; as if bones smashed. As if electrified. Pressure, throbbing, drawing, burning, are all common sensations. The sensitiveness of Nux m. comes out in the soreness of parts lain on. The use of Nutmeg as a condiment has doubtless its origin in the fact that Nux m. is specifically related to weak digestion. It is indicated in conditions of excessive flatulence, and when the smallest excess in eating or drinking sets up indigestion. The domestic use in menstrual irregularities has also a specific foundation. \"Irregularity\" is the chief note of the remedy here. Much bearing-down pain; blood dark. Uterine prolapse and displacements have been remedied by it, and threatened abortion warded off. In pregnancy, labour, the puerperal state (convulsions, head jerked forward), it has a large sphere. There is a cough occurring only when warm in bed, or < then. In constipation with drowsiness, Nux m. is as often indicated as Opium. Faintness during or after stool is a great indication. Nux m. is also haemorrhoidal and haemorrhagic. Protruding piles. Haemorrhage of typhus; fetid flatus. Incontinence of urine. The haemorrhages of Nux m. are dark. All kinds of spasms and convulsions are developed in the provings. Catalepsy. Clairvoyant state: answers questions accurately quite out of her sphere, and on returning to consciousness knows nothing about it. Jactitation of muscles, chorea, jerks in inner parts in muscles; recovers with a start. Paralysis; with spasms and trembling; of tongue; eyelids; oesophagus. Locomotor ataxy excited by cold and wet. Puffiness, swellings, dropsy of outer parts. Buzzing sensation with numbness of hands and feet. The symptoms are < by touch. Pressure > some symptoms and < others. Lying on parts = soreness. Riding in carriage = headache; water-brash; backache. Rest > headache; < bellyache; backache; rheumatism. Raising head from pillow = deathly sickness. Lying down < head. < On side lain on. Stitches in spleen = bending double. Motion <. Shaking head <. Walking <; (> palpitation). Many symptoms appear in the morning. Drowsy by day. Dry mouth < evening and night. Diarrhoea < night. Heat >; hot summer < (summer complaint of children); hot weather = loose feeling in brain. Heat of bed < or = cough. Warmth of room = hands to feel as if frozen. Warmth > other symptoms. Open air <. Walking against wind = hoarseness. < Damp, wet weather; cold weather; getting wet; before a shower; washing. A bath = check of menstrual flow. < After eating and drinking; after cold drink. Drinking = dry cough; colic. Drinking beer = strangury. Brandy = electrifying effect. Milk = diarrhoea. Alcohol <. Eating a little too much = headache. Nux m. is suited to: Children. Women. Pregnant women. Persons with cool, dry skin, who do no t easily perspire. Weakness of old age. Dyspepsia of old people. Constitutions with stiff, straight hair rather than crisp and curly. Delicate constitutions. Hydrogenoid constitution. P. P. Wells (Med. Adv., xxi. 84) says that \"in brain affections of infantile life", "in the stupor, insensibility, and unconquerable desire to sleep", "whether in idiopathic affections of the brain or in those occuring during cholera infantum", "Nux m. is one of the most precious remedies in the materia medica.\" J. C. White (H. P., xvii. 326) gives a striking instance of Nux m. headache > by hard pressure in a man convalescing from a severe gunshot-wound of the head. He wanted the nurse to \"bear her whole weight on it.\" With the headache was rapid, anxious breathing, as if he could not get air enough and the \"wind would be shut off.\" Nux m. always relieved it. The 3x was first given, then a higher potency." ],
    "Relations" : [ "Antidoted by: Camph., Lauro., Gels., Nux, Op., Zn., Val. It antidotes: Ars., Lauro., Rhodo., Lead colic, Turpentine, Alcohol, bad yeasty beer. Compatible: Lyc., Nux, Puls., Rhus, Stram., Ant. t. Compare: Myristica sebifera (boils and suppuration). Hysterical temperament, Ign. (Nux m. has excessive dryness of mouth). Rheumatism of left deltoid, Mg. c., Ferr. (right deltoid, Sang.). Prolapsus uteri, AEsc. h., Sep., Plat., Lil., Murex, Nux, Pod., Pul., Sep. All ailments accompanied by sleepiness, Ant. t., Op. Loss of memory, Anac., Lac c., Lyc. Does not recognise well-known streets, Can. i., Lach., Camph. bro. Dry mouth, Agar., Lach. Dry throat without thirst, Puls. Soreness of parts lain on, Bapt., Pyr. Distress in stomach while eating or immediately after, K. bi. Epidemic in autumn, white, fetid stools, Colch. Leucorrhoea in place of menses, Cocculus. Physometra, Bro., Lyc., Lac c. Sudden hoarseness from walking against wind, Euphras., Hep. Cough during pregnancy, Con. (of menstrual period, Lach.). Effects of getting wet; damp weather; lying in damp places, Nat. s., Rhod., Rhus; of cold, moist winds, Ars., Calc., Dulc. (cold, dry winds, Aco., Bry.). Effect of riding in carriage, Coccul. < Lying on painful side (Puls. < on painless). Pressure and pushing towards genitals, Nat. m., Bell., Sep., Sul. Head tends to fall to left (Lac d. to right). Faintness during or associated with evacuations, Apis, Pul., Spi., Ver. (faintness with scanty stools, Crot. t., Dulc., Ox. ac., Pet., Sars., Sul. Drowsiness with headache, Bruc., Gins., Gels. (difficult to keep eyes open), Heracl., Sul. Sinking immediately after meals, Ars., Cin., Lyc. Bar sensation, Haematox. (across chest. Nux m. has removed \"Sensation of bar across abdomen, with ends projecting out at back like a bar.\" Arsen. has also acted curatively in a similar sensation). Bloody sweat, Nux, Lyc., Calc., Lach., Arn. Cannot sweat, Staph. Nipples retracted, Sars. < Working in water, Calc. Drink = cough (Caust., drink > cough). Nausea on raising head from pillow, Bry. Throat dry without thirst (Merc. mouth moist with thirst). Fainting, Mosch. Grasped heart, Cact., Lil. t." ],
    "Causation" : [ "Fright. Mental exertion. Suppressed eruption. Bath (suppressed menses). Over-eating. Milk. Bad beer. Alcohol." ],
    "Mind" : [ "Weeping mood with burning in eyes and lachrymation.", "Fickleness, with desire sometimes for one thing, at others for something else.", "Great inclination to laugh, to make a jest of everything, esp. when in open air, sometimes with a stupid look, as if imbecile.", "Incessant flow of facetious ideas.", "Everything about him seemed ludicrous.", "Humour grave and gay alternately.", "Mentally excited and exhilarated.", "Facility of arguing.", "After dining, head felt strange as if in a dream.", "Seemed to be two persons, his real conscious self seemed to be watching his other self playing (piano).", "Could not play well, struck false notes, and was obliged to give it up.", "Seemed lost when spoken to, and would come to himself with a start.", "Transient loss of memory, but a perfect consciousness of all that I said or did.", "Surroundings seem changed; fanciful, dreamy images; does not recognise well-known streets.", "Weakness of memory; loss of memory.", "Entirely lost memory of his past life.", "Hallucination that she has two heads.", "Sense of impending dissolution; besought me piteously not to let her die.", "Slowness of apprehension, dizziness, difficult conception.", "Want of ideas, as from absence of mind; vanishing of thoughts in reading, disposition to go to sleep.", "Dulness of senses, thoughtlessness, with slowly returning consciousness.", "Dementia and mental alienation (idiocy).", "Mania, with odd speeches and ridiculous gestures.", "Delirium with violent vertigo, improper talk, loud tone and voice and total sleeplessness.", "The least exertion or mental excitement = somnolence.", "Unable to use words properly; frequently obliged to stop in middle of a sentence and change it entirely from not being able to use appropriate words." ],
    "Head" : [ "Confusion and pressive heaviness in head, and esp. in forehead.", "Reeling (while walking in open air).", "Head seemed whirling round; eyes starting from head.", "Staggering, with anguish, rigidity of body and giddiness (and insensibility).", "Vertigo, as from drunkenness, with delirium and mumbling, giddiness or insensibility.", "Emptiness and faint feeling at p.m.", "Head drops forward while sitting.", "Headache, as from indigestion, esp. after breakfast.", "Pressive headache, with heaviness and confusion of head.", "Affections of the temples, headaches with very dry mouth and no desire for water.", "Pain in head, esp. in temples, with internal heat, and a sensation of wavering in brain on moving head.", "Sounds as if chains were in her head.", "Pains mostly in occiput; if touched there says it touches her brain.", "Says, \"Oh, don't you hear my brains crack?\" jumps with an outcry of pain and says, \"Oh, don't you hear them?\" (the brains).", "Sensation as if brain were striking against skull, with sleepiness after a meal; < from cold, > from warmth and heat.", "Sensitiveness of head as from soreness, esp. sensitive to slightest touch in a draught of air (wind); < in cold and from lying down, > from hard pressure and from external heat.", "Violent, constricting, burning, stinging pains over r. eye, with red face, compression of lips and jaws; when attacks are most intense, unconsciousness, immobility of l. leg; face swelled; speech lost; continually moving his hand to painful place; head convulsively drawn from one side to the other, distorts his face.", "Headache and drowsiness with great debility and pain in pericardium; salt taste and indigestion (A. E. Small).", "Head feels full, expanded; as if it would burst.", "Headache from inward heat, with burning.", "Head seemed bulky and rolled around uncontrollably had to support (or move) it with both hands.", "Head tends to fall to l. moves convulsively from side to side; from before backward.", "Complaints < by shaking head; by raising head from pillow.", "Painful sensitiveness of temple to touch.", "Pressive and pulsative headache, esp. above l. eye.", "Painless pulsation in head with fear to go to sleep.", "Sensation as if all vessels pulsating, esp. on head, a throbbing, pressing pain confined to small spots, chiefly to l. supraorbital ridge.", "Severe tearing in (l.) occiput towards nape of neck.", "The headache is generally felt after a meal, and more particularly after breakfast or after overloading the stomach (in the slightest degree)." ],
    "Eyes" : [ "Dryness of eyes, and sensation of dryness, which impedes movements of lids.", "In evening it is difficult to read by artificial light.", "Blindness then fainting.", "Profuse lachrymation and burning pains in eyes.", "Tension round eyes and in lids.", "Sensation of fulness in eyes, with contraction of pupils.", "Pulsating, pressing pain on a small spot over l. eye.", "Illusions of vision: objects appear too distant, too large, or too small.", "Sees two objects instead of one.", "Weakness of sight.", "Blue rings around eyes." ],
    "Ears" : [ "Otalgia, with shooting pains (stinging pain, r. ear).", "Pain in Eustachian tube, as if caused by a rough body, on a change of weather, and esp. on approach of rain or wind.", "Hearing for distant sounds increased; heard people talking in a low voice in a passage outside his room, which would have been quite inaudible ordinarily.", "Struck false notes on playing piano.", "Over-sensitiveness of hearing.", "Buzzing in ears; as if stopped.", "(Tinnitus preventing sleep.", "R. T. C.)" ],
    "Nose" : [ "Sneezing; early in morning.", "Over-sensitiveness to smell; loss of smell.", "Catarrh < in cold, damp weather.", "Nose-bleed, blood usually dark, black.", "Obstruction of nose, sometimes semi-lateral (esp. l.)." ],
    "Face" : [ "Paleness of face, and blue circle round eyes.", "Heat in face with slight redness of cheeks.", "Expression: agonised; hippocratic; singular; silly, and occasionally would give a diabolic grin.", "Lips: swollen and sticking together; burning.", "Drawing mouth awry.", "Pustules with hard red borders on chin.", "Compression of jaws.", "Cannot close jaws; as if paralysed.", "Sensation of swelling throughout the l. side of the face, with burning pricking, as from electric fluid.", "Freckles in face." ],
    "Teeth" : [ "Painfulness of teeth while eating (dry bread).", "Shooting and tearing pains in teeth, extending as far as ears and temples, with lancinations in teeth, on sucking them, and < of pains from cold air and contact.", "Nightly tearing in teeth, with inability to close jaws, which are as if paralysed.", "Shooting pains in teeth, < by external heat.", "Toothache produced by damp evening air, with compressive pains (as if grasped by forceps) in teeth, and pains in nape of neck; teeth feel as, if loose; warm water > the pains.", "Toothache of pregnant women > by warmth.", "Toothache, after labour with the hands in water, or in consequence of a chill.", "Shocks in molar teeth after drinking cold water.", "Toothache from washing, from cold, from damp, cold air.", "Teeth blunted (dull), as if covered with lime.", "Bleeding of gums readily." ],
    "Mouth" : [ "Dryness, and sensation of dryness in mouth (of the tongue and lips, extending to the throat), without thirst.", "Very dry mouth, so dry that the tongue may adhere to roof of mouth, but no desire for water, rather an aversion to it (opp. Merc., which has tongue very moist, perhaps dripping with saliva, yet there is great thirst.).", "Sensation as if soft palate was rolling or curling up on itself from tip to base.", "Fetid breath.", "Saliva seems like cotton.", "Abundant accumulation of thick mucus and of saliva in mouth.", "Paralysis of the tongue, speech difficult; indistinct.", "Sensation of torpor in tongue, on being touched, as if made of leather.", "Dryness and sensation of dryness in tongue.", "Tongue coated white (with mucus).", "Aphthae.", "Swelling of mucous follicles under tongue." ],
    "Throat" : [ "Great dryness and sensation of dryness in throat (without thirst), with scraping.", "Difficulty of deglutition as from paralysis of throat." ],
    "Appetite" : [ "Taste in mouth, as after eating much salt.", "Clammy (pappy) taste, or taste of chalk in mouth.", "Hunger and immoderate appetite (thirst diminished), esp. towards noon.", "Thirst, excessive, cannot drink enough.", "Diminution of appetite and prompt satiety.", "Absence of thirst.", "Dejection and uneasiness after a meal.", "Weak digestion and stomach (esp. in the aged).", "< After eating and drinking." ],
    "Stomach" : [ "Acrid risings (debility; scraping eructations) shortly after a meal.", "Nausea from motion of a carriage; from irritation of pessaries.", "Nausea and vomiting during pregnancy.", "Deathly nausea if her head were raised from pillow.", "Nausea and vomiting with inclination to sleep.", "Irritation of stomach from over-taxed mental powers.", "Sufferings, esp. pains in head, < after a meal (esp. breakfast).", "Fulness of stomach, with impeded respiration.", "Sensation of heat, and of burning pain in stomach.", "Inflation of stomach.", "Crawling from pit of stomach to throat.", "Cramps in stomach, with very weak digestion.", "Pressure in stomach, as from incarceration of flatus." ],
    "Abdomen" : [ "Pressure in liver, as if caused by hard and pointed bodies.", "Swelling of liver; heaviness in the region of liver; swelling of spleen.", "Sensation of weight in hypochondria and upper abdomen.", "Rumbling in abdomen.", "Colic with tearing pains.", "Colic pain in abdomen immediately after eating and < after drinking, only during day, with dry mouth and thirstlessness.", "Inflation of abdomen, with nausea, and digging in umbilical region.", "Abdomen enormously distended; after meals.", "Sore pain and distension round abdomen, with aching and numbness round anus, and burning pain just above anus, < at night, with piles that discharge mucus only, a bearing-down of both anus and womb with vaginal cuttings; much numbness of lower back and palpitation of heart (cured, R. T. C.).", "Cutting pains (in abdomen and screwing pain around the navel), as from worms, with drowsiness.", "Nocturnal sufferings from flatulence, which disturb or prevent sleep.", "Lump in hypogastrium (with uterine complaints)." ],
    "Stool and Anus" : [ "Soft, sluggish faeces, difficult to evacuate.", "Rectum inactive.", "Diarrhoea from weakness, or in consequence of a chill.", "Bloody, putrid diarrhoea (in typhus fever).", "Diarrhoea, like fried eggs, with complete absence of appetite (in children).", "Diarrhoea of undigested substances (with fainting).", "Violent diarrhoea with cramps all over abdomen and great faintness (agg., R. T. C.).", "Summer complaint", "summer diarrhoea.", "Diarrhoea, with want of appetite and drowsiness (in summer) in children.", "Mucous diarrhoea, as from worms." ],
    "Urinary Organs" : [ "Burning and incisive pains when urinating.", "Renal colic and discharge of calculi.", "Painful strangury.", "Urine with a violet-like smell.", "Renal colic." ],
    "Male Sexual Organs" : [ "Absence of sexual desire.", "Weakness of genital functions.", "Absence of erections, even while indulging in voluptuous thoughts.", "Desire with relaxed organs.", "Inclined to coitus but erections weak and of short duration.", "Flow of prostatic fluid." ],
    "Female Sexual Organs" : [ "Catamenia irregular (sometimes too early, then again too late).", "Before catamenia: sacral pains and lassitude, with pressure in the stomach, water-brash, and hepatic pains.", "During catamenia: sensation of a general bearing down towards the hypogastrium, and drawing in limbs.", "During a haemorrhage from uterus or menstruation, pressure in abdomen, drawing down into the legs from navel.", "Spasmodic, false labour pains.", "Threatening miscarriage.", "Pain of uterus from pessary.", "Flatulent distension of uterus.", "Leucorrhoea in place of menses.", "Flatus from vagina.", "Metrorrhagia; menorrhagia; blood thick and dark.", "Menses preceded by pain in small of back as if a piece of wood, stretched across there, were pressing from within out.", "Suppressed catamenia.", "Breasts too small, and without milk.", "Nipples retracted." ],
    "Respiratory Organs" : [ "Voice tremulous.", "Altered voice; hoarseness.", "Hoarseness and catarrh.", "Sudden hoarseness, when walking against the wind.", "Cough, with pain in chest, as if raw.", "Cough with great soreness in the larynx or the chest.", "Dry cough, with suspended respiration after a chill in the water.", "Cough with or without expectoration when becoming warm in bed in evening, or when becoming warm from working.", "Cough <, or only, when becoming warm in bed.", "Haemoptysis.", "Cough during pregnancy.", "Cough with expectoration of blood.", "Dyspnoea.", "Shortness of breath, esp. after a meal.", "Obstructed respiration.", "Difficult inhalation; hysteric asthma." ],
    "Chest" : [ "Contraction of throat like strangulation.", "Oppression of chest, generally coming from epigastrium.", "Fulness and distressing sensation of a load on chest.", "Burning in chest; peculiar dead feeling and swelling.", "Stitches in chest; tightness, spitting of blood." ],
    "Heart and Pulse" : [ "Palpitation of heart, sometimes with attacks of fainting (followed by sleep).", "Quivering of heart.", "Trembling, fluttering of heart, as from fright, fear, or sadness.", "Paroxysms of palpitation after midnight as if heart were stopping and then beating violently, with loud belching, > drinking hot water and keeping warm; must walk about.", "Oppression of heart extends to throat.", "Feeling of rush of blood to heart, and thence to head and all over body.", "Hysteria cordis.", "Heart felt as if beating in a vacuum.", "Feels as if her head would burst and her heart would be squeezed off.", "Sensation as if something grasped heart.", "Pulse small, slow, and weak.", "Pulse accelerated." ],
    "Neck and Back" : [ "Drawing in muscles of nape, caused by damp air.", "Neck so weak, head drops forward on chest.", "Contusive pain in loins or back (as if broken or bruised).", "Pain in small of back when riding in a carriage.", "Bruised pain at side of lumbar vertebrae.", "Great pressure in back, from within out, during menses.", "Lassitude in loins and knees.", "Tabes dorsalis." ],
    "Limbs" : [ "Drawing in limbs, esp. during repose, as after a chill.", "Numbness in all limbs.", "Sensation as if limbs floating in the air.", "Pains in limbs and joints, and other symptoms in cold (damp) weather.", "The symptoms are < by cold air and > by external heat." ],
    "Upper Limbs" : [ "Bad smell under arms and between breasts of women.", "Rheumatism of l. shoulder.", "In arms, creeping from below.", "Steady drawing from fingers to shoulders.", "As if a string tied round arms.", "Cold hands as if frozen, with buzzing in hands on entering a room." ],
    "Lower Limbs" : [ "Great lassitude, esp. in loins and knees, as after a long journey, with inclination to sleep.", "Pain in r. knee, as if sprained, esp. when moving and going up stairs.", "Terrible pain in both legs as if bones smashed to pieces.", "Dull pain in periosteum of r. tibia.", "Feeling in calves as from a blow.", "Cramp: in calves before going to sleep; in feet with inward burning.", "Feet cold with appearance of menses.", "Soles always wet.", "Buzzing sensation in all toes as if frost-bitten, esp. metatarso-phalangeal joints, it spreads over soles to heels, with pain as if bruised from jumping." ],
    "Generalities" : [ "Digging and pressive pains, which pass from place to place, occupy only a small space, continue but a few moments, and soon return.", "Rheumatic pains (from cold, damp air).", "The pains come in points all over body, and are < on l. side (obs., R. T. C.).", "Loss of sensation in different parts.", "Apprehensive of paralysis (cured).", "Creeping sensations down the limbs.", "Fainting fits.", "Hysterical paroxysms.", "Convulsions (of children).", "Convulsions: epileptic, with consciousness; children, with diarrhoea; catalepsy.", "Anaemia.", "Marasmus of children.", "Sensation of dryness in inner parts; buzzing, humming, or \"funny feeling\" in body; dryness of skin.", "< In the open air; in cold air, in cold and wet weather; when the weather changes, whether from dry and pleasant to wet, or vice versa, until it becomes settled; in wet weather; in windy weather; lying on painful side.", "> In the room; air being warm; in dry weather.", "Coldness and fainting with pains; esp. headache.", "Faints easily, from sight of blood, from standing (trying on dress).", "Excessively painful sensitiveness of whole body; even on lying on a soft couch, every part which is undermost soon becomes painful.", "Great agitation of muscular system.", "Lassitude and necessity to lie down after the slightest fatigue.", "Apoplexy.", "Great lassitude, esp. in loins and knees, as after a long journey, with inclination to sleep." ],
    "Skin" : [ "Cold and dry skin, with but slight tendency to perspire.", "Cold skin over whole body; skin very sensitive to cold, moist air.", "Chilblains.", "Old patch of psoriasis on metacarpal aspect of thumb goes away (R. T. C.).", "Bluish spots on the skin.", "Acne.", "Freckles." ],
    "Sleep" : [ "Affections accompanied by a desire to sleep and a tendency to faint away.", "Great sleepiness with all complaints, particularly with pains.", "Starting in sleep, but does not always awake.", "Starting in sleep like electric shocks with nightmare.", "Dreams: of falling from high places; of being pursued.", "Great drowsiness.", "Coma somnolentum and heaviness.", "Complaints causing sleepiness." ],
    "Fever" : [ "Pulse accelerated.", "Great sensibility to cold air, which soon occasions shivering, with paleness of face.", "Frequent shivering.", "State of chilliness, as when suddenly cooled after perspiring, with pain in nape of neck and in all the bones.", "Chilliness without thirst.", "Chilliness whenever uncovering oneself, and chilliness in open, esp. wet, air; at once > in warm room.", "Chilliness in evening with great drowsiness.", "Chilliness and drowsiness predominate.", "Heat without thirst; want of perspiration; no thirst.", "Heat in face and hands in morning, with hypochondriac mood and thirstlessness and dryness of mouth and throat.", "Intermittent fever with sleepiness and dryness of mouth and throat with thirstlessness.", "Double tertian fever, with inclination to sleep, tongue white, rattling in throat, sanguineous expectoration, and moderate thirst, during heat.", "Malignant fever, with putrid or colliquative diarrhoea.", "Perspiration scanty, but at times red like blood.", "Bloody sweat; hysterical." ]
  }
}