{
  "remedyName" : "Nux Vomica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne rosacea. Alcoholism. Amaurosis. Amblyopia. Anger, effects of. Apoplexy. Asthma. Bilious attack. Biliousness. Bladder, affections of. Bone, nodes on. Bra in, affections of. Breath, sour. Carriage-sickness. Catarrh. Clavus. Cold. Colic. Constipation. Convulsions. Cough. Cramp. Delirium. Diarrhoea. Dysentery. Dyspepsia. Emissions. Epilepsy. Erotomania. Eyes, affections of; gouty inflammation of. Gall-stones. Gastrodynia. Gout. Haemorrhoids. Headache. Heart, affections of. Hernia. Hydrocele. Hypochondriasis. Impotence. Intermittent fever. Lisping. Liver disorders. Locomotor ataxy. Lumbago. Masturbation. Muscae volitantes. Myelitis. Night-blindness. Nightmare. Nose, affections of. Nymphomania. Paralysis; spastic. Paraphimosis. Pregnancy, affections of; spurious. Pylorus, disease of. Renal calculi. Sea-sickness. Sexual perversion. Sleep, abnormal. Speech, disordered. Spermatorrhoea. Strabismus. Taste, disordered. Tea, effects of. Tenesmus. Tobacco habit. Tongue, affections of. Trachea, affections of. Urethra, spasm of. Urine, frequent passing of. Uterus, prolapse of. Vagina, prolapse of. Vertigo. Waterbrash. Worms. Yawning." ],
    "Characteristics" : [ "Strychnos nux vomica is a moderate-sized tree native of the Coromandel Coast and Cochin China. The fruit is very like an orange in appearance and contains numerous seeds of flattened circular outline, about the size of a halfpenny, ash-grey in colour, covered with fine silky hairs. The seeds are intensely bitter, owing to the presence of Strychnia and Brucia which exist in the seeds together with certain peculiar acids; but the pulp is innocuous and is said to be eaten by birds. If nitric acid be added to the seeds a deep orange-yellow colour is produced. The wood of the tree is very bitter. It is used in India in cases of intermittent fever and snake-bites. A decoction of the leaves is used externally in rheumatism (abridged from Treas. of Bot.). Under Brucea antidysenterica I have told how the bark of the tree was imported into Europe in mistake for Angustura. The tree from which the Ignatia\" beans\" are obtained is unknown, but it is not doubted to be a Strychnos; the seeds actually contain a larger proportion of Strychnia than those of Nux vomica. The difference in the character of the two remedies proves the wisdom of Hahnemann's method of studying medicines. If there was nothing more than the chemistry of the drugs to go by Ignatia and Nux vomica might be used indifferently; with the knowledge Hahnemann has given us of their characteristic features they are seldom even thought of in connection with the same case.", "In the cases of poisoning with Nux, the most marked feature is the spasms and convulsions which cause death by arresting respiratory movements. \"Convulsions with consciousness.\" \"Spasms with tetanic rigidity of nearly all the muscles of the body, with interruption of a few minutes, during which the muscles were relaxed; the pulse became soft and the patient recovered consciousness and speech; the spasm was renewed by the slightest touch, though at times it would immediately cease when the patient was tightly grasped, or the elbow was straightened up.\" \"During the spasms evident relief was afforded by forcible extension of the body.\" In the case of two persons, a man and wife, who both took the poison, the reporter says: \"As the convulsions came on the heads were drawn back, there was spasmodic clenching of teeth, heels fixed to the ground, eyes as if protruding from their sockets, and both, curiously enough, kept exclaiming, 'Hold me! Hold me!' although there was a person on either side of each.\" One of the patients afterwards said that if a fire had been lit under him he could not have moved, although at the same time he kept crying, \"Hold me!\" \"Convulsions came on beginning with slight twitchings in muscles of lower extremities.\" \"Convulsions with red face and closed eyes.\" The general effect of the spasms was to cause opisthotonos and throwing back of the head, though in some the body was spasmodically drawn sideways. The tetanus of Nux differs from traumatic or idiopathic tetanus in that the spasms of the former are less continuous, do not invariably begin with the muscles of the jaws, but preferably in the lower extremities, and are not accompanied by rise of temperature. \"Spasm\" is the first keynote of Nux and the second is \"exaggerated sensitiveness.\" Both are brought to the front in the poisoning cases, and the provings bring out their developments in almost all regions of the body. The spasms affect all the voluntary muscles of the body and the involuntary muscles as well", "oesophagus, stomach, intestines, uterus, bladder, rectum, and the spasms and irritability go through the pathogenesis. There is irritability of bladder and rectum at the same time; constant urging and desire and very little passed; prolapse of rectum with constipation; or there may be incontinence of both urine and faeces. Uterine bearing down and prolapse; cramps at menstrual periods and pressure on bladder and rectum. The irritability and excessive sensitiveness of Nux depicted in the tetanic seizures and drawn facial expression applies to mind as well as body. Nux is especially suited to: (1) Very particular, zealous persons, inclined to get angry and excited, or of a spiteful, malicious disposition. (2) Ardent persons; or, disposed to anger, spite, or deception; always irritable or impatient. (3) Nervous, melancholic people, troubled with indigestion; venous constitution with tendency to haemorrhoids. (4) Thin, irritable, choleric persons with dark hair, who make great mental exertion or lead a sedentary life. (5) Vigorous persons of dry habit, tense fibre, ardent and irascible temperament and tenacious disposition. (6) Bilious temperament. (7) Persons addicted to wine, coffee, or pepper and condiments, who live a sedentary life with much mental exertion. (8) Debauchees, thin, irritable, venous. (9) Drugged subjects. Throughout all these classes moral, mental, nervous, and muscular tension or spasms may be traced (but ennui, loss of energy may also be indications for Nux: they are alternating states). There are few drugs which produce a greater degree of irritability than Nux, running, as it does, to the verge of homicidal and suicidal impulse. Intestinal spasm is exemplified in the spasms which follow eating unripe fruit and other digestive irregularities; and sometimes they take the form of incipient hernia. Hernia, inguinal and umbilical, has been cured with Nux, and I have seen a case of strangulated hernia resolved by Nux whilst preparations for operation were in progress.", "Although there are many pains in connection with the rectum, constipation or spasm is the leading feature: \"Constrictive sensation at times as if he would be obliged to go to stool.\" \"After a stool it seemed as if some remained behind and could not be evacuated, with a sensation of constriction in rectum, not in anus.\" \"Discharge of bright blood with the faeces, with sensation of constriction and contraction in rectum during stool.\" \"Stool daily though always with a colicky sensation in abdomen, and with the stool, it always seems as if it was not enough.\" \"Frequent, ineffectual desire for stool; after the usual evacuation.\" Nux is very far from being a panacea for constipation and haemorrhoids, but its indications are perfectly clear and when they are present it will not disappoint the prescriber. The diarrhoea of Nux is sudden and drives patient out of bed; or is involuntary; or comes on after a meal. Alternate constipation and diarrhoea. In the dysentery of Nux the straining ceases as soon as the motion passes. This distinguishes Nux from some other remedies. There is tendency to faint after diarrhroeic stools; and also after vomiting. This tendency to fainting is another example of the Nux sensitiveness. It occurs from odours; in a warm room; after eating; after every labour pain. Nux has proved curative in epilepsy when the fit occurred during stool. Nux is haemorrhagic. There is metrorrhagia (in high livers), and also menorrhagia. Menses too early and profuse, flow dark; faints easily; irregular, cease flowing at night-time. The pains are cramping and cause nausea and fainting; twisting, moving about in abdomen; soreness across pubes; cramps in bladder. During pregnancy: hiccough; morning sickness; varicose veins; haemorrhoids; false pains. Labour pains are violent and = fainting. Lochia scanty, offensive; nipples sore, white spot in centre; tensive pains when nursing. Desire is excited in both sexes, and here again the sensitiveness of Nux is observed", "the slightest provocation suffices to excite the sexual passion. Spasm is the chief note of Nux in the respiratory sphere, where it produces a variety of asthmatic states, a dry, persistent fatiguing cough which = headache as if the skull would split. The general conditions of Nux are the best guides in such cases. But it must not be supposed that Nux cannot cure cases which are not purely spasmodic. I have cured with Nux many cases of bronchitis with copious moist rales and expectoration. In addition to spasms, Nux causes languor; great nervous debility (as from sexual or other excesses); trembling; excitement with trembling; paralysis. Paralysis after apoplexy, parts cold, numb, emaciated. Hemiplegia. Locomotor ataxy has been relieved by it. Nux is a drowsy medicine and it also produces sleeplessness. Wakes a.m. and lies awake for hours, falls asleep when it is time to rise and feels heavy and unrefreshed. It is curative in cases where sleep is unattainable except from a stimulant. The symptoms of Nux are > after undisturbed sleep; < when sleep is disturbed. The third keynote of Nux is Chilliness. Nux is one of Grauvogl's chief hydrogenoids, and, like so many other \"bitters, \", it is a great remedy in intermittents", "intermittent fevers, periodic neuralgias. Chilliness: Cannot get warm in bed at night. Coldness of whole body with blue hands; with blue skin. Cold, moist hands with cold tip of nose. Repugnance to cold or cold air; chilly on least movement; from being uncovered; must be covered in every stage of fever, chill, heat, or sweat. In the fever there is great heat, whole body burning hot, face red and hot, yet patient cannot move or uncover without being chilly (H. C. Allen). But Nux may have \"Intolerance of covering during sweat with heat.\" Nux has hunger with aversion to food; loss of appetite; and sudden satiety. A patient to whom I gave Nux said that immediately after each dose she felt as if she had had nothing to eat for a week. Another patient from the same medicine developed: \"Hot feeling up in throat. Biliousness. General heat and scarlet redness of face. Headache.\" The red face of Nux is a characteristic feature. Nash gives a characteristic of the menses of Nux: \"Catamenia a few days before the time, and rather too copious, or keeping on several days longer, with complaints at the onset which remain until it is over.\" Nash remarks that Calc. has the same, but the temperaments differ, and he adds this useful note: He found that patients that required Nux for this condition could hardly ever take Puls. for anything. For instance, if they had a green, bland, thick discharge, and Puls. were given, it would often bring on too early and profuse menstruation. Sep., on the other hand, would cure the catarrh and not interfere with the menses. Nash deservedly italicises Boeninghausen's keynote: \"Feels < in morning, soon after waking; also after mental exertion; after eating and in cold air.\" Sour breath I have noticed to be a very leading indication for Nux. Hering gives the gastric disorder of Nux thus: \"After eating; sour taste, pressure in stomach an hour or two afterwards, with hypochondriacal mood, tightness about waist; must loosen clothing, confused, cannot use mind two or three hours after a meal, epigastrium bloated, with pressure as from a stone in stomach.\" The pressure two or three hours after eating distinguishes Nux from Nux m. and K. bi., which have it immediately after.", "Nux has many eye-symptoms. Sircar cured cases of night-blindness with Nux He connected the disorder with the liver (Calcutta J. of Med., xiv. 454). F. A. Griffith (H. P., ix. 211) gives an interesting example of the use of Nux in cases which have been much drugged. Living in a part where there are no other homoeopaths he had mostly heavily-drugged patients to deal with. His plan was to give Nux four times daily for four days and then see the patient again and take a new picture. A man, had had sciatica for six months and had taken a great deal of strong medicine internally. After four days of Nux Griffith was surprised to find his patient almost well; the trouble having \"got well from above downward\"; at last localising in the heel. One dose of Sep. c.m. completed the cure.", "O. W. Smith (H. P., ix. 210) reports this symptom as having been caused by Nux: \"Sensation under middle of sternum like a lump of hot lead as large as two fists.\" Among the peculiar sensations are: As if something heavy fell into head. As if his head were immensely larger than his body. As if pressing a nail into brain; into vertex. As if brain beaten or cleft with an axe. As if skull pressed asunder. As if hot water in eye. As if eyes would be pressed out. As if he had received a bruise over eye. As if a hot plate of iron were nearly in contact with face. Face feels as if he were sitting before a hot fire. As if a ball or plug in throat. As if skin scratched off throat with a sharp instrument. As if throat too narrow. As if a stone in abdomen. As if abdomen raw and sore. As if bowels, bladder, and rectum were pressed with a sharp instrument. As if hernia would occur. As if everything in region of umbilicus were being shattered and torn. Navel as if drawn in. Chest as if drawn together. As if room had been exhausted of air. As if something torn loose in chest. As if blood would be jerked out of veins. As of a band above knees; round body. Stiffness. Numbness. Burning. Stitches. Symptoms are < in morning; in open air; by motion; by mental exertion. Each of these is a characteristic; a combination of two or three of them may be considered a keynote. < In morning is the greatly predominating feature of Nux. [The best time to give Nux is in the evening at bedtime, that is, well away from the time of its chief aggravations.] Cough and some other symptoms are < in night; < after midnight; < or a.m. During day, drowsiness. Menses return at full moon. Although Nux is sensitive to chill, draught, and air, most symptoms being < by cold, cold water, and by getting wet; still the symptoms generally are < in dry weather, > in wet weather. But wet weather < facial neuralgia; and wet, warm weather = gastric and bilious fever. Warm room and warm covering > headache. But warm room = fainting. Summer heat is insupportable; sunshine < headache. Open air > flatulence and asthma and < all other symptoms. < In wind. Rest >. > Lying down; on side. Motion <. Exertion, physical or mental, <. < From shaking head. Eating <. Milk sours on stomach. When eating: heat in head. < From coffee; cold food; cold water; wine. Alcoholic drinks both < and >. Touch <. Pressure >; but cannot bear tight clothing. Rubbing >. Riding in carriage = sickness. Coughing <; shocks are felt in pit of stomach with every cough. < From pollutions. < From stomach derangement. < After stool; before urinating; when yawning; < during and after menses (old symptoms are renewed and new ones occur). < On waking at night. When it \"all medicines disagree\" Nux will often cure the morbid sensitiveness and other troubles with it. < From music. There is very great > for a short time after a stool." ],
    "Relations" : [ "Antidoted by: Wine, Coffee, Aco., Bell., Camph., Cham., Coccul., Op., Pal., Plat., Stram., Thuj. (ineffectual desire to pass water).", "It antidotes: Narcotic, drastic, and vegetable remedies. Bad effects of anomalies in foods, e.g., Ginger, Nutmeg, Pepper, and so-called \"hot\" medicines; Mag. cit., Alcohol, Merc. (tremors), Mez. (neuralgia), Ether, Thuj. (urination). Compatible after: Ars., Ipec., Mg. mur., Pho., Sep., Sul. Compatible before: Bry., Pul., Sul. Complementary: Sul. (Calc.). Incompatible: Zinc. [Nux and Puls. have many symptoms in common, but are opposite in temperament and conditions. For all that they may be required by the same patient when temperaments and conditions are mixed. In clearly Nux cases Sep. follows better than Puls.] Compare: In tetanus, Picrotox, Veratrin., Thebain. Cic., Hcy. ac., Bell., Aco., Physo., Phyto., Cura., Camph. Cerebro-spinal affections, Pic. ac. Fainting in nervous women, Ign., Nx. m., Mosch. Gastric troubles, Bism., Ars., Kre., Lyc., Pul., Carb. v. (Carb. v. often follows Nux well in ill effects of debauchery). Asthma, Zingib., Carb. v., Lyc., Nat. s. Paralysis of sphincters, Sep., Bell., Sul. (Nux at any time; Sep. in first sleep; Sul. and Bell. in deep sleep). Bad temper before and during menses, Cham. (Cham. does not know it, Nux does), Mag. m. (Lyc., before menses). Wakes a.m. and cannot get to sleep, K. ca., Ars., Calc., Sep. Night-watching effects, sensitiveness, effects of noise, travelling by land or sea, umbilical hernia, Coccul. Fear of losing senses, Calc., Lyc., Sul. Desire to kill those there is most reason to love, Hep., Ars. Fainting or faints after every evacuation, Dig., Nx. m. Piles, Aesc. Leucorrhoea staining yellow, Agn. c., Carb. an., Chel., Kre. (Nit. ac.), Sep., Pru. sp., Thuj. Bloody sweat, Nx. m., Lyc., Calc. Impotence from abuse, Calc., Sul. Stricture of rectum, Nat. m., Op. > In wet weather, Alm. Renal colic, Ocim., Tabac. Bad effects of masturbation, Chi., Nat. m., Calc., Sul., Con., Lyc., Cobalt. Sensitiveness, Amb., Asar., Castor., Nux m. Scraped feeling in throat, Apis. \"Stopped-up\" nose., Cham. (Cham. feels stopped, but discharges hot water; Nux no secretion whatever). Pain with stool, > after Coloc. (Merc. pain and tenesmus continue after stool)." ],
    "Causation" : [ "Anger. Coffee. Alcohol. Debauchery. Masturbation. Sexual excess. Injury." ],
    "Mind" : [ "Hypochondriacal, peevish, morose (stubborn), thoughtful and sorrowful humour, sometimes with inclination to weep, without being able to do so.", "Hypochondriac humour of persons of sedentary habits, and of those who dissipate at night, with abdominal sufferings.", "Inclined to find fault and scold; morose; stubborn; an insane desire when alone with her husband, whom she adores, to kill him.", "Melancholy, with great uneasiness respecting the health, eagerness to speak of the disease, despair of a cure, and fear of approaching death.", "Desire for solitude, repose, and tranquillity, with repugnance to conversation.", "Anguish, anxiety, and excessive uneasiness, often with agitation which allows no rest whatever, as from consciousness of having committed a crime, and which urges even to suicide; but is afraid to die.", "The fits of anguish take place mostly on lying down in evening, or after midnight, towards morning, and are sometimes accompanied by palpitation of heart, heat and sweat, nausea, and vomiting, dilation of pupils, and oppression of heart.", "After anger, chilliness alternating with heat, vomiting of bile and thirst.", "Moral exaltation and excitability, with extreme susceptibility of all organs, great sensitiveness to least pain, to least smell, noise or movement, extraordinary readiness to take fright, and sensibility so great that music even causes tears to flow.", "Light and music unbearable.", "Anxiety and restlessness in the evening.", "Does not wish to be touched; wants to be alone.", "Dizziness of the mind, i.e., an unsteady, wavering condition.", "Incontrollable irritability, and lamentations, complaints and cries (during the sufferings), sometimes with heat, and redness of cheeks.", "Timidity, mistrust, and suspicion, with wavering and indecision.", "Frightfully apprehensive about getting married, girl lies on a sofa and throws her arms and legs about and refuses to see a doctor (cured with high potency, Skinner).", "Inclination to weep, with great susceptibility and irritability, disposition to be angry (habitual), to yield readily to passion, to criticise, and to utter reproaches.", "Spiteful, malicious.", "Delirium tremens, with over-sensitiveness, nervous excitability, and malicious vehemence.", "Every harmless word offends; every little noise frightens; cannot bear the least, even suitable medicine.", "Humour peevish and malevolent; quarrels, insults, and invectives, with immodest expressions and excessive jealousy, mingled with tears and cries.", "Fiery, excited temperament.", "Ill-humour, vexation, and anger, breaking out in acts of violence.", "Awkwardness and drowsiness.", "The time passes too slowly.", "Ennui (great laziness), with dislike to and unfitness for bodily and mental labour.", "Incapacity for meditation; tendency to misapply words when speaking; difficulty in finding suitable expressions; mistaking weights and measures; frequent confusion when writing, with omission of syllables, or entire words.", "Extravagant and frantic actions, frightful visions, loss of consciousness and delirium, sometimes with murmuring." ],
    "Head" : [ "Head bewildered, and confused, with cloudiness, as after a debauch, principally in open air, and in sun.", "Intoxication, stupor, and dizziness.", "Intoxication from the drunkenness of the previous day, with vanishing of sight and hearing; < after dinner and in sun.", "Vertigo with sensation of revolving and of wavering of the brain, principally during or after a meal, as well as when walking and exercising in open air (> when wrapping head up in warm room and when at rest), on sneezing, on coughing, on stooping or on rising up again, in morning or in evening in bed, when lying on back, and often with cloudiness of eyes, danger of falling, staggering, fainting, buzzing in ears, and loss of consciousness.", "Heaviness and pressure in head after dinner, esp. on moving eyes.", "Congestion of blood to head (with burning in it and with heat and redness of the bloated face; < in morning, on moving head and when walking in open air), with humming in ears.", "Loss of consciousness, with coma somnolentum, and paralysis of lower jaw, of organs of deglutition, and extremities.", "Pressing headache in forehead, with sour vomiting; < in morning in bed, > when leaning head against something or when lying on back.", "Pressing in head as if something heavy were sinking down in forehead or head.", "Tension in forehead as if it were pressed in at night and in morning, < on exposing head to cold air.", "Periodical headache in forehead, sore as from ulceration, with constipation.", "Stunning headache in the morning, after eating, and in sunshine.", "Pressing headache as if skull pressed asunder.", "Heaviness, pressure, and sensation of expansion in head, as if forehead were bursting, principally above eyes.", "Burning in forehead in morning on waking and after eating; < from mental exertion and when exercising in open air; > when at rest and in the warm room.", "Bruised sensation of brain; generally one- (r.) sided, > when lying on painless side.", "Sensation as from a bruise in the back part of the head.", "Tearing, drawing or jerking pains in head, or shootings, or blows or pulsative pains, or digging, and sensation as if a nail were driven into brain, or tension and squeezing, or pain as of ulceration.", "Violent jerking or dull stitches in l. side of brain, from orbit to parietal bone or occiput.", "Pain in occiput and cervical spine with pressure as of a stone in stomach, with vomiting of food and sour mucus, followed by languor and weariness (cured with 30th, R. T. C.).", "Pressing in vertex.", "Shocks and sounds in brain at every step.", "Semi-lateral headaches from excessive use of coffee.", "The headaches are often deeply seated in brain, or in occiput, or on one side only, or in forehead, as far as eyes, and at root of nose; they appear principally in morning after waking, or rising, or after a meal, or in open air, or recurring at same hour every day, and they are <, or renewed, by intellectual labour and meditation, by wine, coffee, rough and hot weather, by walking, stooping, or moving head.", "Rheumatic headache with nausea and acid vomiting.", "Headache with unfitness for meditation, or with loss of consciousness and delirium, or with nausea, eructations, and vomiting, or with heat and redness of the cheeks, and shiverings in rest of body, or with fatigue, lassitude, and great need to lie down.", "Head is turned backwards, during convulsions.", "Small, painful swelling (nodes) on forehead.", "Soreness of scalp, and roots of hair, with great sensitiveness to touch.", "Pain, like excoriation, in scalp, from a rough wind (> warmly covering head).", "Liability to take cold on head mostly from dry wind, draught of air.", "Small painful tumours on forehead.", "Clammy sweat on forehead, when walking in open air.", "Semi-lateral, fetid sweat on head during the semi-lateral pains (head cold to touch; the pain with anxiety and dread < from uncovering)." ],
    "Eyes" : [ "Eyes surrounded by a livid circle, and full of tears.", "Pressive and tensive pains in eyes, < on opening them, and looking into the air.", "Tearing pains in eyes by night, or burning pain, smarting, sensation of dryness, itching and tickling, as from salt, < in canthi (itching > from rubbing).", "Smarting, dry sensation in inner canthi, in morning in bed.", "Bruise-like pain in eye.", "Eyes inflamed, with redness and swelling of sclerotica, or of conjunctiva.", "Inflammation of sclerotica, with stitches and aversion to light of sun.", "Yellow colour of sclerotica, principally in lower part of eyeballs.", "Ecchymosis of the sclerotica, and sanguineous discharge from eyes.", "Painless, circumscribed red spots, like extravasation of blood, in white of eye.", "Canthi red, and full of humour, with nocturnal agglutination.", "Pupils dilated, or contracted.", "Burning itching, or sharp drawing pains, or sensation of excoriation in lids and in margins, < in morning on being touched.", "Twitching of lids.", "Swelling and redness of the lids.", "Movement of lids difficult on account of stiffness of muscles.", "Contraction of lids as from heaviness.", "Eyes fixed and brilliant.", "Anxious staring look.", "Excessive sensitiveness of the eyes to light of day, < in morning.", "Sparks, or black and greyish spots before eyes.", "Presbyopia.", "Amaurotic cloudiness of eyes.", "Sensation, as if all objects were brighter than they really are.", "Sparks (or streaks), like lightning before eyes.", "(Night-blindness.)" ],
    "Ears" : [ "Otalgia with tearing-stinging pains.", "Tension in the ears when he raises his face.", "Squeezing in ear, < when chewing, and clenching teeth.", "Tingling and itching in ears, esp. at night.", "Itching in the ear and through the Eustachian tube, which compels frequent swallowing.", "Deafness from blockage of r. Eustachian tube with hard mucus.", "The pains in the ear are < after entering the room and in bed.", "Acute and painful blows (tearing) and shootings in ears, which extort cries, < in bed, in morning.", "Stitches in ear when swallowing.", "Pain in ear on swallowing, as if it were pressed from outside.", "(Pain shoots from one ear to the other when swallowing).", "Ringing, roaring and hissing in ears.", "Humming in ears.", "Sighing, whistling, buzzing, and tinkling in ears, or cracking when masticating.", "Words sound loudly in the ears of the speaker.", "Swelling of parotids." ],
    "Nose" : [ "Insupportable itching in nose.", "Sensitiveness and inflammatory redness of the internal nose.", "Pain, as of excoriation, or ulceration, in nostrils also margins.", "Obstruction of nose, sometimes on one side only, and often with itching in nostrils, and discharge of mucus.", "Troublesome, dry catarrh of nose, which usually comes on very early in morning.", "(Dry sneezings, chronic coryza; much mucus after getting up as if cold air caught her nose, and which lasted an hour, R. T. C.).", "Obstruction in head, < in morning, or at night, and dry coryza with heat and heaviness in forehead, and stoppage of nostrils (in infants).", "Fluent coryza by day, or in morning, with dryness and nocturnal stoppage of nose.", "Tip of nose cold.", "Scraping (crawling) in nose and throat, heat in nostrils (with headache, heat in face, chilliness) and frequent sneezing during coryza (which is fluent during day, < in warm room, > in the cold air; dry coryza during evening and night).", "Acrid discharge from the obstructed nose.", "Sanguineous mucus in nose.", "Bleeding in nose, and discharge of clots of (dark) blood from nostrils.", "Fetid exhalation from nose.", "Great acuteness of smell.", "Odour before nose, like burning sulphur, decayed cheese, or snuff of a candle." ],
    "Face" : [ "Sickly aspect, with livid circles round eyes, and sharpened nose.", "Face pale, yellowish (esp. round nose and mouth) and earthy.", "Yellowness around mouth and nose, or around eyes.", "Reddish-yellow face.", "Heat (swelling) and redness of face or (of one) of the cheeks, sometimes alternating with paleness.", "Patient feels as though sitting before a hot fire.", "Cold sweat on face.", "Muscular palpitations in bed, in evening, or tingling itching in face.", "Drawing in masseter muscles, with stiffness.", "Tearing and drawing pains in face, sometimes only on one side, extending into ear, with swelling of cheek (and pain in cheek-bone).", "Tension round mouth, nose, and eyes, with swelling of the parts.", "Swelling of face, sometimes only on one side, swelling of a pale colour.", "Pimples in face from the excessive use of spirituous liquors.", "Intermittent neuralgia; < in infra-orbital branch of trifacial; always < in morning; > sometimes when lying in bed, esp. after abuse of coffee or liquors.", "Small, purulent pimples on cheeks and head.", "Painful dryness, fissure and desquamation of lips.", "Scabs and (corroding) ulceration on the red part of lips, and corners of the mouth.", "Small, purulent pimples round lips and chin.", "Sensation of excoriation, and small ulcers, on internal surface of lips (painful to touch).", "Tettery eruption on chin.", "Distortion of mouth.", "Side-to-side movement of jaws.", "Spasmodic clenching of jaws.", "Periodical prosopalgia nervosa, < at night.", "Shooting (swelling) in sub-maxillary glands, when swallowing." ],
    "Teeth" : [ "Pains, as of excoriation, or ulceration, or drawing, jerking pains, with shootings, or searching and boring in teeth, and jaws, or only in carious teeth, < at night, or in morning on Waking, or after dinner, or when walking in open air, or when breathing fresh air, or in evening, or from meditation and any intellectual effort; often extending into head, ears, and zygomatic process, or with painful engorgement of sub-maxillary glands, swelling and soreness of gums, red and hot spots on cheek and neck, plaintive disposition, and dejection.", "Tearing in the teeth extending to head through bones of face, renewed from cold drink, > by warmth.", "Stinging in decayed teeth; burning-stinging in one whole row of teeth.", "Toothache often semilateral; sometimes < by heat of room, and > in open air.", "Toothache from taking cold; caused or < by mental exertion; > heat.", "Drinks and hot soups, as well as cold water, wine, and coffee, equally renew or < the toothache.", "Loosening and loss of teeth.", "Grinding teeth.", "Stomacace.", "Putrid and painful (white) swelling of gums, sometimes with pulsation, as in an abscess, burning, pulling, and ready bleeding.", "Ulcer in gums." ],
    "Mouth" : [ "Aphthae (of children).", "Small aphthous ulcers in mouth and throat, with putrid smell; bloody saliva runs out at night; gums scorbutic; spits coagulated blood.", "Fetid, putrid, and cadaverous smell from mouth: principally after a meal, and when fasting in morning.", "Great dryness, principally of fore part of mouth and tongue, esp. after midnight.", "Pain in mouth, tongue, and palate as if the whole were raw and excoriated.", "Accumulation of yellowish white mucus in mouth.", "Ulcers of a fetid smell, pimples and painful blisters in mouth, tongue, palate, and throat.", "Inflammatory swelling of palate, throat, and gums, with difficult deglutition.", "Inflammatory swelling and stitches in palate.", "Accumulation of water in mouth; nocturnal salivation; bloody saliva; haemoptysis.", "Tongue covered with a (heavy) white, thick, or yellowish coating; or tongue dry, cracked (on edges), brownish or blackish, with bright red margins.", "Great heaviness of tongue, with difficulty of speech, and sensation when speaking, as if tongue had become thicker.", "Stuttering.", "Lisping.", "Sour taste in mouth, sour odour of breath." ],
    "Throat" : [ "Scraping (as after heartburn) and pain as from excoriation, in throat, < when swallowing, and when breathing fresh (cold) air.", "Sensation of swelling in palate, and pain during empty deglutition, as if there were a tumour, or a plug in throat, or as if pharynx were contracted.", "Lancinations in throat, < when swallowing, and sometimes extending as far as ears.", "Swelling of uvula, and tonsils, with pressive and shooting pains.", "Relaxed uvula with its attendant cough (many cases cured, R. T. C.).", "Choking, or spasmodic contraction in throat.", "Pain from pharynx to pit of stomach in morning.", "Tickling sensation in throat, with a desire to scratch.", "Burning in throat, < at night, and sometimes extending to mouth and oesophagus." ],
    "Appetite" : [ "Salt, sulphurous, sweetish, metallic, herbaceous, or mucous taste in mouth.", "Acid taste in mouth, < in morning, or after eating (and drinking).", "Acid taste of food, esp. of bread (of rye or of wheat) and of milk.", "Putrid taste, < in the morning.", "Bitter taste in mouth, of sputa, of food, and esp. of bread.", "Insipidity of food (hunger with aversion to food), esp. of milk, bread, meat, coffee, and tobacco.", "Want of appetite, and dislike to food, esp. rye-bread, tobacco, and coffee, and sometimes with constant thirst.", "No hunger.", "Thirst, sometimes with dislike to all drinks, principally water, milk, and beer, or with desire for beer or milk.", "Ravenous hunger after drinking beer.", "Craving for brandy or for chalk.", "Hunger, sometimes with dislike to food, or prompt satiety.", "Tastelessness for all food.", "Periodical bulimy in afternoon.", "During a meal, heat in head, sweat on forehead, nausea, and fainting.", "After a meal, risings and regurgitations, nausea, inclination to vomit, and vomiting of food, pressure and cramp-like pains in stomach, pressive inflation in epigastrium, colic, pyrosis, head bewildered and painful, uneasiness and hypochondriacal humour, anxiety, vertigo, and syncope, coldness and shivering, with heat in head and face, redness of cheeks, fatigue, and drowsiness.", "Drinks oppress the stomach, and often cause nausea, with inclination to vomit.", "Rye-bread and acids equally occasion sufferings, but fattest food is sometimes taken with impunity.", "Animal food <." ],
    "Stomach" : [ "Abortive risings, with painful feeling of spasmodic contraction in oesophagus.", "Frequent, and often bitter and acid risings and regurgitations.", "Frequent and violent hiccough.", "They want to belch, but a kind of oesophageal constriction seems to prevent it.", "Belching of wind, which is difficult.", "Pyrosis, < after taking acids, or fat food.", "Continual nausea, and inclination to vomit, < in morning, or during a meal, or after eating or drinking.", "Constant sick feelings affecting body here and there.", "Heartburn.", "Scraped sensation in pit of stomach.", "Nausea, particularly where patient feels very sick at the stomach, feels \"If I only could vomit, I would be so much better.\".", "Waterbrash.", "Empty vomiturition; straining to vomit (in drunkards).", "Periodical attacks of vomiting; of food, of sour-smelling mucus, of dark, clotted blood; and during pregnancy.", "Retching, and violent vomiting of mucus and sour matter, or of food, or insipid matter, or bile, < after having drunk or eaten, or in morning, or else at night, and often with headache, cramps in legs and feet, anxiety, and trembling of limbs.", "Regurgitation and vomiting of blood, mixed with clots and black substances, with cuttings, ebullition in the chest, and flow of black blood, with hard faeces.", "After dinner (some hours after), pressure in stomach, dulness of head and hypochondriacal mood.", "Colic and pressure in stomach extending to shoulders in morning, fasting, and after eating.", "Pressure and tension in pit of stomach, with tension opposite, between shoulder-blades.", "Constrictive colic generally, with waterbrash.", "Colic of coffee and brandy drinkers.", "Pressure on stomach and epigastrium, as by a stone, or cramp-like, contractive, and gnawing pains; < after drinking or eating, or in morning, or when walking in open air, or after partaking of coffee, or at night, and often with tension and inflation of the epigastrium, oppression and constriction of chest, eructations, retching, and vomiting.", "Sinking in pit of chest with craving appetite follows an overdose.", "Disordered stomach from over-eating; from debauchery; from high living; from drugs; from sedentary habits.", "Pain, as from a bruise, pulsation, burning pain, sensation of excoriation and distressing pains in stomach.", "Painful sensitiveness in pit of stomach to least pressure; tight clothes are insupportable.", "Great uneasiness in praecordial region, as if heart would burst.", "Sensation in cardia as if the food were stopped there and returned into oesophagus." ],
    "Abdomen" : [ "Sensation as if everything in abdomen would fall down, obliging him to walk carefully.", "Affections in the inner belly generally; also upper belly, inner part; sense of stricture or tightness around hypochondriac region.", "Contractive pain in the hypochondria.", "Cannot bear his clothes tight around hypochondria.", "Stitches in region of liver; < from contact or motion.", "Throbbing pain as from hepatic abscesses.", "Jaundice; gall-stones.", "Painful sensitiveness of hepatic region to the slightest touch, and to every movement, with pulsative, shooting, pressive, and tensive pains.", "Pressure and stinging in region of liver.", "Swelling (inflammation) and induration of the hepatic region.", "Aching, tension, fulness, and distension of abdomen, and esp. of epigastrium, < after a meal.", "Periodical (colic) pains in abdomen, esp. after eating and drinking.", "Colic, with cramp-like, contractive, and compressive pains, or cuttings and shootings, or sharp and drawing pains in the umbilical region, in sides, and in hypogastrium, < after a meal, or after having partaken of coffee, in morning, and often with inclination to vomit, eructations, heat of face, lassitude, and drowsiness.", "Pain in abdomen in open air, as from a chill, with sensation as of an approaching attack of diarrhoea.", "Sensation of heaviness, and swelling in abdomen.", "Heat and burning, or sensation of excoriation, as if parts were raw, or pain, as from a bruise in abdomen.", "Congestion of blood and ebullition in abdomen.", "Movements in abdomen as from something alive, and commotion of intestines when walking.", "Labour-like spasms in abdomen and uterus, extending into legs.", "Flatulent colic, sometimes in morning, but principally after eating or drinking, and often with pressive pains, as if caused by stones: great flatulency, which is incarcerated in hypochondria, or mounts towards chest, frequent borborygmi, and grumbling in abdomen, pressure on anus, perinaeum, and urinary organs (towards the genitals), sacral pains, distension of abdomen, anxiety, fatigue, and necessity to lie down.", "Pain, as from a bruise in integuments of abdomen, < when moving, pressing on them, coughing, laughing, &c., with painful sensitiveness to touch.", "Jerking and twitching in abdominal muscles.", "Palpitation of abdominal muscles, with sensation as if something were running about in them.", "Sensation of weakness in inguinal ring, as if a hernia were about to protrude.", "Hernia; incarcerated hernia.", "Swelling of inguinal glands.", "Excoriation in angle of groin." ],
    "Stool and Anus" : [ "Frequent but ineffectual and anxious effort to evacuate (in infants) or sensation as if anus were contracted or closed.", "A constipated feeling, whatever the state of the bowels.", "Constant urging sensation in rectum for a stool which never comes, or a small portion of faecal matter may be passed with this urging, leaving the sensation as though a little lump were left behind the rectum which was yet to come away.", "Obstinate constipation, often as from inactivity or obstruction of intestines, with hard and difficult faeces (often streaked with blood) of too large a size.", "Stools like pitch, with blood.", "Incomplete evacuations, with colic, and sensation of constriction in rectum.", "Constipation and loose evacuations, alternately.", "Faeces, partly soft or liquid, partly hard, with much flatus.", "Small, loose, aqueous evacuations, or mucous and sanguineous, with colic and cuttings, pains in loins and tenesmus, pain as from excoriation in rectum, and burning pain in anus.", "Whitish or greenish, deep-coloured mucous evacuations.", "Dysenteric stools, with cutting at navel, pressing and straining on rectum, and discharge of bloody mucus with faeces.", "Discharge of slimy matter and of bloody mucus, or of pure blood, also with loose evacuations.", "Contractive pain in rectum during evacuations, and at other times.", "Discharge of bright-red blood with faeces with constriction and spasmodic contraction of rectum.", "Painful, spasmodically closed anus.", "Swelling and closing of anus.", "Painful blind haemorrhoidal tumours.", "Blind haemorrhoids; with sticking beating or pressive pain in rectum and anus; after a stool and after a meal.", "Haemorrhoids, with pain as from excoriation, shooting, burning pain, and pressure in anus and rectum, < during meditation and intellectual labour.", "Bloodless piles in hysterical women (R. T. C.).", "Discharge of blood from anus.", "Jerking in anus when not at stool.", "Itching, tickling, and tingling in anus and rectum, as from ascarides.", "Discharge of ascarides.", "Aching and itching in perinaeum." ],
    "Urinary Organs" : [ "Strangury; complaints before making water.", "Abortive inclination to urinate, with pressure on urinary organs, troublesome pains in neck of bladder, and painful emission of urine, drop by drop.", "Spasmodic contraction of urethra.", "Painful emission of thick urine.", "Frequent emission of watery and pate urine, sometimes with discharge of thick mucus or purulent matter from urethra (during and after micturition).", "Tenacious mucus passes with urine, without pain.", "Urine: reddish with sediment of the colour of brick-dust; turbid, with dirty yellow sediment in morning and when thinking.", "Urine sometimes scanty, sometimes copious, flatus passes with urination (cured, R. T. C.).", "Pressure to urinate at night, with discharge of a few drops of red, bloody, burning urine.", "Haematuria.", "Pains in renal region, as if a foreign body were there, with inability to lie on side affected, scanty emission of some drops of a saturated urine, and discharge of blood from urethra.", "Burning pain in neck of bladder and in anterior part of urethra when making water.", "Constriction in fore part of urethra extending backward.", "Itching, and pains as of excoriation, in urethra, before, during, and after emission of urine." ],
    "Male Sexual Organs" : [ "Tickling and itching in glans, and biting itching in inner surface of prepuce.", "Excoriation and retraction of prepuce.", "Prepuce sore on margin.", "Copious (increased) secretion of smegma behind glans.", "Itching, shootings, and constrictive pain in testes.", "Easily excited, strong sexual desire, with painful erections (esp. in the morning; after mid-day nap).", "Increased sexual desire, with frequent erections and pollutions, < in morning.", "Hydrocele.", "Itching of scrotum.", "Pollutions, with flaccidity of penis, sometimes followed by coldness and weakness in lower extremities.", "Complaints from involuntary seminal emissions.", "Masturbation and its consequences.", "Sexual perversion.", "Nightly emissions, with lascivious dreams; from high living, &c.; bad effects of sexual excesses.", "Dry heat of body and dryness of mouth after coition.", "Inflammatory swelling of testes, with painful sensitiveness to touch, hardness and retraction of testes (with stinging and spasmodic contraction extending to spermatic cords).", "Cramp-like pain and sensation of contraction in spermatic cord.", "Flaccidity of penis during coition." ],
    "Female Sexual Organs" : [ "Swelling of uterus, with great sensitiveness to touch.", "Prolapsus vaginae, or prolapsus uteri.", "Cramp-like and contractive pains in uterus and hypogastrium, extending to thighs, with painful pressure towards the parts (and discharge of mucus).", "Congestion to and bearing down of uterus.", "Bearing-down with dysuria, cannot sit down without pain.", "Inflammation of the uterus and external parts.", "Burning in pudenda.", "Burning heat in the parts, with sexual desire.", "Extasis erotica on slightest excitation, < in bed in morning.", "Catamenia: premature and too scanty; too early and too profuse, with dark, black blood.", "Metrorrhagia.", "Return of catamenia at the period of full moon.", "Menses excessive, with much vaginal irritation (agg., R. T. C.).", "During the catamenia, spasmodic colic, nausea and vomiting in morning, great fatigue (attacks of faintness), cephalalgia, with shiverings and rheumatic pains in limbs.", "During and after menstruation, appearance of new and < of old ailments.", "False and inefficient labour pains, with frequent pressure to urinate and to pass stool.", "After-pains too violent and of too long duration.", "Fainting away after every labour pain; in labour where, with every pain there is a sensation as though the bowels ought to be moved; in threatened abortion, or retained placenta, after abortion or parturition, with a constant feeling of uneasiness in rectum, as though bowels ought to be moved; haemorrhage from uterus with the same symptom.", "Discharge of a yellowish and fetid mucus from vagina.", "Internal swelling of the vagina, with burning pain, < on touch.", "Pains as from excoriation in mammae." ],
    "Respiratory Organs" : [ "Catarrhal hoarseness and painful roughness of larynx and chest, < in morning or in bed, in evening, with scraping in throat, accumulation of tenacious mucus, which it is impossible to detach, headache, heat and redness of face, shiverings and constipation.", "Sensation of contraction in gullet, with danger of suffocation.", "Inability to speak in a loud voice.", "Dry, and sometimes continued, fatiguing, and also spasmodic cough, excited most frequently by a sensation of tickling and itching, or of roughness and scraping, in throat, appearing principally in morning or in bed in evening or at night, esp. after midnight or after dinner, or periodically every second day, < from exertion, from cold air, from eating and drinking, from smoking tobacco, from becoming cold, from acids.", "Dry cough, with pain, in the head, as if it would burst, or with great soreness in the upper part of the abdomen.", "The cough is dry in the evening and at night; expectoration during the day.", "Whooping-cough caused by a tickling in the throat and larynx, with expectoration during the day of yellow, grey, cold mucus, mostly tasting sour or sweet, and last of bright red blood.", "Renewal or provocation of the cough by movement, meditation, or reading, and lying on back.", "Suffocative attacks after midnight from spasmodic contraction of the larynx.", "When coughing, shooting and pains as of excoriation in larynx; headache, as if the cranium were about to burst, and pain as from a bruise in epigastrium, and sometimes also vomiting, danger of suffocation, and bleeding from nose and mouth.", "Itching in larynx.", "Acute bronchitis.", "The dry cough becomes moist, and expectoration is established, when walking in open air.", "Expectoration of coagulated blood with cough.", "Tight, dry, hacking cough; with bloody expectoration; blood dark; sour taste of expectoration." ],
    "Chest" : [ "Difficult respiration, shortness of breath, asthmatic constriction and oppression of chest, < at night or in morning, or in bed in evening, when lying down as well as when going up an ascent, or when walking or after dinner, and often with choking, anxiety, pressure in epigastrium, humming in ears, quick pulse and sweat.", "(The wind catches her on going out into open air and takes away her breath.", "Hay asthma. R. T. C.).", "During the attacks of asthma all tight clothing round the hypochondria is insupportable.", "Slow and wheezing respiration, sometimes alternately with quick breathing.", "Breath fetid or of an acid smell.", "Want to take a full inspiration.", "Pain as from constriction, and cramp-like contraction in chest.", "Heavy, pressing pain in chest, as from a heavy load.", "Tensive pressure in chest, as from a weight, < at night and in open, air, and often with difficult respiration.", "Dyspnoea; asthma from spasmodic constriction of lower thorax.", "Shootings in chest and in sides, < by breathing and by movement in thorax.", "Sensation as if something were torn loose in chest.", "Heat and burning in chest (with congestion to it), sometimes, at night, with agitation, anxiety, and sleeplessness.", "Pain, as of a bruise, in chest, often with shortness of breath, and principally in the sternum and sides.", "Intercostal neuralgia, > when lying on well side.", "Pulsation in chest and sides." ],
    "Heart" : [ "Shootings, blows in region of heart.", "Anxious palpitation of the heart.", "Palpitation < eating; from coffee; from protracted study; when lying down or in morning, sometimes with nausea, inclination to vomit, and sensation of heaviness in chest." ],
    "Neck and Back" : [ "Pulling pain as from a bruise, rigidity, and sensation of heaviness in nape of neck.", "Swelling of muscles of neck, with pain as if they were too short.", "Cervico-brachial neuralgia, neck stiff, < in the morning or after eating, and from touch.", "Pains, like those of a bruise, in back and loins, with sensation of weakness in those parts, as after childbirth (also after difficult parturition).", "Pain as if bruised in the small of the back and back so violent that he cannot move.", "(Lumbago, esp. with constipation and vesical weakness, stiffness across loins.", "Cannot turn in bed, R. T. C.).", "Dreads to stoop for fear of back catching her.", "Sacral pains at night, which do not permit turning in bed.", "Wrenching pain (or tension between the shoulder-blades), or pain like that caused by a strain, in back and shoulder-blades.", "Back spasmodically curved like an arch.", "Jerks like electric shocks up spinal column, which raised up body; respiration checked.", "Rheumatic, drawing, and burning pains in back, sometimes in evening.", "Convulsions in back, with throwing back of head.", "Burning, pressing, and stitches between the shoulder-blades.", "Shootings and constrictive, pains between shoulder-blades." ],
    "Limbs" : [ "Bruised pain in limbs and joints, < in morning in bed; > on rising.", "Spasmodic pain in joints after yawning and stretching, with chilliness and internal beating.", "Trembling of limbs and jerking of heart.", "Great weariness and relaxation in all limbs after taking open air.", "Chilliness of back and limbs in morning, with pain of skin as from freezing cold, and falling asleep of limbs.", "Sensation of sudden loss of power in extremities in morning.", "Falling asleep of arms, hands, and soles of feet." ],
    "Upper Limbs" : [ "Rheumatic pains, with sensation of weakness in shoulders and arms.", "Soreness in shoulder-joint.", "Drawing in the arms, extending from the shoulder to the fingers, with sensation as if the arm were asleep; loss of motion of the arm, esp. at night.", "Sluggishness, heaviness, weariness, and feebleness of arms.", "Paralysis of arm, with insensibility, and sensation as of ebullition of blood (as if the blood would start out of the veins).", "Pulling in arms, with sensation of torpor and immobility, < at night.", "Itching miliary eruption on arms.", "Swelling of muscles of forearms, with pain as if they had been burned.", "Numbness and torpor of forearms in morning.", "Wrenching pain in wrists.", "Paralytic weakness of hand.", "Tendency of hands and fingers to be benumbed.", "Cold, sweaty hands, with cold nose.", "Hands cold and chilly.", "Profuse, and sometimes cold, sweat on palms.", "Heat in palms.", "Swelling of veins in arms and hands.", "Pale swelling of hands and fingers.", "Cramp-like contraction of hands and fingers, with pain, as if tendons were too short, principally during the shiverings, or after midnight.", "Hot and painful swelling of thumb, which becomes an abscess at the joint.", "Redness and burning itching in fingers, as with chilblains." ],
    "Lower Limbs" : [ "Pimples, with gnawing itching on buttocks.", "Shootings, wrenching pain, and jerking in coxo-femoral joint.", "Sharp and shooting pains in thighs, with torpor and paralytic weakness, < by movement and touch.", "Pain in thighs as if broken.", "Miliaria, with burning itching, and furunculi on thighs and knees.", "Coldness or sweating of thighs at night.", "Great heaviness, tottering, weakness, and tottering of legs, with yielding of knees, and inability to walk or stand alone.", "A child falls easily when walking.", "Rigidity and tension in hams, as if tendons too short, principally on rising from a seat.", "Sensation of dryness in knee-joint, with cracking on moving it.", "Painful swelling of knee, with gouty nodosities.", "Tendency of (lower) legs to become numb and dead.", "Paralysis, coldness, and insensibility of legs.", "Tensive pain and cramps in calves, < at night, or in evening, or after midnight, or in morning in bed.", "Sensation of paralysis of legs, with sensation of a painful stripe down on inside of thigh.", "Cramps in feet and toes.", "Red swelling of leg, with black, painful spots.", "Facility of dislocation of instep.", "Swelling in back of feet.", "Feet readily become numb (dead).", "When he walks he drags the feet; he cannot lift them up.", "Contraction of toes.", "Burning itching in toes, as from chilblains." ],
    "Generalities" : [ "Shooting, shaking pains, or jerking, tearing, and drawing pains, with sensation of torpor and of paralytic weakness in parts affected.", "Complaints in back small of back; lumbago, rheumatism, &c., where patient cannot turn over something seeming to be in the back which prevents turning over; strong aversion to open air, can't turn over if air is let in under bedclothes, also makes him chilly.", "Pains which are felt to be so insupportable that patient would prefer death to the suffering.", "Affections in general of knee-joint.", "Pains in limbs and joints as if they had been bruised, chiefly while in bed in morning, and during or after movement.", "Tension and rigidity, numbness and torpor, heaviness, lassitude, and paralysis of limbs.", "Trembling of the limbs.", "Palpitation of muscles, or sensation as if something were moving in them.", "Immobility of joints.", "Cramp-like contractions of several parts.", "Spasms which the patient compares to electric shocks.", "Feeling of electric shocks after each dose.", "Affections in general of anus and rectum.", "Attacks of convulsions, cramps, tetanus, and other spasms, sometimes with cries, throwing back of head, trembling of limbs, involuntary evacuation of faeces and emission of urine, vomiting, profuse sweat, thirst, and rattling respiration.", "Affections of bladder in general.", "Every distressing emotion brings a recurrence of the epileptic fits.", "The attacks of chorea are followed by sensation of torpor and numbness in parts affected.", "Attacks of uneasiness, principally after dinner, in evening, or at night, and sometimes with nausea, which ascends from pit of stomach, anxiety, weakness, and trembling of limbs, transient heat and paleness of face, tinkling in ears, pains in pit of stomach, tingling in feet and hands, and necessity to lie down.", "Affections in general of r. hypochondrium; r. abdominal ring; r. side of sexual organs; r. side generally, left side of chest.", "R. abdominal ring where there is a protruding hernia.", "Fainting fits after least exertion, principally after walking in open air, and sometimes with vertigo, stunning, sparkling, blackness before eyes and ebullition of blood.", "Bleeding in inner parts, esp. if the blood be dark.", "Great lassitude and fatigue, even in morning on waking, or after getting up, and great exhaustion after shortest walk in open air.", "Rapid and general prostration of strength, and great weakness of muscles, with staggering gait and prostration.", "Excitability of whole nervous system, with too great sensitiveness of all the organs, principally those of sight and hearing.", "Affections in general of larynx, trachea, gums, inner mouth, palate, gullet, r. side of face, forehead.", "Excessive sensitiveness and repugnance to the open air, and to a current of air, with great tendency to take cold.", "Heaviness of body, indolence and dread of every movement, with great desire to remain lying down or sitting, positions in which almost all the pains are >.", "The sufferings which have appeared during repose in a room are > by walking in the open air, and vice versa.", "Coffee, wine, tobacco-smoke, meditation and watching, as well as windy weather, also provoke or < many of the sufferings.", "Patient generally feels < on rising in morning or towards or p.m., as well as after dinner, and many sufferings recur regularly at one or other of these periods.", "Fainting fits; may faint after every labour pain; or patient may have vomiting spells, and faint away after each attack; in diarrhoea may faint after every stool.", "Emaciation of body.", "<: Waking at a.m.; after midnight; from mental affections; from anger; anger with anxiety; with vehemence; in open air; before breakfast; suppressed catarrh; in cold air; dry weather; while coughing (sometimes shocks are felt in pit of the stomach with every cough); from drinking; in drunkards; after eating (too much); from exertion of mind; from shaking head; also from uncovering it; after intoxication; lying on back; after menstruation; from narcotic medicine; from noise; brandy; coffee; cold food; cold water; wine; involuntary pollutions; pressure of clothes, derangement of the stomach, after stool; before urinating; while walking in open air; in clear, fine weather; in wind; when yawning.", "On waking in night.", ">: Head symptoms better from having head wrapped up or covered; lying down; lying on side; from loosening garments; in room; from warmth in general or hot things; on getting warm, and on getting warm in bed; in damp and wet weather; after discharging wind; while lying in bed." ],
    "Skin" : [ "Pale or yellowish colour of skin.", "Yellowness, with dislike to food, and syncope.", "Jaundice; inflammation of mucous membranes; increased secretions of mucus; scurvy.", "Cold and bluish skin during shiverings.", "Pricking and burning itching, in morning or evening, when undressing, and also at night.", "Sensitiveness and pain as of excoriation over the whole skin, with sensation of numbness in any place that is touched.", "Eruptions with burning itching.", "Chilblains, with burning itching, bleeding fissures, and swelling of a pale redness.", "Furunculi.", "Bluish spots, like bruises.", "Ulcers with elevated margins of a pale red colour.", "Miliary and pimpled eruptions, with burning itching." ],
    "Sleep" : [ "Goes to sleep late from crowding of thoughts on him.", "Goes to sleep late; wakens at a.m. and lies awake till break of day, when he falls into a dull sleep full of dreams, from which it is hard to rouse, and wakens late, feeling tired.", "Great disposition to sleep, principally when rising in morning, or after dinner, or early in evening, and often with sleeplessness at night.", "Gentle and prolonged sleep in morning, with difficult waking.", "Sleep too short, with difficulty in going to sleep again before midnight, and inability to remain in bed after three o'clock in morning (feels pretty well at that time, lies awake two or three hours, feels miserably, bad taste in the mouth, &c.", "Great flow of ideas in bed in evening, which often drive away sleep till morning.", "The morning sleep < all complaints.", "Much yawning and sleepiness during day.", "Yawning in general; yawning with stretching of limbs.", "Sleeps mostly lying on the back.", "Loud snoring respiration during sleep.", "Comatose state, with heavy and profound sleep during day.", "Light nocturnal sleep, with frequent waking, or like a kind of coma vigil, with reveries full of troubles and agitation, and a sort of weariness as if the night were too long.", "Sleeplessness from flatus.", "During sleep: frequent starts with fright, groans, lamentations, much talking, weeping; delirium, with an impulsive desire to run away from the bed, stertorous or whistling respiration, the patient lying on his back, with the arms raised over the head.", "Continual, fantastic, terrible, and anxious or voluptuous dreams, full of cruelties and horror, or of meditation and cares; dreams of vermin, mutilated bodies, teeth falling out, of the occupations of the day, and of urgent business.", "Uneasiness in thighs, anxiety and restlessness, heat and ebullition of blood at night.", "On waking in morning pain in limbs, as if they were bruised, great lassitude, with necessity to remain lying down, fits of stretching and of convulsive yawning.", "Nightmare." ],
    "Fever" : [ "Shivering, shuddering, and coldness, principally at night, or in evening after lying down, or in morning, or in open air, or on least movement, even during hot weather, also after drinking, after being angry, and on throwing off bedclothes.", "Chilliness and coldness, which cannot be relieved by external heat.", "After chill sleeps till hot stage sets in.", "General internal heat.", "Heat precedes chill.", "Heat of single parts while others are chilly.", "Heat ascending from throat.", "Intermittent fever.", "Chill in evening; then one hour's sleep, which is followed by heat, with headache, tingling in ears and nausea.", "Coldness, shiverings, and partial shudderings, principally in the back and extremities.", "Congestive intermittent fevers, with vertigo, anguish, chills, delirium, accompanied by vivid visions and distension of stomach; with stitches in sides and abdomen.", "Intermittent fever characterised by a sense of paralysis at beginning of fever.", "During shiverings, skin, hands and feet, face and nails, are cold and bluish; or pain, congestion of blood, and heat in head, with redness and heat of face, or (of one) of the cheeks; thirst for beer; cramp-like contraction of feet and toes; or shootings in side and abdomen, pains in back and loins, pulling in limbs, stretchings, spasmodic yawning, and want to lie down.", "Anticipating morning fever; first moderate chilliness, with blue nails without thirst, then thirst and long-lasting violent fever and heat, with stitches in temples followed by light perspiration.", "Heat, principally at night or towards morning, or when walking in open air, and sometimes only in head or face, with redness of cheeks, or in feet and hands, with partial coldness or shudderings and shiverings in rest of body.", "Heat with aversion to be uncovered, and from it at owe chilliness.", "Heat which is < from the least exertion or motion, even in open\", air.", "During heat, vertigo, headache, shivering on making least movement or becoming in slightest degree uncovered, thirst or repugnance to drink, with dryness of mouth, nausea, vomiting, buzzing in ears, redness of urine, and pains in chest.", "Heat during night, without thirst.", "Febrile attacks, esp. morning or evening, or at night, and composed for the most part of shivering, with partial heat (followed by sweat), or of heat, preceded or followed by or mixed with shivering, or heat alternately with shivering, with continued thirst for beer sometimes, however, before the shivering, and after the heat; type, quotidian or tertian.", "Compound fevers in general.", "Febrile attacks, with congestion and pains in head and gastrico-mucous or bilious sufferings (or with constipation), or with loss of consciousness, great weakness and prostration, even at very commencement of attack.", "Pulse full, hard, and frequent, or small, quick, feeble, or intermittent (every fourth or fifth beat intermits).", "Profuse sweat, sometimes fetid or acid, or of a mouldy smell; cold and clammy sweat; partial or semi-lateral sweat, principally in head and upper parts of body; nocturnal sweat, principally after midnight or towards the morning; sweat during movement in open air; sweat alternately with shivering or followed by heat and thirst for beer.", "Perspiration only on one (r.) side of body, or only on upper part of body.", "Cold, clammy perspiration in face.", "During the sweats there is sometimes a remission of the pains or soreness of the parts which press the bed in lying down, shuddering or colic when in the least uncovered, inclination to vomit, heat in face and hands, dryness of lips and anterior portion of mouth." ]
  }
}