{
  "remedyName" : "Ocimum Canum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Breasts, painful. Bubo. Calculus, renal, passage of. Diarrhoea. Gravel. Kidneys, diseases of. Renal colic. Urine, abnormal. Vagina, prolapse of." ],
    "Characteristics" : [ "Ocim. can. is one of the remedies we owe to Mure, who tells us that it is used in Brazil \"as a specific for diseases of the kidneys, bladder, and urethra.\" He gives a short list of nineteen symptoms (apparently partly clinical and partly pathogenetic) which stamp him as a true observer. His indications have been confirmed many times. \"Renal colic, with violent vomiting every fifteen minutes; one wrings one's hands and moans and cries all the time. Red urine with brick-dust sediment after the attack.\" The urine may be \"saffron colour\" or \"thick, purulent, with an intolerable smell of musk.\" In two cases published by myself (J. B. H. S., January, 1896; H. W., xxxi. 178) the following symptoms were removed: (1) Man, 27, every three or four weeks, seized with violent pains of a dull leaden character in right side of abdomen; commencing in morning, lasting twelve to fifteen hours. For four hours from commencement of attack the pain steadily increased, culminating in vomiting, first of sour fluid, then slime, lastly of a fluid like coffee. After the vomiting some relief of pain. Urine contained no sediment. The attacks had lasted seven years. At first they began in the evening. There was a history of epilepsy in the family, and as a child the patient had had three fits. Ocim. can. 200, one dose, was given, and there were no more attacks for about two years. On their recurrence Ocim. can. failed to control them; but Diosc. O (given by a doctor in U.S.A.) succeeded. (2) Lady, 24, severe pain right flank shooting round to back. Frequent micturition; urine sometimes depositing clots. Tereb. gave some relief, but it was not permanent. Ocim. can. 200, a few globules in water, a teaspoonful every two days, rapidly relieved the symptoms and cleared up that part of the case, and there has been no return to the present date. P. C. Majumdar (Ind. H. R., vi. 11) relates (1) the case of a medical man, Majumdar was sent for at a.m. one morning, and found the patient in great agony; pain in upper part of region of right kidney, extending downwards and forwards to pubes. Constant vomiting, bilious, acid, tossing about without any relief. After Calc. c. 30, Lyc., Sep., Sarsa., and Berb. had been given in vain, Ocim. can. 3x gave immediate relief, and no other remedy was required. (2) Man, 50, excruciating pain in left kidney, for which he had received Opium under allopathic treatment without relief. Majumdar saw the patient on the sixth day of the attack The suffering was extreme, vomiting of bile, constant nausea, bowels constipated. Ocim. can. 3x, one drop every three hours, speedily gave relief, and two days later two small uric acid calculi were passed. No recurrence (Ibid., ix. 126). Majumdar adds that Ocim. can. is the sacred Toolsi of India, and that the Kabirajes use it in diseases of the liver and bilious remittent fevers. All the members of the Ocimum genus are aromatic. The Sweet or Common Basil. O. basilicum, is one of the best known. The vaginal prolapse, excessive sensitiveness of the breasts and pain on nursing, are important symptoms. Concomitant symptoms are: Vomiting; cries; tossing about and wringing hands." ],
    "Relations" : [ "Followed well by: Diosc. Compare: Labiatae. In renal colic, Dios., Calc., Berb., Lyc., Coloc. In painful breasts, Borax (empty feeling; Ocim. can. compressive), Crotal., Phelland. Prolapsed vagina, Staph." ],
    "Abdomen" : [ "Swelling of the inguinal glands." ],
    "Stool" : [ "Diarrhoea, several attacks a day." ],
    "Urinary Organs" : [ "Turbid urine, depositing a white and albuminous sediment.", "Urine of a saffron colour.", "Red (bloody) urine with brickdust sediment after the attack.", "Thick, purulent urine, with an intolerable smell of musk.", "Burning during micturition.", "Crampy pain in the kidneys.", "Renal colic (r. and also l.) with violent vomiting every fifteen minutes; she twists about, wrings her hands, screams and groans." ],
    "Male Sexual Organs" : [ "Heat, swelling, and excessive sensibility of the l. testicle." ],
    "Female Sexual Organs" : [ "Lancinations in the labia majora.", "Swelling of the whole vulva.", "Falling of the vagina, so as to issue even from the vulva.", "Itching at the breasts.", "Engorgement of the mammary glands.", "The tips of the breasts are very painful; the least contact extorts a cry.", "Compressive pain in the breast, as is the case with wet-nurses." ],
    "Lower Limbs" : [ "Numbness of r. thigh for two days." ],
    "Generalities" : [ "It is employed in bath for rheumatism." ],
    "Skin" : [ "Acts as an irritant." ],
    "Sleep" : [ "Dreams about being poisoned.", "Dreams about her parents, friends, children." ],
    "Fever" : [ "Is sudorific.", "Used in bilious remittent fevers." ]
  }
}