{
  "remedyName" : "OEnanthe Crocata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Apoplexy. Breast, pain in. Convulsions. Cough. Diaphragm, spasm of. Epilepsy. Hystero-epilepsy. Oesophagus, inflammation of; stricture, of. Priapism. Puerperal convulsions. Sciatica. Speech, lost. Status epilepticus. Stomatitis. Tetanus. Tongue, swollen; ulcerated." ],
    "Characteristics" : [ "Oenanthe crocata is one of the most poisonous of the Umbelliferae, and many accidents have happened from the use of the root in mistake for parsnips, and of the leaves in salads and soups. These have furnished the symptoms of the pathogenesis. Some of them are given in C. D. P. A man, when fasting, ate the root. He soon complained of great heat in throat; half an hour after became speechless, fell down unconscious, and was seized with terrible convulsions, which lasted three-quarters of an hour and ended in death. It was impossible to give medicine on account of the jaws being closed by trismus the whole time. Post-mortem examination of those who have died of this poisoning reveal", "(1) Extreme postmortem rigidity. (2) Hands strongly clenched with thumb applied forcibly to palm. (3) Purple surface; nails blue. (4) Black fluid blood effused under scalp; veins of pia mater distended; brain substance strongly injected; sinuses distended; escape of blood beneath pia mater covering both hemispheres. (5) Sheath of spinal cord strongly congested. (6) Respiratory mucous membranes deep red, covered with frothy mucus; lungs dull, blackish with extravasations. (7) Heart contained black fluid blood. (8) Alimentary mucous membrane injected, with points of extravasation. Two striking cases are reported in Brit. Med. Jour., March (H. W., xxxv. 277), which illustrate the epileptic suddenness of the drug's action: (1) J. M., without any previous warning, fell down in a fit in the dining-hall as he was finishing dinner. The fit was regarded as epileptic. He regained consciousness soon after. Whilst being removed from the dining-hall to the ward he had a second severe fit with vomiting; face livid, pupils dilated and fixed; conjunctivae insensible; bloody foam about mouth and nostrils; breathing stertorous; complete insensibility. Six severe fits followed with an interval of a few seconds between. The convulsion was clonic and general, but attained its greatest intensity in lower limbs first; next upper limbs; lastly in face. Death took place from asphyxia, the heart continuing to beat a few seconds after respiration ceased. (2) T. F. was seized with a severe fit when going out to resume work on the farm after dinner. He vomited a quantity of food, and emesis was kept up by giving Ipecacuanha wine, followed by copious draughts of tepid water. There was no unconsciousness, but a marked mental change after the convulsions; the patient was delirious and talked incessantly to himself; drowsy and averse to be questioned. Face pale, pupils dilated, pulse weak and slow. Two hours later he recovered, and told how J. M. had given him a piece of \"carrot\" of which J. M. had himself eaten. T. F. took two bites of it and threw the rest away. The sudden falling and the subsequent status epilepticus are well depicted in these two cases. In homoeopathic practice it has been given with much success in cases of epilepsy. With the 3x I once gave great temporary relief in a case of idiopathic tetanus, which, however, terminated fatally. The cases of epilepsy in which it is particularly indicated are those in which there is during the fit: vomiting; tympanitis; or semi-priapism. Epilepsy arising from disorders of the sexual sphere. Dr. McLellan, of New jersey, tells me of a case of his in which a young woman, of a very healthy family, who had never menstruated, had become almost idiotic in consequence, and at the periods when the menses should have come on there were epileptiform seizures of minor intensity. The state of mind was such that, after taking the best advice in Paris and the States without avail, the patient was about to be put away. Oen. c. was given, and the next period passed without any epileptic symptoms. But there was no sign of the flow. Bell. was now given, and at the next period the flow came on, and the patient's mind was entirely restored. J. S. Garrison (S. J. of H., xiv. 135) reports a case of hystero-epilepsy. Mrs. T., commenced to menstruate at sixteen. At first there was no pain, but later there was. Married at twenty-three, she had two children, one eighteen months after marriage, and the other seventeen months after the first. About the fourth month of the first pregnancy she began to be troubled with weight and pressure in pelvis and groins so that she could hardly walk. This lasted till the confinement. At the sixth month she had the first convulsion, and she had two others between that and the confinement. During the afternoon of the last three days before confinement she had a sensation as if she had been struck on the side of the head, and she fell, but without loss of consciousness. Severe headache followed. She had no more convulsions till after the baby died at five months, when she had one. But three months later she became pregnant again and convulsions recommenced, continuing at irregular intervals till confinement, when they ceased till she began to move about. They then recurred at intervals, varying from six weeks to six months, and when they did come there were always three or four very close-together. The mental condition grew worse all the time. The fits came suddenly without premonition; except that at first she had a slight feeling of dread, and occasionally could see herself as dead. The attacks varied from momentary unconsciousness to epileptiform seizures with dulness and sleepiness for varying times. At first they came in the night; later in the day, sometimes two in one day. They usually began with the menses. The uterus was much enlarged and the parts greatly relaxed. The urine had a very low specific gravity. Oen. c. 2x was given, five drops four times a day, on November On December 12th there was a severe attack, apparently induced by errors of diet, a week after appearance of menses. The medicine was continued for ten months with constant improvement in health, and with no further convulsions. J. S. Cooper (H. R., xi. 354) relates the case of a clergyman in attendance on one of the Federal generals at Gettysburg, who was wounded in the forehead by a fragment of shell, taken prisoner, and kept in prison twenty months. On his release he was quite a wreck, and soon began to have light epileptic seizures, which gradually got worse, and when seen by J. S. Cooper, twenty-five years later, he was having four or five fits a day, could not write his name, and at times would take to his heels and run four or five miles into the country before he could be caught. Oen. c. five drops every four hours, was prescribed. After the first dose he had a very bad fit. The dose was diminished. He began to improve, and in less than a year was in perfect health. Oen. c. was not taken continuously, but when he \"felt nervous\" he would take a few doses. F. H. Fish (H. R., vii. 80) cured a girl, sanguine, well grown, who at eight began to have fits of absent-mindedness at irregular intervals. At twelve menstruation commenced; at fourteen epileptic seizures, having no relation to the menstrual periods. The fits were so severe that sixty to one hundred grains of Potassium bromide was required to keep them under control. Oen. c. O, five drops in six ounces of water: a teaspoonful every three hours, and later less often. She had not another spasm, and lost her absent-mindedness and became cheerful and active. W. K. Fowler (Amer. Hom., quoted H. W., xxxv. 212) reports this case: A teamster, nineteen years before got into a fight, had three ribs broken, and was struck in stomach with butt of gun. Two weeks later had pneumonia on the injured side, and after that epileptic seizures. Before the attacks: pain in stomach going through to spine; pain in second cervical vertebra. Attacks induced by worry and by becoming very tired. Severe attacks after day's work was finished. Oen. c. on discs, four discs every three hours for a month. After this there was only one slight attack after a hard day's work during the four months he was under observation. W. B. Carpenter relates (Med. Cent., quoted H. W., xxxv. 369) the case of F. M., of good family history, who had meningitis at age of three, and had some unusual trouble after vaccination. In (aged 23) had a severe accidental blow with a sledge hammer on frontal bone immediately over nose. In had his first convulsive attack, coming on during sleep, and only noticed by his wife; a shuddering and stiffening of the body, turning of the head, grinding teeth and groaning. In the morning patient noticed a dull, heavy feeling of the head, and sensation as if whole body weighted down. For two years the attacks occurred only at night, and were known to the patient by these feelings next day. The attacks increased in severity, and now began to come in the day, and were preceded by an aura like the sound of distant bells, then a buzzing as of bees, increasing in intensity till he fell unconscious, this condition lasting from ten to sixty minutes. For months the patient had this strange symptom: On looking upward a filmy shower of black rods and rings seemed to come from above and disappear on reaching the level of his eyes. Fits recurred at intervals of one to four weeks. Bromides were then given, and there were no fits for seven months, when they no longer controlled, and he consulted Carpenter, who noted these additional symptoms: Twitching of individual muscles during attack, with frothy mucus before mouth; dulness in head, haziness before eyes: burning dryness in throat; obstinate constipation; chilly feelings over body; languor and heaviness of mind and body. Oen. c. 4x and 6x made a complete change in a few months, brightening the mind, energising the body, and stopping the seizures for several months. Among peculiar symptoms are: Cold as if dead during convulsions; noise in throat as if being choked. Burning. Burning heat. Numbness. Legs stretched straight out. Swallowing = soreness of throat. Pressure < pain in throat; > deep pain in thorax. All symptoms < from water (in three women poisoned by it)." ],
    "Relations" : [ "Compare: Phelland., Cicut. v., Con. In epilepsy, Bufo. In priapism, Pic. ac." ],
    "Causation" : [ "Injuries." ],
    "Mind" : [ "Furious delirium, as if drunk; insanity; hallucinations.", "Sudden and complete loss of consciousness.", "Delirium like delirium tremens; constantly moved from place to place, talked without cessation and without knowing what they said; grasped at imaginary objects.", "Epileptic insanity; sudden furious attack.", "(Epileptic condition at periods when menses are due in amenorrhoea.).", "Averse to be questioned.", "Coma after convulsions." ],
    "Head" : [ "Vertigo: with falling; with nausea, vomiting, syncope, and convulsions.", "Suddenly falls down backward.", "Headache and giddiness.", "Apoplectic conditions; speechless; insensible; face puffed and livid; pupils dilated; respiration laborious; limbs contracted; trismus.", "Pain all over, but esp. in head.", "Momentary sensation of pungent heat determining to head.", "Hyperaemia of brain; extravasation and serous exudation.", "Violent pain in head.", "Hair fell off." ],
    "Eyes" : [ "Eyes: much sunk; full and projecting; inflamed.", "Pupils first contracted, then dilated.", "Eyes turned upward and inward; and firmly fixed.", "Eyes red.", "Saw nothing on awaking.", "Vision disturbed; obscured." ],
    "Nose" : [ "Bleeding from the nose." ],
    "Face" : [ "Rapid, convulsive twitching of muscles of the face.", "Face: livid and turgid, pale and cold; ghastly; anxious.", "Risus sardonicus.", "Lips blue.", "Bloody froth issuing from mouth and nostrils.", "Trismus; jaws rigidly closed.", "Rose-coloured spots on face." ],
    "Mouth" : [ "Convulsive movement of teeth.", "Tongue half bitten through.", "Tongue: sore and swollen; and protruded; slightly furred; raw at tip; ulcerated at edges; clean, moist, trembling.", "Foaming at mouth; bloody mucus.", "Excoriation; inflammation; blisters.", "Mouth dry and parched.", "Loss of speech." ],
    "Throat" : [ "Pressure on throat gives pain; it is sore when he swallows.", "Violent constriction and burning in the throat.", "Pharyngitis.", "Oesophagitis.", "Power of swallowing lost." ],
    "Appetite" : [ "Total loss of appetite, with debility.", "Thirst; craves cold drinks, evening.", "Cannot bear to drink anything hot." ],
    "Stomach" : [ "Constant and continued eructations, strongly flavoured by the plant.", "Distressing hiccough.", "Cardialgia.", "Nausea and vomiting.", "Nausea, > if vomiting occurs.", "Vomited in their fits.", "Vomiting and diarrhoea.", "Vomit: clear watery liquid; blood.", "Obstinate vomiting, continued for days, not > by anything.", "Heat; biting heat; burning in stomach and epigastrium.", "Tenderness at stomach.", "Burning heat at throat and stomach with disturbed intellect." ],
    "Abdomen" : [ "Much distended, with colic pains.", "Griping and tormina.", "Gastro-enteritis with violent pain and vomiting.", "Tympanites with the convulsions.", "Great tenderness; slightest touch on any part of abdomen = great pain." ],
    "Stool" : [ "Stool: involuntary; diarrhoea." ],
    "Urinary Organs" : [ "Micturition painful.", "Urine copious; dark; turbid; reddish.", "Sediment: copious; white; thick yellow." ],
    "Male Sexual Organs" : [ "Semi-priapism." ],
    "Respiratory Organs" : [ "Convulsive respiration; breathing laboured, hurried, stertorous, short; interrupted by constant sighing and convulsive cough; hardly perceptible.", "Spasm of diaphragm.", "Burning and constriction in larynx.", "Cough for four or five days, < at night, excited by tickling at top of throat; during cough rattling in lower chest; sputa thick, heavy, white and yellow, adheres to vessel, a little frothy, copious; aching pain in l. side of thorax, < from deep inspiration, > from deep pressure.", "Expectoration: reddish; bloody; white; frothy." ],
    "Chest" : [ "Lungs hyperaemic; hepatised in spots.", "Pleuritic exudation.", "Chest firmly fixed.", "Pain in r. side under the ribs.", "Pain in breast." ],
    "Heart and Pulse" : [ "Pain in region of heart.", "Pulse: small, feeble, irregular, scarcely perceptible; accelerated before the fit." ],
    "Neck and Back" : [ "Pain along spinal column.", "Intense action of dorsal and lumbar muscles; opisthotonos." ],
    "Limbs" : [ "Numbness and feebleness of limbs.", "Loss of nails and hair." ],
    "Upper Limbs" : [ "Arms flexed at elbow in a right angle.", "Rapid convulsive twitchings of muscles of hands.", "Hands clenched during tetanus.", "Irritation of arms and hands with sharp lancinating pains.", "Neck bluish." ],
    "Lower Limbs" : [ "Pain along tract of sciatic and crural nerves, commencing in spinal column.", "Cramps in calves.", "Legs stretched straight out." ],
    "Generalities" : [ "Epileptiform convulsions.", "Terrible convulsions, followed by coma or deep sleep.", "Convulsions, with vertigo, madness, nausea, vomiting, unconsciousness, risus sardonicus, eyeballs turned up, pupils dilated.", "Sudden convulsions, trismus, biting of tongue; followed by total unconsciousness.", "Convulsions with swollen, livid face; bloody froth from mouth and nostrils; convulsive respirations; insensibility; feeble pulse; prostration.", "All symptoms < from water." ],
    "Skin" : [ "Rose-coloured rash on face, chest, arms, and abdomen." ],
    "Sleep" : [ "Drowsy.", "Roused with difficulty.", "In a deep sleep, snoring loudly and moaning." ],
    "Fever" : [ "Deadly cold and pale.", "Face and extremities cold and blue.", "Extreme coldness; loss of animal heat.", "Burning heat that mounted to head.", "Slight fever with pain at pit of stomach.", "Profuse sweat; offensive; accompanied all symptoms." ]
  }
}