{
  "remedyName" : "OEnothera",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cholera infantum. Diarrhoea. Hydrocephaloid." ],
    "Characteristics" : [ "There is a proving recorded by T. Riker Nute on a woman who took on two occasions", "(1) a teaspoonful, (2) drops of the liquid extract for the relief of a wearisome feeling of mental and physical oppression, and on each occasion, notably the first, distinct poisoning symptoms were developed. A kind of general paralysis of mental and bodily forces was induced, and at the same time copious and easy evacuations of bowels and bladder, followed by relief of the general symptoms. It is in effortless diarrhoea that Oenoth. has been most successfully used in homoeopathic practice. Farrington gives the indications: Exhausting, watery diarrhoea without effort; with nervous exhaustion; even incipient hydrocephaloid. Hurd (H. R., x. 419) cured a man, who had \"severe pains in his stomach after meals for over two years\" with 25-drop doses of the tincture. General numbness; general warm sweat with urgent desire to micturate; > after evacuation of bowels and bladder, are noteworthy symptoms." ],
    "Relations" : [ "Compare: In diarrhoea, Ipec., Gnaphal, Nuphar. In > from copious urination, Ign., Gels. In > after stool, Bry., Colch., Colo., Crot., Oxyt., Rhus, Spi., Sul. Paralytic symptoms, Gels." ],
    "Mind" : [ "Half-unconscious; unable to think, raise head, move or speak." ],
    "Head" : [ "Light-headed.", "Violent vertigo with swimming sensation.", "Dizziness with weakness of limbs and fluttering about heart, > by free action of bowels and copious discharge of urine." ],
    "Eyes" : [ "Unable to raise eyelids." ],
    "Abdomen" : [ "Cramps in muscles of extremities and abdomen, with a wringing, twisting pain beneath umbilicus." ],
    "Stool and Anus" : [ "Pressing desire to evacuate bowels, and a copious, consistent, and apparently natural stool promptly evacuated, without least pain or muscular effort; three hours later another, and still another about midnight." ],
    "Urinary Organs" : [ "With the appearance of a warm perspiration over entire surface came an urgent desire to micturate; passed without effort a large quantity of light-coloured, bland, unirritating urine; an hour later again passed water freely; and again p.m., and after midnight." ],
    "Limbs" : [ "Cramps in muscles of extremities.", "Weakness of extremities." ],
    "Generalities" : [ "Violent vertigo preventing movement; numbness and prickling of entire surface, nearly driving her mad; severe rigors and cramps; desire to be covered, rubbed, and have a warm drink.", "Dizziness with weakness in limbs, fluttering about heart, with numbness and prickling on skin, griping under umbilicus, all passes off with free action of bowels and copious discharge of urine." ],
    "Skin" : [ "Numbness and prickling of entire surface." ],
    "Fever" : [ "Rigors.", "Warm sweat on entire surface with urgent desire to micturate." ]
  }
}