{
  "remedyName" : "Oleander",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Brain, affections of. Eczema. Fainting. Headache. Hyperaesthesia. Lienteria. Memory, weakened. Numbness. Nursing women, affections of. Palpitation. Paralysis. Perichondritis. Rheumatism. Scalp, eruption on. Spasms. Spine, affections of. Strabismus. Tongue, coated; parched. Vertigo." ],
    "Characteristics" : [ "Oleander, which is one of the remedies proved by Hahnemann, has been recognised as a powerful poison from antiquity. In the Cape de Verde Islands the petals of Olean. blossoms are used with dried orange-peel in all kinds of fevers to promote perspiration and drive out the rash. In animals poisoned by it, the heart becomes paralysed, first the auricles, then the entire heart. Goullon (H. R., xii. 402) refers to poisoning cases in which \"anguish, inflammation of the stomach, diarrhoea, swoons,\" and even death had occurred. \"Palpitation of the heart, anxiety, insomnia, and unconsciousness,\" were observed by Petrus de Alvano, and Morgagni noted \"vomiting, thirst, slumbering, speechlessness, and death.\" Goullon also quotes instances of suffering from exhalations of the flowers, and even from the plants when not in flower. A young man, 18, fell sick, had attacks of vertigo, suffered from great weakness of the muscles, headache > in evening, < every morning after waking, which was a difficult process. In addition: pale face; white-coated tongue; slow pulse. On leaving for change of air he soon got quite well; but ill again as soon as he returned. Some oleanders in his bedroom were then suspected by his doctor, and on their removal all the trouble vanished. The doctor then recalled that when a student he had some oleanders before his windows, and in autumn, when the nights were cold, be took them into his bedroom, with this result: On waking in the morning heavy head and sensation of weariness, could only leave his bed by great exertion. As soon as he put his foot to the ground was seized with vertigo and reeled. Having traced this to the oleanders, he purposely repeated the experiment, and always with the same result. Hahnemann says of Olean.: \"It will be found to be, if not a complete remedy, yet an indispensable intermediate remedy in some kinds of mental derangements, e.g., absence of mind, and in certain kinds of painless paralysis, in eruptions on the head, and in some external head affections.\" Experience has confirmed the truth of these remarks, and more especially of the latter part of them. Olean. is in the front rank of remedies affecting the scalp, more particularly the back part of the scalp or commencing there. \"Desquamation of the epidermis of the scalp;\" \"violent gnawing itching on the scalp, as from lice; after scratching, a smarting as if scratched raw\" are symptoms which have been repeatedly verified by cures, and I have confirmed Cooper's experience in one very bad case, in a schoolboy, that a single dose of the O may give the best possible result in such cases. The condition was: Head very sore and irritable; covered with crusts; sore to touch. Glands in neck swollen and sore to touch. Olean. O two drops in a powder at bedtime on November 14th. On November 27th an aggravation was reported, and the eruption had spread from the head to the back. From this time rapid improvement set in.", "The skin generally of Olean. is very sensitive and easily chafed and chapped, and this occurring concomitantly with other Olean. conditions (for example, gastro-enteritis), forms a strong indication. The paralytic symptoms of Olean. are in constant evidence. Involuntary evacuation of faeces and urine. The digestion is paralysed, and the food passes completely undigested. Infants soil their diapers every time they pass flatus. Momentary loss of sight. Peculiar sensations, suggestive of paralysis, are: Buzzing and humming sensations in the body. Numb or painless paralysed feeling as if inner parts were distended. Pulsations in outer parts. Gnawing itching; biting or pungent pain after scratching. Numbness of skin, or itching numbness. Olean. corresponds to \"trembling after nursing\" in nursing women; to weak memory and slow perception; to functional paralysis. The headaches are mostly pressive and stupefying. Pressure as if a hundredweight were pressing brain forward, and as if everything would come out at forehead. A curious feature in connection with some of the headaches is that they are > by looking cross-eyed; or by looking sideways. This is a clinical observation well verified. There is also cloudiness of vision, < by looking sideways. Eyes distorted. Olean. should cure some cases of strabismus. The left side is most affected; violent contraction of muscles, < left side. Numbness of upper and lower extremities has been frequently confirmed. A case of poisoning is recorded (H. W., xxxiii. 9, from Amer. Hom.) in which a boy of four put a broken Oleander leaf into his mouth, but quickly spat it out. In a few minutes the tongue became red and raw where the leaf had touched it. The patch, one inch by one half inch, involving the side and part of dorsum of tongue, appeared denuded, and this appearance remained a year later. Ten months after the occurrence, general roughness of the skin had developed, with a papulo-pustular eruption on ankles and calves. The symptoms are < (after first >) by scratching; by rubbing. < In open air; by draught of air. Getting out of bed > toothache. There is thirst for cold water. Motion > stiffness of thighs. Mastication < toothache and headache. Looking down < (vertigo, &c.). Looking sideways < dim vision; > headache. Squinting > headache. Rising up < headache; vertigo. Stooping pain over heart." ],
    "Relations" : [ "Antidoted by: Camph. (acute effects); Sul. (chronic effects). Compatible: Con., Lyc., Nat. m., Pul., Rhus, Sep., Spi. Compare: In irritability, Staph., Hyo., Nux. In fits of passion followed by quick repentance, Croc. Affections of nursing women, Carb. an. In lienteria, Fer. (Fer. has no pain, stool apt to occur during a meal), Ars. (Ars. has diarrhoea from chilling stomach; indigestion of cold things; stool yellow, with stool great pain, burning, < after midnight, great thirst), Arg. n. (bowels act as soon as patient drinks), Chi. (watery stool containing undigested food; very debilitating; stools may escape involuntarily after a meal; caused or < by eating fruits), Apis, Pho., and Pho. ac. (wide-open anus). In crusta lactea, Mez., Sul., Viol. t., Vinca min., Melitag. Gone feeling, Sep. (Olean. has with it sense of distension in abdomen, chest feels empty and cold)." ],
    "Mind" : [ "Sadness, and want of self-confidence.", "Repugnance to labour and great indolence.", "Irascibility, moroseness, and ill-humour.", "Temper which can bear no contradiction.", "Fits of passion, followed by speedy repentance.", "Weakness of memory.", "Slowness of perception.", "Great abstraction and inattention.", "Confusion when reading; difficulty of grasping the connection when reading a long sentence.", "Loss of memory.", "Giddiness.", "Dulness of intellect, with difficult conception.", "Poetical reveries concerning the future.", "Immediately walked five yards and fell senseless (after an ounce of expressed juice)." ],
    "Head" : [ "Turning vertigo, with tottering of limbs.", "Vertigo on rising after lying down, or on looking downwards, when rising.", "Vertigo when rising from bed, or if looking fixedly at any object, or when looking down while standing.", "When standing erect, dizzy with double vision on looking down, not on looking straight before him.", "Vertigo with turning, darkness, and scintillations before eyes.", "Vertigo when in bed if he turns to either side.", "Headache with stupefaction, as if brain were tightened; as if a dull nail forced into head over mastoid process.", "Painful heaviness in head, > by lying down.", "Headache < reading and holding up head, > lying down, < again with nausea on rising.", "Violent pressive pains in temples, at one time higher up, at another lower down, while chewing.", "Dull pressure in head (from within out), as if forehead were about to split.", "Painful and pulsative beating in head.", "Headache > by looking cross-eyed; by looking sideways.", "Boring in brain.", "Aching of exterior of head.", "Gnawing itching in scalp, with soreness after scratching.", "Biting itching on scalp, as from vermin, principally on back of head and behind ears; > when first scratching it, which is followed by burning and soreness, which gives place to burning-itching; < in evening when undressing.", "Furfuraceous or humid scabs on head (< on back of head), with itching, esp. at night, and burning after scratching.", "Desquamation of scalp." ],
    "Eyes" : [ "Eyes: sunk in sockets; distorted; turned up; fixed; stony; lustreless.", "Lids involuntarily drawn together, as if sleepy.", "Pain in eyes, as if fatigued from too much reading.", "Aching in eyes.", "Burning pains and tension in eyelids, esp. when reading.", "Lachrymation.", "Double vision.", "Cloudiness of eyes when looking sideways.", "Momentary loss of sight; blue colour about the eyes." ],
    "Ears" : [ "Acute aching in ears.", "Cramp-like drawing in ear.", "Singing, tinkling, and rumbling in ears.", "Red and rough tettery spots in fore part of ear, with fetid running (ulcers) behind (and around) ears." ],
    "Nose" : [ "Stupefying and dull pressure in nose.", "Itching round nose." ],
    "Face" : [ "Face pale and wan (sunken in the morning), with blue circles round the eyes.", "Dull and stupefying pressure in the bones of the face, and esp. in the zygomatic process, extending deeply into the head.", "Heat of cheeks without redness, and vice versa.", "Paleness, alternately with deep redness, of face.", "Red swelling of face, round eyes.", "Tuberculous eruption on face and forehead.", "Lips brownish and dry.", "Sensation of numbness and swelling in upper lip.", "Swelling round commissures of lips.", "Lower jaw trembles with yawning.", "Stiffness of muscles of jaws." ],
    "Teeth" : [ "Toothache (only) during mastication, with incisive pressure.", "Tearing and drawing in teeth (molar; l. upper second bicuspid), sometimes at night, but only in bed (with anxiety, nausea, and frequent micturition), and which disappear on getting up.", "Sensation of looseness in teeth, with gums of a bluish white." ],
    "Mouth" : [ "Dryness of mouth, and tongue loaded with a white coating.", "Rough, foul, white tongue, with raised papillae.", "Tongue red and raw where touched with Oleander leaf; the patch involved the side and part of upper surface, and was still present a year after.", "Loss of speech." ],
    "Throat" : [ "Burning pain in throat.", "Numb sensation ascending from throat externally to head.", "Sensation as if a cool wind were blowing on l. side of throat.", "Sharp pressive pain on l. side of throat, near Adam's apple.", "Irritation of pharynx.", "Pain as of a dull point pressing on oesophagus (r. side); cervical muscles also painful to external pressure." ],
    "Appetite" : [ "All food has a mawkish (flat) and insipid taste (in evening).", "Clammy taste in mouth.", "Bulimy, with tremor of hands, from eager craving for food, often with absence of appetite.", "Violent empty eructations, while eating.", "Thirst, esp. for cold water.", "Dizziness while eating greedily at noon.", "Empty goneness after eating, > by brandy." ],
    "Stomach" : [ "Risings of a putrid smell.", "Violent, empty risings, sometimes after a meal.", "Nausea, with inclination to vomit, accumulation of saliva in mouth, followed by violent hunger.", "Sickness and prostration follow the dose; feels queer all next day (cure followed.", "R. T. C.).", "Vomiting of food, or of bitter serum, of a yellowish-green colour.", "After vomiting ravenous hunger and thirst, with great weakness over whole body.", "Sensation of emptiness in stomach, with fulness of abdomen.", "Beatings and pulsations in epigastrium, as from being over-heated.", "Beating and pulsation in pit of stomach as if the beats of the heart were felt through whole thorax." ],
    "Abdomen" : [ "Pinchings in the abdomen, as if caused by diarrhoea.", "Shootings and gnawings in the abdomen.", "Stitches and gnawing about the navel.", "Sensation of emptiness and weakness in the intestines.", "Gurgling and borborygmi in the abdomen, with excessive emission of flatus of a putrid smell." ],
    "Stool and Anus" : [ "Ineffectual want to evacuate.", "Liquid, soft, yellow faeces.", "First diarrhoea, then hard, difficult stools; during pregnancy.", "Evacuation of the food which he had taken on the previous day.", "Evacuation, almost involuntary, of undigested matter; imagines he is only emitting flatulence.", "Chronic diarrhoea; undigested food, < in morning.", "Burning pain in anus before and after evacuation, and at other times.", "Involuntary stools; in children when passing flatus (every time they pass wind they soil the diaper)." ],
    "Urinary Organs" : [ "Increased secretion of urine.", "Brownish, burning urine, with whitish sediment.", "Frequent emission of urine, esp. after partaking of coffee.", "Nausea and frequent micturition at night when lying down, with anxiety and drawing in molar teeth." ],
    "Female Sexual Organs" : [ "After nursing, tremors; so weak she can scarcely walk across the room." ],
    "Respiratory Organs" : [ "Short, shaking cough, provoked by a tickling in pharynx.", "Violent shaking cough from tickling in larynx.", "Accumulation of viscid mucus in trachea." ],
    "Chest" : [ "Oppression of chest when lying down, with deep and slow respiration.", "Weak respiration.", "Oppressive and compressive pain, or sensation of emptiness in chest.", "Dull or tensive lancinations in chest, in sternum, and sides (l.), esp. on taking a full inspiration (and expiration).", "Sensation of coldness in chest.", "Stitches in diaphragm." ],
    "Heart and Pulse" : [ "Drawings about heart, < by stooping, and lasting during expiration.", "Violent and sometimes anxious palpitation of heart, with a sensation as if chest were dilating.", "Pulse very changeable and irregular; weak and slow in morning, full and rapid in evening.", "(A principal heart remedy.", "R. T. C.)." ],
    "Neck and Back" : [ "Violent pulsation of the carotids.", "Tearing in nape in bed in evening.", "Pain in back as from a strain.", "Tensive, burning, and acute lancinations in back." ],
    "Limbs" : [ "Severe cramps in limbs.", "Numbness of upper and lower limbs." ],
    "Upper Limbs" : [ "Wrenching pain in arms on lifting them.", "Jerking in muscles of arms.", "Cramp-like drawings and tearing in arms and fingers.", "Dull aching in forearms, hands, and fingers, as if caused by a blow or a bruise.", "Veins of hands swollen.", "Swelling and rigidity of fingers, with burning pain.", "Fingers rigid and thumbs turned into palms." ],
    "Lower Limbs" : [ "Contusive pain in buttocks.", "Sensation of weakness in thighs, legs, feet, and soles, as if those parts were benumbed.", "Great weakness of knees.", "Dull aching, and sometimes shooting in thighs, feet, and toes.", "Paralysis of legs and feet; painless.", "L. knee that had stiffened becomes supple (in a case of general paralysis of insane.", "R. T. C.).", "Sensation of vibration and resonance in legs and feet, esp. in soles.", "Cramp-like drawing in legs and feet.", "Cramps in calves when seated.", "Constant coldness of feet." ],
    "Generalities" : [ "Cramp-like tension, as if the bones were broken, in limbs and other parts of the body.", "Cramping of entire body gradually creeping on (cured.", "R. T. C.).", "Convulsive spasms with clammy and cold skin; pulse scarcely perceptible.", "Great weakness, which scarcely permits walking.", "Sensation as if inner parts were distended; pulsations in outer parts.", "Fainting as from weakness, > by perspiration.", "Buzzing or humming in body.", "Sensation of vibration and resonance in whole body.", "Tension in whole body.", "Paralytic rigidity of limbs and painless paralysis.", "(One of the best remedies for paralysis.", "H. N. G.).", "Want of animal heat in limbs.", "Syncope, as from weakness, sometimes with loss of consciousness, which disappears after perspiring.", "Weakness and general lassitude, with trembling of knees when lying down, and of hands when writing.", "Languor, as if life were about to terminate.", "Inclination to stretch the limbs.", "Torpor and insensibility of whole body.", "Symptoms generally on l. side; l. ear; affections of scalp." ],
    "Skin" : [ "Violent itching of various parts of body; eruption, bleeding, oozing out of fluid, forming scabs.", "Dropsy of outer parts.", "Chapping of skin; want of perspiration.", "Numbness of skin, or itching numbness.", "Gnawing itching, which compels scratching, sometimes when undressing.", "Skin very sensitive, with redness and excoriation, even when gently scratched." ],
    "Sleep" : [ "Frequent yawning, with shuddering and jerking of muscles.", "Want to lie down, with a sort of coma.", "Very difficult waking in the morning; can only leave his bed by great exertion.", "Sleeplessness and agitation at night.", "Agitated and lascivious dreams, and frequent waking.", "Voluptuous dreams with seminal emissions." ],
    "Fever" : [ "Frequent fits of quick shuddering.", "Sensation of heat, with general shivering.", "Transient heat, esp. during intellectual labour.", "Flushes of heat periodically, esp. from bodily or mental exertion.", "Pulse frequent and full, or irregular and variable.", "Chilliness and chills over the whole body periodically, with heat of face and coldness of hands.", "External chilliness with internal heat without thirst.", "Want of vital heat.", "Febrile chilliness over whole body, without thirst or subsequent heat.", "Cold, clammy sweat." ]
  }
}