{
  "remedyName" : "Oleum Animale",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Breasts, affections of. Cancer. Constipation. Coryza. Facial paralysis. Gonorrhoea. Migraine. Polyuria. Prostate, affections of. Spermatic cord, neuralgia of. Testes, neuralgia in; retraction of." ],
    "Characteristics" : [ "Ol. an. is an empyreumatic oil obtained in the preparation of bone-black, and further distilled and rectified for medicinal use. It was discovered in by Johann Conrad Dippel, the alchemist, and discoverer of Prussian-blue. Dippel obtained it in the first instance by distillation of stags' horns: hence the name Oleum cornu cervi, with which the Ol. an. as at present prepared is considered identical; the deciduous horns of the stag partaking more of the nature of bone than the permanent horns of cattle. As rectified it is \"a colourless or slightly yellow, thin, oily liquid, with a penetrating but not disagreeable odour and an acrid, burning taste, which changes to a cool and bitter one. It darkens and thickens on exposure to air and light, and is extremely volatile. A drop on paper evaporates without leaving a greasy stain.\" Its composition is extremely complex, but it may be regarded as belonging to the group of volatile carbons. Sircar (Calc. J. of Med., xvi. 249) gives an interesting account of Ol. an., and quotes from Hahn. Adv. of April, 1897, a valuable paper on the remedy by C. L. Olds with a discussion thereon. Though it is not the panacea which Dippel imagined it to be when he discovered it, Ol. an. is a very powerful medicinal substance, and since it has been well proved by Nenning, Schreter, and Trinks, it has a definite place in the homoeopathic materia medica. As is usually the case with combustive products, Ol. an. has burning pains and burning sensations in almost all parts, and like the carbons and K. carb. it has also stitches and sometimes combinations of the two, \"stitches as with red-hot needles.\" Stitches and pressure may be in all directions, but from behind forward is particularly characteristic. \"Stitches from behind forward in breasts; pressure from both sides of the back extends forward.\" Guided by the former I gave great relief in a case of scirrhus of right breast in which pains darting forward out of the nipple were complained of. \"Pulled upward\" is another characteristic sensation. It occurs in the malar bones: \"Sensation in both malar bones as if pulled forcibly upward.\" And it also occurs in the testicles. \"Both testicles are drawn up and very painful.\" This led to the cure of a \"long-standing neuralgia of spermatic cord; excruciating attacks three or four times every year; pains as if testicles were seized by a hand and pulled very severely.\" Ol. an. gave almost instant and permanent relief (Blakely Raue's Rec., 1870, p. 241). The cure of a case of migraine is quoted in H. M., July, Zwingenberg, after failing with Sang., gave Ol. an. 2x, five drops in warm water, morning and evening, to a lady who always suffered from migraine the day after a fashionable party, at which she usually wore a heavy diadem on her head. Polyuria of perfectly clear urine accompanied the migraine and suggested the remedy. This accompaniment may indicate Ol. an. in any nervous disorder. Zwingenberg also cured a case of nervous asthma following repelled foot-sweat. In the discussion on Olds' paper some cures were mentioned. Dever cured toothache in an extremely irritable patient, pain > by pressing the teeth together. The provings have \"stitches in right upper molar removed by pressure, after dinner.\" Dr. Leggett related one case: A very stout Dutch lady, (who had been under constitutional treatment for uterine tumour, engorged liver and cerebral congestion), presented the following symptoms: Sensation as if water rushing back and forth in stomach; fancied the tumour had increased to size it was years ago. She had been walking, standing, and shopping, and had eaten many sweets. Of the remedies having \"stomach as if full of water,\" Ol. an. was chosen as more similar to the case than Mill. or Phell., and was given in 1m attenuation, a single dose. A month later she was better in every way, and a second dose brought still further improvement. This case in connection with my case of breast tumour still further shows the relationship of Ol. an. to new growths. Olds in his paper brings out the striking and peculiar symptoms of the remedy very clearly. Olds speaks of a proving by himself, but he gives no details of it. Some symptoms mentioned by him I cannot find in Allen or Hering. These I have entered in the Schema and give his authority for each. The Conditions of Ol. an. give the most characteristic general features: > from rubbing; < from eating. < In warm room. > In open air. These are general, but there are exceptions. Among the Peculiar Symptoms mentioned by Olds are: Twitching of lips and swelling beneath right lower jaw. Malar bone feels as if pulled forcibly upward. Greasy feeling in mouth and accumulation of quantities of saliva white as snow. Relaxation of buccal mucous membrane, patient cannot avoid biting cheek when he eats. Soreness of tongue as if scalded. Sensation as of white of egg dried on lips. Sensation as if cold air penetrated throat although the air is warm; > eating and drinking, < empty swallowing. Desire for soft-boiled eggs or for bread only with aversion to meat. Sensation as if water were in stomach; as if a lump of ice there. Eructations taste like urine, and burn. Sensation as if testicles were seized and pulled forcibly upward. Menses too early and too scanty. Cracking in vertebrae of neck on raising head. Sensation in scalp as if skin had been cut and reunited. Other sensations are: As if blood were rushing to head; to occiput on entering a warm room. As if red-hot needles in chest. As if thumb (and toe) would ulcerate. Cramp-like pains in different parts. Indolence and inclined to sit; taciturn; ill-tempered. Winans (Med. Adv., xix. 503) gave Ol. an. with success in a case of bilious fever, the patient being a rather fleshy old lady. The indicating symptoms were: Slow pulse (55). Desire for soft-boiled eggs. Itching of left lower eyelid. Sad mood; morose; nothing delights her. Absorbed in self, sad, speaks little. Sepia was required to complete the case, one of the new symptoms being yellowness of palms of hands. The left side is predominantly affected; when direction is noted it is from before backward and from behind upward. > By rubbing is very characteristic. > By stretching. > By pressure. Ol. an. is a chilly medicine, but the chilliness (and also coryza) are < in a warm room and > in open air. Tearing in all fingers is > by washing in cold water. Drinking cold water = pressure in stomach. < From hot drinks. Motion > some rheumatic pains. Raising head = cracking of vertebrae. < Eating (sweat; lachrymation; headache). Especially < after dinner. > Swallowing food or drink, < empty swallowing (throat). < By motion; by mental exertion. > Changing position. Sneezing = bursting pain in chest. The majority of symptoms are < in afternoon; also p.m. < Before, during and commencement of menses. < By noise (noises in the head)." ],
    "Relations" : [ "Antidoted by: Camph., Nux, Op. Follows well: Bry. Is followed well by: Sep. Compare: In headache with concomitant polyuria, Ign., Gels. Twitching eyelids, Agar. Gastric symptoms after drinking cold water, Ars., Pho., Carb. v. Pains in testicles, Puls. < By noise (Graph. > by noise). > By rubbing, Pho., Nat. c., Carb. ac., Canth. Coryza < in open air, Cepa. Numb head, Graph. Cracking in nape on moving head, Nicc. Dried white of egg sensation, Alum., Bar. c., Mg. c., Ph. ac., Sul. ac. > Eating and drinking, < empty swallowing, Lach. Eructations taste like urine (Ag. cast., smell like old urine). Sad, despondent, Puls. (unlike Puls., bad tempered). Slow pulse, Apocy. Headache from behind forward; scalding sensation on tongue, Sang. Chilly, Nux, Cyc., K. ca. (but these are < in open air). Burning during micturition, Caust., Naph. Coryza, Naph. Stitches, K. ca., Carb. an. Gnawing in occiput, Glo., Na. sul. Desires bread (Nat. m., aversion to bread). Movements in abdomen, Crocus. Suppressed foot-sweat, Sil., Sul. < From hot drinks (Lyc. >). Cracking in joints, Benz. ac." ],
    "Causation" : [ "Suppressed foot-sweat." ],
    "Mind" : [ "Sadness, concentration in self.", "Taciturn and thoughtful.", "Distraction, and frequent absence of mind.", "Loss of ideas (frequent vanishing of thought)." ],
    "Head" : [ "Head confused, with cloudiness, as if stunned.", "Pressure on vertex, shifting to occiput.", "Dizziness and vertigo, when stooping.", "Painful dizziness, early in morning in bed.", "Painful sensation of reeling and giddiness, in open air, when stooping.", "Numb and paralytic sensation in (l.) side of head.", "Aching in head, principally in forehead, sometimes from least intellectual exertion.", "Drawing and tearing in head, as after a chill.", "Violent boring, and shootings in head, esp. just above eyes (in l. frontal protuberance).", "Congestion, with heat and beating in head.", "Pressure extending from occiput forward, an hour after dinner.", "Semilateral headache, and beating at base of brain and extending to eye on corresponding side; < by motion; by exertion; after eating; > by rubbing (Olds).", "Pain in l. occiput, obliging him to hold his head forward.", "Dull pressure in small spot on occiput (l.).", "Gnawing pain in occipital region (less on l. side).", "Boring in small spot l. occiput.", "Stitching in occiput.", "Tension on scalp with soreness as if skin had been cut and reunited.", "Sensation as if blood were rushing to occiput, on entering a room.", "Tearing in outside of head, with tension and sensation of excoriation.", "Itching, and burning shooting pain in scalp." ],
    "Eyes" : [ "Pain in eyes as if a grain of sand had been introduced into them.", "Pressure and drawing in balls of eyes.", "Itching, smarting and shooting in eyes, which disappear on rubbing them.", "Burning pain in eyes, esp. (in the open air or on waking or) by candlelight in evening.", "Lachrymation, and nocturnal agglutination.", "Lachrymation when she eats (Olds).", "Quivering and starting in eyelids, and eyebrows.", "Frequent twitching in l. upper lid.", "Confused sight (esp. in the afternoon when writing).", "Myopia.", "Dark clouds before eyes.", "Sensation as if a skin were hanging down over eyes (Olds).", "Sight and hearing vanish for a moment." ],
    "Ears" : [ "Shooting in ears.", "Sticking in ears.", "Boring and tearing in ears (with dryness of throat).", "Singing, tinkling, and buzzing in ears, < by noise." ],
    "Nose" : [ "Itching burning at tip of nose.", "Tickling and tingling itching in nose.", "Excoriation of interior of nose.", "Burning and running pimples on septum of nose.", "Drawing pressing pain at root of nose when in house, nose and head feel stopped; out of doors constant dripping with > to head (Olds).", "Sneezing, with painful sensation of bursting, and of excoriation in chest.", "Dryness of nose.", "Coryza, with thick mucus in nose, which occasions painful tension.", "Violent dry coryza.", "It seemed as though he had an offensive breath." ],
    "Face" : [ "Pale, earthy complexion.", "Tingling in face.", "Burning pains in cheeks, and zygomatic process.", "Redness of the cheeks, even when the skin is cold.", "Itching pimples and vesicles on the cheeks.", "Tension, and cramp-like, and paralytic drawing in face, sometimes semi-lateral (l.).", "Paralysed sensation in r. half of face.", "The malar bones feel as if pulled forcibly upward.", "Itching of the lips.", "Sensation as of dried white of egg on lips (Olds).", "Lips cracked.", "Jerking of lips, in morning, when sleeping.", "Cramp in jaw, which scarcely permits mouth to be opened.", "Violent cracking in l. articulation of jaw always on opening mouth.", "Swelling beneath lower jaw." ],
    "Teeth" : [ "Odontalgia, with drawing and tearing pain, often commencing from ear.", "Jerking tearing, and pulsation, in root of a carious tooth, with sensation of coldness coming out of tips of teeth.", "Stitches in r. upper molar, removed by pressure, after dinner." ],
    "Mouth" : [ "Dryness with sour taste in mouth.", "Dryness of mouth (and throat) on waking in morning.", "Greasy feeling in mouth and on palate.", "Abundant accumulation of snow-white saliva in mouth.", "Relaxation of buccal mucous membrane; almost impossible for patient to prevent biting cheeks when eating (Olds).", "Tongue sore as if scalded.", "Burning on tongue posteriorly as from tobacco.", "Smarting, and burning sensation in tongue." ],
    "Throat" : [ "Pain in throat, as if a hard body were introduced into it, esp. during deglutition.", "Choking and constriction of throat, particularly in morning and evening.", "Dryness of throat, esp. perceptible during empty deglutition.", "Retching, constriction, dryness and scraping in throat.", "Throat dry with sour taste in mouth.", "Throat very dry in morning with sensation as if cold air penetrated, which she was constantly obliged to swallow; swallowing difficult, though food and drink passed easily through pharynx and oesophagus.", "Burning pain in throat.", "Accumulation of viscid mucus in throat.", "Hawking of tenacious mucus after a meal." ],
    "Appetite" : [ "Fat and clammy taste.", "Sourness in mouth.", "Want of appetite.", "Aversion to meat, and to all food, except bread.", "Desire for soft-boiled eggs." ],
    "Stomach" : [ "Risings, with taste of the food, or of urine.", "Empty and burning risings.", "Frequent empty eructations, > the nausea and the urging to vomit.", "Disgust and nausea, with inclination to vomit, esp. during and after a meal, or with pressure on chest.", "Sudden inclination to vomit; stomach seems to turn over; after eructating twice, it disappears.", "Stomach very sensitive to external pressure.", "Sensation as if stomach were fun of water.", "Aching in stomach and praecordial region, sometimes after drinking cold water.", "Stinging in the stomach.", "Constriction of the stomach.", "Sensation, as if something were turning in stomach; as if stomach turned quite over.", "Contusive pain in region of stomach.", "Sensation of icy coldness, or of burning heat, in stomach.", "Burning and heat from stomach to chest." ],
    "Abdomen" : [ "Dull shootings, and pressure in hepatic region, and spleen (with every breath).", "Fulness and distension of abdomen, with painful sensitiveness to least movement of body.", "Cramp-like pain in abdomen, in circumscribed places.", "Pinchings in abdomen, and esp. after eating or drinking anything hot.", "Incisive pains in abdomen, esp. in umbilical region, sometimes With diarrhoea.", "Contractive pains in abdomen, extending as far as stomach, with nausea.", "Digging and cuttings throughout abdomen.", "Drawing in region of the groins, extending into testes.", "Accumulation of flatus, with gurgling and movement in abdomen.", "Shifting of flatulence in abdomen with rumbling.", "Frequent expulsion of fetid flatus." ],
    "Stool and Anus" : [ "Constipation.", "Hard, scanty, difficult stools, which are not passed without straining.", "Difficult stool even when natural.", "Soft, frequent evacuations.", "Diarrhoea, with cuttings, before, during, and after an evacuation.", "Burning and stinging in anus and rectum.", "After a stool, pain, as from a bruise in abdomen, or burning pain and aching in anus." ],
    "Urinary Organs" : [ "Frequent and urgent want to urinate, with tenesmus and scanty emission.", "Pressure on bladder.", "Small stream of urine.", "Pale, and more abundant, urine, which speedily deposits a cloudy sediment.", "Greenish urine.", "Turbid urine, with clay-like sediment.", "Burning pain when making water.", "Itching in urethra." ],
    "Male Sexual Organs" : [ "Drawing shootings and incisive pains in penis.", "Burning stinging about root of penis (afternoon).", "Drawing pains in testes.", "Swelling and retraction of testes, with painful sensitiveness to the touch.", "Pressing in prostate gland.", "Nocturnal erections and pollutions." ],
    "Female Sexual Organs" : [ "Catamenia premature, with scanty discharge of black blood, (preceded and) accompanied by incisive pains in abdomen and loins, lancinating pains in head, and lassitude in hands and feet.", "Leucorrhoea, with serous and clear mucus." ],
    "Respiratory Organs" : [ "Hoarseness and roughness in throat.", "Hoarseness with inability to talk loud.", "Roughness in throat, inducing dry, hacking cough.", "Cramp-like contraction in trachea, esp. at night.", "Small dry cough, generally in single shocks, with tickling in throat." ],
    "Chest" : [ "Obstructed respiration, when lying on back, as if pharynx were compressed; disappearing on a change of position.", "Oppression of the chest, when going up stairs, or a hill, from distension of the abdomen.", "Contusive pain in the chest.", "Aching and shootings in the chest.", "Incisive pains in chest.", "Rushes of blood to chest with dry heat of face.", "Anxious ebullition with sensation of heat, and burning in chest, accompanied by a sensation of heat which seems to rise from abdomen.", "Violent stitch in upper part of chest, near sternum, as with a red-hot needle; the breast continued to burn for a long time; at p.m.", "Violent, sharp stitch in chest by r. axilla.", "Stitches in clavicles.", "A very long stitch beneath l. mamma.", "A sharp stitch in mamma, extending forward, while standing.", "Some dull stitches beneath l. mamma, that disappear on rubbing, but return; stitches on r. ring and middle finger at same time.", "A pain almost like a shaking beneath and behind l. mamma, disappearing, after rubbing, followed by warmth over whole body.", "Tearing in r. mamma." ],
    "Heart" : [ "Aching, and pain as of a bruise in heart.", "Pressure and crushing sensation about heart." ],
    "Neck and Back" : [ "Painful sensitiveness, rigidity and tension in the nape of the neck and back.", "Cracking in joints of nape on raising head.", "Tearing in muscles of r. side of neck whence it extends into r. malar bone, together with tearing in two r. upper molars.", "Sensation as if a warm breath extended up the nape with an agreeable feeling.", "Drawing and stiffness in r. cervical muscles, not < by motion but < by touch.", "Pressure extending forward from both sides of the back.", "Fine sticking in back behind l. mamma.", "Sudden sticking in region of r. false ribs near spine; spot sensitive to touch.", "Burning tearing and stitches above l. scapula.", "Throbbing and pressure at times very violent in sacrum.", "Wrenching pain in loins, esp. when stooping and when seated." ],
    "Limbs" : [ "Lameness of the l. lower limb and l. arm." ],
    "Upper Limbs" : [ "Drawing and tearing in the arms, hands, and fingers.", "Drawing and digging in r. thumb as if it would ulcerate.", "Shootings in arms and hands.", "Tingling in fingers.", "Numbness of fingers." ],
    "Lower Limbs" : [ "Cramp-like drawing and tension in thighs and hams, as if the tendons were too short.", "Drawing and tearing in thighs, legs, feet and toes.", "Shootings in the knees and feet.", "Tingling in the limbs.", "Great weakness of the legs.", "Stiffness of the legs when walking.", "Sticking in the sole.", "Tingling at one spot in middle of sole, in evening.", "Cramp in toes.", "Tearing in big toe, which is painful as if ulcerated, particularly near nail." ],
    "Generalities" : [ "Cramp-like drawings in different parts.", "Drawing and tearing in limbs.", "Tingling in different parts.", "Tension in some of the limbs, as if tendons too short.", "Rigidity, and paralytic weakness in limbs, with dejection and trembling.", "Languor with indolence; inclination to sit.", "Fainting.", "Unsteady gait." ],
    "Skin" : [ "Violent general itching, and sometimes smarting or burning in different parts of skin.", "Vesicles, resembling scabious pimples.", "Excoriation in bends of joints." ],
    "Sleep" : [ "Urgent inclination to sleep during day, with yawning and frequent stretching, esp. after dinner.", "Prolonged sleep in morning.", "Retarded sleep in evening.", "Frequent or premature waking in morning, without power to go to sleep again.", "Very light sleep, disturbed by least noise." ],
    "Fever" : [ "Shivering, shuddering, and coldness, frequently accompanied by heat in other parts, or alternating with heat.", "Coldness after a walk in open air.", "Coldness of whole l. lower limb.", "Shuddering from vertex to chest.", "Shuddering: in the house; after entering the house; by a stove; entering a warm room from the open air.", "Icy coldness creeps up back.", "Increase of natural heat, esp. after walking in open air.", "Dry heat, in evening.", "Dry, pricking heat, particularly in face.", "Transient heat, often with sweat in head, chest, and hands.", "Transient fits of sweating, esp. during repose.", "Perspiration during a meal." ]
  }
}