{
  "remedyName" : "Oleum Jecoris Aselli",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Addison's disease. Alopecia. Amenorrhoea. Anaemia. Asthma. Bones, affections of. Bright's disease. Cold abscess. Constipation. Coryza. Cough. Diarrhoea. Dwarfishness. Emaciation. Fever. Fistula. Goitre. Hair, abnormal growth of. Headache. Heart, palpitation of. Intermittent fever. Joints, stiffness of; fistulae and abscess around. Liver, diseases of. Lumbago. Phthisis. Pneumonia. Rheumatism. Ringworm. Sacralgia. Sciatica. Scrofulous ophthalmia. Sleeplessness. Spinal irritation. Vision, affections of." ],
    "Characteristics" : [ "The number of people who \"cannot take cod-liver oil\" is very great; which means that Ol. j. a. is a pathogenetic as well as a curative agent. Neidhard proved it and elicited some very definite symptoms, and to these have been added effects, curative and pathogenetic, observed on patients. The oil contains a large number of proximate principles of great complexity, to which its specific medicinal properties are due. Recent developments of sarcopathy mark out Ol. j. a. as a liver remedy, an ally of Cholesterine, and this the provings confirm. Very decided pains in the liver and liver region with great soreness were noted in Neidhard's provings, and these symptoms give one of the keynotes of the remedy", "Soreness. Not only the liver, but the throat, chest, abdomen, kidneys, ovaries, joints, and back are all sore; the spine is sore as in spinal irritation. Another keynote is the occurrence of palpitation of the heart as a concomitant of other symptoms; with cough; with short breath. Allied to this is a \"sense of fluttering, like the movements of a watch, commencing in region of sacrum, gradually rising to occiput, and in its ascent affecting abdomen and chest, so that the patient is transfixed, unable to move hand or foot;\" also \"creeping sensation all over with a rush of blood to heart.\" The reputation of Ol. j. a. as a remedy for phthisis and scrofulous affections is shown by the provings to be specific, whatever food-value the oil may possess in addition. \"Dry, hacking cough night-cough; cough with tough expectoration, yellow or white soreness of chest, especially on coughing; sharp stitches here and there, through chest; burning through to back; burning in spots,\" are among the symptoms experienced. The fever symptoms are strongly marked, both hectic and intermittent. One very characteristic feature is: \"Fever < towards evening with burning in palms.\" Chills running down the back. Feet constantly cold. Ol. j. a. is a chilly medicine: sensitive to draughts; feels as if continually taking cold. The cough is < from exposure to cold; < in damp weather. The sensitiveness to chill and damp is part of the intermittent fever action of the remedy, and along with it is affection of the spleen, which is the seat of several symptoms. During the chill and before it there is thirst. When the fever came on the cough was >. The yellowness of Ol. j. a. appears not only in the expectoration, but in the coating of the tongue, yellow mucus from sore throat, and a yellow Leucorrhoea. On the female sexual organs Ol. j. a. has a powerful action, increasing the menstrual flow and restoring it when in abeyance. Burnett has shown that ringworm generally has its constitutional basis in a consumptive habit, and Bacil. has again and again proved the remedy. This is paralleled in a local use of the anti-phthisic Ol. j. a. which was taught me by De Noe Walker. In recent ringworm the application of the plain oil at bedtime is at once the most innocent and most effectual of local measures that I know. Before the application the part should be washed well with soft soap. Another use of the remedy taught me by the same authority is as a general application in the case of emaciated, dwarfish, chilly babies and children. A nightly rubbing with the oil soon revolutionises their condition. The nutrition of the skin is improved and the medicinal properties of the oil are absorbed without any tax being put on the organs of digestion. Burnett says olive oil acts as well. That may be, but it does not act better. I have no comparative figures to refer to. When the symptoms indicate Ol. j. a. it should certainly have the preference. Defective nutrition; anaemia; weakness and emaciation; deficiency of animal heat. Children who cannot take milk. The headaches are usually frontal; over right eye; bursting after coughing. Other symptoms are: Red face (also in hectic). Voracious appetite. Foul breath. Symptoms go in all directions", "from above down; from below up; from front to back; and from back to front. One curious symptom was abnormal growth of hair on the face of a woman. Another was passage of mucus from urethra, with burning, during stool. Symptoms are < by touch; by riding; by a fall. < By motion; raising arm; stooping; bending side inwards; walking. Laughing < cough. Lying down = oppressed feeling; and < cough. Coughing = soreness of chest; headache. Fever > cough. < From draught of air; exposure to cold; living in cold, damp localities." ],
    "Relations" : [ "Antidoted by: Iris v. (chill with sick stomach and diarrhoea). Compare: Cholest., Fel., and sarcodes generally. In phthisis, ringworm; emaciation, Bac., Pho. Emaciation and ravenous appetite, Iod. Intolerance of milk, AEthus., Calc., Lac v., Mag. c. Pains in head with cough, Caps., Bry., Nat. m. Chilly; effects of damp localities, Nat. sul., Aran. Heavy eyelids, Gels., Op." ],
    "Mind" : [ "Feels miserable all over, with great nervous irritation.", "Sensation as if out of her mind." ],
    "Head" : [ "Giddiness in head.", "Dull aching pain in forehead.", "Steady aching sensation from l. to r. temple.", "Aching about inner part of r. eyebrow as if in periosteum.", "Bursting headache after coughing as if head would split.", "Pain from occiput to forehead with nausea." ],
    "Eyes" : [ "Eyes swelled.", "Heaviness over eyes with dry and parched hands.", "Aching pain in r. eye when using it.", "Lachrymation when walking in open air (< l.).", "Lids so heavy, can hardly raise them.", "During chill, blindness.", "Everything turns black." ],
    "Ears" : [ "Deafness in l. ear, abscess in r.", "Fetid discharge from ears." ],
    "Nose" : [ "Dry coryza, cough and sneezing.", "Fluent coryza, hoarseness and rawness of chest.", "Chronic catarrh and ozaena.", "Nose-bleed when sleeping, with amenorrhoea." ],
    "Face" : [ "Face red.", "A growth of short, thick hair on chin and upper lip (in a woman)." ],
    "Mouth" : [ "(Putrid smell from decayed tooth ceased whilst taking the oil.).", "Tongue: loaded; coated yellow.", "Parched feeling in mouth.", "(Fetid breath cured.)" ],
    "Throat" : [ "Soreness in throat after hawking up phlegm.", "Chronic sore throat, with expectoration of yellow mucus.", "Tickling in throat; weakness in breath.", "Thyroid gland swollen." ],
    "Stomach" : [ "Voracious appetite diminished (in rickety children).", "Appetite lost; could not take milk.", "Thirst: great; constant; before and during chill.", "Nausea.", "Vomiting; of bile and mucus with bitter and acid taste at expiration of chill.", "Acid vomiting with the chill.", "Burning in stomach.", "Weight in stomach." ],
    "Abdomen" : [ "Soreness and heaviness in region of liver < by exercise; sore like a boil on pressure.", "Heavy pain in r. side with numbness of r. arm as if dead.", "Beating pain in spleen.", "Aching in spleen region on breathing and coughing, with pain at apex of scapula (at end of chill).", "Jerking, drawing pains in region of spleen.", "Flatulence relieved.", "(Atrophia mesenterica)." ],
    "Stool and Anus" : [ "Diarrhoea: at night and early morning; with the chill.", "Constipation." ],
    "Urinary Organs" : [ "Soreness in kidneys, following soreness in liver.", "Discharge of mucus from urethra with burning, every morning during stool.", "Acceleration of urinary secretion.", "Urine with bricky sediment.", "(Incontinence cured)." ],
    "Female Sexual Organs" : [ "Acts as emmenagogue.", "Menses reestablished (cure).", "Increase of menstrual flow so strong as to render a suspension of the oil necessary.", "Soreness of both ovaries; dysmenorrhoea.", "Leucorrhoea: yellow; with weak back." ],
    "Respiratory Organs" : [ "Cough: all night; hard spells in morning; hacking; tickling in middle of upper chest with palpitation; violent with retching, night and day; with stitches, on raising arm; < from draughts of air; < lying down at night, prevents sleeping; loose all day; from exposure to cold, damp weather; with emaciation and weakness; > when fever comes on.", "Expectoration: yellow or yellowish-green, saltish, tough; tough white; white; bloody mucus.", "Breath short, with palpitation of heart; asthmatic." ],
    "Chest" : [ "Oppression, with heat.", "Weakness in chest and back (< l.).", "Soreness: all over chest or in centre with hacking cough and aching between shoulders, < r. side; in chest and stomach with cough; < by motion.", "Burning pains in spots in some one portion of chest.", "Burning and heat in l. chest; through to back, with cough.", "Pains in upper chest on coughing.", "Pneumonia of both upper lobes of lungs.", "Pain through lower chest to back.", "Pain r. side above and below scapula; breathing there is arrested by soreness; sharp stitch l. side.", "Sensation of excoriation in l. chest; < upper and lower part of l. chest, extending to back.", "Weakness in breast; tickling in the throat.", "(Phthisis.)" ],
    "Heart" : [ "Palpitation of heart; with cough; with short breath.", "Rush of blood to heart, with a creeping sensation all over body.", "Sudden stitch in heart.", "Pulse accelerated, soft, and small." ],
    "Neck and Back" : [ "Soreness from back to neck.", "Pain through back.", "Sharp, heavy aching pain in lower spine.", "Spinal irritation, sore to touch.", "Fluttering from sacrum to occiput.", "Weakness and dull aching in sacral region, > by pressure.", "Often placed hand on sacrum to support it; often complained of pain in region of sacro-iliac joint; walking increasingly difficult." ],
    "Limbs" : [ "Continual aching and sore pain in elbow and knee-joints.", "Movements in joints were limited; esp. elbows and knees; flexion and extension caused excruciating suffering." ],
    "Upper Limbs" : [ "Rheumatic pains in shoulders.", "Hands dry and parched with pain in spleen.", "Pain in bones of l. arm." ],
    "Lower Limbs" : [ "Abscess appeared on l. gluteus maximus near anus, and discharged three times; afterwards another boil r. side of chest.", "Hip-joint disease; esp. when originating in bone (rather than in synovial membrane).", "Sciatica with atrophy of affected limb.", "White swelling of knee.", "Rheumatic pain in l. foot.", "Fistulae and abscesses round joints.", "Soreness of both feet.", "Feet constantly cold." ],
    "Generalities" : [ "Atrophy.", "(Emaciated person gains weight.).", "Creeping sensation all over body with rush of blood to heart.", "Soreness all round body to back.", "Fluttering (like a watch) rising from sacrum to occiput, affecting abdomen and chest in such a way that she becomes transfixed, unable to move hand or foot, and arresting movement if in motion at time of seizure.", "Stitches and bearing down in one or other sides; < bending side inward.", "Contraction of muscles: musculo-fibrous rheumatism." ],
    "Skin" : [ "Skin red all over, at night in bed, with irritability, > in morning.", "An eruption of small red spots, like psora, appeared, and from that time she made rapid progress.", "Eruptions: papular; vesicular; herpetic.", "(Scrofulous ulcers discharging a large quantity of pus; cold abscesses.", "Lupus.", "Ichthyosis.)" ],
    "Sleep" : [ "Less sleepy than usual.", "Sleepless after a.m.", "Dreams of seeing objects in the room during sleep." ],
    "Fever" : [ "Constantly chilly; feels as if constantly taking cold.", "Chills from occiput down back and round abdomen.", "Chill: a.m.; in evening; with some vomiting and purging for six hours; with spasmodic pain in region of navel (returned every evening for four days, relieved by Iris v.).", "Chilly on going to bed; afterwards heat, < in hot room; burning face.", "Flushes of heat; face red, stomach hot, heat to tips of toes.", "Heat in palms; every night.", "Fever and excitement every night producing wakefulness.", "Tertian intermittent.", "Fever followed by violent sweat, esp. of head, neck, and arms.", "Sweat: every night; with smell of the oil; only on lower limbs.", "Cold perspiration all day." ]
  }
}