{
  "remedyName" : "Onosmodium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Bladder, irritation of. Breasts, affections of; atrophy of. Colour-blindness. Debility. Diarrhoea. Diplopia. Eyes, affections of. Headache. Locomotor ataxy. Meniere's disease. Neurasthenia. Nose, dryness of. Paralysis. Pregnancy, sickness of. Presbyopia. Seminal emissions. Sexual atony, desire lost. Spine, congestion of. Throat, sore; dry. Urethra, irritation of. Uterus; cramps in; prolapse of." ],
    "Characteristics" : [ "Onosmodium v., a member of an American branch of the Borage family closely resembling the British Onosma, was proved in material doses by W. E. Green, of Arkansas (H. M., June 1885). Its common name is \"False Gromwell\"; the real \"Gromwell\" being another Borage, Lithospermum. The most remarkable feature of Green's striking proving is the want of power of concentration or co-ordination produced by the drug. This appears in inability to concentrate thought; to focus eyes; to co-ordinate muscles; to judge the height of impedimenta on stepping. It also appears in vertigo and sensations of numbness and general muscular prostration. Next to the paretic symptoms come neuralgic pains. These are mostly of a dull, heavy aching character, and affect cervical and spinal nerves and pelvic organs", "eyes; occiput; eyes to occiput; sacrum", "these are the chief centres of pain; throat, bowels, breasts, heart, and limbs being also affected, the left side of the body more than the right. \"Feeling of tension in the eyes, as from straining them to read small print, \", and \"desires to have things far off to look at them, \", show the paralysing effect on the internal eye muscles, and give one of the keynotes of the drug's action. Onos. has probably cured more cases of headache associated with eye-strain than any other remedy since it was proved. E. S. Norton published several illustrative cases (N. A. J. H., i. 792): (1) Miss C., suffering three years from headache. Pain especially in occiput, which feels \"sore and stiff, \", often extending down spine, which was somewhat sensitive to touch. Dull, aching pain left side of head, occasionally with darting pain through eyes. Aching in eyes, stiff, strained feeling in them if she read more than a little, left worst. Headache < in morning, with some dizziness. The patient had some astigmatism which was corrected with glasses, and Onos. 1x at once relieved all the symptoms. (2) Mrs. D. had excessive myopia and severe headache: constant dull, stupid ache in right occiput and right eye; < when tired; from coughing; from any sudden motion. A little vertigo and strained feeling in right eye. Onos. 3x cured. Norton suggests that neurasthenia and neurasthenic headache may be met with Onos. when connected with strains of other kinds besides eye strains. He gives a case of ear headache: (3) Mrs. B., deaf nine years, four years constant roaring, hissing noise in both ears, with constant dull, pressing pain in occiput, < evening; some pain in ear, and sharp shooting pain in front of auricle; slight vertigo. Chronic catarrh of both middle ears, membranes thickened; hearing not improved by Politzerisation. Onos 1x immediately relieved all the pains, though it did not alter the hearing or noises. Green himself has published some very striking cases (H. M., vii. 530), with some pathogenetic symptoms as well as cures, and also gives an interesting comparative experience with attenuations. Onos. was brought to Green's notice by Dr. Durgan, presumably an eclectic or old-school practitioner; for he recommended 20-drop doses, which Green gave in the following cases: (1) Mrs. B., had for three weeks vesical irritation, with tormenting tenesmus, a trouble she had had before. Onos. O was given, drops every three hours. Within a short time Green was sent for, as the remedy produced a severe soreness and dryness of the throat. The dose was reduced to five drops, and then to three, and the trouble was entirely relieved in three days. (2) Mr. D., after operation for urethral stricture, had severe inflammation of urethra with vesical tenesmus. Onos. O, five drops every three hours, was prescribed, and there was decided amelioration of the symptoms in twenty-four hours. But there were these new symptoms, which promptly disappeared when the drug was suspended: \"I feel as if I had been on a drunk for a week; my head aches and feels full; my mind is confused; I cannot think, remember, or keep my thoughts on my business; my legs are tired and numb, and I cannot walk well.\" The next case confirms these symptoms. (3) Mr. E. had the following symptoms of hyperaemia of the spinal cord: Severe pain in lower dorsal or lumbar regions coming on in night, when lying down, < towards morning, > when up and around. Constant sexual irritation, accompanied by severe erections that were also < by lying on the back. Slightly disturbed muscular co-ordination, with numbness and tingling in feet and legs. Onos. O, five drops four times a day, cured in a week. (4) Mrs. P. had numbness and aching of lower limbs, oppression about heart, and general muscular prostration. Heart dilated with aortic and mitral murmurs. Onos. 1x, five drops every three hours, was given. Next day there was a great improvement, but the patient was obliged to discontinue the medicine because it had developed urethral irritation. (5) Mrs. H. had severe backache in sacro-lumbar region; dull, aching soreness in uterus and ovaries; vesical tenesmus; colicky pains in bowels; slight nausea; clammy taste and white-coated tongue. Onos. 2x, five drops every four hours, was given, and rapid improvement followed. (6) Mrs. J., had dull, frontal headache, extending through both temples; dizziness; pain over praecordia and crest of left ilium. Urinary discharge irritating, frequent, profuse, light-coloured, and of low specific gravity (1, 010)., Muscular prostration confined her to bed. Onos. relieved all symptoms in twenty-four hours. (7) Mrs. M., blonde. During a thunderstorm she slept in a draught, and on awaking had severe and constant roaring in both ears, with marked deafness. On attempting to get up she staggered and fell. Five days later Green saw her and found: Inability to walk, or even stand without help; constant tinnitus; loss of memory: would repeat orders she had given to servant a short time before. Vision blurred; and on looking closely at anything saw double. Pain in lower part of back and lower limbs. Felt as if treading on cotton; imagined the floor too close to her; would step too high, and by so doing jar her body. Fear of falling on going up or down stairs. Onos. 1x, one drop every two hours. Next day she was worse. The remedy was omitted for twenty-four hours, and then given in 6x, with relief from the first dose, and steady recovery. The female prover had very distressing cramps in uterus and pain in ovaries, and breast and menstrual disturbances.", "J. W. Covert (Hom. News, xxvi. 256) gave Onos. O, 5-drop doses every hour till relieved, to a woman who had fibroids and suffered from severe uterine cramps. The attack for which be gave it was the worst the patient had ever had, and the first dose relieved so perfectly that no second was required.", "W. A. Yingling (H. P., xiii. 385) found out that the depressing action of Onos. extends, to the generative sphere, desire being abolished in both male and female. He quotes S. A. Jones as suggesting that this is the primary action of the drug, thereby distinguishing it from Pic. ac., in which excitement precedes debility. Jones quotes Hahnemann's canon, that \"only the primary symptoms of a drug afford the indications for its therapeutical application\" (a canon which Jones endorses as far as the infinitesimal dose is concerned), and he concludes that Onos. will correspond to the developed consequences of sexual abuse and Pic. ac. to the initial step of sexual debility manifested in erethism. (Jones is a very acute observer, and his comparison has a practical basis; but I do not endorse Hahnemann's dictum, even to the limited extent Jones does.) Yingling many times verified \"complete loss of desire\" as a leading indication. W. J. Guernsey (H. P., viii. 595) greatly relieved with Onos. a man, suffering from seminal emissions, the result of masturbation. The uterine pains are all > by undressing and lying on the back. A leading symptom of Onos. is dryness: of nose; of mouth; of throat. With this there is a great thirst for cold water, which >. Yingling had an interesting experience in the case of a woman to whom he gave Onos. for dryness of the nose and throat. Not only did it cure this, but it also restored the breasts, which were diminutive and almost absent, to their normal size. Yingling's results were obtained mostly from the c.m. attenuation; he had no results from the O, and not marked from \"Soreness and stiffness\" are the frequent symptoms of Onos. In the occiput there is pressure upward; and the pains may go from the eye backward. With a laryngeal cough there is gluey expectoration. H. F. Ivens cured a case of headache of ten years' duration, which illustrates the modality < in the dark. The pain was in left temple and over left eye; was not < by noises, light, or use of eyes, but was < in the dark and on lying down. Pellets of Onos. O were given every twelve hours. The Conditions of Onos. are very distinctive, especially the ameliorations. > From cold drinks; from eating; from undressing and lying on back. The headache is an exception to this last, for it is < lying down; and is also < in the dark. < From tight clothing; from motion; from jarring. > From sleep, but only temporarily (headache)." ],
    "Relations" : [ "Compare: Myosotis: Heliot., Symph. (botan.). In uterine misplacement, Heliot., Helonias, Lil. t., Sep., Nat. m., &c. Disorder of vision, Lil. t. (astigmatism), Pic. ac. (myopia), Nat. sul. (myopia). Ocular headache, Gels. (Gels. more right; Onos. more left), Lil. t., Spig., Rut., Bapt." ],
    "Causation" : [ "Eye-strain. Sexual excess." ],
    "Mind" : [ "Talkative, but in a disconnected way.", "Irritable.", "Irresolute.", "Minutes seem like hours.", "Feeling as if something terrible was going to happen and that she was powerless to help it.", "Fear: To look down lest she might fall down stairs; that he might fall into a fire when walking by it, and in spite of all his will-power he did stagger into the fire.", "Wants to think and not move, and thinks until she forgets everything and where she is.", "Writes very fast, but cannot keep pace with thoughts, omits words and letters, cannot concentrate his thoughts on the subject.", "Listless and apathetic.", "Forgetful; that he is reading, and he drops the book in vague and listless thought." ],
    "Head" : [ "Fulness, > eating and sleep.", "Heaviness.", "Lightness.", "Frontal pain: over eyes; < over l. eye; over bridge of nose; in l. eminence; in r. eminence, changing to l., where it remained; running back into neck; heavy, and the same pain in temples and mastoid region.", "Pain in l. temple; sharp, darting, in l. temple; darting, throbbing in l. temple.", "Dull headache over l. eye and in l. temple; at times so sharp as to be unendurable, < in dark and on lying down.", "Pain in mastoid.", "Dull, heavy pains in l. side and over l. eye, extending around to back of head and neck, < movement and jar, forcing her to go to bed, when they were > by sleep, but returned soon after waking.", "Occipito-frontal pain in morning on waking.", "Dull, heavy pain pressing upward in occiput, with dizziness." ],
    "Eyes" : [ "Pain in and over l. eye.", "Feeling in eyes as if she had lost much sleep.", "Feeling of tension, as when straining eyes to read small print.", "Desire to keep eyes wide open.", "Feeling as if eyes were very wide open, and feels as if he wanted to look at objects far away; distant objects look large; it is disagreeable to look at near objects, tense, drawing and tired feeling in ocular muscles.", "Optic disc hyperaemic.", "Retinal vessels engorged, < l.", "Aching in upper part of balls.", "Dull, heavy pains in balls, with soreness.", "Lids heavy.", "Pain in upper part of l. orbit, with feeling of expansion.", "Vision impaired; blurred.", "(Amblyopia of alcoholism, or from overdosing with Bromide of Potassium; hallucinations: sees beautifully dressed people in the streets and in a room.", "Colour-blindness for red and green.)" ],
    "Ears" : [ "Fulness in ears.", "Hearing impaired.", "Singing as from Quinine." ],
    "Nose" : [ "Dryness of nose; with feeling as from taking cold.", "Pain in nasal bones.", "Sneezing much in morning; and l. side of nose and l. eye seem affected; on first getting up." ],
    "Face" : [ "Face flushed least motion or excitement; with > of headache; with full feeling.", "Pain in right malar bone, with numbness." ],
    "Mouth" : [ "Dryness of mouth; and of lips, without thirst; > cold water, with scanty saliva.", "Clammy, sticky, feeling in mouth.", "Bitter, clammy taste." ],
    "Throat" : [ "Whitish, sticky discharge from posterior nares, causing constant hawking.", "Raw scraping in throat.", "Soreness: lasting longer on l. side; it hurts to swallow or speak; momentarily > drinking, with scraping.", "Constriction of pharynx when swallowing.", "Stuffed feeling in posterior nares.", "Dryness: in pharynx and posterior nares; in pharynx, with soreness.", "Throat perfectly dry and stiff.", "All symptoms > by cold drinks and eating." ],
    "Appetite" : [ "Appetite increased.", "Hunger after siesta; nervous, all day.", "Appetite and thirst diminished.", "Thirst for cold drinks, of ten.", "Distaste for water." ],
    "Stomach" : [ "Eructations: after eating; nauseous.", "Nausea: with bitter, clammy taste; in morning, as in pregnancy." ],
    "Abdomen" : [ "Distended feeling; > removing clothing; with griping and grumbling.", "Colic: > bending backward; below navel; in lower part, > undressing or lying on back; in lower part, as from ice-water.", "Uneasy in hypogastrium, as if diarrhoea would come on.", "Soreness in hypogastrium." ],
    "Stool" : [ "Stool: shining, bloody, and stringy, with tenesmus; yellow, mushy; hurrying him out of bed in morning." ],
    "Urinary Organs" : [ "Burning in male urethra, with itching.", "Pain in prostatic urethra before and after micturition.", "Seldom any desire to urinate.", "Micturition frequent, scanty.", "Urine: scanty, high-coloured, very acid, sp. gr. high, also of balsamic odour and heavily loaded with urea." ],
    "Male Sexual Organs" : [ "Cold feeling in glans.", "Desire diminished." ],
    "Female Sexual Organs" : [ "Desire destroyed.", "Itching of vulva, < scratching and contact of leucorrhoea.", "Constant feeling as if menses would appear.", "Pain in ovaries; < pressure; cutting and throbbing.", "Heavy aching, and slowly pulsating pains beginning in one ovary and passing over to the other, leaving a soreness that lasts until the pains return.", "Uterine and ovarian pains that had not been felt for years were re-excited.", "Uterine cramps as from taking cold during menstruation.", "Uterine pains; > undressing and lying on back; bearing down.", "Soreness in uterine region, < clothing and pressure.", "Leucorrhoea light yellowish, offensive, excoriating and profuse, running down the legs.", "Menstruation too early and too prolonged, the two next periods anticipating and profuse." ],
    "Respiratory Organs" : [ "Voice husky. Hacking cough, with tough sticky, white expectoration.", "Laryngeal cough, > drinking cold water, with expectoration of whitish, sticky phlegm." ],
    "Chest" : [ "Soreness of chest.", "Aching in breasts, < l.; from l. nipple through breast; sharp, under l. breast.", "Bruised feeling in l. breast, with pain on pressure.", "Breasts feel swollen and engorged; feel swollen and sore, with itching about nipples." ],
    "Heart and Pulse" : [ "Pain in heart, causing apprehension of death.", "Pain in region of apex.", "Oppression of heart.", "Depressed feeling in heart as if it would stop beating.", "Action rapid, pulse full and strong.", "Pulse: rapid; irregular and weak; and slow.", "With every third or fourth beat the diastole is prolonged almost to intermittence." ],
    "Neck and Back" : [ "Pain: in neck; in a (linear) spot in l. scapular region; in lumbar region; over crest of l. ilium; in lumbar region in morning on waking, > about noon; low down when walking; across lumbar region, with stiffness; bearing down in lumbar region.", "Sore, lame feeling in lumbar region.", "Tired feeling in lower part of back." ],
    "Limbs" : [ "Weariness: of legs, knees, and hands, with numbness; of arms and hands." ],
    "Upper Limbs" : [ "Trembling of arms and hands.", "Aching in biceps, elbows, and wrists.", "Numbness of l. forearm.", "She cannot write nor use the hands well in eating, because she cannot properly co-ordinate the movements.", "Shooting in joints of l. fingers.", "Pains in joints of fingers." ],
    "Lower Limbs" : [ "Staggering.", "Disturbance of gait, with sensation of insecurity in the step.", "The sidewalk seems too high, which causes him to step very high, this jars him and < headache.", "Numbness mostly below knees.", "Pain: in l. hip; in knees; in knees and tendons about them.", "Weariness and numb feeling in knees and legs; in popliteal spaces, < l.", "Tremulousness of legs.", "Tingling in calves and feet, < l.", "Weariness of legs; in evening when walking, with unsteadiness.", "Oedematous swelling of ankles.", "Heavy pain in l. instep.", "Numb tingling pain in outer side of both little toes." ],
    "Generalities" : [ "Tremulousness from least exertion.", "Nervous, trembling feeling, as from hunger.", "Nervous and shaky feeling that physically and mentally unfits her for any duty.", "Muscles feel unsteady and treacherous.", "Inability to lie on l. side.", "General distress and full feeling.", "Light feeling, somewhat like that caused by chloroform.", "Weakness: in morning, with stiffness; with aching, stretching, gaping, and disagreeable feeling." ],
    "Skin" : [ "Formication in calves." ],
    "Sleep" : [ "Sleeplessness.", "Sleep: uneasy and interrupted; restless and waking early.", "Dreams many, varied." ],
    "Fever" : [ "Every day about twelve or one o'clock feeling as if I would have a chill.", "Flushed feeling over whole body.", "No perspiration in very warm weather." ]
  }
}