{
  "remedyName" : "Opium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "After-pains. Apoplexy. Bladder, paralysis of. Brain, affections of. Cancer. Catalepsy. Chilblains. Colic. Constipation. Diabetes mellitus. Dreams. Dysmenia. Epilepsy. Fear, effects of. Foetus, movements of, excessive. Hernia, incarcerated. Hystero-epilepsy. Ileus. Intestines, obstruction of. Labour pains, abnormal. Lead colic. Marasmus. Measles. Melancholia. Meningitis. Paralysis. Puerperal convulsions. Sighing. Sleep, abnormal. Snoring. Starting. Sunstroke. Tympanitis. Uraemia. Urine, suppression of; retention of. Uterus, inertia of. Veins, fulness of. Whooping-cough." ],
    "Characteristics" : [ "Opium is one of the most complicated substances in the materia medica. Besides mucilage, albumen, fat, sugar, and salts of Ammonia, Calcium, and Magnesia, it contains \"seventeen or eighteen alkaloids, and two neutral substances, as well as a peculiar acid", "meconic acid\" (Brunton). Among the alkaloids of Opium, Apomorphinum, Codeinum, Morphinum have their several places in the homoeopathic materia medica. As the prince of pain-killing palliatives Opium has played a very prominent part in old-school therapeutics, and by its seductive properties has reduced many who have sought its help to become its slaves. The effects observed in persons brought under its influence in this way, in opium-smokers and in persons poisoned with massive doses, have produced a large part of the pathogenesis; provings and clinical observations have added the rest. The effects of a poisonous dose of Opium are scarcely to be distinguished from a fully developed attack of apoplexy", "absolute unconsciousness; complete muscular relaxation; pupils contracted to a pin-point aperture; turgid, bloated, very red, or bluish face; stertorous breathing; pulse slow and full. Death takes place by asphyxia, the heart continuing to beat after breathing has ceased. Minor degrees of the Opium influence give: Deep sleep; pleasant, fantastic, or frightful dreams; delirium like delirium tremens. On waking from this stage there is severe headache, nausea, furred tongue, loss of appetite. In still smaller doses (or in the large doses of Opium habituees) there is: (1) Excitement of circulation, pulse fuller and quicker, surface warm and flushed; increased power of directing energies. If he wishes to sleep, \"an agreeable languor followed by sleep comes on. He can be easily aroused from this sleep; and after a few hours the effect passes off, leaving, however, slight headache and languor, with dryness of mouth and slight nausea. If, on the other hand, he wishes to work, he can do this with increased energy; or if he desires to exert the mind, he will find his imagination more vivid, his thoughts more brilliant, and his power of expression, greater\" (Christison, quoted by Brunton). In my student days I had the good fortune to be in the skilful hands of Dr. Angus Macdonald through a severe attack of peritonitis (apparently induced by a chill one very severe winter). The treatment was: Opium, in pills, two or three times a day; the object being to keep the intestines inactive till such time as the inflammation should subside, and at the same time to relieve me of the pains. The treatment was on perfectly rational grounds, and was completely successful. The inconveniences of it were persistent vomiting, distressing dreams, a state of irritability almost of the Chamomilla type, and constipation. This last was the feature which gave me more anxiety than anything else, and, in spite of my doctor's assurances, I could not help fearing that obstruction had taken place. It lasted long after the Opium was discontinued, and at last, without any medicinal help, ended, to my great astonishment, in diarrhoea. There had been neither stool nor flatulence pass for many days. Flatus began to pass before the diarrhoea set in. Hahnemann (M. M. P.) sums up the action of Opium thus: \"In the primary action of small and moderate doses, in which the organism passively, as it were, lets itself be affected by the medicine, it appears to exalt the irritability and activity of the voluntary muscles for a short time, but to diminish those of the involuntary muscles for a longer period; and while it exalts the fancy and courage in its primary action, it appears at the same time to dull and stupefy the external senses, general sensibility and consciousness. Therefore the living organism in its active counteraction produces the opposite of this in the secondary action: Diminished irritability and inactivity of the voluntary and morbidly exalted excitability of the involuntary muscles, and loss of ideas and obtuseness of the fancy, with faintheartedness along with over-sensitiveness of the general sensibility.\" It is right to say that Hahnemann prefaces the above with the remark that, \"It is more difficult to estimate the action of Opium than of almost any other drug.\" This is quite true if we conceive it necessary to divide the effects of the drug into primary and secondary. For my part I have never yet been able to turn to practical account this division into primary and secondary in respect of any drug; and, except for the occasional purpose of arranging the actions of a drug in rememberable form I do not attempt it. I find that whether an Action is \"primary\" or \"secondary\" depends on the prover or the patient. I know some people who are made absolutely sleepless by Opium in all sorts of doses; and Op. has helped me in case of sleeplessness as often as Coffea. My experience goes to show that whether the drug-effect is primary or secondary, it is a drug-effect and is good for prescribing on. Hahnemann describes as a rare and transient effect of Opium in excitable subjects, occurring primarily but really a sort of reflexion of the secondary state: \"Deathly paleness, coldness of the limbs and whole body, cold perspiration, timorous anxiety, trembling and despair, mucous stools, transient vomiting and short cough, and very rarely certain kinds of pain.\" The last remark is to be taken in connection with a previous one to the effect that Opium \"does not cause in its primary action one single pain.\" Here again Hahnemann's negative must be taken with caution. No doubt abnormal painlessness is a grand keynote for Opium; but in the pathogenesis many acute pains will be found, and among them this recorded by Hahnemann himself: \"Horrible labour-like pains in uterus, which compelled her to bend the abdomen double, with anxious, almost ineffectual urging to stool.\" Whether this be \"primary\" or \"secondary\" I know not; but in one of the worst cases of painful menstruation I have ever had to treat Op. gave greater and more lasting relief than any other remedy. In one patient to whom I gave Op. for constipation, it caused with the onset of the next period \"sharp pain which caused vomiting and a desire to sit doubled up and keep warm.\" J. P. Willard (H. W., xxxii. 168) has repeatedly given permanent relief in cases of suffering with Op. 2x without producing any narcotic effect. Opium can cause cramps and even tetanus as well as the opposite state, the tetanic properties chiefly existing in the alkaloid Thebain. Opium causes tetanus in frogs but has no effect whatever on birds. The grand characteristic of Opium is the drowsiness, inertia, torpor, absence of sensation, absence of reaction, which appears is its general effects. In all complaints with great sopor; painlessness; complaining of nothing and wanting nothing, Opium may be required. I remember reading of the cure of an ulcer of the leg. There were no sensations on which a remedy could be diagnosed, but the absence of sensations indicated Opium, and Opium cured. \"Want of susceptibility, trembling,\" is another feature of the same state; lack of vital reaction. Inertia of the intestines results in constipation; of the bladder, in retention; of the uterus, in suspension of the menses. Generally speaking, all secretions are checked except that of the skin, which is excited. This arrest of action seems to explain the sensation of obstruction which occurs in inner parts; and in intestinal obstruction Opium has won many triumphs. It was part of Owen Thomas's treatment of intestinal obstruction to give drop doses of Op. O, and feed the patient on meat soups only", "no milk, farinaceous foods, or solids. His idea was to keep the intestines quiet, but the action was clearly homoeopathic. In ileus and strangulated hernia it has been given with success and reversed peristalsis and faecal vomiting are leading indications here. It is equally indicated in the involuntary and unconscious passage of urine and faeces from paralysis of sphincters. Also in uterine inertia during labour Opium is often needed. On the other hand, Opium, which is a very dangerous remedy to give to children, has this effect on the foetus in utero, that instead of making it quieter it makes it more lively; hence Opium is one of the chief remedies for foetal movements when they become excessive. Opium also follows Acon. as a remedy in the asphyxia of the new-born, and in puerperal convulsions. In the cerebral complaints calling for Opium there is generally the deep red face, the stertor, and stupor to guide. These are found in apoplexy; in insensibility, and partial or complete paralysis resulting from fright, the fear still remaining; from charcoal vapour; from inhaling gas; from alcohol. The apoplexy of drunkards is accurately pictured in Opium poisoning. The spasms of children occur at the approach of strangers, from nursing after the mother has had a fright; from crying; eyes half open and upturned. Screaming before and during a spasm. Epileptic attacks occurring during sleep. Sleep follows the convulsions. Loud snoring. The delirium of Opium is marked by: Great loquacity; visions of animals starting out of various parts of the room. Delirium tremens of old sinners; very little drink is sufficient to bring on an attack. The face has a constant expression of fright. If he sleeps the sleep is stertorous. On the other side of the sleep picture, partly mixed up with sleep phenomena, is the exalted sensitiveness and timidity; sensitiveness to fright and other emotions. Sleepy but cannot sleep, sleepless with acuteness of hearing disturbed by sounds ordinarily not heard at all. Twitching trembling of head, hands, and arms. In tetanus Opium is called for when the spasms are ushered in with a loud shriek. Nervous and irritable, tendency to start. Opium is a great fever remedy. The Opium habit is very common among inhabitants of the fen districts of Lincolnshire, possibly contracted to palliate the debility and depression left by ague. Sweat as a concomitant is a characteristic of Opium", "complaints appearing with perspiration. The skin is hot and damp. An opium-eater's face glistens with fine perspiration. \"Very hot, sweltering perspiration.\" Another condition is described by Guernsey thus: \"Patient may not feel cold all day, but may have only a little chill, and at night, when in bed, complain that the sheets feel so very hot.\" T. F. Allen (H. R., xiv. 481) remarks that Opium fever may be closely allied to that of Aco. (The Ranunculaceae are not far removed from the Papaveraceae.) The Opium fever may have high temperature without distinct inflammatory process. It is characterised by intense thirst and great sleepiness, and is without the anguish, fear, and restlessness of the Aco. fever. The Opium fever may be periodic", "intermittent or remittent. Gels. fever is like Opium fever but without thirst. In regard to the almost universal use of Opium or its alkaloids in cases of cancer in old-school practice, Snow contends that it has a certain degree of power over the cancer process. From what we know of its botanical relatives, Sang. and Chel., this may be true.", "Villers cured with Op. a case of hystero-epilepsy having these characters: Attack preceded by sensation of swelling of body. Veins protrude; face bluish red. Complete unconsciousness. C. N. Payne (Med. Adv., xxv. 198) relates the case of a little girl, aged two, who had never slept properly since birth. She went to sleep at usual time and slept till p.m., when she waked moaning, crying, and tossing about; seems frightened; almost falls asleep again but wakens with a start, screaming and keeping in motion one arm and one leg after waking. Seems sleepy but cannot sleep. Usual naps during day. Nux, Bell., Cham. were given in succession in vain. It then transpired that before the baby was twelve hours old it had had four different medicines put into its stomach, one of them being Paregoric, which had also been given since, as well as \"quieting medicine.\" During the early months it had colic, with constipation, stools in dark, hard, round balls. Clearly, it was a proving of Opium. Op. was given. The first night she slept much better, and rapid improvement and cure followed. Seward (Med. Adv., xxviii. 367) relates the case of a man who had been given an allopathic dose of Opium for diarrhoea, with the result that it made him \"raving, fighting crazy, with red face, glistening eyes.\" He struck out to hit the men who, he said, were after him to kill him, one of them being a butcher with a cleaver. It took two men to hold him on the bed. He did not recognise those about him. Camph. was given in repeated doses, and he soon became quieter and would talk and laugh in a very lively manner. He said, \"Didn't I give it to them?\" He soon after fell asleep, and slept all night, remembering nothing of what had happened when he awoke next morning. Among the Camph. symptoms indicating it in the case are: \"Great excitement almost amounting to frenzy\"; \"most furious delirium, being with difficulty restrained in bed by two men.\" Peculiar sensations are: As if from smoke on the brain. As if flying or hovering in air. As if drunk. As if eyes too large for orbits. As if sand or dust in eyes. As if eyelids paralysed. As of a band round chest. As if intestines would be cut to pieces. As of a stone in abdomen. As if something was forced through a narrow space in abdomen. Rolling as of a hard body in right hypochondrium. As though anus closed. As if lower limbs severed from body. Opium is specially suited to: persons of light hair, lax muscles and want of bodily irritability; persons insensitive to well-chosen remedies. Childhood and old persons (first and second childhood). Drinkers. J. B. S. King (Med. Adv., xxvii. 112) noticed that in seven Opium-eaters (all that had come under his observation), there was marked arching of the back, especially of the upper part of the back. In as many Morphia takers he had not met with a single case of arched back. The symptoms are: < During and after sleep. < While perspiring. < From stimulants. < From anxiety and fear; reproaches. < During respiration. < On moving. < During pregnancy. Touch < (bed feels hard); abdomen sensitive. There is great susceptibility to cold air, but > uncovering head. Laboured breathing > by cold air. Bed feels hot, > by cold, < from heat. Symptoms reappear or are < on becoming heated. Drinking water > dryness and cough. Getting cold = bronchitis. > Constant walking." ],
    "Relations" : [ "Antidoted by: Strong Coffee; Kali permang. solution (about gr. to the pint of water; the patient is made to swallow half a pint every five minutes, and then caused to vomit; later, a somewhat stronger solution may be given and retained); Oxygen inhalations, Camph.; (patient must be kept walking about; if allowed to sleep it may be impossible to wake him again); Bell., Ip., Nux, Vinum., Vanil. Nervous irritability, Cham.; marasmus, Sul., Arg. n., Sars., Camph. Antidote to: Bell., Dig., Lach., Merc., Nux, Strych., Plb., Stram., Ant. t. Followed well by: Aco., Bell., Bry., Hyo., Nux, Nx. m., Ant. t. Compare: The alkaloids, Apomorph., Cod., Morph.; Chel., Sang. (botan.). In first and second childhood, Bar. c., Mill. Apoplexy of drunkards, Bar. c. Lack of vital reaction, Pso. (despair of recovery), Ambra, Chi., Lauro. (chest), Val., Sul., Carb. v. (Op. is sluggish or drowsy). Spasms in infancy after fright of mother (Hyo.", "from anger, Cham., Nux). Effects of fright, the fear still remaining, Aco., Hyo. Diarrhoea from fright, Gels., Pul., Ver. (chronic effects of fright, Phos. ac., Nat. m., Sil.). Effects of sudden joy, Coff. Loss of breath on falling asleep, Grind. Sleepy but cannot sleep, Bell., Cham. Bed feels so hot she cannot lie on it, Arn., Bry. Constipation of corpulent, good-natured women, Graph. Stool in round (black) balls like marbles, Chel., Plb., Thuj. Retrocession of exanthem to brain, Zn. < During and after sleep, Lach., Ap. Violent movements of Foetus, Sil., Thuj., Sul., Croc. (Croc. also has: Sensation as if a living foetus were moving in abdomen when there is not). Uterine inertia, Morph., Chloral., Secal. Heat in heart, Croc., Lachn., Rho. Loquacity, Cup., Hyo., Lach., Stram., Ver. (gossiping, babbling, Ver., Hyo.; religious subjects, Ver.). Congestion, Ver. v. Apoplexy with convulsions, Bell., Hyo., Lach.; followed by paralysis, Arn. (left side), Bell., Lach., Nux, Rhs. Delirium tremens (Op. old sinners, easily set off; terror; animals start from corners; if sleep, stertorous), Lach. (sees snakes, sensation in throat as of choking; springing out of sleep suddenly as if from a dream), Stram. (symptoms violent, starts from sleep in perfect horror; visions of animals coming from every corner of room; tries to escape; face bright red), Can. i. (errors of perception as to space and time), Ars. (fear of death, won't be left alone); Calc. (the moment he closes his eyes he gets visions which compel him to open them again). Drowsiness with cough, Ant. t. (cough with drowsiness and gaping). Constipation of inertia (little, hard, dry, black balls), Alm. (inertia even with soft stools), Pb. (hard, black balls with spasmodic constriction of anus), Bry. (large stools). Tympanites, Lyc., Carb. v., Colch., Raph. (passes flatus neither up nor down for days). Charcoal vapour, effects of, Bov., Arn. Spasm of lungs, Mosch., Ip., Dros. Sudden effects of emotions, Ign. (Ign., deathly pale or at times flushed; Op., dark red face, bloated; Op., loud screams, more fright. Both correspond to sudden effects of emotions only; after punishment, body stiffens out, muscles of face twitch). Cerebral congestion, Hell. (Op., breathing loud, stertorous, pulse full, slow; Hell., pulse weak, almost imperceptible). Constriction of anus, Lach., Pb., Nat. m." ],
    "Causation" : [ "Fear. Fright. Anger. Shame. Sudden joy. Charcoal fumes. Alcohol. Lead. Sun." ],
    "Mind" : [ "Carelessness, or great anxiety and uneasiness.", "Inconstancy and fickleness.", "Strong tendency to take alarm, and timorous character.", "Rash and inconsiderate boldness.", "Tranquillity of mind, with agreeable reveries, and forgetfulness of sufferings.", "Stupidity and imbecility.", "Loss of consciousness.", "Great flow of ideas, with gaiety and a disposition to indulge in sublime and profound reflections.", "Vivid imagination, exaltation of the mind, increased courage, with stupefaction and dulness.", "Very easy comprehension.", "Illusions of the imagination.", "Mania, with fantastical or fixed ideas; patient believes, contrary to fact, that he is not at home.", "Delirium with frightful visions, of mice, scorpions, &c., and with desire to run away.", "Mendacity.", "Rambling speech.", "Loquacious delirium, with open eyes and red face; furious delirium.", "Fright with fear; is followed by heat in the head and convulsions.", "Grief over insults is followed by convulsions.", "Drunkenness with stupor as from smoke on the brain; eyes burning, hot and dry." ],
    "Head" : [ "Confusion in head, with sensation of heat in eyes, and necessity to shut them.", "Great confusion, dulness and heaviness of head making thought and writing difficult.", "Head bewildered, as after intoxication.", "Dizziness as during intoxication.", "Vertigo, on sitting up in bed, which compels the patient to lie down again.", "Vertigo, after a fright.", "Attacks resembling apoplectic fits, with vertigo, buzzing in ears, loss of consciousness, face red, hot, puffed, eyes red and half shut, pupils dilated and insensible, foam at mouth, convulsive movements of limbs, slow, stertorous respiration; before the fits, sleeplessness or sleep, with anxious dreams; ebullition of blood and general heat; after the fit, nervous excitability, laughter, and trembling speech.", "Felt as if he had bees in a great hollow in his head.", "Aching above r. frontal eminence when reading, with heat, then pinching in r. temple.", "Pressing pains in temples.", "Cold sweat on forehead.", "Headache, < by moving eyes.", "Headache, with pressive tension throughout head.", "Sensation as if brain were being torn.", "Great heaviness of head.", "Congestion to head, with strong pulsation." ],
    "Eyes" : [ "Eyelids hanging, as if paralysed.", "Sensation as if eyeballs were too large.", "Eyes red, inflamed.", "Quivering of eyes and lids.", "Eyes half open and are turned upwards.", "Staring look.", "Swelling of lower lids.", "Eyes fixed, half closed, convulsed, prominent, glassy.", "Pupils dilated (insensible to light), and immovable.", "Pupils contracted.", "Cloudiness of sight.", "Sensation of dust in eyes.", "Scintillations before eyes." ],
    "Ears" : [ "Buzzing in ears.", "Tinkling in ears.", "(Tinnitus like sea roaring, continual, coming at uncertain times for three or four days, in man, 48, who suffers from drowsiness, and was subject to epistaxis.", "R. T. C.)" ],
    "Face" : [ "Face pale, earthy, wan, with hollow eyes, and red spots on cheeks.", "Face deep red, sometimes brownish, hot and bloated.", "Bluish (purple) face.", "The face of a suckling was like that of an old man.", "Alternate paleness and redness of face.", "Swelling of veins in face and head.", "Relaxation of all the muscles of the face, the lower lip and jaw hang down.", "Trembling, shocks, and convulsive movements of the muscles of the face.", "Lips swollen.", "Twitching in corners of mouth.", "Disfigurement of mouth.", "Cramps in jaw.", "Lockjaw.", "Features distorted." ],
    "Teeth" : [ "Looseness of teeth." ],
    "Mouth" : [ "Dryness of mouth, with violent thirst.", "Copious salivation.", "Haemoptysis.", "Ulcers in mouth, and on tongue.", "Tongue purple; white.", "Black tongue.", "Paralysis of tongue (and difficult articulation).", "Voice weak, low, with inability to speak loud without great exertion." ],
    "Throat" : [ "Dryness of throat.", "Swelling and movements in throat, with fits of obstructed deglutition and strangulation, which recur daily.", "Inability to swallow." ],
    "Appetite" : [ "Loss of appetite.", "Bitter or sour taste in throat.", "Violent thirst.", "Burning thirst, esp. for beer.", "Attacks of bulimy, with want of appetite and repugnance to all food.", "Slowness and weakness of digestion." ],
    "Stomach" : [ "Nausea, with inclination to vomit, and retching.", "Vomiting, with violent pains in stomach, and convulsions.", "Vomiting of blood, or of greenish matter.", "Vomiting of faecal matter, and of urine.", "Painful sensitiveness, and inflation of stomach and epigastrium.", "Constrictive pressure at stomach, with excessive anguish.", "Heaviness and pressure in stomach.", "Compression of diaphragm." ],
    "Abdomen" : [ "Abdomen hard, and distended, as in tympanites.", "Tympanites.", "Lead-colic.", "Incarcerated inguinal hernia.", "Inactivity of digestive organs.", "Intestines sluggish, strongest purgatives, lose their power.", "Distension, but no power to expel contents.", "Accumulation of much flatus, with rumbling in abdomen.", "Weight in abdomen, as of a load.", "Tension in hypogastrium, with pain on touch.", "Pressive pains in the abdomen, as if the intestines would be cut to pieces.", "Pulsation, pressure, heaviness, and pullings in abdomen." ],
    "Stool and Anus" : [ "Constipation from inactivity of the intestines.", "Spasmodic retention of the faeces, esp. in the small intestines.", "Constipation, sometimes of long standing.", "Constipation: of children; of good-natured women; of lead-poisoning; faeces protrude and recede.", "(Confined bowels with bleeding, furred tongue and drowsiness.).", "Offensive black faeces.", "Frothy (whitish pasty) and liquid diarrhoea, with burning pain in anus, and violent tenesmus.", "Involuntary evacuations (of offensive Stool).", "Involuntary stools after fright.", "Anus spasmodically closed during the colic, with difficult emission of flatus.", "Stool composed of hard, round, black balls; grey; crumbling.", "Cholera infantum, with stupor, snoring, convulsions.", "Evacuation obstructed from indurated faeces." ],
    "Urinary Organs" : [ "Retention of urine, as from inactivity of the bladder.", "Retention of urine: from paralysis of fundus of bladder; from spasm of sphincter; from nursing after passion of nurse.", "Acute, spasmodic constriction of urethra, with passage of bloody urine.", "Scanty, deep-coloured (dark-brown) urine, with sediment like brick-dust.", "Emission of blood in urinating." ],
    "Male Sexual Organs" : [ "Increased sexual desire, with frequent erections and pollutions.", "Amorous ecstasy.", "Diminished sexual desire, and impotence." ],
    "Female Sexual Organs" : [ "Great excitement of sexual organs, with sexual desire and orgasm.", "Perfect loss of sexual desire from lack of nutrition.", "Softness of uterus with fetid discharge.", "Prolapsus uteri from fright.", "Severe labour-like pains in uterus; with urging to stool; > bending double (and by warmth).", "(Bearing down with r. groin pain, bloated abdomen, apathetic and drowsy, confined bowels, menses too soon, aching all over. R. T. C.).", "Menses: irregular; profuse; violent colic forcing her to bend over; urging to stool; suppressed.", "Mucous discharge.", "Fetid leucorrhoea.", "Suppressed, false, or spasmodic labour-pains.", "Puerperal spasm, during and after parturition with loss of consciousness and drowsiness or coma between the paroxysms.", "Violent movements of the foetus." ],
    "Respiratory Organs" : [ "Troublesome hoarseness, as if caused by an accumulation of mucus in trachea, with great dryness in mouth, and white tongue.", "Rattling breathing.", "Respiration deep; unequal.", "Deep snoring breathing, with open mouth.", "Dry cough, with tickling and scraping in larynx; > from drink of water, with gaping, drowsiness, yet cannot sleep.", "Laryngismus stridulus.", "Cough with profuse sweat on whole body.", "Weak and low voice.", "Violent, dry, hollow cough, < after repose.", "Cough during deglutition, or when taking an inspiration, with suspended respiration and blue colour of the face.", "Cough, with expectoration of blood, or of thick, frothy, mucus.", "Noisy, stertorous, and rattling inspiration.", "[Where there is continued and steady stertorous breathing (there may be occasional stertorous breathing, as, for instance, coming on and lasting a little while after a convulsion-but wait and see whether that does not presently die away; if there is continued stertorous breathing, give Opium).", "H. N. G.].", "Difficult, slow, and intermittent respiration, as from paralysis of the lungs: pneumonia notha.", "Obstructed respiration and stifling, with great anguish.", "Spasmodic asthma.", "Fits of suffocation on making an effort to cough." ],
    "Chest" : [ "Aching in chest, with shootings in sides during inspiration.", "Tension and constriction in chest.", "Heat and burning pain in chest, esp. in region of heart.", "Suffocative attacks during sleep like nightmare." ],
    "Heart" : [ "Burning about heart.", "Pulsating arteries and swollen veins on neck.", "Palpitation after alarming events, fright, grief, sorrow, &c.", "Pain in cardiac region with great anxiety, trembling, sleeplessness, talkative delirium.", "Pulse: full, slow, quick, hard; irregular; imperceptible." ],
    "Neck and Back" : [ "Swelling of veins, and beating in arteries of neck.", "Bending backwards (spasmodically) of the back." ],
    "Limbs" : [ "Trembling of all the limbs, esp. arms and hands after fright.", "Spasmodic jerkings and numbness of limbs.", "Coldness of the extremities." ],
    "Upper Limbs" : [ "Jerks and convulsive movements in arms.", "Paralysis of arms.", "Trembling of arms and hands.", "Distended veins on the hands.", "Chilblains on fingers.", "Swelling of veins of hands." ],
    "Lower Limbs" : [ "Jerks and convulsive movements of legs.", "Weakness, torpor, and paralysis of legs.", "Heaviness and swelling of feet.", "Chilblains on toes." ],
    "Generalities" : [ "General insensibility of whole nervous system.", "Want of sensitiveness against the effects of medicines, with want of vital reaction.", "Great uneasiness in limbs.", "Trembling of limbs after fright.", "Trembling in whole body, with shocks, jerks in limbs, and general coldness; > by motion of body and uncovering of head.", "Convulsive fits, esp. in evening towards midnight, with sleep, involuntary movements of head and arms, with fists closed.", "Pupils dilated (e. g., after cholera infantum where the brain is threatened); hardness of hearing; hunger without desire to eat; discharge of urine too scanty; labour pains ceasing; labour too weak.", "Apoplexy with stertorous breathing; blackness of outer parts; blueness of the whole skin or cyanosis.", "Feeling of numbness in the outer parts; of some kind of obstruction of inner parts; pains like labour pains.", "Clonic spasms, esp. when the stertorous breathing lasts all the time between the spells; black-blue swelling here and there over body.", "Epileptic convulsions at night, or in morning, with fits of suffocation, loss of consciousness and of sensibility, and violent movements of limbs.", "Sleep, after every convulsive attack.", "Relaxation of all muscles.", "Convulsions, with sudden loud cries.", "Convulsions and spasmodic motions, with foam at the mouth.", "Sensation of buzzing and vibration in whole body.", "Absence of pain during attacks.", "Excessive irritability of voluntary muscles, and diminished irritability of all the others.", "Persons, who take Opium in excess, become prematurely old.", "Tetanus.", "Bending backwards of (head or) body.", "(Tetanic spasms and opisthotonos begin with loud screams.).", "Rigidity of whole body.", "Paralysis.", "Lead colic.", "Paralysis without pain.", "Sensation of strength and vigour; or fainting and great weakness.", "General emaciation.", "Dropsical swelling of whole body.", "Intercurrent remedy in chlorosis (R. T. C.).", "Aggravation and renewal of sufferings, when over-heated.", "Face dark red and hot.", "Bed feels so hot she cannot lie on it." ],
    "Skin" : [ "Skin bluish, with blue spots.", "Redness and continued itching of skin, with small, round, and colourless elevations.", "Erythema; scarlatina-like eruptions; furfuraceous desquamation, or else in large plaques.", "Desquamation of epidermis.", "Chilblains.", "Dropsical swelling of whole body." ],
    "Sleep" : [ "Lethargy, with snoring and mouth open, eyes open and convulsed, face red, and puffed, jaw hanging, loss of consciousness, difficult, slow, or intermittent respiration, pulse slow, or even suppressed, and convulsive movement of muscles of face, corners of mouth, and limbs.", "Urgent inclination to sleep, with absolute inability to go to sleep.", "Incomplete sleep, without power to wake.", "Uneasy sleep, with anxious dreams.", "Sleeplessness with acuteness of hearing; clocks striking and cocks crowing at a distance keep her awake.", "Sleeplessness, with anxious tossing, restlessness, and delirium.", "Stupefying, unrefreshing sleep.", "During sleep, picking of bedclothes; groaning.", "Moaning (whining) during sleep.", "Terrific shocks in limbs, during sleep.", "Nightmare.", "Lascivious, frightful, and anxious dreams.", "Dreams and cannot be roused.", "Coma vigil.", "Pleasant, fantastic dreams." ],
    "Fever" : [ "General coldness of skin, esp. of limbs.", "Coldness and rigidity of whole body.", "Chill and diminished animal heat, with stupor, and weak, scarcely perceptible pulse.", "Coldness only of limbs.", "Burning heat in body, with great redness of face, anxiety, delirium, and agitation.", "Pulse, generally full, slow and intermittent, or quick and hard.", "Absence of perspiration; heat without perspiration; very hot sweltering perspiration; complaints concomitant to perspiration: i.e., those that may appear with perspiration.", "Intermittent fever where the chilliness is followed by heat, with perspiration which may be hot and sweltering; where there is no chill, but the fever is accompanied by this perspiration; patient may not feel cold all day, or may have only a little chill, and at night when in bed complain that \"the sheets feel so very hot\" (H. N. G.).", "Fever, with lethargic sleep, snoring, convulsive movements of limbs, suppressed excretions, and hot perspiration (with quick and anxious breathing).", "Heat with damp skin predominates, extending itself from head or stomach over the whole body.", "Heat with inclination to be uncovered.", "Perspiration of upper part of body, with dry heat of lower part.", "Cold perspiration on forehead.", "Intermittent fever; first shaking chill, afterwards heat with sleep, during which he perspires much.", "Falling asleep during cold stage and no thirst; during the hot stage thirst and general copious perspiration.", "Whole body burning, even when bathed in sweat.", "Fever, sometimes with loss of consciousness, or delirium." ]
  }
}