{
  "remedyName" : "Opuntia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diarrhoea, Nausea. Priapism. Spleen, pains in." ],
    "Characteristics" : [ "Two kinds of \"Prickly pear\" have been proved", "Opun. vulg. and Opun. alba spina. Burdick took one or two deep inhalations of the tincture of the flowers of the former. J. H. Fitch (who proved many of the Cactaceae) took ten drops of the tincture of the second. The bulk of the symptoms of the proving are Fitch's; but the most peculiar symptom (which has also been verified) is Burdick's: \"Nausea extending from stomach down into bowels, with sensation as if diarrhoea would set in.\" Also \"feeling as if bowels had settled down into lower abdomen.\" Fitch had actual diarrhoea. All the urinary and genital symptoms were his except \"Bloody urine, \", which is an effect of O. vulg., but not Burdick's. Coldness was observed by both provers. The peculiar mental symptoms recalling the swearing tendency of Anac., are Fitch's. Sticking and pricking pains predominate, also numbness and tension." ],
    "Relations" : [ "Compare: Cact., Cer. b., Anhal. In nausea and sinking-down sensation in stomach and abdomen, Ipec. Blasphemy, Anac." ],
    "Mind" : [ "Aberrations of mind; not entirely conscious of it.", "Blasphemous mood.", "Alternately busy and wanting to pray.", "Alternately praying and swearing; fit of rage on thwarting of plans.", "Petulant; irritable; vindictive.", "Omits and transposes letters in writing." ],
    "Head" : [ "Tensive feeling in brain.", "Sensation as if head transfixed with a lance." ],
    "Eyes" : [ "Pain in globe of r. eye.", "Burning smarting in margin of lids, with feeling of contractions in line of lashes." ],
    "Nose" : [ "L. nostril bleeds on picking; a little blood and watery mucus." ],
    "Face" : [ "Pale face." ],
    "Mouth" : [ "Bites inside of (r.) cheek on chewing.", "Teeth sensitive.", "Tea tasting insipid.", "Saliva in mouth." ],
    "Throat" : [ "Much mucus rises from throat.", "Throat feels sore, afternoon; choked or pinching feeling round top of larynx.", "Shuddering on swallowing." ],
    "Stomach" : [ "Poor appetite for breakfast.", "Went without dinner.", "Nausea extending from stomach down into bowels, with sensation as if diarrhoea would set in.", "Nausea with dull, heavy pain in stomach, with feeling as if cramps would set in.", "Alternate nausea of stomach and bowels." ],
    "Abdomen" : [ "Bloated abdomen.", "Pain through spleen and heart.", "Sensation as if contents of bowels in lower abdomen were very acrid; < in median line.", "Excoriating, sick feeling in lower third of abdomen, with sensation as if bowels had all settled down into lower abdomen." ],
    "Stool and Anus" : [ "Urgent desire; stools rather loose.", "Stool: loose p.m.; evening stool easy at first, afterwards hard; soft, but difficult, with urging in morning; smelling like strong drugs.", "In straining at stool varicose veins on l. side enlarged very greatly." ],
    "Urinary Organs" : [ "Not able to wait.", "Urine: increased frequency and quantity; increased quantity, but not frequency; bloody." ],
    "Male Sexual Organs" : [ "Pain in r. testicle; priapism, with lascivious desire; drawing pains in r. testicle.", "Emissions.", "Atrophied appearance of genitals." ],
    "Respiratory Organs" : [ "Heaving respiration, which does not > oppression at chest.", "Oppression of chest > by a single heaving respiration.", "Cold shudders right through chest." ],
    "Heart" : [ "Sticking pains through heart." ],
    "Neck" : [ "Pain in muscles of neck, l. side anteriorly, p.m., later of r. side anteriorly below ear; pain and ache in both sides below ears, coming and going." ],
    "Upper Limbs" : [ "Pain in proximal ends of first and second metacarpal bones of l. hand.", "Pain in l. arm, just below elbow, palmar aspect." ],
    "Lower Limbs" : [ "After kneeling or resting on lower limbs they become numb, with tingling and pricking.", "Pain: in muscles of inner side of l. leg; head of fibula; r. little toe." ],
    "Generalities" : [ "Prostration." ],
    "Skin" : [ "Eruption of pimples on neck and behind l. ear, bleeding easily." ],
    "Sleep" : [ "At night dream of women." ],
    "Fever" : [ "Cold, chilly.", "Cold feet; very chilly in the cold room; coldness of body." ]
  }
}