{
  "remedyName" : "Origanum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Breasts, affections of. Erotomania. Hysteria. Leucorrhoea. Nipples, irritation of. Nymphomania. Seminal emissions. Sexual irritation." ],
    "Characteristics" : [ "The \"Wild Marjoram\" of this country is Origanum vulgare, grows on limestone or chalky soil, and yields an oil called Oil of Thyme. Orig. marjorana, the \"Sweet Marjoram\" (which is used for seasoning in cookery), was proved by Dr. Cessoles on himself and two young women; and the symptoms of the proving showed a distinct relation to the sexual organs, which clinical experience has verified and expanded. All kinds of sexual excitement, in females especially, have been remedied by Orig. The sexual symptoms were developed chiefly in the female provers, and were these: Sadness followed by joyfulness and thoughts of marriage. Lascivious dreams. Increased desire for coitus. Swelling and itching of nipples and pains in breasts. The additional symptoms in the Schema are cured symptoms collected by Hering. I have frequently verified the power of Orig. in morbid sexual excitement in both sexes. Other curious symptoms were: \"Impulse to run.\" \"Heat of head; as the heat increased the head was involuntarily turned from side to side.\" Symptoms were < evening on lying down (vertigo); and < at night (excessive thirst)." ],
    "Relations" : [ "Compare: In masturbation in girls, Grat. In masturbation; desire to run; heat to head and movements of head; affections of breasts, Bufo. In impulse to run, Iod. Compare also: Canth., Can. ind., Collin., Hedeoma, Helon., Plat., Val." ],
    "Mind" : [ "Impossible to remain tranquil.", "Disposition much changed (after four or five days): she became earnest, fearful, silent, sad, discontented, despairing, and weary of life; (after ten or twelve days) irritable, restless, with great anxiety and full of ideas, with need of active exercise, of running in open air (from one to five drops of tincture).", "Sadness the whole day, followed by lively mood and excessive joyfulness, with thoughts of marriage, distraction of mind, and desire for active exercise, impelling her to run (in another young woman from 30th).", "Lascivious ideas with sexual irritation." ],
    "Head" : [ "Vertigo on lying down in evening.", "Headache in temples.", "Heat of head; as heat increased, head was involuntarily turned from side to side." ],
    "Nose" : [ "Nose-bleed.", "Tickling and sensation of constriction in tip of nose." ],
    "Stomach" : [ "Loss of appetite.", "Excessive thirst at night.", "Hiccough." ],
    "Abdomen" : [ "Violent pain in abdomen wakes her from sleep at night." ],
    "Urinary Organs" : [ "Frequent desire to micturate, waking him from sleep as many as four times in one night." ],
    "Male Sexual Organs" : [ "Nocturnal emissions." ],
    "Female Sexual Organs" : [ "Increased desire for coitus.", "Erotomania with inclination to suicide in a young girl; great sexual irritation; deep moroseness, believes herself lost or despised.", "Great sexual excitement driving her to onanism; scarcely a day passes without indulgence; whenever she meets a man whose appearance is pleasing she is driven to commit self-abuse.", "Nearly idiotic from masturbation.", "Sexual irritation with leucorrhoea and irritation of pudenda, in an unmarried woman of forty.", "Leucorrhoea, sterility, flatulence of uterus.\"" ],
    "Chest" : [ "Swelling and itching of nipples with pain in breasts, frequently recurring." ],
    "Back" : [ "Pains beneath the scapulae." ],
    "Limbs" : [ "Cramp in sole of r. foot, in l. leg, in fingers and shoulders." ],
    "Upper Limbs" : [ "Pains in r. hand." ],
    "Lower Limbs" : [ "Rheumatic pains in r. foot frequently recurring and disappearing.", "Pains in the toes." ],
    "Generalities" : [ "Great physical prostration.", "Uneasiness.", "Pains in legs and side became so violent that Camph. was taken after five days.", "Hysteria from excessive irritation of genitals." ],
    "Skin" : [ "Pale red spots on legs, thighs, and abdomen.", "Painful red pimples on outer portion of both legs." ],
    "Sleep" : [ "Frequent waking from sleep in fright; with trembling.", "Dreams: vivid, anxious; lascivious; exciting." ],
    "Fever" : [ "Heat of head; as the heat increased the head was involuntarily turned from side to side." ]
  }
}