{
  "remedyName" : "Ornithogalum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cancer. Flatulence. Gastric ulcer. Stomach, ulceration, of." ],
    "Characteristics" : [ "In his Cancer and Cancer Symptoms Cooper has published the case of George M., who was suffering from cancer of the stomach, and was operated on in the Cancer Hospital. The operation was abandoned on account of the numerous adhesions, and because it was impossible to remove all the diseased tissue. Cooper saw him first on July and found him writhing in agony on his bed, unable to keep anything long on his stomach; > by warm foods, < by cold drinks. Pains < at night. They began in stomach, spreading to hands and between shoulders, as if an iron brick were being forced through stomach and chest. There was a visible bulging beneath attachment of diaphragm extending to scrobiculus cordis. Tongue red, coated towards back; bowels confined, sometimes diarrhoea. Patient's father died of gastric ulcer, aged On Saturday, July at p.m., Cooper gave Ornith. O one dose. This was followed by great pains; he felt almost frantic at a.m. and again at p.m., when the bowels acted. At a.m. he began taking Carb. v. 3x every three hours. This was discontinued on July 26th as patient thought it increased the pains, which now extended over the whole body. On the 27th a frothy substance began to come up, giving great relief. Cooper considered this as evidence that the Ornith. had touched the disease, but had been restricted in its action by the Carb. v. A second dose of Ornith. O was therefore sent and taken on the evening of July 28th. Almost immediately after the patient began bringing up a black jelly-like substance with great relief to pain and general improvement. From this time the progress was steady. On August 29th the patient in his report said he was keeping fairly well, though at times having great pain in lower part of stomach. And he noted this important additional symptom: \"Great difficulty in going to sleep owing to a creepy sensation in limbs. Also on sitting, legs and feet go all of a heap, cannot keep still, cannot read without walking about. Feet also ache and swell.\" Dose repeated September 9th. On the 18th he reports: Sleep much better. Pain in left leg and foot, but not nearly so bad. Slight pains at bottom of stomach and a little more swelling. Cooper saw him on September 30th, and learned that after the last dose feet and ankles began to swell more, but gradually got better. On September 23rd right leg felt as if bruised, and is now painful and angry-looking, swollen, and leaves spots on pressure. When eating feels as if food chokes in the stomach; some flatus, bowels regular. Another dose was given, and the effect confirmed Cooper's view that the swelling resulted from \"the high pressure put upon the emunctories owing to the setting free of poison in the system.\" \"In a few days, \", says Cooper, \"he came to me in a great fright, and, pulling up his trousers, showed me the terrible condition, as he thought, of his legs. They were swollen, and great red streaks and patches could be seen coursing down the limbs. Believing that these were due to the rapid elimination of the cancer poison, I rather astonished him by insisting on his walking away without any medicine whatever.\" This patient soon became perfectly well. I saw him myself soon after and examined him thoroughly, and could find no indication of any disease whatever except the scar of the operation. He was alive and well in July, In the same volume Cooper reproduces from H. W. (April, 1898) cases of ulceration of the stomach in elderly women cured with the same remedy. (1) Miss J., a thin, drawn-featured woman. Her sister died of cancer of stomach. Fifteen years previously vomited blood, and had been subject to gastric pains ever since. Symptoms: Pains in stomach with sickness; vomiting two or three times a day; feels a pressure in every nerve of body, sometimes in one part, sometimes in another, with pain across the chest sometimes after food, sometimes at night, and sometimes on an empty stomach; a great deal of wind and sometimes a swollen feeling across the lower chest; occasional heartburn with rising of food; nasty canker taste in the morning; sleep nut good from the pains; wandering dreams; bowels are confined. Ornith. O, one dose, November 6th. On 13th was seen again. Symptoms had moderated, vomiting ceased. A new symptom had made its appearance: \"Wakes in perspiration at night.\" That had diminished by the 27th. Pains better; \"gets cold before the pains.\" No heartburn; nasty taste still and confined bowels. Repeated dose. The day after this dose looseness of bowels set in with general relief, which went on increasing under more doses of the remedy till the patient regained almost perfect health and was quite changed in appearance. (2) Mrs. K., eighteen months before seized with profuse vomiting of blood. Since then lived on slops and Quaker oats. Lately has spat up clots. Whenever she turns in bed \"feels as if a bag of water turns also.\" Feet and legs swollen, unable to walk with ease. A brother is said to have died of cancer. January Ornith. O, one dose. January 23rd, so much better she can hardly believe it the effect of the powder. Oppression at stomach gone. The \"fluid sack\" that rolled about in her inside had seemed to go down, and she felt nothing of it. Feels cheery and light. On February 10th there was a threatened return of the symptoms, but another dose permanently removed them. Cooper adds to the above this account of how he was led to think of Ornith. in cancer. \"My acquaintance with it in cancer cases was due to the very distinctive disturbance it produced in a woman very sensitive to all alliaceous flavouring substances in food. The dose was taken at midday, and the same evening distension of the stomach and duodenum came on, with frequent belching of mouthfuls of offensive flatus obliging her to loosen her clothes, and this was accompanied by the most hateful depression of spirits and desire for suicide, a feeling of complete prostration and painful sinking across the pit of the chest, and a feeling of sickness that kept her awake the greater part of the night, and that did not pass off for several days. The subject of this disturbance was about fifty-four years of age, of quite a sanguine temperament, inclined to enfeebled digestion, and with a history of pleuritic seizures, and a possible phthisical tendency, but otherwise not subject to any settled form of disease. Since the medicinal thrill above recorded, her general strength, digestion, and capacity for the enjoyment of life have manifestly improved. The Ornith. umb. in those sensitive to it goes at once to the pylorus, causes painful spasmodic contraction of it, and distends the duodenum with flatus, its pains being invariably increased when the food attempts to pass the pyloric outlet of the stomach.\" I have had several opportunities of confirming Cooper's observations on the action of Ornith. on the stomach. Mr. W., came to me in August, with this history: Both parents died of cancer. He had had a weak stomach for two or three years and was wasting. Has to get up in the night to vomit. Brings up green and yellow liquid. Much flatus, \"swells up in balls of wind.\" Abdomen large and hard; spleen rather large. Venous zigzag. Stools loose, watery, slate-coloured. Urine scanty, dark. Vaccinated three or four times. Under Thuj. once a week he made good progress, the vomiting ceased, and he began to put on flesh. He developed an offensive body odour, which disappeared under Sul. 30; but on October 13th symptoms were rather worse. Some distension; wind does not pass freely. Rumbling before stool. Balls of wind roll about, but not as badly as at first. Frothy, acid vomiting which relieves. I now gave Ornith. O, one dose, repeated three weeks later, with manifest improvement in the symptoms. Body much less hard and distended; sleep good; appetite good; cessation of vomiting and gain of three pounds in weight. When he returned the symptoms were different and another remedy was required, and then he considered himself cured. I have put into Schema form the main symptoms cured and caused by Ornith. Cooper particularly insists on his method being followed: a dose of a single drop being allowed to act till all trace of its action has disappeared." ],
    "Relations" : [ "Compare: All. sat. In flatulence, indigestion, &c., All. sat.; Abies n., Cham., Chi., Carb. v., Lyc." ],
    "Mind" : [ "Hateful depression of spirits and desire for suicide." ],
    "Mouth" : [ "Tongue red, coated towards back.", "Nasty canker taste in morning." ],
    "Stomach" : [ "Distension of stomach and abdomen, with frequent belching of mouthfuls of offensive flatus, obliging her to loosen her clothes, with hateful depression and tendency to suicide; complete prostration and painful sinking across pit of chest; and a feeling of sickness that kept her awake the greater part of the night; (this was followed by great improvement in strength, digestion, and enjoyment of life.).", "Writhing in agony, unable to keep anything long on stomach; > by warm food, < by cold drinks.", "Pains < at night, begin in stomach, spread to heart and shoulders, as if an iron brick being forced through stomach and chest.", "Bulging beneath attachment of diaphragm extending to scrobiculus cordis.", "When eating feels as if choked in stomach.", "Pains in stomach with sickness; vomiting two or three times a day.", "Great deal of wind and sometimes swollen feeling across lower chest.", "Heartburn and rising of food.", "Feels as if a bag of water turns when she turns over in bed." ],
    "Abdomen" : [ "Hardness and distension of abdomen.", "Wind in balls rolling from side to side." ],
    "Stool" : [ "Bowels confined.", "Diarrhoea >." ],
    "Lower Limbs" : [ "Legs and feet go to sleep on sitting.", "Creepy feeling in legs keeps him awake at night.", "Right leg felt bruised and sore; later, angry and red.", "Legs swollen, great red streaks and patches coursing along them.", "Legs and feet swollen, preventing walking." ],
    "Generalities" : [ "Gets cold before the pains.", "Feels a pressure in every nerve of the body, sometimes in one part, sometimes in another, with pain across chest, sometimes after food, sometimes at night, and sometimes on an empty stomach.", "Restlessness on account of creepy feeling in feet; cannot sit still; cannot read without walking about." ],
    "Sleep" : [ "Great difficulty in going to sleep owing to creepy feeling in limbs.", "Sleep disturbed by pains.", "Wandering dreams.", "Waking in perspiration at night." ]
  }
}