{
  "remedyName" : "Osmium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Bronchitis. Cold, liability to. Coryza. Cough, spasmodic. Eczema. Erections. Glaucoma. Headache. Hernia. Herpes iris. Larynx, pain in. Penis, sores on. Pollutions. Post-nasal bleeding. Post-nasal growths. Spermatic cords, pains in. Sternum, pain in. Syphilis. Syphilitic eruptions. Testicles, pains in. Tongue, sore. Trachea, pain in." ],
    "Characteristics" : [ "Osmium is a metal of the Platinum group, in association with which it is always found. It is the heaviest of them all and the most refractory, having never been fused. It derives its name (οσμη odour) from the pungent odour of the fumes of Osmic acid, which are evolved in the process of separating Platinum from its ore, and the effects of which have supplied a number of valuable symptoms in cases recorded by J. G. Blackley (C. D. P.). In the arts it is used in the alloy with iridium (Iridosmium or Osmiridium) for making the tips of gold pens. Triturations of the pure metal have been proved. The symptoms of the metal and of the acid are taken together. The odour of Osm. closely resembles that of Chlorine, as also do its irritating effect on the respiratory mucous membrane. The odour imparted to the secretions is various it makes the urine smell like violets; the eructations like radishes the axillary sweat like garlic. The respiratory tract is irritated from beginning to end, and not only irritated but pained. The nostrils and larynx are sensitive to cold air. There is pain in larynx, trachea, and in and under sternum on coughing. Even talking causes pain in larynx. Cough convulsive in paroxysms; hollow sounding as if one coughed into an empty tube; caused by irritation in larynx or low down in chest. As with so many remedies causing cough and asthmatic symptoms, Osm. is no less irritating to the skin, producing all degrees of irritating eruptions, eczematous and herpetic. In one of Blackley's cases a child born during the time that his father was under the influence of Osm. ac. developed eczema, though none of the previously born children were eczematous. In one of the provers the eruption proceeded from above downwards, the eruption disappearing from the upper part of the body and becoming worse on the lower. The downward direction of the symptoms also appeared in the male generative sphere, which was profoundly influenced: \"Weakness in both groins towards cords.\" C. M. Boger (Med. Couns., xvi. 264) cured a case in which there was pain in both directions: \"Stitching pain upward in left spermatic cord. Creeping sensation downwards in left spermatic cord. Weakness in calves; they give out while walking.\" [Shootings in the sternum are \"up and down.\"] In another case (man, 44, syphilitic) he cured: \"Dull, steady pain in hypogastrium, sore to pressure. Steady aching in glans penis.\" In the provings the erections were severe almost to priapism, and the ejaculations were longer-lasting and more copious than normal. The kidneys were affected in one of Blackley's cases, incipient nephritis being set up. The headaches of the provings were of a violent description, many of them affecting the base of the brain. A woman, 62, to whom I once gave Osm. 2x for a spasmodic cough with pain in the head had a severe aggravation, the headache taking this form: \"Sharp pain in centre of forehead going through to back; > by hard pressure on forehead.\" She discontinued Osm. and in two or three days that pain went away, leaving only an ordinary headache. The cough was not relieved. G. S. Norton (H. W., xviii. 263) suggests that Osm. may be a remedy in many cases of glaucoma. Among the peculiar sensations are: As of a band round head. As if he had swallowed broken stones. Cough as if caused by resonance of contiguous parts. As if insects crawling on back and shoulders. Legs and feet as if too full. The symptoms are < by touch (tongue, sternum). < Riding (hoarseness). < Coughing; talking (pain in larynx). Most symptoms are < evening (cough, skin, restlessness). Cough < till midnight. Open air < (coryza, cough). (One prover was less liable to taking cold in November than usual.) Open air > (smarting in eyes)." ],
    "Relations" : [ "Antidoted by: Sulphuretted hydrogen, Phos. ac.; Sil. (swollen gums); Hep. and Spo. (pain in larynx); Bell. and Merc. (laryngeal catarrh). Compare: Iridium, Selen., Tellur., Thall., Plat., Pallad. In eyes and lungs, Chlor., Bro. Skin of nails, Flu. ac. Itch, Sul. Coryza, cough with pain in larynx, Cep. (but Cep. has > in open air). Eruptions, Ars., Rhus." ],
    "Mind" : [ "Morose, irritable, impatient.", "Weeping mood, screaming with cough.", "Weak, gives up.", "Consciousness of mental weakness; misplaces words.", "Thoughts of accidents having happened to others, these thoughts grow upon him as if he were to do the same injuries to others.", "Disinclination for work." ],
    "Head" : [ "Dull, heavy headache.", "Violent headache above and under the eyes, one-sided, extending to the ears; < below the eyebrows; the eye waters.", "Headache in r. upper forehead, a tearing to and fro deep in; at same time similar pains in bones of limbs, deep in, evening.", "Sharp bewildering pain centre of forehead going through to back, > by pressing on it.", "Aching: in base of brain and jaws at night; extending from base of brain into jaws; < temples, with pain in larynx and hoarseness; nearly preventing sleep; like a band around head above ears.", "Pain in vertex and occiput all the afternoon, < throwing head backward, with fulness.", "Falling off of the hair." ],
    "Eyes" : [ "Sharp pain in orbit (as if in bones); lids spasmodically closed.", "Burning pain in eyes, with profuse lachrymation.", "Weakness of sight (< r. eye).", "Dimness of sight; letters run together as from a fog.", "Smarting, > open air, but leaving eyes weak, so as to prevent reading, all objects surrounded by a coloured halo, eyes red and swollen.", "Flame of candle surrounded by a bluish-green or yellow circle; or a rainbow ring; the flame looks larger or less distinct; at a distance it seems enveloped by dust or smoke.", "Veins at fundus large and tortuous.", "(Glaucoma.)" ],
    "Ears" : [ "Ringing in r. ear.", "Tingling and pain in r. ear.", "Earache evenings; first r. then l. ear.", "Severe pains in l. petrosum.", "[Perforations with irritation of meatus (both sides), sneezing, catarrh, sore throat, pasty posterior nares.", "Itching in the ears; profuse nasal catarrh.", "Meatus and membrane look red, and latter is perforated; thin but stringy discharge from nose.", "Deafness; ears pain when nose is blown; mouth open; sleep noisy.", "Girl of with post-nasal growths improved rapidly under Osmic acid, 3x, but was seized with exhaustion; then under Hydroc. ac.; got quite well.", "(Cures by Cooper)]." ],
    "Nose" : [ "Sensation as if blood rushed into nose from head.", "Coryza with sneezing.", "Sneezing and fluent coryza, with tickling in larynx, with difficult respiration.", "Discharge from posterior nares of loose mucus.", "Burning irritation in nose.", "Nostrils sensitive to cold air.", "Sense of smell diminished.", "(Post-nasal growths: adenoids.", "R. T. C.)" ],
    "Teeth" : [ "Jerking pain in a r. upper hollow molar, often preventing, speech, afterwards the pain returned but was drawing, > sucking it with tongue.", "Sudden swelling of gum above root of an upper l. incisor after eating pears, with pain and numbness; > by Silic." ],
    "Mouth" : [ "Aching in jaws; pain in muscles of mastication.", "Tongue: coated; and bad taste to coffee; fissured and one spot denuded; edges rough (and covered with pimples); red stripe in middle (paining as if sore).", "Tongue sensitive to touch when eating and drinking.", "Mouth sticky and pasty.", "Copious salivation.", "Taste of blood; metallic; unusual to tobacco, it causes scraping in throat, cigars cannot be smoked because they provoke cough and < the rawness in larynx; taste blunted." ],
    "Stomach" : [ "Aversion to cocoa.", "Eructations; nausea; vomiting.", "Qualmishness and extreme discomfort, with dull pain and heaviness in pit of stomach.", "Aversion to coffee and tobacco, disgust at their odour.", "Eructations of odour of radishes.", "Nausea: in morning, with discomfort in pit of stomach; on coughing; after eating, with pain and heaviness in pit of stomach when riding in open air; > empty eructations.", "Vomiting of watery mucus of the odour and taste of the acid, with blackish-grey flakes of mucus.", "Paroxysmal vomiting of water, afterwards of yellowish and tenacious substances.", "Distension of stomach and abdomen in evening, with difficult passage of flatus.", "Constriction in forenoon; in epigastrium before dinner (which I take at 12.30), with weight and often a feeling in stomach as if I had swallowed stones.", "Chronic vomiting, with pressure in stomach." ],
    "Abdomen" : [ "Abdomen distended and sensitive; much rumbling.", "Pain in groins, that on coughing extended into testicles.", "Pressure on inguinal rings.", "Weakness in groins towards spermatic cords." ],
    "Stool and Anus" : [ "Diarrhoea: nine or ten times daily, preceded or followed by colic, nearly always with black blood (no haemorrhoids); (diarrhoea after coffee).", "Stools mushy, frequent.", "Bilious stools, partly fluid, delayed, hasty, with burning at anus.", "Constipated stools; small, delayed.", "Stool: hard, then soft, orange-coloured; dry, full of air, delayed, next day scanty and small; only a small lump like a marble, difficult.", "Tendency to piles.", "Urging but passage of only flatus; urging, then stool, first part hard, then soft, with burning in anus preventing sleep, urging with desire for stool, but evacuation of only a little mucus.", "Constipation.", "Burning in anus during and after stool." ],
    "Urinary Organs" : [ "Diminution or suppression of the urinary secretions.", "Urine albuminous; strong-scented (high-coloured, smelling of violets, apparently full of bile); dark brown (porter-coloured) and scanty; deposits bright-red sediment.", "Bright's disease." ],
    "Male Sexual Organs" : [ "Violent pain on the point of penis and prepuce.", "Glans red on l. side, during coition a long-lasting emission of semen.", "Throbbing, stinging, pinching in l. side of glans.", "Hard erections; often after midnight, always on waking in morning, later they last longer, even after rising, desire moderate.", "Erections every morning, earlier and harder.", "Pain: in r. testicle; in testicles, preventing sleep all night; in spermatic cords, < l.; in spermatic cords extending into testicles, with inflammatory swelling of r. inguinal glands.", "Appetite suppressed, the conjugal act done by volition, and the usual thrill in ejaculation absent." ],
    "Respiratory Organs" : [ "Larynx, tickling; sore pain; burning.", "Mucous secretion increased; profuse secretion of mucus in air passages; it hangs in larynx like a string, causing hawking and coughing with straining to vomit; has to swallow it; when sneezing the mucus becomes loose easily.", "Dryness of the throat when coughing.", "Hoarseness and pain in larynx; with cough and coryza.", "Hoarseness, < from singing, and < on entering the house.", "Burning irritation in trachea.", "Spasmodic coughs in attacks (with twitching of fingers, dryness of throat and crying).", "Cough sounds as if one coughed into an empty tube; or as if caused by resonance of contiguous parts.", "Cough with sneezing.", "Cough: only in morning; from scraping in larynx; with pain in larynx; with constriction of trachea; convulsive; in short bursts on rising, without expectoration, in short bursts (after coryza), returned during day, disturbing sleep till midnight, from tickling in larynx, after sneezing a lump is loosened, which he must swallow; dry, spasmodic; dry, rattling, difficult to loosen; short, dry, paroxysmal, as if mucous membrane would be torn off, with and followed by raw, sore pain in larynx and trachea, extending to middle of sternum.", "Hacking cough; > deep inspiration; < motion in open air, with irritation in larynx.", "Cough, with secretion of colourless mucus.", "Bronchitis.", "Chronic dyspnoea.", "(Heaves in horses.)" ],
    "Chest" : [ "Moist rales on breathing and in larynx.", "Wandering pneumonia.", "Sticking near l. lower rib.", "Pain beneath sternum on coughing, extending to sides of chest, with burning soreness, after coughing long lumps of yellow, tenacious mucus were loosened.", "Sternum sore, painful to touch, independent of cough.", "Shooting up and down in sternum.", "Oppression; > deep inspiration, with difficult respiration as if lungs were collapsed and could not get air enough.", "Tightness, dread of breathing, sore pain when air enters lungs.", "Dryness in chest." ],
    "Heart" : [ "Anxious palpitation.", "Pulse rapid." ],
    "Back" : [ "Pressive pain in back and loins.", "Pain: in sacral region.", "Peculiar pain extending from scapula to sacral region, < motion and cough." ],
    "Limbs" : [ "Heaviness and weariness of limbs, < knees." ],
    "Upper Limbs" : [ "Perspiration in axillae smelling like garlic.", "Pulsating stinging on inner side of r. shoulder-joint.", "Pinching above l. elbow, inwardly and on inner posterior side.", "Pain: in middle of l. humerus, then in l. fingers; in bone of l. elbow.", "Paralytic pain deep in radius.", "Pinching in bones of r. forearm.", "Pain in bones of l. wrist in morning after stool.", "Pain in r. index, esp. in phalanx, stinging and twitching towards tip, in forenoon.", "Stabbing: in tips of l. fingers and thumb; in attacks, in finger tips, < l.", "Burning pain in l. ring finger.", "Fold remains attached to growing nail, < r. side and mostly middle finger." ],
    "Lower Limbs" : [ "Rash on thighs and on ankle.", "Fulness and restlessness in legs and feet, quite unbearable; has to lie down at p.m.", "Legs almost insensible.", "Sudden pain in hip-joint as if it would be dislocated, preventing walking.", "Ulcerative pain in l. leg and gluteal muscles.", "Pain in r. ankle.", "Flying cutting in bones and joints of r. foot.", "Pinching in bones of l. heel, then r." ],
    "Generalities" : [ "Great weakness and prostration (all day, with muddled head and aching limbs and body; on rising; on rising after a restless night).", "Cutting and pinching pains in limbs.", "Tearing to and fro deep in r. upper side of forehead and in bones of limbs in evening.", "General sick feeling.", "Restless." ],
    "Skin" : [ "Red spots on dorsum of hands.", "Copious exanthema on forearms, hands, and cheecks.", "Red-brown papules, with desquamation, on forearm and hand.", "Small, itching, pointed vesicles, surrounded by red areola on back of l. hand, between thumb and index (where six years before scabies had broken out), and on ulnar margin of l. hand, from metacarpal joint to phalanges of little finger, and on outer surface of wrist, on r. hand itching, but no vesicles.", "Itching as from crawling of insects.", "Face red, tender, covered with pimples with watery heads, then pimples on knuckles, gradually spreading over hands and arms, later hands and forearms covered with red, slightly raised circular or elliptical patches, covered with concentric scabs, resembling later stages of herpes iris, most of patches deeply fissured, patches irritable, < morning on rising and at night on undressing, papules on neck.", "Redness of hands and arms, with swelling and itching pimples, gradually becoming vesicular; on face, neck, and forearms patches of vesicles on an elevated base, the latter hard, brawny, and pitting on pressure, towards the edges the patches consist of one or two vesicles on the summit of a large pimple, contents of vesicles watery, occasional cracking of affected skin and constant oozing, the itching makes him irritable.", "Eruption on forearms, head, and side of face.", "Eczematous rash on face and upper limbs.", "Prickly heat disappears on upper half of body and increases on lower, first on thigh, then on leg, then on ankle.", "Burning stitches in many places, < r. upper lid and at inner border of nail of l. fourth finger.", "Itching: on legs and ankles, in spots near l. hip, to a.m., when erections return; above crest of l. ilium, with redness and pointed spots as if tetter would appear; as from crawling insects, on shoulders and back in evening on going to bed, it scarcely permits sleep." ],
    "Sleep" : [ "Sleepiness; overpowering.", "Sleepless.", "Restless sleep; with painful dreams.", "Sleep heavy, interrupted by nightmare.", "Dreams: of fire, confused, but not frightful; unremembered of activity and of serious and important events." ],
    "Fever" : [ "Shivering, < back.", "Fever, with difficult respiration; fever, with hot and dry skin.", "Sweat in axilla, smelling of garlic, < evening and night." ]
  }
}