{
  "remedyName" : "Ovi Gallinae Pellicula",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Catarrh. Coryza. Heart, oppression of. Hip, left, pain in. Leucorrhoea. Menstruation, irregular. Ovaries, pains in. Post-nasal catarrh. Pruritus vulvae. Throat, sore. Uterus, misplacements of; prolapse of; retroverted (?). Vertebrae, pain in. Vulva, soreness of." ],
    "Characteristics" : [ "This preparation was made by Swan, and proved by a young lady, a patient of J. C. Boardman. Swan's paper was read before the Denver Homoeopathic Club, and published in a number of Med. Visitor, the date of which I have lost, with additions from H. P., xiii. Under Calc. ov. test. I have given an account of the action of Egg-shells in leucorrhoea, and Swan adds that it has an ancient reputation for \"immoderate flux of the courses\" (like our Calc. c.), and for nocturnal enuresis. The Egg-shells were anciently used powdered fresh or roasted, and as such were and are much used in the treatment of oxyuris vermicularis. Swan prepared the membrane. As an ovarian product it might be expected that all parts of the egg should have an action on ovaries. It is recognised that as an article of diet in some forms eggs have a stimulating effect on the sexual functions. The provings of Ovi g. p. bear out this relation. The first prover was a young lady who was known to be unable to bear any extra exertion, but the details of this were not known until after she had taken the first dose of the c.m. sent by Swan. This had the effect of removing suddenly the whole of the trouble which prevented her from exerting herself", "a left ovarian pain extending down the left limb, brought on some years before, when she felt something \"give way\" in the groin whilst shovelling snow. The sensitiveness to exertion never returned, though the dose created much disturbance of the generative functions before it had finished its action. The symptoms of the second prover, a married woman who took the 30th, confirmed the symptoms, both cured and pathogenetic, experienced by the first. This prover had also haemorrhage from the rectum; incontinence of urine whilst sneezing or coughing; post-nasal catarrh. Yingling contributed this case to Hahn. Adv. (quoted Amer. Hom., xxii. 412): H. E., blonde, had these symptoms: A dull, hard, heavy aching in region of heart; generally about apex; extending at times to left ovarian region. Occasionally a cutting which extends to base of heart and prevents breathing; after the cutting a sensation as if something went \"thud, \", after which pain seems to recommence at apex. At times heavy aching in base of heart, which makes breathing very difficult. Only bending backward > respiration. Ovi g. p. (a preparation of Fincke's) one dose, dry on the tongue. In a very few minutes the pain was all gone. \"Feels splendidly since taking the remedy.\" Without knowing what it was, said she had \"a taste of fresh eggs in the mouth since taking the powder.\" Among the noteworthy features of the provings are: Suddenness of onset and ceasing; both provers manifested these. Jerkings on going to sleep and in sleep; heat in sacrum, the rest of the body being cool. The bearing-down sensations in the uterus were very marked. Pushing and rushing feeling in womb, as if blood might rush out in torrents (which sometimes happened and sometimes did not). Sensation as if something turned over inside. The symptoms were < by movement; reaching lifting arms; over-exerting. < At menses: before, during, and after though some symptoms were > when flow appeared. > Bending backward (dyspnoea in cured case). > jarring or beating breast (dyspnoea). < Pressure and touch (abdomen, breasts, ovaries); intolerance of pressure of clothing. < Descending stairs. < At full moon." ],
    "Relations" : [ "Compare: Calc. ov. test. (leucorrhoea, &c.). In pains in heart and left ovary, Naja. Clinkers in catarrh, K. bi. Sensitiveness to touch and pressure, Lact., Lyc. Suddenness of pains, &c., Bell., Lyc. Symptoms > by flow, Lach." ],
    "Causation" : [ "Over-exertion. Strain." ],
    "Mind" : [ "(Deep melancholy; in connection with ovarian pain.).", "Depression before menses.", "Hopeless, tearful mood.", "Profound melancholy, without knowing cause, passing off like a cloud." ],
    "Head" : [ "Whirling sensation in head and sense of depression.", "Dizziness, fear of failing, and catching her breath on descending stairs; or walking on anything narrow when raised above the ground.", "Fulness of head with great pressure outward in mastoid region, with headache in occiput (cured).", "Occipital headache.", "Aching pain, afternoon, from back of l. ear, extending down towards shoulders half-way from neck." ],
    "Eyes" : [ "Sharp darting pains in l. eye through to occiput; very violent compelling him to press eye to prevent its leaving its socket, which it seemed as if it would do (Ballard).", "Sensation of a shade over eyes.", "Sunken eyes, haggard look." ],
    "Nose" : [ "From a slight change of underclothing, severe cold and coryza, with much mucous discharge from nose, came suddenly, lasted three days, ceased as suddenly, much mucus discharged from nose (quite different from usual colds).", "Sensation of severe cold, sneezing catarrh, cracked lips." ],
    "Face" : [ "Looks haggard; eyes sunken; skin discoloured, dark.", "Eruption of small pustules on forehead and chin.", "Slight soreness and stiffness of jaw (passed off in a few hours)." ],
    "Mouth" : [ "Exceedingly and peculiarly offensive breath during menses (a lady near said it was indescribable, seemed to enter her mouth and pass directly to her womb).", "Taste of fresh eggs in the mouth.", "Exceedingly acid saliva (cm)." ],
    "Throat" : [ "Sore throat l. side as if it had been scalded; lasted several days, only at night; catarrh with hard clinkers hawked back, which would invariably shoot down the throat.", "Sore throat with sensation of a lump on l. side low down causing cough; throat looked inflamed; tonsils swollen.", "Sensation of dryness causing cough, tonsils inflamed on one side (Kalm. >)." ],
    "Stomach" : [ "Nervous dyspepsia; low spirits; very weak; sleeplessness occurring every week.", "Sensation of lump between lower end of sternum and back as if a hard potato had been swallowed; with this severe sacral pain (relieved with cm).", "Burning and heaviness in pit of stomach (cured).", "Vomited three gall-stones." ],
    "Abdomen" : [ "Suddenly a pain in epigastrium passing down in middle line, then pain in l. ovary to l. limbs.", "Distended almost to bursting, before menses, with bearing-down pain.", "Heavy pressing down in lower abdomen.", "Between periods, l. side of abdomen very sore, with sharp pains occasionally darting through it, and bearing down in womb as if weight hanging to it.", "Pain in hypogastrium, < on side lain on, and in sacrum when lying on back." ],
    "Stool and Anus" : [ "Constipation; stools irregular, from five to eight days.", "Stool mixed with a sand-like substance that fell heavily to bottom of vessel and was voided with much pain.", "Diarrhoea with cutting colic pains (was icy cold), in a collapsed state.", "Increased peristalsis.", "Diarrhoea mixed with corrugated skins.", "Griping cramps and diarrhoea coming suddenly; at night.", "While riding in cars, sudden (bright) haemorrhage from rectum, severe pain across sacrum.", "During menses, followed by burning at anus; haemorrhage from bowels." ],
    "Urinary Organs" : [ "Every time she sneezes or coughs the urine spurts out (after cessation of menses).", "Urine scalds vulva, esp. r. side, which itches intensely.", "Urine dark yellow-red." ],
    "Female Sexual Organs" : [ "(At age of sixteen, whilst shovelling snow, felt something give way in l. groin, causing great pain, extending down thigh to knee, feet, and toes, compelling her to keep in bed; afterwards always set up afresh by any slight extra exertion, using arms, reaching up, lifting; also and esp. whilst menstruating when the ovarian pain was <, and severe bearing-down pains were added; entirely > by keeping quiet and idle. Took Ovi p. g. cm (Swan) whilst in the middle of an attack from over-exertion. In about an hour the pains left suddenly, she got up and dressed, and was never affected by exercise again).", "During menses excessively and peculiarly offensive breath.", "Night before menses, awaked a.m. with pushing sensation downward in lower abdomen as though the blood might rush out in torrents, suffering intense, but no blood appeared or any fluid, till following night, when menses came on; during the sensation abdomen was distended as if it would burst.", "Four days later, whilst playing banjo, seized with whirling sensation in head, sense of depression, weakness, giving-way feeling in lower limbs and knees, followed by a pushing down (no pain), rushing feeling in womb followed immediately by a profuse flow of blood, rushing out, lasting an hour and then ceasing, during flow other symptoms completely >.", "At a.m. seized with a pain in epigastric region passing down middle line, then pain in l. ovarian region, then l. hip, then back of l. thigh to hollow of knee, with weakness of l. side, and esp. l. limb; then another discharge of blood, coming on alternate days.", "Heavy pressing down in lower abdomen.", "Sensation as if menses coming on (but they did not).", "After menses, leucorrhoea, thick, white, cream-like; preceded by sharp pain in womb as during menses; leucorrhoea lasted as long as menses, occurring every morning and not on alternate days as menses did.", "While stooping had a pain in l. lower abdomen, and a sensation as if something within her turned or rolled over; ever since has felt exceedingly well, more joyous and happy and more free from attacks of depression; no pain; no blood; no leucorrhoea.", "Pains and aches in uterine region and l. ovary as if menses coming on (eighteen days before due).", "Itching of r. labia extending outward to edge.", "During menses very sleepy.", "After menses: slight pain in front of l. thigh; sore spot on pressure in l. ovary; breasts sore, sensitive to pressure.", "Menses flowed all night, colourless, profuse, penetrating clothing; in morning began to be red, profuse, painless.", "Before menses for twenty-four hours, depression, dull, digging pains in lower abdomen.", "Between periods bearing down as if weight hanging to womb.", "After menses cannot bear pressure of clothes, has to suspend them from shoulders (passed off suddenly)." ],
    "Respiratory Organs" : [ "Violent cough, with coryza, oppression, and tightness of chest." ],
    "Chest" : [ "Tightness across chest, oppression.", "Congested, suffocative feeling in chest as from wind, in centre under sternum, > beating it with the hand; by jarring; (query: in heart?).", "Breasts sore, sensitive to pressure (after menses)." ],
    "Heart" : [ "Dull, heavy aching in region of heart, generally apex, with cold, numb feeling internally, extending at times to l. ovary (cured)." ],
    "Back" : [ "Backache, with feeling as if a vertebra had dropped out of lumbar region, and as if spine were tied together with strings.", "Pain in every vertebra of spine.", "Sharp pain through spine crosswise.", "Severe pain across sacrum (with haemorrhage from rectum).", "Awakened at night with much heat in sacrum, rest of body cool; good deal of aching pain across sacrum and nates." ],
    "Lower Limbs" : [ "Pain in l. hip (from ovarian region), down back of thigh and knee; whole limb weak.", "Ache over l. hip, seemed to extend in deep, > during menses, < after." ],
    "Generalities" : [ "Weakness and giving way feeling, <, in lower limbs, esp. knees, followed by pushing down, rushing in womb.", "Debility with dread of motion; wants to keep quiet.", "Intolerance of bands on wrists, arms, waist, or garters." ],
    "Sleep" : [ "During sleep, and immediately on going to sleep, whole body jerked (during menses).", "Very sleepy during menses; between the hours of a.m. and p.m. suddenly taken with intense drowsiness, sometimes overcoming the will to keep awake." ],
    "Fever" : [ "Griping chills." ]
  }
}