{
  "remedyName" : "Oxalicum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Back, pain in. Chest, affections of. Cholera infantum. Convulsions. Deltoid rheumatism. Enuresis. Eyes, affections of. Gastrodynia. Gout. Gravel. Hernia. Indigestion. Meningitis. Myelitis. Nails, blue. Neuralgia. Neurasthenia. Nose, affections of. Numbness. Oxaluria. Paralysis. Pregnancy, sickness of. Side, pain in. Spasms. Spermatic cord, neuralgia of. Stomach, affections of. Tetanus. Testicles, induration of; pains in. Tongue, affections of. Urine, abnormal. Voice, altered." ],
    "Characteristics" : [ "If Opium is the painless remedy, Oxal. ac. may be considered its antithesis: it causes pains excruciating beyond description, and it has this grand keynote distinction, that its pains are all < when the patient thinks of them. And not only that, thinking of pains and conditions will bring them on when they are not actually present. If the patient thinks about urinating he must go instantly and relieve the bladder. Full doses of the poison cause corrosion of the passages, excruciating agony in back, chest, stomach, and abdomen, destruction of mucous membrane, bloody vomit and stool, and death by exhaustion, consciousness being generally retained to the end, though sense of sight may be lost. Coldness of surface, numbness, mottled skin, blue nails, are present in all degrees of the drug's action, and are leading notes for its use. The excruciating pain in lower back and loss of power in the lower limbs shows an unmistakable action on the spinal cord and its meninges. These symptoms are better seen in less severe cases of poisoning. I take two cases from C. D. P. (1) A middle-aged shoemaker, a hard drinker, took 1/4 oz. of Oxal. ac. in crystals. Prepared chalk was given freely. Symptoms: Severe burning sensation in mouth and throat with great thirst and difficulty in swallowing; excruciating pain in epigastrium, and cold, clammy perspiration; numbness and tingling in extremities, legs drawn up towards abdomen; pulse was just perceptible; breathing slightly spasmodic; features anxious, pallid. At p.m. (nine hours after observer's first visit) hot feeling in throat and tingling in extremities continued. Voice altered; instead of a remarkably deep bass it was reduced to a very low key, like one talking in an undertone. This lasted a month, during which period the legs used to \"go to sleep\" several times a day. After nine weeks the voice, though stronger, was still \"a complete old man's voice.\" (2) A woman took three drachms in three ounces of water. Most of it was evacuated within fifteen minutes by stomach-pump. Symptoms: Convulsions; spastic contraction of jaws and limbs; forcible closure of mouth and drawing down of its angles. Dilated alae nasi, corrugated brows, twitching of facial muscles and insensibility. Great cerebral excitement afterwards occurred with dry coldness of surface and imperceptible pulse. Symptoms were less marked during intermission of tetanic spasms, and declined in three hours. In animals poisoned with Oxal. ac. the first symptom is stiffness of hind limbs. Farrington sums up the indications of Oxal. ac. in spinal affections: Weak loins, hips, legs, numb back; numb limbs. Limbs blue and cold; weak and numb; < going up stairs. Limbs stiff; paroxysm of dyspnoea (as in spinal meningitis). [The mottled purpuric surface of meningitis gives another indication.", "J. H. C.] Pains in small spots [especially linear spots]. Pains < when thinking of them. Erections with dulness in occiput. In a case of paraplegia, affecting first right then left leg, of a year's duration, in an American lady, mother of four children, W. M. Butler (N. A. J. H., i. 797) gave great relief with Oxal. ac. In a few weeks the motory symptoms were better, then the sensory. Sensation to heat and cold was restored, general tactile sensibility was improved. Some control was gained over bladder and rectum.", "The involuntary muscles are affected by Oxal. ac. no less than the voluntary. There is frequent ineffectual urging to stool, preceded by a sick, distressing feeling from navel downwards, < when thinking of it, < from drinking coffee. Sugar < pain in stomach. Wine = headache. Faintness and vomiting during stool. After stool > of pain in back. The heart may be paralysed in a few minutes if the dose of the poison is very large, and then it is found flaccid or distended with blood. In an interesting study of Oxal. ac., J. W. Ellis (J. B. H. S., vii. 285) cites a fatal case of poisoning recorded by Boericke (Med. Cent., August, 1894) through exposure of the hands to a saturated solution used for chemical purposes. The symptoms were: Intense pains in head. Hyperaesthesia, especially to light. Spasms of pain down extremities, along throat muscles, and through spermatic cord. Sensitive spots on spine. De Noe Walker told me of a case of his in which the patient, an elderly, gouty man, was suddenly seized with congestion of spinal meninges with great coldness, blueness, and numbness; complete prostration of strength. Oxal. ac. rapidly cured. A patient of mine who used Oxal. ac. in his work suffered from: \"Rheumatism of left side. Starting on falling asleep. When actually at work, acidity.\" This left-side rheumatism is noteworthy, for Oxal. ac. is a very left-sided remedy. But it has one special region of the left side, as Burnett has graphically illustrated, in which it is supreme. Sharp pains through the lower lobe of the left lung. It matters not what the name of the disease may be", "pleurisy, pneumonia, phthisis", "when that pain is present Oxal. ac. will do its work. The provings give: Sharp shooting pain in left lung and heart, extending down to epigastrium, and lasting some seconds.", "In afternoon, stitches several times in left lung.", "Sharp, lancinating pain in left lung, coming on so suddenly that it deprives him of breath for a few seconds. Sore sticking in chest extending back to between scapulae.\" Oxal. ac. has cured many cases of angina pectoris, with symptoms recalling these. A powerful action is developed on the kidneys in the poisoning cases, albumen, blood, and oxalate crystals being found in the urine. Oxal. ac. in the attenuations has given good results in cases of oxaluria in which some of the leading symptoms of the remedy, as the backache, numbness, &c., were present.", "Enuresis has also been cured (H. P., vi. 232) with Oxal. ac. in a blonde boy of six. The guiding symptom was: \"Sharp shooting pain in left chest, close to sternum and parallel to it. Ellis suggests that Oxal. ac. corresponds to many cases of neurasthenia. It is a favourite remedy with S. A. Jones in cardiac trouble, occurring in highly \"nervous\" patients (H. R., v. 13). [Hale cured a case of palpitation with action of heart irregular in force and rhythm, alternating with aphonia, with Oxal. ac. (Org., ii. 222).] Jones's remarks just quoted are made in reference to a case reported by \"C. F. M.\" (H. R., iv. 257), and described by the reporter as \"lumbago,\" but considered (in my opinion, correctly) by Jones to be spinal meningitis. This is the case: Mrs. S., 55, suffered for several days with: Terrible pain in lumbar region, extending down thigh and over region of both kidneys. Extremely anxious to change position frequently, but slightest movement, assisted or unassisted, caused her to shriek out in agony. Frequent desire to pass large amounts of urine, but the pain on moving was so great that she would shrink from the attempt. Legs numb and very weak and cold. Pulse rapid. Short, distressed breathing in general, though there were intervals of easier breathing. Appetite normal, though swallowing was difficult and painful. Oxal. ac. 30, every half-hour, was given. In two hours she could be placed on the vessel with very little pain. In twelve hours she sat up. In twenty-four hours was entirely relieved. Banergee (H. P., xiii. 157) cured a case of strangulated hernia of left side with Oxal. ac. trit. He had no definite indication. John Moore reports the case (H. W., xv. 53) of a sea captain who suffered much from indigestion. Two years before Moore saw him he had had to undergo operation for strangulated hernia. Ever since he had been subject to these symptoms: Pain in region of navel coming on two hours after eating, accompanied by much flatulence and bitter and sour eructations. Pain < in night, arousing the patient a.m., and keeping him awake. Burning sensation from throat downwards to the region of the pain. The patient had always had a weak digestion, and had met with many severe accidents at sea. Oxal. ac. 3, two drops, an hour after meals. He was a little better the first night, and after that slept the night through, and said he had not had so much comfort for years. Oxal. ac., the chief constituent of Sorrel (Rumex Acetosa) and Wood Sorrel (Oxalis acetosella), exists in plants that are ordinarily deemed anti-scorbutic and are remarkable for the grateful acidity of their herbage. Inspissated solutions of sorrel have been used successfully as local applications for epithelioma, and with a solution of Oxal. ac. and of Tannic acid, applied locally, Cooper removed a large patch of erythematous lupus on the cheek. With a solution of gr. to two drachms of water Cooper has often removed troublesome small naevi in infants upon the face and elsewhere, using it perseveringly for weeks or even months. From this it would appear, taking into account that Oxal. ac. produces wart-like growths, that, well diluted, it may be regarded as having a beneficial influence, locally and probably internally as well, upon epithelial proliferations of the cuticle. Ox. ac. is said to enter largely into the inspissated juice of the Clover (Trifol. pratense) which formed Thomson's \"cancer plaster,\" and which is strongly escharotic. Among the Peculiar Sensations are: jerking pains, like short stitches, confined to small spots, lasting only a few seconds. Sensation as if all blood had left the brain. As if blood in head was coursing upward and outward. As from a screw behind each ear. Hypogastrium as if bound. Back as if broken or bruised. Wrist as if sprained. Hands as if dead. During shaving as from chafing. Symptoms are < by touch (small spots on head); slightest touch = excruciating pain. < Shaving. Eating > pain in stomach. Soup > gnawing in stomach. Sugar, coffee, wine <. After eating: pains at navel, colic, rumbling in abdomen, urging to stool, weakness. Motion and exercise <. Rest < colic. Lying down = swimming sensation; palpitation; erections; return of colic and diarrhoea; < headache; > pain in left lung. Change of position > pain in back. Slightest exertion = heat. < Evening, night, and early morning. Walking in open air = tickling in larynx. Shaving < (skin of face). After stool: headache and backache >." ],
    "Relations" : [ "Antidoted by: Carbonates of Lime and Magnesia. Compare: Kali ox. In cholera infantum, Ars., Ip., Ver. In gastralgia, Colch. Gastric symptoms, Kre. In spinal disease, Pic. ac. (Pic. ac. more heaviness; Ox. ac. more numbness, blueness; and pains in small spots), Arg. m., Phos. ac. Induration of testicles, Puls. Headache < from wine, Zn. Faintness during scanty stools, Crot. t., Dulc., Pet., Sars., Sul. (stools not scanty, Apis, Nux m., Pul., Spi., Ver.). Pain lower lobe left lung, Sul. < From sugar, Arg. n. Backache, Variol., Ant. t. < Shaving, Carb. an., Ant. c. < Thinking of ailments, Oxytr., Piper meth. (> thinking of them, Camph.)." ],
    "Causation" : [ "Coffee." ],
    "Mind" : [ "Diminished power to concentrate ideas.", "Great cheerfulness and clearness of mind.", "Very much exhilarated; quicker thought and action.", "Thinking of his ailments < them.", "As soon as he thinks about the pains they return.", "Mania.", "Aversion to talk; with headache, fulness in face." ],
    "Head" : [ "Vertigo: with darkness before eyes and sweat; with weakness and thirst; anxiety; headache and perspiration.", "Vertigo while looking out of the window; when rising from a seat.", "Vertigo; swimming sensation on lying down.", "Sensation of emptiness in head; faint feeling, as if all the blood had left the brain.", "Dulness in forehead (morning).", "Pain in forehead and vertex (dull, heavy headache); on l. side of the forehead on waking.", "Pressing pain or, small spots.", "Pressing, like screwing, behind both ears.", "Headache < after lying down, after sleeping, and on rising; > after stool.", "Head affected by drinking wine.", "Small spots on head painful to touch." ],
    "Eyes" : [ "Pain in the balls of the eyes; < in the l.", "Pain in both orbits, < l.", "Inclination to close the eyes.", "Type blurs when reading.", "Small, esp. linear, objects appear larger; they are thought to be more distant than they really are.", "Vanishing of sight, with giddiness and perspiration; with bleeding of nose." ],
    "Nose" : [ "Sneezing; watery coryza.", "Sneezing, with chilliness.", "Stitches in r. nostril on taking a long inspiration.", "Pimples in r. side of nose; wing of nose swollen.", "Red, shining swelling of r. side of nose, beginning at tip and from there extending." ],
    "Face" : [ "Face pale and livid, with open mouth and unconsciousness.", "Pale colour, with sunken eyes.", "Face red, swollen, feeling full; hot or cold; covered by cold perspiration." ],
    "Teeth" : [ "Pain in decayed molar teeth.", "Gums bleed and are painful in spots.", "Small ulcers on gums." ],
    "Mouth" : [ "Tongue swollen, sensitive, red, dry, burning; swollen, with thick, white coating.", "Tongue coated white, with nausea, thirst, and loss of taste.", "Sour taste in mouth.", "In mouth, pain, accumulation of saliva, water, or mucus." ],
    "Throat" : [ "Burning in throat and stomach (heartburn).", "In the throat, scraping (rawness), increased accumulation of thick mucus.", "Dryness in throat (in morning) after diarrhoea.", "Painful deglutition, esp. in morning.", "Difficult deglutition, with sour eructations." ],
    "Appetite" : [ "Appetite: increased; absent, with loss of taste.", "Thirst, with vertigo, loss of appetite, nausea, colic.", "Unquenchable thirst." ],
    "Stomach" : [ "Pain in stomach is > by eating; soup is pleasant when there is gnawing at stomach.", "Empty feeling, compelling one to eat.", "After eating, eructations, nausea, pains at navel, colic, rumbling in abdomen, urging to stool, weakness.", "Heartburn; < evenings.", "Empty or sour eructations; of tasteless wind, after each meal.", "Sudden hiccough, with eructations; frequent hiccough.", "Nausea and thirst with colic; after diarrhoea.", "Nausea and frequent vomiting.", "Stomach sensitive; slightest touch causes excruciating pain.", "Violent pressive pain at pit of stomach.", "Burning at pit of stomach." ],
    "Abdomen" : [ "Violent colic, waking one at night.", "Colic, rumbling evening and night).", "Colic pain around navel, as if bruised; stitches, with pressing and discharge of flatulence; < on moving, > when at, rest.", "Difficult emission of flatus.", "Continuous pain in l. hypochondrium as if bruised; stitches.", "Incarcerated flatulence (in l. hypochondrium).", "Stitches in liver > by taking a deep breath.", "Burning in small spots in abdomen.", "Cutting pain in abdomen." ],
    "Stool and Rectum" : [ "Morning diarrhoea; stools soft or watery, with colic around navel and pressing in rectum returning as soon as one lies down again.", "Stools: dark, muddy, copious mucus and blood.", "Before stool, and from pain with stool, headache.", "During stool: micturition; fainting; vomiting.", "After stool: nausea and tension in calves; dryness in throat; > of pain in small, of back.", "Diarrhoea as soon as one drinks coffee.", "Pressing and straining in rectum; tenesmus.", "Constipation; no stool." ],
    "Urinary Organs" : [ "Thinking of urinating = necessity to urinate.", "Nocturnal incontinence; sharp, shooting pain in l. chest, close to sternum and parallel to it.", "Pain in region of kidneys.", "Frequent and copious urination, which is clear, straw-coloured; oxaluria.", "Albuminuria.", "Burning in urethra, as from acrid drops.", "Pain in glans penis when urinating." ],
    "Male Sexual Organs" : [ "Great increase of sexual desire.", "Red points on glans without itching or soreness.", "Erections (forenoon).", "Erections with dulness in occiput.", "Sensation of heaviness and contusion in testicles; < l.", "(During a walk) heaviness of testicles, with drawing pain, extending into (shooting along) the spermatic cords.", "Terrible neuralgic pain in cords, < from slightest motion.", "Emissions at night with lascivious dreams.", "(After taking rhubarb tart, boys with long foreskins often get balanitis from deposit of oxalate of lime crystals.)" ],
    "Female Sexual Organs" : [ "Much burning pain in genital organs.", "During pregnancy, nausea and painful vomiting, a tormenting, cramp-like feeling between pit of stomach and navel; sour taste, heartburn, and waterbrash." ],
    "Respiratory Organs" : [ "Hoarseness; larynx feels swollen, contracted, raw, with tickling in it (sensation of mucus during talking).", "Voice completely altered from a deep bass to a very low key, like one talking in an undertone; later, though improved, still \"a complete old man's voice.\".", "Constant dry cough on violent exertion.", "Mucous secretion in throat increased.", "Mucus in small lumps, or hard or thick, yellowish-white phlegm, with black lumps in centre of it.", "Difficulty of breathing, with oppression of chest (r. side) when moving about in evening.", "Difficulty of breathing, with constrictive pain in the larynx and wheezing (angina pectoris).", "Spasmodic breathing.", "Paroxysms of short, hurried breathing, with intervals of ease." ],
    "Chest" : [ "Sharp, shooting pain in l. lung and hepatic region.", "Congestion localised base of l. lung.", "Dull, heavy, sore pain in chest.", "When breathing, stitches in chest and pain above the hip.", "Pain in the middle of chest, extending through to back.", "Sudden lancinating pain in l. lung, depriving him of breath.", "Stitches in l. breast; < during walking." ],
    "Heart and Pulse" : [ "Pain in heart; soreness, stitches from behind forward or from above downwards.", "Sharp darting in heart and l. lung, extending to epigastrium.", "Pain commencing in praecordial region, extending up sternum and darting out across chest, esp. towards l. side; must keep perfectly quiet (angina pectoris).", "Palpitation of heart after lying, down at night; heart in a continual fluttering palpitation.", "Beats of heart intermit when thinking of it.", "Pulse increased in frequency, almost imperceptible; with coldness, clammy sweat, &c." ],
    "Back" : [ "Pain in back, under point of shoulder-blade, between shoulders, extending from shoulders to loins; bruised sensation, < beneath tip of l. scapula, with stiffness.", "Stitches from chest into scapulae.", "Acute pain in back, gradually extending down thighs, with great torture; seeks relief in change of posture.", "Numbness, pricking, causing a sensation of coldness and weakness in back; weakness in loins and hips, extending down to lower extremities; back feels too weak to support body." ],
    "Limbs" : [ "Strange sensation of numbness in limbs.", "Pains in rheumatic gout < from sweets." ],
    "Upper Limbs" : [ "Pain first in l., later in r. deltoid muscle, with inclination to move.", "Sharp, lancinating pains in arms; angina pectoris.", "R. wrist feels sprained, with inclination to stretch it, and stitches in ulnar region; cannot hold anything.", "Numbness of shoulders to tips of fingers.", "Numbness of finger-tips.", "Pain in (r.) metacarpus and fleshy part of r. thumb, with sensation of fulness, heat, and numbness.", "Heaviness of hand; can move fingers but slowly.", "Hands are cold, as if dead.", "Arthritic pains in fingers; they are drawn in.", "Twitching of fingers.", "Fingers and nails livid." ],
    "Lower Limbs" : [ "Blueness, coldness, and almost complete immobility of lower limbs.", "Numbness and tickling or pricking in thighs.", "Numbness, pain, and weariness in lower limbs, making it difficult to ascend stairs.", "Restlessness in legs.", "Knees feel tired.", "Violent contracting pain in external tendon of l. knee.", "Weariness of lower extremities; they are gone to sleep; paralysis, stiffness." ],
    "Generalities" : [ "Pains appear on small longitudinal (circumscribed) spots.", "Jerking pains, like short stitches, confined to small spots, lasting only a few seconds.", "Pains come on periodically.", "Peculiar numbness, approaching to palsy.", "Paralysis of l. side.", "Symptoms recur in paroxysms; intermit for hours or a day.", "Blood coagulates very slowly." ],
    "Skin" : [ "Skin very sensitive, sensation during shaving as from chafing.", "Marbled skin (mottled in circular patches).", "Skin of face, head, chest, and nates covered with red spots or petechiae, appearing as if bespattered with blood.", "Itching on neck or fingers.", "Itching eruption with redness.", "Warts." ],
    "Sleep" : [ "Frequent yawning; sleepiness during day.", "Starts when falling asleep.", "Awakens at night with palpitation.", "Dreams, with fright and fear; sits up and looks around." ],
    "Fever" : [ "Pulse more rapid in morning; slower, irregular, weak.", "Chilliness, ascending from below upwards.", "Creeping chill up spine.", "Chilliness with sneezing (evening).", "Chill after diarrhoea (afternoon).", "Shaking chill, with red face (evening).", "Heat from every exertion.", "Heat, esp. in the face or on hands.", "Flushes of heat, with perspiration.", "Perspiration with weakness, or with giddiness.", "Night-sweat clammy and cold." ]
  }
}