{
  "remedyName" : "Oxygenium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Cancer. Coryza. Cough. Diabetes. Influenza. Morphia poisoning. Mouth, canker sores in. Strychnine poisoning. Whooping-cough." ],
    "Characteristics" : [ "As we learn more and more how to handle gases they will take a more definite part in the materia medica. I have incorporated in the present Schema a proving by Swan of Oxy. (Organon, iii. 280), and a proving of Ozonum by Dewar, McKendrick and two others, recorded by Allen. Their symptoms I have marked \"Oz.\" With another preparation called Oxydol, or Eau Maiche (from its inventor), I have had some experiences. It is not chemically distinguishable from Peroxide of Hydrogen, but it has none of the disagreeable features of that substance. It does not bleach articles it may touch, or cause effervescence. It is said to liberate oxygen in nascent state in the tissues when it is taken internally diluted with five or six parts of water. Undiluted its taste is disagreeably metallic, though it can be used undiluted as a gargle without inconvenience. Diluted it has no taste at all. When taken as directed in doses of a tablespoonful with six of water it sometimes causes relaxation of the bowels followed by constipation. In myself it set up all the symptoms of a common cold. As an antiseptic lotion and application I have found it of great value, and as a gargle in cases of sore throat, or rather rawness of the throat when ushering in a cold, I have often known it stop the irritation from going further either up or down. In cases of gonorrhoea it has a useful function in rendering the urine antiseptic, supplying an antiseptic lotion from within, without interfering with the action of the specific homoeopathic remedy. I have found it more useful than Salol or Urethane in such cases. But the disease for which it is chiefly commended by its inventor is cancer. I have given it in a number of cases and have obtained favourable temporary results in some. In one case seen with a colleague in an elderly woman of the working class who had a large fungating cancer of the left breast, Oxyd. was given internally and applied also externally. It caused excessive discharge with corresponding reduction of the tumour, and we hoped for a cure. But after several weeks the patient's legs suddenly swelled; the swelling rapidly increased and she sank, the tumour having at least three-quarters disappeared. The effect of the Oxydol was probably to liberate the disease elements too rapidly for the organism to eliminate them, as Dr. Cooper suggests in his account of Ornithogal. Swan's symptoms have been verified in some instances (H. P., x. 400), the following cures being recorded: (1) Cough from dryness in upper larynx and constant tickling in throat-pit. Hard, shaking cough causing soreness in epigastric region. Expectoration with every cough, thick, lumpy, tasteless; Oxy. 1m.", "(2) Passing quantities of uric acid like ruby sand; Oxy. cm.", "(3) Cough excited by tickling in throat and causing soreness of chest; to a.m.; > lying on back. Oxy. cm cured this case. As a mouth wash in canker sores dilute Oxydol is a useful preparation. Now that Oxygen inhalation has become so popular, we may expect some symptoms from those who become addicted to it. With inhalation of Oxygen kept up for ten hours, D. T. Playfair (Lancet, quoted N. A. J. H., xiv. 139) cured a desperate case of morphia poisoning (30 grains Morph. acet. had been taken) in a young woman of All the usual antidotes had been given before without avail. The patient was entirely well In twenty-four hours. Osterwald of Berlin (Med. Press, Jan. 1901) has also shown by experiments on guinea-pigs that Oxygen gas is a most efficient antidote to poisoning by Strychnine in these animals. After injecting the strychnine in two animals, he placed one in an atmosphere of Oxygen, and no convulsions occurred in this one, whilst they were fully developed in the other. Other experiments fully confirmed these. Korndoerfer (H. R., iii. 189) relates this case illustrating how Ozone inhalations may sometimes assist homoeopathy: Miss X, tall, slender, intensely pale, chlorotic, had been two years ill, and neither homoeopathy nor allopathy had given any relief. She suffered from great weakness, could scarcely walk a hundred yards. Prostration and loss of breath and palpitation from least exertion. Frequent violent headache, < after exertion, especially after going up stairs. Pains along spine, especially aching about small of back. Rheumatic pains in lower limbs. Desires motion, but owing to exhaustion dares not indulge the desire. Stooping gait. Poor appetite. Menses much delayed, and, when appearing, scanty, watery, brownish. All symptoms < in wet weather, and on change from clear to cloudy weather. Puls. gave slight relief. Rhus caused severe aggravation. It covered the case, but something prevented its acting properly. Korndoerfer thought the action of Ozone on the red corpuscles might help. Inhalations, of ten minutes each, three times a week, were given, and then Rhus acted well. The improvement was prompt and continued, and was only interrupted when the experiment was made of trying to do without either of the remedies. Neither was efficacious when given without the other. A cure of diabetes with large doses of Oxy. is on record (H. W., xxxii. 567); and many cases of whooping-cough have been cured with inhalations of Ozone (H. W., xxxii. 46)." ],
    "Relations" : [ "Antidote to: Morphia and Strychnine poisoning. Compare: Chr. ac., K. bich., K. chl., K. perm., Osm. ac., and oxydising agents generally; Chlorum, Electricitas. In antidotal relations, Camph." ],
    "Causation" : [ "Morphia. Strychnine." ],
    "Head" : [ "Headache in outer half r. eyebrow; pain still in frontal region.", "Dull frontal headache, < in spot over l. eye.", "Pain in l. temple, which feels cold to touch.", "Continued sweat on scalp." ],
    "Eyes" : [ "Lancinating, paroxysmal pain in r. eyeball, a little to l. of pupil.", "Occasional rush of pain, filling whole r. eyeball and extending into r. temple, which then became hot.", "Tingling of conjunctivae and skin of face (Oz.)." ],
    "Nose" : [ "Much indurated mucus in nose, necessitating frequent picking; in morning blowing out of lumps, generally tough, opaque, whitish yellow.", "Sneezes with the cough (Oz.)." ],
    "Face" : [ "Tingling of skin of face (Oz.).", "Rawness in throat (Oz.)." ],
    "Mouth" : [ "Canker sores in mouth and cheeks." ],
    "Throat" : [ "Irritation of fauces and glottis." ],
    "Abdomen" : [ "Great flatulence, passing large quantities at stool.; flatus seems to accumulate in rectum; causes desire for stool and fears to pass flatus lest stool should also pass." ],
    "Male Sexual Organs" : [ "Fine stinging rash r. side of scrotum, lasting one day." ],
    "Respiratory Organs" : [ "Violent irritating cough and sneezing, followed, by rawness in throat and air passages (Oz.).", "Irritation of respiratory tract as when recovering from attack of influenza (same irritation can be produced by breathing electricity given off from a conductor) (Oz.).", "Aphonia, with difficulty of controlling voice.", "Slight, hoarseness, dryness of throat; towards evening dryness increased round rim of glottis; at midnight woke with choking, burning dryness of glottis and upper larynx; no thirst.", "Hoarseness, and hard, shaking, tearing cough from tickling under sternum in night, < lying either side, > lying on back, with profuse, lumpy, tasteless whitish sputa.", "Sputa occasionally yellow, purulent.", "Dry, hacking cough; to a.m.", "Cough = hawking; blowing nose; bursting sensation in chest." ],
    "Chest" : [ "Tickling under sternum.", "Tightness under sternum < bringing shoulders forward.", "Suffocating feeling in chest; tendency to breathe slowly (Oz.)." ],
    "Back" : [ "Pains excessive in whole sacral region, apparently in articulations; esp. a sensation of tiredness all through pelvic viscera, even in perineum (Oz.)." ],
    "Upper Limbs" : [ "Itching of skin of metacarpal end of first phalanx of l. index finger, no redness of eruption." ],
    "Lower Limbs" : [ "Thighs and legs as if overworked; excessively fatigued (Oz.).", "Eruption of pimples in the fold of r. side of nates, near anus, becoming very sore and seemingly like blisters; as skin rubbed off it was left very sore." ],
    "Skin" : [ "Tingling of skin of face and conjunctivae." ],
    "Fever" : [ "Sweat all over and headache between eyes.", "Sweat on scalp and slight moisture over body." ]
  }
}