{
  "remedyName" : "Oxytropis Lamberti",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Bladder, irritability of. Cough. Fever. Impotence. Locomotor ataxy. Ovary, pain in. Paralysis. Rheumatism. Spermatic cord, pain in. Sphincters, relaxation of. Testicles, pain in. Vertigo." ],
    "Characteristics" : [ "The \"Loco-weed\" or \"Crazy-weed\" (\"loco\" is of Spanish origin, and means \"crazy\") has been variously identified by Gray as Astragalus legum, by others as Astragalus mollissimus, and by W. S. Gee, who made the proving, as Oxytropis Lamberti (M. A., xvii. 441). Probably the writer of the botanical articles in the Century Dictionary is nearest the mark in saying that Loco-weed is \"any one of several leguminous plants producing the loco-disease in animals. Among them are Astragalus mollissimus and A. Hornii, with several other species of the genus, and Oxytropis Lamberti.\" Henfry's Botany remarks that the foliage of \"O. Lamberti is said to be injurious to cattle\"; so Dr. Gee was quite justified in taking this plant for the proving. (The Astragali are very closely related to the Oxytropi. A. gummifera is the source of Gum tragacanth. A few observations with A. Menziesii will be found in Vol. I. of this work.) Gee's specimens were obtained by Dr. Hawkes, of Chicago, and a tincture was made from these by Boericke & Tafel. Gee quotes from Coulter's Manual of the Botany of the Rocky Mountain Region a description of Oxytropis Lamberti. W. D. Gentry in June, sent Boericke & Tafel specimens of Loco-weed, and as this firm are extremely careful about the botany of the plants they make their tinctures from, I conclude these plants must have been Oxyt. Lamberti or they would have mentioned the fact. Gentry makes these remarks concerning the plants he sent (H. R., x. 364): \"My attention was first called to this plant last winter during January, soon after my arrival on the territory, as it was almost the only green thing showing itself above the snow, which covered the ground at that time for two or three days. Some cattle had been eating the weed, and as I approached them they tried to move away; but in spite of their efforts they backed towards me, and in their efforts to escape made some ludicrous manoeuvres. I observed them closely for more than an hour, and was reminded most forcibly by their actions of the symptoms of locomotor ataxy.\" Gentry made provings of the O tincture of the whole plant and seeds on three persons. He gives the \"leading symptoms, \", which will be found with his authority (Gent.) appended to each in the Schema. Gentry's observation of loco-disease in winter bears out what is said by other writers, namely, that it is only in winter, when food is scanty, that animals can be induced to commence eating the weed; and then they cannot leave off. An account of loco-disease appeared in Brit. Med. Jour. of March, (H. W., xxiv. 177), which contains some observations bearing on the season at which the disease occurs, and at which the plant is poisonous. I quote from the article: \"The animal affected loses flesh; has a feeble, staggering, uncertain gait; a rough coat, and general appearance which is said to be characteristic; it loses all sense of distance or direction, and is liable to fits of rearing, plunging, and wild excitement; pregnant animals drop their offspring prematurely.\" The account goes on to say that the plant is generally identified as Astragalus mollissimus. H. C. Wood and Mr. Kennedy, of Texas, failed to produce poisoning in animals experimented on. Later, Dr. Mary Gage Day made experiments with a decoction of roots, leaves, and stems gathered in September. She is convinced from experiments made with materials gathered in different months that the greatest amount of poison is present in autumn and winter after the seeds have ripened", "the seasons at which the disease is most rife. The account does not give the botany of the plants she used, but cats, kittens, and a jack-rabbit were decidedly \"locoed, \", and died, the jack-rabbit in ten days after commencing to eat the plant, for which he speedily acquired a liking. In Gee's proving the O tincture and potencies from 1x to 30x were used. A number of mind and brain symptoms were produced; despondency, forgetfulness; a feeling as if consciousness would be lost; fulness in the head and instability standing. Two provers had \"symptoms < when thinking of them.\" Gentry's provers had \"pleasant, intoxicated feelings.\" Both Gentry's and Gee's provers had well-marked pains in the eyes and disturbance of vision; and Gentry's had \"numb, pithy, or woody feeling about and on the spine\"; and \"loss of power to control movements of limbs.\" In Gee's provings there were pains both in testes and ovaries, and one male prover, naturally passionate, became impotent. The symptoms are < on thinking of them (urging to urinate if he thinks of it); > on side lain on; < immediately after eating, > an hour after. Sick, exhausted feeling at a.m.; chill 1l.40 a.m. Pain (also bladder irritation) > when moving about; > in cool air. Any little exercise = dry cough. > After stool. > After sleep. Pains go from r. to l. Dyspnoea with chill." ],
    "Relations" : [ "Compare: Lath., Astrag. menz., Physostig., Laburn., and other Leguminosae. In symptoms < when thinking of them, Ox. ac. (>, Camph.). Pain in cord and testes, Ox. ac. Pains r. to l., Lyc. > moving about, Rhus." ],
    "Mind" : [ "Great mental depression.", "Stimulation of mind; pleasant, intoxicated feeling (Gent.).", "Satisfied indifference to all influences and interests (Gent.).", "Cannot think or concentrate his thoughts.", "Very forgetful of familiar words and names.", "Disinclination to talk or study.", "Wants to be alone.", "A feeling as if I would lose consciousness.", "All symptoms < when thinking of them." ],
    "Head" : [ "A feeling as if I would lose consciousness, or as if I would fall when standing.", "Sense of fulness of head, and of instability, when standing or sitting.", "Head has a feeling of great pressure, esp. on moving eyeballs.", "Head, hot.", "Was unable to move around on account of this strange, uncertain feeling of numbness, with prickling sensation in l. arm and hand.", "Full, uncomfortable feeling in head.", "Slight headache in vertex and occiput in forenoon, over eyeballs about noon.", "Pain in helix of ear for two or three minutes, then pain commenced between the eyes and went in a straight line up over head and down to base of brain.", "Pain across base of brain (\"gone in a minute or two\").", "Pain in occipital region; heavy ache, as if a weight were attached to lower edge, pulling it back, but pain does not extend down back; p.m. to p.m.", "Head very sensitive, < on side on which he lies.", "Pressure on head > after sleep.", "Dull, heavy feeling in head, with uncertain gait and walk, so that she was obliged to lie down, when she fell into a deep sleep and woke up with the metallic taste.", "Full, warm feeling about head (Gent.)." ],
    "Eyes" : [ "Feel dull and heavy, blurred, pupils dilated.", "When reading, it seems as if a light were reflected from a bright copper plate seen at l. side, as if the light were at the end of the room.", "Pain in eyeball.", "Pain over r. eye.", "Strange feeling of fulness about eyes with sight obscured, so that it appears that one is looking through clear water which produces the seven prismatic colours (Gent.).", "Amblyopia from paralysis of nerves and muscles of eyes (Gent.).", "Pupils contracted, do not respond to light (Gent.).", "Sight lost, with feeling as if from long exposure to strong electric arc-lights. (Gent.)." ],
    "Ears" : [ "Roaring sound in ears." ],
    "Nose" : [ "Nose very dry; scabs form in it.", "Frequent violent sneezing, with fluent coryza in evening.", "Nose feels as if sunburnt; red and shining, esp. on alae.", "Feeling of pressure over bridge of nose.", "Fluent coryza, somewhat bloody." ],
    "Mouth" : [ "Mouth very dry, esp. in morning.", "Metallic taste in mouth strongly marked.", "Gumboil on l. lower jaw; profuse saliva.", "Pain in l. lower jaw." ],
    "Throat" : [ "Slight inflammation of pharynx, a \"husky\" feeling.", "Throat dry and sore." ],
    "Appetite" : [ "Appetite gradually increasing.", "Appetite good; symptoms < after eating, > after an hour.", "Loss of appetite (unusual)." ],
    "Stomach" : [ "Eructations, as after taking soda-water (after each powder), with colicky pains, and looseness of bowels (constipated before taking remedy).", "Tenderness in epigastric region.", "Cold during the chill." ],
    "Abdomen" : [ "Sharp, lancinating pains all through abdomen, early in evening (observed but once).", "Sharp pain, running from r. to l. across bowels, for several minutes, followed by a very strong desire to go to stool; entire relief after stool.", "Slight griping pain in region of umbilicus, working down at p.m., followed at p.m. by discharge of flatus.", "Full feeling in abdomen, causing short breathing after lying down in bed." ],
    "Stool and Rectum" : [ "Faeces of consistency of mush, which slips through sphincters in little lumps, very similar to lumps of jelly.", "Stools dark brown, or like jelly.", "Urgent desire for stool, sometimes removed by passing wind; quantity normal.", "Sore feeling in rectum.", "Crawling sensation in rectum as if little worms were there.", "Stool inclined to be hard; unsatisfied feeling, as though not done.", "Stool solid at first, then diarrhoea.", "Movement of bowels at an unusual time (6.30 p.m., had moved morning of same day).", "Sharp pain from r. to l. across bowels, followed by very strong desire for stool.", "Stool, first hard, then loose.", "Entire > from pain after stool." ],
    "Urinary Organs" : [ "Characterised from first by a very profuse flow of clear, or almost colourless urine, nearly colour of water.", "Three or four times normal quantity.", "When thinking of urinating I had to go at once.", "No sediment whatever.", "Pain in kidneys, hardest in r., with some tenderness.", "At expiration of every two or three hours after stopping the remedy there was an enormous flow of pale, straw-coloured urine, and with this would gradually disappear the metallic taste which was so well marked.", "Free urination, dark in colour, no distress.", "Urine scanty, and looked that of a child troubled with worms, light red-coloured stain on bottom of vessel.", "Awoke with a heavy pain in kidneys.", "Urine clear on passing, but becomes turbid on standing (third day).", "During day urine scanty, with considerable irritation as if muscles of bladder were contracting, > moving about." ],
    "Male Sexual Organs" : [ "From being naturally of a passionate nature, the desire and ability diminished to impotence.", "No sexual desire or ability.", "Bruised feeling in testicles, beginning in r. and extending to l. (after going to bed).", "Occasional pain of short duration, in glans.", "The pain in testicles becomes worse, with extension along spermatic cord and down thighs." ],
    "Female Sexual Organs" : [ "At l.30 p.m. pain in l. ovary, like something grasping or holding tightly for about an hour, then disappeared." ],
    "Respiratory Organs" : [ "Slight accumulation of mucus in larynx, hard to cough it up.", "Short and quick breathing from the full feeling in abdomen.", "Hard breathing, as though lungs and bronchi were closing as the chill passes off.", "A dry cough, from any little exercise.", "A short cough, with tightness across chest." ],
    "Chest" : [ "Oppression in lungs at p.m.", "A warm tingling sensation over l. chest, just under skin." ],
    "Heart and Pulse" : [ "Palpitation after lying down at night, for to minutes.", "On going to bed, pain, like a wave over heart, < lying down.", "Pulse intermittent." ],
    "Neck" : [ "Pain and stiffness of muscles of back of neck.", "Numb, pithy or woody feeling about and in the spine (Gent.)." ],
    "Limbs" : [ "Flesh on under side of limbs sore.", "Sore feeling of all the muscles of r. side of body.", "All 'the pains come and go quickly, but the muscles remain sore and stiff.", "Frequent fine pains all over body until p.m., when all disappeared and felt as well as usual.", "Loss of power to control movements of body or limbs (Gent.)." ],
    "Upper Limbs" : [ "Stitching pain in r. wrist for half an hour, leaving a tired feeling in joint.", "At a sharp, cutting pain running from point of shoulder down front of chest to point of hip-bone, going suddenly.", "Flesh feels as though she had taken a heavy cold.", "Sharp pain, with coldness, from l. shoulder-joint extending down arm < in shoulder-joint, > sleep; goes away gradually.", "Prickling sensation in l. arm and hand." ],
    "Lower Limbs" : [ "Swaying, staggering gait (Gent.).", "Patellar-reflex lost (Gent.).", "Stitching pain in r. leg and knee-joint for half an hour, leaving a tired feeling in the joint.", "Hard pain in l. big toe-joint.", "Pain inside of l. leg from groin to knee." ],
    "Generalities" : [ "At a.m. a very sick, exhausted feeling.", "Weakness and insecurity of all power of locomotion (Gent.).", "Feeling of intoxication with almost entire loss of vision (Gent.).", "Sense of touch greatly impaired (Gent.).", "Animals eating it become slaves to it and can never be kept from it; they droop, lose flesh, stand with head hanging down, eyes half closed; suddenly will commence to kick violently at imaginary enemies; they are devoid of malice, but cannot be worked as they don't know when to stop or when to start, or which way to turn, or how to change gait or meet changes in level of road." ],
    "Sleep" : [ "Dreams of a pleasant or lascivious character.", "Wakes often.", "On rising feels sad, weary, despondent.", "Twitching of muscles on falling asleep roused him (once, for three or four nights).", "Dreamed of spiders, bugs (first night), of swimming in water (second night), (not in the habit of dreaming)." ],
    "Fever" : [ "Chill at 1l.40 a.m., beginning in back and between shoulders, down over body to feet; stomach feels cold; pains all over body during chill; a peculiar sensation of crawling or contraction of abdominal muscles, hardest about navel, lasted about half an hour.", "As chill passes off a smarting in throat and a feeling as though lungs and bronchi would close up, making breathing very difficult; chill lasted until p.m., when all disappeared.", "No thirst in either stage.", "For four weeks on every seventh day had a chill with all the above symptoms; coldness of spine was continuous for eight weeks, and was then removed by Gels." ]
  }
}