{
  "remedyName" : "Paeonia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, fissure of; fistula of; affections of. Bed-sores. Breast, ulceration of. Ciliary neuralgia. Coccyx, ulcer on. Haemorrhoids. Headache. Head, rush of blood to. Nightmare. Perineum, ulcer on. Sternum, pain in. Ulcers. Varicose veins. Vertigo." ],
    "Characteristics" : [ "Paeonia belongs to the great order of Ranunculaceae, which includes the Aconites, Actaeas, and Hellebores. The proving brings out many symptoms of congestion", "rush of blood to head, face, chest; burning heat and redness of eyes and face; burning, itching, and swelling of anus; heat in throat; in skin. The symptoms are well characterised, but it is principally the anal and skin symptoms which have been verified in practice. One of the symptoms of the proving is this: \"A small ulcer on perineum near anus that constantly oozes very offensive moisture; painful for eight days.\" This symptom has been expanded by clinical observation, principally Ozanam's, into ulceration in general, ulcers from pressure, as bed-sores, and from ill-fitting boots. \"Sensation of splinter sticking in skin of right great toe when touched,\" and \"violent pain as from pressure in left little toe,\" are guiding symptoms of the provings which put that great prescriber on the right track here. The ulcers are the seat of severe shooting pains. The symptoms of Ozanam's cases are bracketed in the Schema. These observations show the relationship between Paeon. and the Hellebores. The situation of the ulcer of the proving, together with the anal symptoms", "biting, itching, swelling, burning", "clearly point to Paeon. as a remedy in anal affections such as abscess, fissure, fistula, and piles. The leading indications are intolerable pain during and after stool and oozing of moisture. Experience has proved that varicose veins as well as anal varices are amenable to Paeon. The dreams experienced by the provers were of a terrifying nature; and it is interesting to note, as Geyer, one of the provers, does, that both Dioscorides and Plinius cured nightmare with Paeon., the former with the seeds, the latter with the root. Geyer was ignorant of this fact until after he had experienced the nightmare-causing power of the drug. As the tissues are sensitive to pressure and injury, the mind is also sensitive: \"Griping pain in abdomen, preceded, and especially followed, by anxiety, trembling of legs and arms as though he were frightened; he became apprehensive if any one spoke to him, and unpleasant news affected him exceedingly.\" There is fainting with diarrhoea; and the stools are followed by intense chilliness, occurring generally a few hours after he felt the worst. The symptoms were < by motion; by walking. Bad pain in anus compelling him to walk the floor all night; or to roll on the floor. < Coming into warm room. < Touch or pressure. Keeping jaws open > pressure from lower jaw to inner ear. Drinking water > vertigo with nausea. The right side is more affected than the left." ],
    "Relations" : [ "Antidoted by: Alo., Ratan. Compare: In varices, Ham. In splinter sensation, anal fissure and abscess, in ulcer, Nit. ac. In splinter sensation and ulcers, Arg. n., Hep. In ulcers, Helleb. n., Helleb. v., Silic. In ulcers about the toes, Magn. aust. In diarrhoea, Sul. In effects of bad news, Gels." ],
    "Causation" : [ "Bruises. Pressure (bed-sores, tight boots). Bad news." ],
    "Mind" : [ "Delirium.", "Excitement.", "Apprehension; in evening, with anxiety.", "Anxious, afraid to talk with any one; much affected by bad news, after pinching in belly.", "Ill-humour.", "Depression; after p.m., with irritability." ],
    "Head" : [ "Vertigo: on every motion (in a warm room), with constant reeling and staggering.", "Dulness, heaviness, vertigo, and feeling of heat in head.", "Syncope and cold sweat.", "Fulness; and rush of blood to head; after p.m., with pain below forehead; and to face with sweat.", "Pain and confusion of head.", "Pain with dulness of head, roaring in ears, and flickering before eyes.", "Gnawing headache.", "Headache, with pressive pain in l. side, after a meal (dinner).", "Pain in forehead: in morning and evening, and in orbits; above l. brow, with sticking.", "Jerking tearing in r. temple, extending into head.", "Boring outward in r. temple.", "Pain in occiput and in nape.", "Heaviness in occiput." ],
    "Eyes" : [ "Eyes red and watery.", "Pain in l. eye; becoming a tearing, with inflammation, injection of conjunctiva, difficult opening of eye on account of pain and photophobia, with lachrymation.", "Eyes dry, smarting, not easy to open.", "Burning, itching and dryness; of eyes and lids.", "Violent tearing around r. eye.", "Conjunctivitis of ball and lid, with lachrymation and contracted pupils.", "Inflammation of l. ball, with pain as if a grain of sand were under upper lid.", "Sticking in r. upper lid towards inner canthus." ],
    "Ears" : [ "Jerking in cartilages of ears.", "Sticking outward in r. ear.", "Pinching behind r. ear.", "One ear cold, the other hot, p.m.", "Itching in concha.", "Ringing in ears; in l." ],
    "Nose" : [ "Stoppage of nose: in evening, in morning in bed, with dryness.", "Crawling in tip of nose." ],
    "Face" : [ "Face red and puffy.", "Burning heat in face.", "Crawling in upper lip.", "Pain extending from articular fossa of lower jaw through inner ear, > keeping jaws open for a long time, as, e.g., when drinking, < pressing them together." ],
    "Mouth" : [ "Tongue red." ],
    "Throat" : [ "Biting posteriorly in palate in evening.", "Hawking caused by tenacious mucus in throat, with scanty expectoration.", "Scraping in throat, necessity to cough and hawk to loosen it, and feeling in posterior nares as if full of mucus.", "Sensation as if an acrid, burning vapour ascended throat.", "Heat: in fauces extending to pharynx; in throat and oesophagus, < hawking.", "Swallowing difficult." ],
    "Appetite" : [ "Appetite lost.", "Thirst." ],
    "Stomach" : [ "Nausea (on entering a warm room after a moderate walk, with seething in head, vanishing or obscuration of senses, and attacks of faintness).", "Vomiting and painful diarrhoea.", "Anxious aching (pressing) in epigastrium.", "Periodical sticking upward from middle of epigastric region.", "Burning in epigastric region at night." ],
    "Abdomen" : [ "Borborygmi.", "Griping pain in forenoon, preceded, and esp. followed, by anxiety, trembling of limbs and arms, as if frightened, and apprehension when any one spoke to him, unpleasant news affected him exceedingly.", "Pinching in abdominal muscles.", "Cutting; in umbilical region.", "Colic; with diarrhoea; transversely across upper abdomen.", "Sensitiveness, < along transverse colon and epigastric region, that were hard and retracted.", "Crawling in abdomen." ],
    "Stool and Anus" : [ "Biting itching in anus that provokes scratching in afternoon; the orifice seems somewhat swollen.", "Haemorrhoids with fissure in anus; intolerable pains during and after a stool.", "Haemorrhoids and ulceration of rectum.", "Very painful and sensitive ulcers and rhagades in rectum.", "Very painful ulcer, partly in enlargement, round, sharp-cut edges, and exuding much moisture.", "Funnel-shaped ulcer just below coccyx.", "Running and fetid ulcer in the anus, towards the perineum.", "Sudden pasty diarrhoea, with faintness in abdomen and burning in anus after stool, returning after six hours, then internal chilliness, generally a few hours afterwards he felt the worst.", "Stools thin, frequent." ],
    "Urinary Organs" : [ "Constriction in region of neck of bladder, so that urine passed only in driblets.", "Frequent and copious micturition, disturbing sleep at night.", "Micturition burning and urine scanty." ],
    "Female Sexual Organs" : [ "External genitals swollen and painful." ],
    "Chest" : [ "Sticking in l. chest; parallel with axis of body, on every inspiration from to and at p.m.", "Sticking: in r. side near sternum, on a level with nipples, at p.m.; near r. nipple, < walking; to r. of ensiform process, with pressure; downward sticking in l. chest; backward sticking as if through heart.", "Sticking through whole l. half of chest, beginning beneath clavicle and extending to diaphragm, < region of heart at moment of expiration, and < walking.", "Cutting in l. side when sitting bent over.", "Sharp pain in ribs above hepatic region, in morning.", "Pain: near middle of sternum; beneath manubrium in morning; near both sides of lower part of sternum when eating; in middle of sternum, > night, < next morning, and recurring all the forenoon.", "Pain beneath the heart as from anxiety.", "Throbbing extending through r. side and from posterior part to nape, where it ended in intermitting pinching.", "Rush of blood.", "Heat in chest.", "(Ulcer on lower part of l. breast, consequent on abscess which had never healed.)" ],
    "Heart" : [ "Dull shooting from front to back through heart.", "Pulse contracted." ],
    "Neck and Back" : [ "Sticking in last cervical vertebra.", "Sticking in scapulae; in places in back, > scratching.", "Pinching or griping now in dorsal, now in abdominal muscles.", "Boring in l. scapula, > motion.", "Ulcers over sacrum, bed-sores." ],
    "Limbs" : [ "Jerking and tearing in extremities; paroxysmal tearing, then numbness; weakness in evening." ],
    "Upper Limbs" : [ "Acute lancinations under axillae.", "Aching in r. upper arm, extending to region of elbow, > motion.", "Tickling as if an insect were creeping on forearm.", "Tense feeling in muscles across elbow on flexing arms.", "Cramp in ulna at wrist.", "Sticking griping in l. wrist, behind thumb.", "Pain almost a tearing in l. finger-tips.", "Shootings and tinglings in fingers.", "Dead feeling in one finger.", "R. ring finger, which received four weeks previously a blow from a blunt rapier, seems as far as the first and second phalanges dead, cold, devoid of blood, shrivelled, yellow, and without sensation, in afternoon." ],
    "Lower Limbs" : [ "Cramp in r. knee (joint) when sitting.", "Sudden thrusts (blows) outward or inward side of l. knee.", "(Ulcer on anterior surface of r. tibia, from a blow.", "Chronic ulcer of r. leg, serpiginous, spreading at edges; severe shooting pains hindering walking by day and rest by night.", "Ulcer on l. great toe; on dorsum of foot, from tight boots.).", "Sensation in lower part of calf as if aponeurosis of muscles and tendons were tense or bruised, making walking difficult, towards evening.", "Weary pain in ankles when sitting.", "Pain in corns.", "Swelling of toes, with contraction, intermittent sticking (jerking pains) through them.", "Sticking in skin of great toe, as if pressed by shoe, in evening.", "Pain in l. little toe as from pressure." ],
    "Generalities" : [ "Weakness: when walking, with heaving of chest and limbs, so that often she must stand still; > eating, with heaviness of limbs.", "< After sleep at night, at noon and in rainy weather." ],
    "Skin" : [ "Painful ulcer, oozing offensive moisture on perineum, near anus.", "Sensitive ulcers on lower part of body.", "Crawling in a spot on l. forearm, with a bristling sensation; sticking in the fingers, in the sides; drawing beneath umbilicus, > scratching.", "Itching: on calves, > rubbing; on head, chest, and limbs, with burning biting as from nettles; prickling in open air, with sticking; prickling on chest, then in axillae and arms down to sides of chest." ],
    "Sleep" : [ "Sleepiness all afternoon.", "Starting on failing asleep, even during day.", "Sleep: restless, and dreams unremembered; restless, disturbed the first night by burning in epigastric region, afterwards by voluptuous dreams with emissions, or by anxious and vivid dreams of death, &c.", "Sleep unrefreshing, disturbed by many and unrefreshing dreams.", "Dreams: unremembered; frightful, of the death of relatives, &c.; quarrelsome; anxious; vivid, wonderful, and amorous; amorous, with emission; amorous after midnight, disturbing sleep; of a ghost sitting upon his chest and oppressing his breath, so that he often woke groaning; of a figure sitting upon his chest, making respiration anxious." ],
    "Fever" : [ "Shivering.", "Coldness of one ear at p.m., with heat of the other.", "Coldness of limbs, with (burning) heat in face, back, and chest.", "Heat: at night disturbing sleep; general, waking after midnight, with heat in region of stomach.", "Hot skin.", "Heat in head; in face; as from nettles, on chest, neck, back, and shoulders.", "Rush of blood to head and face with sweat." ]
  }
}