{
  "remedyName" : "Palladium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation. Egotism. Eyelids, margins, blisters on. Headache. Hysteria. Leucorrhoea. Ovaries, affections of. Sciatica. Sexual power, diminished. Uterus, affections of; prolapse of. Warts." ],
    "Characteristics" : [ "Palladium, one of the rare metals, was first separated from native Platinum by Wollaston in and Was named after the planet Pallas, which had been discovered just before that time by Olbers. Hering, who made the first provings in says: \"If we classify the Sulphides according to their solubility in dilute acids, Pallad. must be placed with Argentum, Rhodium, Ruthenium, and Osmium, and Platina remains with the less soluble Mercury, Aurum, and Iridium. Platinum and Palladium, both proved in dust form, showed such similarity in their effects that the question arose whether corresponding differences might be found. These data can only be furnished by frequent use of Pallad. in practice.\" Clinical experience has done much to distinguish between these two remedies, related as closely in their effects on the human organism as they are closely related in nature. The chief characteristic of Pallad. is affections of the right ovary attended with pains which are > by pressure. Skinner cured with Pallad. a young lady who had excessive pain in the right ovary during the menses. The only relief she could get was by inducing her sister to sit on that region. This > by pressure distinguishes the pain of Pallad. from the similar ovarian pain of Plat. Lippe was the first to turn the provings to account, and the mental symptoms provided his best guides. The chief characteristic of Pallad. in the mental sphere is \"Love of approbation, \", which lays its victim an easy prey to slights real or imaginary, and easily gives place to a state of \"wounded pride and fancied neglect\"; irritability which often finds vent in violent expressions. Such a patient is > in society, and < after the party or entertainment. This state of mind (which differs from the hauteur of Plat.), when found associated with uterine and ovarian disorders, will surely indicate Pallad. There is much uterine bearing down, and even prolapse. Many head symptoms were noted, and this has been confirmed: \"Headache across top of head from one ear to the other.\" According to Hering the pains of Pallad. are fleeting and transient and hard to describe. Peculiar symptoms are: As if he had grown taller. As if something horrible would happen. As if she were going crazy. As if she could not touch anything. As if head were swung from behind forward. As if brain were being shaken. As if a weight were lying on brain, and were pushed from occiput to forehead. Pressure on head as from finger-tips. As if something hanging in throat near hyoid bone, or a crumb had lodged there. Crawling in abdomen. As if intestines strangulated. As if air-bubbles pressed forcibly through intestines and passed upward. As if an animal were snapping and biting off small portions inside abdomen. As if testicles were bruised. As if parts of groins would tear. As if viscera had gone from flanks. As if bladder was filled. As if uterus would prolapse. As if neck becoming stiff. As if hand shattered. As if heads of femurs were forced out of their sockets and expanded. The symptoms are: > By touch (headache). > By pressure (pains in kidney and ovary). > By rubbing (pain in ovary; burning spot on right cheek bone). Warmth > sciatica; colic (hot cloths). Undressing = itching all over body. Cold < sciatica. Open air > stitches in chest; lameness in arm. Rest >. Motion <. Lying on left side > abdominal symptoms. Walking > stitches in chest. Every step = pain in groin. Keeping thigh flexed > pain in groin. < After exertion. < After social excitement, concerts, &c. > After sleep. Expiration = pushing forward of weight in head. Cutting pains in uterus are > after stool. Coughing and sneezing < pain in abdomen. Menses come on at full moon (two weeks late, being due at new moon)." ],
    "Relations" : [ "Antidoted by: Chi. (diarrhoea); Glon. and Bell. (headache). Complementary: Plat. Compare: Irid., Osm., Plat. (natural allies). Right ovary, Ap., Graph., Pod., Plat. Left ovary, Arg. met. (feeling as if left ovary growing enormously large), Lach. (Lach. < pressure), Lil. t., Act. r., Sul. Tired backache, Helon. Hysteria, introverted state of mind, Tarent. Crumb in throat, Hep. Pain in spleen, Cean. (Pallad. at menses)." ],
    "Mind" : [ "Extremely fatigued evening; feels mentally \"gone.\".", "Greatly inclined to use strong language and violent expressions.", "Fond of the good opinion of others; also too much weight is laid on their judgment; therefore very excited in society, and her complaints are < next day.", "> In company, wants to be flattered.", "Easily wounded pride.", "Imagines herself neglected.", "Great inclination to weep.", "Depressing news < all symptoms.", "Mental agitation, esp. from society, or musical entertainments, or excited conversation, or motion, < the pain in r. ovary.", "Excited and impatient (from headache).", "Time passes too slowly." ],
    "Head" : [ "Is so tired that he reels on coming into a room.", "Sensation as if head were swung from behind forward; as if brain were being shaken.", "Painful dulness in head with darting to and fro in l. side of it.", "Headache across top of head from one ear to the other.", "Headache: < in afternoon, had to lie down; inability to sleep; with pulsations over whole body; < or > after sleep.", "Headache causing irritability and impatience.", "Sensation as if a weight lying on centre of brain; each expiration = sensation as if the weight were pushed from occiput to forehead.", "Morning headache with weakness in back.", "Sensation of roughness on forehead and slight itching.", "Itching on sides of head." ],
    "Eyes" : [ "Dull, heavy pain in and behind l. eye, in evening, after walking.", "Pustule under r. eyelid, < by touch.", "Pain in r. eye, temple, and ear.", "Pain around l. eye, extending beyond r. eyebrow, while walking at a.m.", "Sensation of dryness on the edges of the lids.", "Small watery blisters on edges of lower lids.", "Dryness and itching of eyes in evening, which is not > by rubbing.", "Blue half-circles under eyes." ],
    "Nose" : [ "Burning in nose with coryza, evening.", "When sneezing or coughing, pain in abdomen.", "Blood pustule r. cheek, near wing of nose.", "Painful pustule on point of nose, bleeds long after being squeezed." ],
    "Face" : [ "Itching pimples in the face, on the nose, behind the ears; back of r. and l. zygoma; in whiskers.", "Growth of whiskers more slow.", "Soreness and painfulness of the r. corner of mouth.", "Pain in r. and l. lower jaw." ],
    "Teeth" : [ "Sensation as if upper incisors projecting.", "L. upper and outer incisor sensitive, and feels like a foreign body." ],
    "Mouth" : [ "Tongue red in the middle (morning).", "Burning sensation on surface of tongue near tip.", "Much tough mucus in mouth and slimy taste." ],
    "Throat" : [ "Accumulation of tough mucus in throat, with slimy taste, which returns after rinsing out the mouth.", "Frequent hawking of small solid lumps, which he must swallow.", "Dryness in throat and on tongue, without thirst.", "Tickling (or sticking) as if a crumb of bread had lodged in throat.", "Sensation when swallowing as if something hanging near hyoid bone." ],
    "Stomach" : [ "No desire for beer.", "At dinner, and after coffee, headache.", "Nausea; tasteless eructations, which do not >." ],
    "Abdomen" : [ "Pain and soreness in liver.", "Pain in l. hypochondrium; > by eructations.", "Pain in region of spleen.", "Crawling sensation in abdomen.", "Sensation as if the intestines were entangled and twisted in different directions.", "Stitches in l. side near hip-bone but more inward; in intervals peculiar pain as if air bubbles pressed forcibly through intestines and passed upward; sometimes as if an animal tearing off small portions from inside; stitches extend to r. side next day.", "Sensation in flanks as if viscera gone.", "Violent colic in abdomen, more on the r. side; growing < under continuous eructations; can only endure the pain when lying on l. side; < from sneezing, coughing, and urinating, and in afternoon; returning next day in afternoon, with cold hands and feet, continuous chilliness, and passing of urine like blood mixed with water; after going to bed cramps in legs, which prevent her from moving in bed; > by external heat (hot cloths).", "Shooting pains from navel to pelvis.", "(Soreness and shaking pain from navel to breasts.).", "Swelling and hardness in r. side of abdomen (ovary).", "Sharp pains, as darts with a knife, low down in abdomen; > after stool.", "Distended abdomen from flatulency.", "Every step hurts in l. groin.", "Sensation as if something in groin would tear." ],
    "Stool and Anus" : [ "Frequent soft stool.", "Diarrhoea with very little pain, night and day; cured by Chi.", "Stool in afternoon or evening instead of morning.", "Dull stitches felt at approach of a stool; dull aching twitches l. side of rectum; morning.", "Dull pains in rectum, as from too long retained stool, but without urging, at noon.", "Knife-like pains in uterus are > after stool.", "Constipation; stools hard, frequently whitish (like chalk)." ],
    "Urinary Organs" : [ "Single stitches through bladder, with painful weakness in it.", "Frequent micturition; bladder feels full, but little urine is passed.", "Pressure in bladder, as if very full.", "Dark urine with brick-dust sediment, or colouring, the vessel red.", "Muddy (not dark) urine; urine like water mixed with blood." ],
    "Male Sexual Organs" : [ "In evening and at night no proper erection could be obtained.", "Single stitches in urethra, extending down to corona glandis.", "Sensation as if testicles were bruised, with pain in abdomen." ],
    "Female Sexual Organs" : [ "Pain and weakness as if uterus were sinking down; every motion was esp. painful; she could not well stand.", "Heaviness, like a weight in pelvis.", "Bearing-down pain.", "R. ovary swollen, sore to pressure, with bearing-down pains.", "In the region of r. ovary, drawing down and forward; > by rubbing (pressure).", "Pain in r. ovary; urgency to urinate but scanty emission and sensation of weight and bearing down in pelvis; prolapsus uteri.", "Swelling and induration of r. ovary, with soreness and a shooting pain from navel to pelvis; with a heaviness and weight in pelvis; < from exertion and while standing up, > lying on l. side.", "Menses appeared later, at full moon instead of new moon, and accompanied by headache, &c., which were > by Glon. and Bell.", "Pain in abdomen and region of spleen at return of menses.", "Feels sore in abdomen after menses, with fear and apprehension that something horrible will happen.", "Menstrual discharge while nursing.", "Leucorrhoea transparent, like jelly; < before and after menstruation.", "Yellow leucorrhoea turned white and thicker and then disappeared." ],
    "Respiratory Organs" : [ "Frequent hawking of small solid lumps which he must swallow.", "When making an expectoration, sensation as if something were pushed into head; when taking a deep breath, stitches in chest.", "Coughing and sneezing < pain in abdomen." ],
    "Chest" : [ "Stitches in r. side of chest, through to the back; < from taking a long breath, > when walking in the open air.", "Stitches in r. breast near nipple, running in deep; < deep inspiration." ],
    "Heart" : [ "Pain in region of heart.", "Pressing deep in the l. side of the chest periodical, as if in the heart.", "Pain in heart, with paralysis of l. arm." ],
    "Neck and Back" : [ "Frequent painful spasm in muscles r. side of neck; esp. morning.", "Painful drawing in neck, shoulders, and down l. arm.", "Pain in back and hips, with coldness of limbs.", "Tired feeling in back." ],
    "Upper Limbs" : [ "Sudden stitches in r. shoulder-joint; rheumatic pains in r. shoulder.", "Sensation as if sprained in r. shoulder-joint.", "Stitches from shoulders into middle of chest.", "Pain in r. arm and temple.", "Pain in r. wrist extending into forearm.", "Sensation of numbness in l. arm, as if paralysed.", "Numbness of r. arm and hand at night." ],
    "Lower Limbs" : [ "Rheumatic pains in the r. hip.", "Sciatica: r. side; dull aching pain; < towards night and in evening, in cold and from motion; > by warmth and rest.", "Darting pain from toes to hip, or from trochanter to hollow of knee.", "Tension in l. calf; while walking it becomes tensive in hamstrings.", "Itching in l. ankle." ],
    "Generalities" : [ "Aversion to make any effort to exercise; must lie down.", "Stitches; rheumatic pains, suddenly changing and often lasting but a short time; soreness as if bruised." ],
    "Skin" : [ "Redness of knuckles; warts on knuckles.", "Itching and crawling as from fleas on different spots, back, arms, abdomen, thighs, ankles." ],
    "Sleep" : [ "Great sleepiness; in afternoon (3 p.m.), and early in the evening.", "Wakeful till a.m.", "Starting in sleep; afternoon.", "Dreams: every night; of buildings; wide stairs; many rooms.", "Symptoms > by sleep." ],
    "Fever" : [ "Chilliness with cold hands and feet, with colic.", "Coldness of the limbs, with pain in the back." ]
  }
}