{
  "remedyName" : "Paraffinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, swelling of. Breasts, affections of. Constipation; of children. Diaphragmitis. Indigestion. Leucorrhoea. Menorrhagia. Muscae volitantes. Spine, pains in. Spleen, pain in. Umbilicus, pain in. Uterus, affections of. Vertebrae, affections of. Vision, disorders of." ],
    "Characteristics" : [ "\"Paraffin\" as a generic term includes all those substances which have no affinity for Sulphuric Acid, and cannot be destroyed by it, Petroleum itself coming within this designation. Specifically \"Paraffin\" is a \"tasteless, inodorous, fatty matter, which resists the action of acids and alkalis, obtained by the dry distillation of wood, peat, bituminous coal, petroleum, &c.\" In the distillation of Petroleum, Naphthalin is the first substance that comes off; Paraffin is the next. This is the substance the attenuation of which I have successfully used on the indications of Wahle's proving (translated by W. F. Robinson from the Italian, H. R., v., 193), and I conclude this is the substance Wahle proved, though no description of it is given. The symptoms of the proving, which was made on persons of both sexes, are very striking. The pains are: Knife-like stabs; twisting, wrenching pains; stinging and twisting; electric pains. The pains extend from one part to another and alternate. Pain in the stomach alternates with pains in throat and spine. There is sensitiveness to touch about the head. Sensation as if there were fat on the eyes. Sensation as if whole body was swaying to and fro. Sensation of a cord round abdomen. The pains are < bending over. < Standing or walking (these soon bring back the symptoms). > After sleep. > After rest. > By supporting the part. Aversion to tobacco; smoking = pain in stomach. Palpitation accompanies stomach pain. A number of pains were experienced in the groins; stabbing in mons veneris; cutting pain from one iliac crest to the other. With these pains there was leucorrhoea, pruritis vulvae, and other disturbances of the female generative organs. The homoeopaths of Rome (says the H. R.) have found it serviceable in uterine and other troubles, particularly constipation. I have recorded (H. W., xxvi. 319) this case: Mrs. W., 37, mother of three children, suffered since last confinement, five years before, with bearing-down pains, excessive menses, leucorrhoea, constant and violent indigestion with morning retching or vomiting. Pain in back, shoulders, and abdomen after any food, however light. The pains, which \"double her up,\" are < on standing. Much thirst. Constipation with piles. Constant desire to pass water. After Murex and Alston. had given some relief, the indigestion returned in full force. A few globules of Paraf. were dissolved in water and a teaspoonful taken every two or three hours.", "In a few days all symptoms of indigestion were gone and did not return. Other symptoms were markedly ameliorated. The catamenia instead of recurring too soon were delayed much beyond the normal time. Paraf. has a remarkable action in nodous joints. Cooper has seen swollen joints lessen considerably from its use as a liniment." ],
    "Relations" : [ "Compare. Naph., Petr., Eupn., Kre. (Eupn. and Kre. have to each other a relation similar to that between Naph. and Paraf.). Desire to walk fast, Buf., Iod. Uterine symptoms, Sep., Murex, Nat. m., Nat. sul. Intolerance of tight clothing, Lach." ],
    "Mind" : [ "Sensation of fear with electric pains in axilla." ],
    "Head" : [ "Bruised feeling in l. occiput.", "Knocking and hammering in head as if all the pulses were beating.", "Head heavy and dull; a feeling when leaning forward as if a weight fell toward forehead.", "Pressing pain in head, extending from vertex toward forehead as if something would come out.", "Pricking stinging in head, extending to l. temporal bone.", "Pain as of a contusion in occiput.", "At a.m. a pain in l. side of vertex as if a nail were being driven into head, with extension of the pain to l. lower jaw.", "Touching l. side of head = pain as if the part were crushed and a feeling as if the whole side of the head were soft and spongy.", "Twisting and wrenching in sinciput so that he must lie down (which >); having lain down a quarter of an hour, and having placed r. hand under head, there was experienced a feeling of painless shock so that the hand under the, head was drawn away and the legs were thrown down from the sofa; soon afterward occurred severe palpitation of heart.", "Twisting and wrenching in the whole head as well as the face; of l. side; l. teeth ache as if they would fall out.", "Feeling as of knife-stabs under r. temporal bone, extending into r. eye and becoming < on bending over.", "On the outside of forehead a pressing pain which seems to thrust inward, passing in half an hour into inside of head.", "The l. side of head and face suffers most; pains stinging and twisting, often going and returning at the same time.", "Sticking in the forehead extending into the nose.", "On touching the vertex the skin pains as if it were suppurating, in the afternoon.", "Skin of head feels soft on being touched, or as if suppuration was going on beneath it.", "Falling out of hair." ],
    "Eyes" : [ "Throbbing and sticking over r. eyebrow laterally and from without, extending into lower jaw and there disappearing.", "Stinging pains above the l. eye and toward temple.", "Raised spots upon cornea.", "Eyes seem as if there was a veil before them, morning.", "In morning, lids closed with mucus; dry mucus in internal canthi.", "Itching in internal canthi which ceases a moment on rubbing, but a sore pain remains, and very soon the itching returns.", "Pressing pains under r. upper lids as if from a foreign body; or as if from the prick of a needle.", "Lids red, as after crying.", "Pain as of a wound in l. external canthus, morning.", "Itching of lids, lasting the whole day.", "Rubbing > only for a short time.", "Feeling in eyes as if they had fat in them.", "Feeling in eyes as if always moist.", "Eyes moist and fearful.", "The mucus in internal canthi is cold and viscid.", "Lachrymation and itching of eyes in morning on rising.", "In morning, l. eye closed with mucus, and seems to have a veil before it.", "Eyes dim, she sees nothing, but feels everything.", "On fixing any object for some time eyes become moist, as if a cold wind was blowing into them, with a gentle itching.", "In open air there seems to be a black veil before eyes; objects seen seem to be pale, with short sight; little black flies are seen before the eyes.", "She sees objects as if in a mist.", "White of eye full of blood; < toward the external angle." ],
    "Ears" : [ "Roaring in r. ear like rumbling of a mill wheel, afternoon.", "Gurgling in l. ear like beating of pulse.", "Ringing in both ears, morning.", "Stinging and twisting in l. ear with a feeling as if it was stopped up; pushing things into ears > temporarily." ],
    "Nose" : [ "Odour of cordials in nose.", "Nose moist, frequent desire to blow it, but without sneezing.", "Blood from nose of a dark red colour." ],
    "Face" : [ "Itching in face as from urticaria, smooth red spots appear." ],
    "Teeth" : [ "Tearing in r. teeth, extending to r. ear; > by supporting painful cheek.", "Stabbing pain in one of the l. lower molars.", "Twisting in teeth with stinging in ear, which after some hours affects whole l. side of head and face, down to lower jaw.", "Twisting pain in l. lower teeth and l. temple, sleep impossible." ],
    "Mouth" : [ "In evening, under upper lip, on the gum, a hard, painless swelling, which broke during the night.", "Mouth full of saliva; she was obliged to spit constantly, lasting for twenty-four hours.", "Mouth feels sticky.", "Mouth without taste and the appetite fails.", "Bitter taste in mouth.", "Tongue slightly coated; dirty-white in colour; chill, followed by dry heat with thirst, which is soon followed by sweat, lasting a long time." ],
    "Throat" : [ "Dryness of throat, fauces as if dried up, but without thirst.", "Sense of suffocation in pharynx." ],
    "Stomach" : [ "Acid eructations some hours after eating.", "A constant feeling of satiety.", "Appetite good, but nothing seems to taste as it should.", "Inclination to vomit at p.m.", "After eating repeated urging to vomit with expulsion of the ingesta.", "Disturbance of stomach with increase of saliva in mouth as if emesis must occur, with stinging pains in forehead and cold over whole body, without thirst or feeling of heat following.", "Hunger almost all the time.", "Pain across stomach as if a blow had been received; lasts thirty-six hours; can only breathe slowly and carefully.", "The pains in stomach extend to chest, causing oppression thereof, and then pass into shoulders, with much belching, and alternating with pains in throat and spine.", "Great sensibility of stomach; cannot draw the vest together.", "In walking, feeling of relaxation in region of stomach, as if a sore in it were causing pain.", "Smoking soon = pain in stomach, and tobacco is distasteful.", "Pain as if from a beating in region of stomach; she wished to gape and was obliged to support region of stomach with hand, thereupon a fixed pain in l. hypochondrium as if some of the parts were being twisted.", "Stomach swells up like a ball and forces itself upwards; hard and very painful to the touch; there is also very little appetite.", "When the pains in stomach subside, those in teeth also disappear (as if a causal relation between the tow).", "Weight in stomach as if there was a stone placed upon it, in morning, evening, and after dinner during time of digestion (from half an hour to an hour after meals).", "Palpitation of heart with stomach symptoms, so severe as to incapacitate him.", "After breakfast, between and a.m., griping and drawing with crawling in stomach, which extends into chest and between shoulders, causing oppression of chest with a sense of heat." ],
    "Abdomen" : [ "Sense of lassitude in abdomen > when supported.", "Swelling of abdomen and nausea as if about to vomit.", "Feeling in the abdomen as if he had been disembowelled; he wishes to walk fast which causes the parts to pain severely.", "Cutting pains in abdomen, preventing sleep the whole night.", "At a.m. colicky pains in abdomen, which ceased after some minutes, and a quantity of white mucus issued from vagina; these attacks are often repeated.", "Under umbilicus a cutting pain as if caused by a sharp knife, extending downward to genitals.", "Colicky pains for some hours internal to umbilicus with a painful sensation as if a cord was bound around abdomen above stomach, lasting ten minutes.", "Griping sensation in region of umbilicus, extending to spine.", "When sitting, spasmodic pains in lower abdomen, extending into rectum and coccyx.", "After long sitting the pains are >, but walking makes them <, so that the body must be held in a slightly curved position.", "Toward p.m. griping and cutting internal to umbilicus with nausea, afterwards vomiting of acid water and at the end a little food, with twisting pains in vertex and temples; dryness of mouth with much thirst.", "At p.m., without having supped, abdomen suddenly swelled as if she had eaten to excess; before and during the attack flat and viscid taste in mouth.", "She went to bed in this condition, and on waking in morning the attack was entirely gone, the bowels, however, refused to move.", "Painless swelling of abdomen lasting twenty-four hours.", "Abdomen hard, tense, and swollen, with painless rumblings unaccompanied with belching of wind; he goes to bed with these symptoms but they are gone in morning.", "Pressing arm against stomach and squeezing it > the pain, and then she was able to breathe deeply, which she could not do otherwise.", "Stomach swollen in the afternoon; went to bed at p.m. and slept one hour, awoke with urging to vomit, and soon after threw up acid water and the food taken the preceding day.", "Griping in abdomen, extending down into rectum, with a feeling as if this organ was ligated; she feels so weak that she has to support herself to keep from failing, with cold sweat in face, lasting half an hour.", "Severe itching in abdomen which ceases, and is always followed by copious white expectoration, with flashes of heat in face and great weakness.", "At first coldness in feet, then stinging and pressing pains in r. hypochondrium.", "From here the pains pass to stomach with swelling of abdomen; then they extend up the spine to the shoulders.", "Spasmodic stabbing pains one after the other in mons veneris, when standing on her feet she has a desire to put one foot over the other.", "Spasmodic pain in l. inguinal region as of incarcerated wind, which extends upward across abdomen, causing a painful spot in region of spleen.", "Drawing and cutting pain from one iliac crest to the other as if a knife had traversed abdomen; often intermitting, and always returning." ],
    "Stool and Anus" : [ "Constrictive pain below ribs, passing across stomach, with much thirst; five hours later stools, at first very hard with much tenesmus and retracted abdomen; later, fluid, abundant, constant tenesmus, relieving swelling of abdomen a little.", "Bowels confined for two days and very hard; evacuation in small pieces.", "No evacuation for three days, abdomen seems very full, as if much had been eaten, with loss of appetite.", "Evacuations accompanied with stinging, cutting pains in rectum, which persist more than an hour, with vehement tenesmus.", "Obstinate constipation in children is readily cured.", "The child has a movement only once in three or four days, accompanied with severe pain in anus.", "Frequent desire for stool without result.", "Stools hard but occurring every day.", "After going for three days without stool he is obliged to remain an hour before expelling anything, and becomes very much fatigued.", "Evacuations hard as nuts expelled with much difficulty, with spasmodic pains in intestines; the faeces escape in small pieces.", "Chronic constipation with haemorrhoids and continual urging to stool without result." ],
    "Urinary Organs" : [ "Passes much urine of ten.", "Frequent desire to pass urine after cramps in stomach.", "Was obliged to urinate three times in the space of four hours, but only a small quantity each time; otherwise she only urinated once during the same length of time and with strangury.", "Urine very hot and light coloured.", "Passes much urine, and after a quarter of an hour passes an equally large quantity although she had drunk but little." ],
    "Female Sexual Organs" : [ "Slight itching and burning in vulva when not urinating.", "Feeling of heat in the vulva.", "Very hot urine causing heat at vulva.", "The menstruation appears several days too late.", "The menstruation comes on six days too soon, when on the feet the blood flows continuously.", "The blood is black and abundant; reddish-black.", "During menses: feels cold externally and hot internally and must drink a great deal; cutting pains through body on second day.", "White fluid discharge like milk coming away in drops; sweetish odour.", "Very profuse white discharge, leaving white and grey spots on the linen, with itching in abdomen." ],
    "Respiratory Organs" : [ "Voice hollow and harsh.", "A chronic rattling in throat causes a dry cough." ],
    "Chest" : [ "Whole chest pains as if compressed, and when breathing sharp stabbing pains traverse chest, < l. side.", "Stinging in chest which prevents him from taking a long breath.", "Pain in region of diaphragm as if it was inflamed; when gaping, drawing pains under r. ribs, extending as far as spine; they come and go frequently and are < by respiration.", "Stinging pains under false ribs on l. side, < on lying down, on external pressure and on deep respiration with flashes of heat.", "Stabbing pains one after another in upper portion of breast, < when breathing, lasting half an hour.", "Twisting pains in l. breast.", "The nipples pain on touching them, as if sore inside." ],
    "Heart" : [ "Pulse weak, thready, increased in frequency." ],
    "Back" : [ "Drawing and stinging between the shoulders with oppression of breath.", "Drawing pains between the shoulders, extending downward along spine, toward liver and upward into chest, then respiration becomes oppressed and frequent shooting pains traverse entire body.", "Pains in spine, extending into lumbar vertebrae and then into both sides above crests of ilia and into inguinal regions, where a pain as of inflammation is felt.", "The dorsal pains are < by bending.", "Pains in spine as if it had been injured, as bad during repose as when in motion.", "Pains as if from fatigue in both loins, when ascending stairs." ],
    "Upper Limbs" : [ "In l. axilla an electric shock which shakes whole body, and in all the joints there occurs a trembling, such as might be produced by an electric machine, and which causes each time a sensation of fear.", "Whole r. arm, but esp. axilla, feels as if it had been dislocated by a blow.", "Stabbing pain under r. arm toward breast.", "R. arm feels heavy and she cannot lift it well; feels a sensation of numbness as if the clothing was too tight, with turgescence of the veins.", "Muscles of forearm seem to grow large and have a feeling of stiffness.", "Wrenching pains in elbow-joints.", "Wrenching pain in joints of l. hand.", "Palms very hot." ],
    "Lower Limbs" : [ "Painful tension in muscles of thigh as if a long walk had been taken.", "Wrenching pain on outside of r. knee extending down r. side of leg to malleolus, from thence into the heel, where it ceases.", "Wrenching pains in calves, extending into toes; prevent sleep; she does not know where to put her legs.", "Trembling of legs from knees to toes so that there is difficulty in walking or raising the feet.", "Tearing pains in the calves of the legs, with a feeling of heat, extending down to the toes; the palms of the hands and soles of the feet are very hot.", "Tearing pains in articulations of feet and in toes for several hours.", "Back and soles of feet are swollen, after thirty-four hours, with tearing pains in ankles and soles, on account of which, though very tired, he was not able to sleep.", "A feeling as of electric shocks in all the joints." ],
    "Generalities" : [ "General weariness, lasting several days.", "When sitting down a feeling as if whole body were swaying to and fro.", "At p.m. great fatigue with profuse cold sweat and somnolence for two hours." ],
    "Sleep" : [ "Frequent gaping with great somnolence.", "Continued yawning although the joints of the jaw are painful.", "She would like to sleep all the time, day and night.", "She cannot keep awake and goes to sleep in her chair; her feet go to sleep.", "After having passed the night rolling around in bed without waking and passing from one dream to another, she wakes at a.m., the bed-clothing thrown aside and without her nightcap, a thing which had never happened to her before.", "Sensual, lascivious dreams." ],
    "Fever" : [ "Chill, followed by dry heat with thirst, which is soon followed by sweat, lasting a long time.", "Chill, heat, and sweat frequently alternating.", "Face and hands hot and red; hot sweat on upper part of body, esp. forehead." ]
  }
}