{
  "remedyName" : "Pareira",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bladder, catarrh of. Calculus. Dysuria. Gonorrhoea. Leucorrhoea. Prostate, enlargement of. Renal colic. Urine, slimy." ],
    "Characteristics" : [ "Pareira is a climbing plant, a native of the West Indies, Central America, and India. The root has a traditional use in diseases of the bladder and urinary organs. A short proving by C. M. Fox, of Denver (Med. Adv., xvi. 319), brought out some characteristic symptoms which have been clinically confirmed. Among these are: Violent pains with strangury; must go on \"allfours\" and press head against floor to pass water at all.\" \"Urethritis with severe pain when passing water, and discharge of mucus from urethra.\" \"Pains down thighs and even to feet when attempting to pass water.\" \"Violent pain in glans penis\" with the straining. Fox relates two cases of prostatic enlargement with dysuria in which Par. gave complete relief. (1) Man, old prostatic affection constant urging with entire inability. Feet and legs much swollen had to be put in a warm bath before catheter could be passed. Only on hands and knees, with forehead pressed on the floor, could he pass a few drops of scalding urine. Par. b. 1x gave rapid relief. Swelling disappeared from legs, and he was able to resume his business and continue at it for years. (2) Enlarged prostate with retention; severe attacks two or three times a year, when he would have to have the urine drawn off for a week or two. After using Par. b. the catheter was not required more than twice in two years. When he feels the symptoms coming on a few drops of Par. b. relieve him at once. Many other remedies had been used in vain before Par. b. was prescribed." ],
    "Relations" : [ "Compare: Coccul. (botan.). Spasm and burning in bladder, ropy urine, Chimaph., Uva ursi. Prostatic affections, Hydran., Sabel ser. Renal colic, Ocim. c., Berb. Dysuria, Berb. (Berb. has pain in back extending to hips; Par. b. has pain extending to thighs and even toes. Berb. has paralysis of bladder with discharge of great quantities of mucus, which deposits itself at bottom of vessel and is viscid. Berb. urine lacks the ammoniacal smell of Pareira.) Dribbling urine after micturition, Selen." ],
    "Urinary Organs" : [ "Excruciating pains in l. lumbar region; pain radiates from l. kidney to groin, following course of ureter.", "Bruised pains in region of kidneys.", "Micturition difficult, with much straining only in drops, with sensation as if urine should be emitted in large quantities.", "Dropsical swelling of feet and legs; urethritis with severe pain when passing water, and discharge of mucus from urethra.", "Violent itching in entire length of urethra with scalding when passing water; distress after urinating, with shooting pain in orifice of urethra.", "Urethritis with prostatic trouble.", "Dribbling of urine after micturition.", "Violent pains in bladder, and at times in back; l. testicle is painfully drawn up; frequently pains down thighs, during efforts to urinate, shooting down into toes and soles of feet.", "Paroxysms of violent pain with the strangury; he cries out loud and can only emit urine when he goes on his knees, pressing his head firmly against the floor; remaining in this position for ten to twenty minutes, perspiration breaks out, and finally the urine begins to drop off with interruptions, accompanied by tearing, burning pains in glans penis.", "Dysuria; since confinement, two weeks previously, cannot pass urine in any position except on hands and knees.", "Urine smells strongly of ammonia, and contains a large quantity of viscid, thick, white mucus.", "Black, bloody, foaming urine, depositing a brick-dust sediment of uric acid; deep red and mucous urine.", "The paroxysms appear generally from to a.m.; > through the day.", "Almost cartilaginous induration of mucous membrane of bladder.", "Enlargement of prostate gland, with retention of urine; pains extending down thighs." ],
    "Male Sexual Organs" : [ "Urethritis with prostatic disorders.", "Gonorrhoea." ],
    "Respiratory Organs" : [ "Viscous matter lodged in and obstructing bronchi." ],
    "Lower Limbs" : [ "Oedema of lower limbs." ]
  }
}