{
  "remedyName" : "Paris",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity. After-pains. Brachial neuralgia. Ciliary neuralgia. Ciliary paralysis. Digestion, slow; weak. Gonorrhoea. Headache. Hiccough. Hoarseness. Hysteria. Mania. Neuralgia. Panaritium. Paralysis. Saliva, sour. Spine, affection of. Touch, sense of, disordered." ],
    "Characteristics" : [ "Paris betrays its relation to the Lilies and Arums in the symptoms of irritation which it causes in mucous membranes and skin with burning sensations and cramps. The Treasury of Botany says of Paris that the leaves and stems were \"formerly used in medicine, the juice of the berry, though considered poisonous, has been employed in curing inflammation of the eyes.\" The provings made by Hahnemann, Stapf, and others, bring out a very marked and characteristic action on the eyes, and develop some of the keynote symptoms of the drug. One of these is a sensation of expansion and consequent tension. The head feels as if distended and the scalp too tight. The eyes feel as if much too large for their sockets; as if they were projecting and were being drawn tightly backward by a string to the middle of the brain. Paris is one of the drugs which are credited with producing garrulity, vivacity with love of prattling, like tea. A case of loquacious insanity cured with Paris was recorded by B. Nath Banerjee (Calc. J. of Med., xii. 60). It brings out many of the leading symptoms of Paris, which I have put in italics. Mrs. B., 45, suddenly became loquacious and insane. After a month of Kavirajee treatment without benefit she came under Banerjee's care, October 3, A year before, the last of her five children, a grownup son, died, and she could not be consoled, and gradually became morose and dull. She ceased to menstruate in February, 1893, but had no uterine troubles or any other illness previous to the present. The symptoms were: Loquacity, but not continuous. Every three or four days, if interfered with, maniacal attacks lasting about half an hour. At times foolish behaviour. With difficulty Banerjee obtained the following symptoms from the patient: Vertigo, and whenever she thinks of her lost son, severe headache, the vertex being sensitive to touch. When telling these symptoms, suddenly her looks became wandering, and her eyes appeared as if protruding from their sockets. She could not relish her food because everything, especially fish, smell putrid. Whole body painful, especially when touched. She complained of a ball lodging in the throat and giving her trouble, with burning. Acidity and badly smelling diarrhoea. A peculiar feeling of coldness of right side of the body while the left side was hot. All symptoms < in evening and on motion. Ign. 30, and later 200, was given without any effect. Paris acted promptly, and on the third day the patient assured the doctor that she was quite well. The remedy was not repeated and the cure held good. Paris is in general a left-side remedy, but it has coldness of the right side, whilst the left side is natural or hot. I cured with Paris \"numb feeling of left side of head.\" Numbness affects the upper limbs. The left arm is paralysed, feels stiff, and fingers contracted. \"Numbness and prickling in left hand\" was removed in a case of spinal affection. \"Fingers often feel as if asleep; objects seem rough to touch.\" This disorder of the sense of touch is a marked symptom. And at the same time there is great sensitiveness of the surface. The characteristic mucous secretions are green and tenacious. The diarrhoeic stools smell like putrid meat. There is great sensitiveness to offensive odours; also imaginary bad smells: milk and bread smell like putrid meat. The eyes give out a fetid, ulcer-like smell. Paris has \"hunger soon after a meal,\" which is the same thing as the \"sinking of the antipsorics, and of the Hellebores, Veratrums, &c. Peculiar sensations are: As if scalp were contracted and bones scraped sore. As if a thread were drawn tightly through eye to middle of head. As if head were puffed up, and temples and eyes were pressed out; as if distended the size of a bucket and the walls were too thin. Eyes as if too large; projecting; as if pulled into head by a thread drawn through eyeball; as if he could not open eyes. Ear as if forced apart by a wedge; as if pressed out or torn out; as if a burning heat was rushing out of ears. As though face were drawn to root of nose then back towards occiput as if by a string. Tongue feels too large. Ball in throat. Throat constricted. Stone in stomach. As if internal parts contracted. Heavy load on nape. Fingers as if asleep; dead. All joints as if broken, swelled or dislocated at every motion. Hot stitches in left malar bones. Acidity, sour saliva. The symptoms are < by touch. The scalp is very sensitive to touch. Pressure on a sore spot on head = cries. Pressure with the hand > pressive pain in head. Motion < rest >. Sitting = stitches in coccyx; burning in orifice of urethra vertigo. < From mental exertion; thinking. All symptoms < evening. Tenacious expectoration < morning. Dull pain in neck > in open air. Smoking tobacco = headache. < After eating (hiccough). > By eructations." ],
    "Relations" : [ "Antidoted by: Coffea. Compatible: Calc., Led., Lyc., Nux, Pho., Rhus, Sep., Sul. Incompatible: Fe. ph. Compare: In spinal headache rising from nape, Sil. (Paris = feeling as if head immensely large). Wild look in eyes, Bell. As if eyes drawn back by thread, Crot. t. Eyeballs feel too large, Sil. Garrulity, Lach., Meph., Stram., Act. r., Agar. Laryngeal affections, Arg. n. (Paris has expectoration noticed mostly in morning, and it is green and tenacious). String-like pain, Al. cp. Heart, Lil. t., Conval. Panaritum, Bor. ac. Imaginary foul smells, Anac. < Motion, Bry." ],
    "Causation" : [ "Injury. Suppressions." ],
    "Mind" : [ "Disposition to treat others with contempt and disdain.", "Silly conduct.", "Disposition to utter absurdities with complacency.", "Mania with loquacity.", "Repugnance to intellectual labour.", "Discontent, ill-humour." ],
    "Head" : [ "Bewildered, confused head.", "Vertigo on reading aloud, with difficulty of speech and sight.", "Sensitiveness of vertex to contact.", "Pains in head are < by meditation.", "Pressive pain in the head, which disappears when the hand is pressed upon it.", "Sensation of swelling in head, with pressure, as if contents of cranium were forcing themselves through temples and eyes.", "Head feels like a bushel, and walls too thin.", "Sticking pain in middle of head and in temples; afterwards heavy pressure on forehead, esp. on stooping.", "Benumbing stitches in l. side of forehead.", "(Numb feeling l. side of head.).", "A very sore, painful spot, only when touched, in l. parietal bone.", "Tension in brain and integuments of forehead.", "Shootings and lancinations in head.", "Pulsative, bubbling headache on waking at night, with great agitation.", "Pulsative headache, with a wavering sensation on going up stairs.", "Headache after having smoked.", "Pain as of excoriation on the exterior of vertex when touched.", "Painful sensitiveness and falling off of hair.", "Severe pains in occiput, from mental exertion, after a blow.", "Headache of Spinal origin rising from nape and producing a feeling as if head unusually large.", "(Acute congestion to brain.).", "Tension of scalp on forehead and occiput.", "Brain, eyes, and skin feel tense, and the bones scraped sore; < from motion, excitement, or using eyes; < in evening.", "Scalp sensitive to touch; sore pain in small spots on forehead.", "Pain in scalp when touched as if the hair were painful.", "Scabs on the head." ],
    "Eyes" : [ "Pain in eyes, like a pressure on orbital bones.", "Sensation as if eyeballs were too large or swollen; as if orbits too small and lids could not close.", "Burning pain in eyes, with lachrymation, esp. after rising in morning.", "Jerking and twitching of (r.) upper lid.", "Eyes feel heavy as lead.", "Eyeballs pain on slightest attempt at motion.", "Confused sight and wavering before eyes.", "Eyes feel as if projecting with a sensation as if a thread were tightly drawn through eyeball, and backward into middle of brain, very painful; weak sight; stitches through middle of eye.", "Wandering, unsteady looks.", "Fetid, ulcer-like smell from eyes." ],
    "Ears" : [ "Otalgia, with tearings.", "Sensation as if ears were pressed out or torn out, or forced apart by a wedge.", "Sensation as if a burning heat were rushing out of ears.", "Pains in ears on swallowing.", "Diminution of hearing.", "Tinkling in ear.", "Ringing in l. ear." ],
    "Nose" : [ "A sensation of obstruction in upper part of nose, with a discharge of blood when it is blown.", "Bread and milk have a putrid smell.", "Great sensitiveness to offensive odours; imaginary foul smells.", "Obstruction of the nose in the morning, with discharge of thick and sanguineous mucus when it is blown.", "Dry alternately with fluent coryza.", "Discharge of liquid mucus from nose and eyes, which excites a panting respiration.", "Red or greenish mucus blown from nose." ],
    "Face" : [ "Pains in face, with burning shootings in zygomatic process.", "Hot stitches in l. malar bone, painful when touched.", "Violent itching, biting, and burning on edges of lower jaw, frequently with red, small, easily-bleeding (miliary) eruption.", "Purulent pimples under nose and on chin.", "Sanguineous pimples, like grains of millet, on lower jaw.", "Pimples on forehead, with pressive pain when touched.", "Lips cracked.", "Vesicles on the surface of the lower lip.", "Herpes round mouth." ],
    "Teeth" : [ "Drawing toothache, or with drawing pulsations, esp. in teeth which are carious, < by cold things.", "Incisive pains in gums every morning.", "Gums shrivelled, as if they had been burnt." ],
    "Mouth" : [ "Mouth dry and parched on awaking in morning.", "Collection of water in mouth.", "Accumulation of rough and astringent saliva.", "White and slimy froth in corners of mouth in morning.", "Tongue coated white.", "Swelling, pain as of excoriation, and desquamation of velum palati.", "Hard (almost painless) swelling of size of a pigeon's egg in palate, which is also hard.", "Tongue rough and dry, with sensation as if it were too large.", "Clammy and insipid taste." ],
    "Throat" : [ "Pain in throat as from pressure of a ball.", "Shootings, scrapings, and burning pain in throat.", "Burning in throat when eating or drinking.", "Much mucus in fauces, causing hawking." ],
    "Stomach" : [ "Voracious appetite.", "Hunger very soon after a meal.", "Disgusting and pressive risings.", "Watery risings.", "Nausea with sour taste.", "Weakness and slowness of digestion.", "Continued hiccough after a meal.", "Pressure at stomach, as by a stone, > by risings.", "Burning pain extending from stomach into abdomen." ],
    "Abdomen" : [ "Rumbling and rolling in abdomen; cutting, griping pains.", "Tensive pain throughout abdomen.", "Hard pressure in abdomen.", "Incisive drawing and boring in one side of abdomen, at night, while lying upon it." ],
    "Stool" : [ "Frequent but scanty evacuations of the consistence of pap.", "Loose, fetid evacuations, which smell like putrid flesh." ],
    "Urinary Organs" : [ "Diminished secretion of urine.", "Frequent and urgent want to urinate, with burning pain during the emission.", "Urine with greasy cuticle on surface.", "Acrid, excoriating urine.", "Fiery urine, with clouds in centre, a reddish sediment, and a variegated pellicle after standing for some time.", "Sticking in forepart of the urethra.", "Burning pain and shootings in urethra (when sitting)." ],
    "Female Sexual Organs" : [ "Increased sexual desire.", "Premature catamenia.", "Intense after-pains but very imperfect contractions suppressed lochia for forty-eight hours with ineffectual urging to stool weak and feverish; agonising headache, with sensation as though face were drawn to root of nose then back to occiput; eyeballs sore, < on slightest attempt at motion." ],
    "Respiratory Organs" : [ "Sensation of dryness in trachea in morning (on waking).", "Troublesome hoarseness and low voice, with continued hawking up of mucus (and burning in larynx).", "Periodical painless hoarseness.", "Cough with expectoration in the morning, without expectoration in the evening.", "Cough with expectoration of viscid mucus, difficult to raise in the morning and evening on lying down.", "Cough as if excited by vapour of sulphur in trachea, or as if caused by slimy mucus in pharynx.", "Nocturnal cough when lying on the l. side.", "Cough with expectoration of slimy, greenish mucus, proceeding from larynx.", "Burning in the larynx (bronchitis)." ],
    "Chest" : [ "Obstructed respiration, with necessity to take a full inspiration.", "Aching in the r. side of chest.", "Shootings in chest and sides of chest." ],
    "Heart and Pulse" : [ "Palpitation of heart during repose and movement: in evening.", "Pulse full but slow." ],
    "Neck and Back" : [ "Tension and weakness in muscles of neck and nape.", "Sensation as if neck were stiff and swollen on turning it.", "Dull pain in nape, increasing at times in acuteness, with numbness, heat, and weight; > from rest and in open air; < from exertion.", "Violent pains in both sides of neck, extending down to fingers, esp. l. side; < from mental exertion.", "Pain l. side of neck and shoulders, paralysing arm and depriving of power of mental or bodily exertion.", "Pains in the back and nape of the neck on stooping, as if a load were pressing upon them.", "Shootings and lancinations in back, also in and between the shoulder-blades, and pulsating stitch in the os coccygis when sitting." ],
    "Limbs" : [ "Stinging pains in limbs.", "All joints painful on motion.", "Paralytic pain in limbs.", "Stitches in all limbs.", "Heaviness in all limbs.", "Contractive pressure in joints." ],
    "Upper Limbs" : [ "Heaviness and paralytic weakness in arms and joints of fingers.", "Tearings and drawings in fingers, from shoulder to fingers.", "Trembling of the hands.", "Shootings in the fingers.", "Fingers at one time hot, at another cold or dead.", "Numbness of fingers.", "Panaritium." ],
    "Lower Limbs" : [ "Tearing and drawings in legs, and esp. in coxo-femoral joint.", "Paralytic pain in joint of foot.", "Tingling in tendo Achillis.", "Tearings, drawings, and shootings in toes.", "Coldness of feet in bed at night." ],
    "Generalities" : [ "Affections of any kind on the eyebrows; inner temples.", "Continual lancinations in all limbs.", "Stinging pains in all parts of body, esp. limbs.", "Cramp-like contraction in joints, or sensation on moving and turning them as if broken, swollen, and dislocated.", "Sensation of heaviness in whole body.", "Sensation of extension in size, i.e., patient feels very large." ],
    "Skin" : [ "Papular eruptions, esp. on face and lips.", "Violent itching in various parts.", "Subcutaneous tingling without itching.", "Pain as of excoriation in skin, on touching the parts.", "Crawling sensations.", "Panaritium." ],
    "Sleep" : [ "Urgent inclination to sleep during the day and early in evening.", "Yawning and sleepiness.", "Incomplete, broken, and agitated sleep at night, with continued tossing and numerous dreams.", "Voluptuous dreams with erections and pollutions." ],
    "Fever" : [ "Pulse full and slow.", "During chill sensation as if skin and other parts of the body were contracted.", "Cold feet all night in bed.", "Coldness in r. side; l. side natural.", "Shiverings, esp. in chest, abdomen, and legs, with cutis anserina and yawning.", "Constant coldness with trembling internally (mostly towards evening).", "Heat extending from neck down back.", "Heat with perspiration on upper part of body.", "Itching sweat in the morning, which compels scratching.", "Coldness on one side of the body only (r.), with heat on the other side of the body (l.)." ]
  }
}