{
  "remedyName" : "Parthenium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion. Amenorrhoea. Cheyne-Stokes breathing. Debility. Dyspepsia. Ear, affections of. Fevers. Headache; extending to nose. Liver, pain in. Milk, increased. Neuralgia, periodic. Salivation. Spleen, affections of. Syncope. Toothache. Vision, disordered." ],
    "Characteristics" : [ "E. Fornias brought Parthen. to light (H. R., i. 42, 71). It is a Cuban remedy of great repute in the treatment of fevers. An alkaloid Parthenia was isolated by C. J. Ulrice, of Havana, and Dr. J. L. Duenas published experiments with this on the human organism and on animals. Dr. B. H. B. Sleight proved increasing doses of the O tincture, and later on of 6x, which reproduced most of the symptoms of the first proving. The Schema is made up chiefly of Sleight's symptoms; additions from Duenas being marked (D). Dr. Ramirez Tovar has reported these cures by Parthenia: (1) A lady living in the lower part of the city, where the rain leaves channels of infection, had daily attacks of intermittent, more intense each day. One grain of the alkaloid was divided into six powders, one every hour after the attack. No further attacks. The patient was nursing at the time, and she noticed a marked increase of milk in the breasts. Half a grain divided into five doses completed the cure. (2) A tailor, 30, moved to lower part of the city, and contracted tertian intermittent, the fourth seizure being attended with much pain in left hypochondrium. One grain in five doses cured, though the conditions were unchanged. [The removal of this left hypochondriac pain is important in connection with Burnett's experience with Helianthus.] (3) Girl, 6, lymphatic, living near the beach of the harbour, ill for seventeen days with malaise, loss of appetite, sleepiness, and fever. Had had Quinine internally and externally and was wasting visibly. The alkaloid, aided by a tonic wine prepared from the extract of the plant, cured. (4) Man, 45, of delicate constitution, poorly nourished, straw-yellow face, yellow sclerotics, enlarged liver and spleen, spleen painful to pressure. Had had fever in Panama, had taken Quinine; complained of a pain in right side (more severe in some parts than in others), which commenced at p.m. with shiverings, disappeared in two hours, and returned at precisely the same hour next day. Five doses of ten centigrams each removed the pain. About six weeks later there was a relapse, the pain this time being located in the stomach. One grain in five doses, one dose every two hours, removed the pain, but it returned the third day. The same treatment then removed it permanently. (5) Young lady, 18, had periodical facial neuralgia; cured by same treatment., Fornias adds this case: His niece, 5, living in Havana, had been suffering from a continued fever with periodical midday exacerbations, which later on assumed an intermittent form. She had been saturated with Quinine, and complained at the time of malaise, lassitude, headache, gastric intolerance, &c., when she was seen by Dr. Govantes, who prescribed an extract of Parthen. hyst., three doses a day, each the size of a pea. In four or five days she was free from fever, and made a quick recovery. In the proving the pains were sudden, congestive, out-pushing. A large number were experienced in the head and ears, and singing and fulness in the ears was among them, which points to its antidotal action towards Quinine. The symptoms were < by sudden motion; < after sleep; > after getting up and going about." ],
    "Relations" : [ "It antidotes Quinine. Compare: In spleen affections, Helianth., Ceanoth. In malaise and periodic neuralgia, Malar. off., Chi., Cedr." ],
    "Mind" : [ "Feels dull and stupid.", "Difficult to fix attention.", "Malaise, apathy, lassitude (D).", "Indifference (D)." ],
    "Head" : [ "Vertigo; while sitting, with heat of face and blurred vision.", "Heaviness and dulness of head.", "Full feeling, esp. in vertex, pressing from within.", "Stitching pain in l. temple, of short duration.", "Aching pain at l. supra-orbital foramen.", "Head heavy, brain feels loose; < moving head.", "Head feels as if in a vice.", "Sudden stitching and severe plunging pain in l. frontal eminence.", "On rising, after restless night, throbbing deep in brain as if it would push through top of head; \"big head,\" > after moving about and washing face.", "Sudden darting pains in r., then l., frontal eminence, < by sudden movement.", "Head feels swelled; brief feeling as if blood would burst through face; returning in a few minutes, esp. above nose and root of nose.", "Heart beat felt all over head and over eye, < motion.", "Pressure at r. frontal eminence, increasing to sharp, penetrating pain, going to root of nose, then to tip, where it is most severe; restlessness succeeds; seems in an bones of nose, < l.", "Front of head feels big." ],
    "Eyes" : [ "Eyes heavy; drowsy.", "Aching in eyeballs.", "Must look intently to see the words; when writing the letters seem pale and eyes ache.", "Aching over eyes; wants to close them." ],
    "Ears" : [ "Ringing in ears, < l.", "Some sharp pain in ears.", "Aching at lower edge r. ear spreads over face; ear feels plugged up.", "Stitching at lobe of l. ear, deep in and above external auditory meatus.", "Dulness and aching in ears, coming suddenly.", "Splitting pain over both ears in spots size of a dollar.", "Stabbing pain in l. ear.", "Singing, dull aching, pushing out in ear." ],
    "Nose" : [ "Pain at root of nose and in nose; in all bones of nose, < l.", "At root of nose stuffed feeling as with dry coryza.", "Nose feels swollen; and tender to touch.", "Aching in bridge of nose (< l. side) and of upper l. molars.", "Aching at end of nose, which feels full of blood." ],
    "Face" : [ "Bursting, pain in r. malar bone.", "Seems as if blood would burst through face.", "Aching pains run up from above l. eye-tooth to eye and over face; occurs by starts and stops." ],
    "Mouth" : [ "Upper teeth feel on edge; pricking pains in sockets.", "Head thick, heavy.", "Sharp aching twinges in upper molars.", "Upper incisors tender at sockets when biting.", "Sharp pain in l. upper and lower molars.", "Teeth feel too long.", "Tingling in tip of tongue.", "Profuse, very fluid, salivation." ],
    "Stomach" : [ "Goneness in epigastrium; hunger.", "Irrepressible, tasteless eructations.", "Eructations tasting of the drug.", "Hard lumps at epigastrium.", "Heat and weight in stomach." ],
    "Abdomen" : [ "Severe pain in l. hypochondrium, with tertian fever (cured with Parthenia).", "Spleen painful to pressure; pain in r. side, worse in some parts than in others, with shiverings p.m. daily (cured with Parthenia).", "Loud rumbling in bowels; about navel.", "Slight colicky pains at navel.", "Colic deep in pelvis; pains run down backs of thighs to knees.", "Sore." ],
    "Stool and Anus" : [ "Stabbing pain runs up rectum after passing flatus.", "No desire at usual time (10 a.m.), p.m. mushy stool." ],
    "Urinary Organs" : [ "Kidneys enlarged and congested (D).", "Increased urine." ],
    "Female Sexual Organs" : [ "Given to pregnant women for febrile conditions, it has caused abortion and premature delivery (D).", "Given in a case of subacute tuberculosis, it restored the menses, which had been absent since the illness commenced.", "Great increase of milk in breasts of nursing women cured with Parthenia of intermittent fever." ],
    "Respiratory Organs" : [ "Slow, irregular (Cheyne-Stokes) breathing (D)." ],
    "Heart" : [ "Excitation of heart-beats; or slow heart (D).", "Progressive slowness of pulse, followed by syncope, cardiac paralysis, and death (D).", "Pulse slow, soft, compressible." ],
    "Upper Limbs" : [ "Hands feel numb, esp. their dorsa." ],
    "Lower Limbs" : [ "Pains run from pelvis down backs of thighs to knees.", "Marked diminution of reflex in hips and extinction of voluntary movements (D)." ],
    "Generalities" : [ "Tremors (D).", "Muscular relaxation; anaesthesia (D).", "Coagulation of blood retarded (D).", "The alkaloid is very rapidly absorbed and eliminated.", "General depression and lassitude." ],
    "Sleep" : [ "Restless night, wakes at and a.m., then dozes and dreams till 7.30.", "Increased stupor; desire to be quiet (D)." ],
    "Fever" : [ "Rise and fall of temperature, shivering, diminished perspiration (D)." ]
  }
}