{
  "remedyName" : "Passiflora",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Burns. Cholera infantum. Convulsions. Delirium tremens. Dentition. Epilepsy. Erysipelas. Exophthalmos. Levitation. Sciatica. Sleeplessness. Tetanus; neonatorum." ],
    "Characteristics" : [ "Passiflora has not been proved. Its curative action appears to be of a direct kind. Hale introduced it to homoeopathy, citing in the New Remedies a paper by L. Phares. Phares learned its action from W. B. Lindsay, who used it with extraordinary success in tetanus of the newborn. An aqueous extract of the root Lindsay commended as an application for chancre, erysipelas, irritable piles, and new burns. Phares confirms the efficacy of Passif. in erysipelas (he \"never saw anything act so promptly\"), ulcers, neuralgia, and tetanus. He cites the case of an old lady who was seized with convulsions of a tetanic nature, and refers to several cases of tetanus in the horse cured by himself and his son, J. H. Phares. One of his own horses was seized with tetanus, and all hope of saying him was given up, when Phares gathered some Passif.", "stems, leaves, and flowers-pounded, moistened with water, expressed ten or twelve ounces, and poured it down the animal's throat through a tube introduced at the side of his mouth. Though not expected to live half an hour, the horse was found grazing next morning. Farrington considers Passif. suited especially to tetanus of hot countries, and refers to two cures by Archibald Bayne of Barbados with the O and 1x. It has also been used in convulsions of children and other complaints of dentition, and even in epilepsy. J. W. Covert (Hom. News, xxii. 153) reports this case: Mrs. X., had epileptic convulsions for years, from one to twenty fits in a week. The aura was a tight feeling in the chest. By homoeopathic treatment Covert succeeded in diminishing the frequency of the attacks, but they would invariably return at the menstrual period. Passif. O, gtt. vi., six times a day, was given. The next period was passed without a convulsion, but the patient had a violent headache as if the top of the head would come off. This was rapidly controlled by Glon. The three following periods passed without any attack. E. S. Prindle (H. R., xv. 21) relates a case of delirium tremens. A German, driver of a beer-waggon, was laid up with a broken arm, when he was seized with delirium tremens of a most ferocious type, which the usual remedies entirely failed to control. Passif. succus was now given, two drachms every half-hour. After the third dose the patient quieted down and slept three hours. On awaking he again began to rave, but not as badly as before. Another teaspoonful of Passif. put him to sleep, and next morning he was quite sane and allowed his arm to be reset. Passif. has been also used for ordinary sleeplessness; for restlessness of fevers for tedious labours when the patient becomes nervous and excitable for breaking off the Morphine habit; cholera infantum with restlessness, excitement, and spasms; neuralgias, internal and of the limbs. G. C. Buchanan (quoted H. W., xxviii. 411) observed some curious effects in a patient, Mrs. V., to whom he gave teaspoonful doses for neuralgia, sleeplessness, and nervousness: \"Her eyes seemed to push out of her head and lie on the quilt, her heels seemed to be up in the air; top of her head seemed to lift off.\" To the observer the eyes seemed to protrude. Later a severe attack of piles developed. The dose was reduced to half-teaspoonfuls, which produced sleep and caused no ill effects. The Live Stock Journal (June 1901) mentions an experience recorded in \"The Stock Poisoning Plants at Montana\". Mr. T. A. Melter gave to a horse a large quantity of passion-flower vine collected three months after the flowering season and the horse thrived and fattened on it. At another time the horse accidentally obtained access to a quantity of the same fodder, which, however, had been collected in the flowering season, and ate eagerly of it. The day after the meal the horse was found in a stupid state and so remained, steadily losing flesh for six weeks, when he died." ],
    "Relations" : [ "Compare: In tetanus and epilepsy, Oenan., Nux. Heels seem to go up, Phos. ac." ],
    "Head" : [ "Violent headache as if top of head would come off (> by Glon.).", "Top of head seemed to lift off." ],
    "Eyes" : [ "Eyes looked as if starting from head; seemed to her to push out of her head and lie on the quilt." ],
    "Stool and Anus" : [ "Severe attack of piles developed." ],
    "Lower Limbs" : [ "Her heels seemed to be up in the air." ]
  }
}