{
  "remedyName" : "Penthorum Sedoides",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Coryza. Diarrhoea. Haemorrhoids. Headache. Post-nasal catarrh. Sacrum, pain in. Varicocele." ],
    "Characteristics" : [ "Penth. was proved by Dr. D. B. Morrow (twice), Dr. Scudder, and a young man, who all took substantial doses. The majority of the symptoms are Morrow's, including the catarrhal symptoms, which have been verified in practice: \"A peculiar wet feeling in nares as though a violent coryza would set in,\" but it did not; the secretion became thickened and pus-like but not increased. The same \"wet feeling\" was experienced at the same time in trachea and bronchi, which passed from above down as if coryza would set in, followed by a slight feeling of constriction in the chest, which also passed from above down. The next day the nose felt stuffed. The third day the first symptoms were repeated, and the discharge became thick, pus-like, and streaked with blood, and there was an odour in the nose as if from an open sore. Scudder had \"fulness in nose and ears.\" Morrow experienced itching at anus, haemorrhoids, and pains and sensations in rectum, sacrum, and sacro-iliac joints; his first proving cured \"heat and soreness in sacrum with a dull, heavy headache.\" Hale says Penth. is reputed to be curative in catarrh and in diarrhoea. A scalded sensation in the tongue is one of the symptoms. A sense of levitation was also produced. The symptoms proceed from above downward. Morrow (Med. Adv., xviii. 540) reports these cures: (1) Miss P., 17, blonde, had severe cough of several weeks' duration. < Talking or singing. Frothy, greenish sputa. Pul. and Pho. failed; Penth. s. soon cured. (2) Decrepit old lady, 75, sufferer from eczema for twelve years. Previous winter cured of asthma (probably from suppressed eczema) with Sul. c.m. Now paretic right side, for which Pho. was given. But Pho. did not relieve a loose, continual, rattling cough, caused by tickling at bifurcation of bronchi, with raising much thick, frothy, greenish sputa. Penth. O pellets quickly cured." ],
    "Relations" : [ "Compare: Sedum., Hydrangea. In scalded sensation on tongue, and in catarrh, Sang. Catarrh, Puls. Levitation, Can. i., Coccul., Phos. ac., Sticta, Sul., Thu. Jerking of limbs, Meny., Pso." ],
    "Mind" : [ "Dull; discouraged; desponding.", "Mind is dull, study impossible." ],
    "Head" : [ "On closing eyes, felt like floating; vertigo.", "Dull, heavy headache, with heat and soreness in sacrum (cured during proving).", "Catarrhal aching in forehead.", "Weight in sinciput.", "Itching of hairy scalp." ],
    "Eyes" : [ "Inner, upper tarsal borders itched and burned.", "Full sensation in supra-orbital region." ],
    "Ears" : [ "Ringing and singing in both ears." ],
    "Nose" : [ "Discharge from nares thick, pus-like, streaked with blood, and an odour as if from an open sore.", "A peculiar wet feeling in nares, as though a violent coryza would set in, which did not; the secretion from the nose became thickened and pus-like, but not increased.", "Nose: stuffed as if swollen; fulness of nose and ears.", "Contractile feeling of muscles of side of nose affected with catarrh (a secondary symptom).", "Itching in nares." ],
    "Mouth" : [ "Prickling, burning sensation on tongue as though scalded.", "Increased flow of saliva (bloody)." ],
    "Throat" : [ "Posterior nares feel raw as if denuded of epithelium." ],
    "Stomach" : [ "Appetite increased.", "Forcible eructation and dejections of small quantities of odourless flatus.", "Disgust and nausea." ],
    "Abdomen" : [ "Borborygmus.", "Parieties of abdomen felt thickened.", "A clawing, uneasy sensation about umbilicus, which gradually passed to lower bowel.", "Twitching in muscles of abdomen." ],
    "Stool and Anus" : [ "Crawling in lower rectum as though a worm tried to escape.", "Burning in rectum at stool, continuing after.", "Itching of anus; haemorrhoids with aching in sacrum and sacro-iliac joint.", "After being constipated, semi-fluid evacuation next morning.", "Constipation; an atonic condition of bowels and rectum." ],
    "Urinary Organs" : [ "Dull aching in kidneys.", "Bladder sore to pressure.", "Urine increased; burning along urethra when micturating.", "Urine alkaline." ],
    "Male Sexual Organs" : [ "Sexual orgasm.", "Erethism, almost satyriasis; followed by long-continued depression, approaching impotence.", "Varicocele (cured)." ],
    "Respiratory Organs" : [ "(Connected with wet feeling in nose) wet feeling in trachea and bronchi; passing from above down, as if a coryza would set in, followed by a slight feeling of constriction, which passed from above down through chest.", "In morning a cough (dry, \"as though he would cough his insides out\") from deep in chest, with soreness throughout chest." ],
    "Neck and Back" : [ "Aching through basilar region from back to front.", "Aching in sacrum and sacro-iliac joint.", "Heat in sacrum with headache (cured)." ],
    "Upper Limbs" : [ "Arm numb.", "Hand felt swollen." ],
    "Lower Limbs" : [ "Trembling feeling of legs for several days, with soreness of knees.", "While on lounge muscles of l. leg suddenly contracted, jerking foot up as in stepping; in a moment r. leg performed same manoeuvre." ],
    "Generalities" : [ "General malaise, headache, weakness of limbs, inability to attend to business." ],
    "Skin" : [ "A long-cured impetiginous eczema reappeared on both legs.", "A few hot prickings in skin.", "Itching on face and forehead." ],
    "Sleep" : [ "Dreams: fantastic; voluptuous and increased desire sympathetic with urinary excitement." ],
    "Fever" : [ "A very few cold chills rushed in succession up spinal column." ]
  }
}