{
  "remedyName" : "Persica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Eyes, irritation of. Gastric irritation. Genital weakness. Smell, loss of. Sprains. Taste, loss of. Toe-nails, affections of. Vision, disordered. Wrists, affections of." ],
    "Characteristics" : [ "The symptoms were obtained by Demeures whilst pounding the flowers for the purpose of making a tincture, and from later provings with the tincture on himself. The sense of vision was disordered and the eyes irritated. The senses of smell and taste were abolished. Pains in vertical lines in abdomen, heart, limbs; weak wrists; pains under great toenails and persistent itching were the chief effects observed. O. S. Haynes (H. R., v. 214) relates a case apropos of remarks by C. C. Edson on the value of an infusion of Peach bark in the gastric irritability of children. An infant in its second summer had acute dyspeptic diarrhoea, with persistent vomiting of all food. No remedy helped, and the child was sent to the mountains; but the change made it worse, and death was hourly expected, when an old local practitioner was called in and prescribed: Two or three fresh Peach leaves to be put into a cup of boiling water; the infant to have a drink of the infusion at frequent intervals. The effect was rapid; food was soon retained and the child got well." ],
    "Relations" : [ "Compare: Amyg. (the peach is hardly distinguishable from the almond, A. communis, botanically; almonds have been known to have fleshy drupes), Pru. spi., Pru. virg." ],
    "Eyes" : [ "Pressure and itching in eyes from reading, evening; sensation of foreign body in eyes.", "Lachrymation from reading.", "Dazzling before eyes; objects wave in zigzags; reading impossible; < candle-light." ],
    "Ears" : [ "Tumour size of nut on lobe of r. ear, very painful to touch." ],
    "Nose" : [ "Nasal cartilage and upper jaw painful as if bruised (only when touched); nasal cartilage feels thinner than usual.", "Persistent loss of smell." ],
    "Face" : [ "Raw pain middle of lower lip.", "Swelling on l. lower jaw." ],
    "Mouth" : [ "Persistent loss of taste." ],
    "Abdomen" : [ "Vertical internal pain in line from tip of l. tenth rib cartilage to anterior superior spine of l. ilium." ],
    "Male Sexual Organs" : [ "During stool ejaculation of semen, without erection followed by empty feeling in hypogastrium and pain in genitals as after excess; painful lassitude in legs, then pain above hips, < in sacral region." ],
    "Chest" : [ "During dinner stinging pain under false ribs, as from a sharp point, also under scapulae.", "Severe deep-seated prickings above l. nipple." ],
    "Heart" : [ "Sharp vertical pains in heart region." ],
    "Upper Limbs" : [ "Wrists sprain easily.", "Fatiguing pains in both wrists, and at same time in feet." ],
    "Lower Limbs" : [ "Vertical lancinations in r. thigh.", "Pain in both knees and r. ankle.", "Pricking and lancinations, numbness, stiffness of legs.", "Itching and sharp pains under great toenails." ],
    "Generalities" : [ "A single glass of wine is sufficient to intoxicate him." ],
    "Skin" : [ "Obstinate, intolerable itching on different parts of body, pimples appear.", "Sudden local itching." ]
  }
}