{
  "remedyName" : "Petroleum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Addison's disease. Albuminuria. Anaemia. Angina pectoris. Anus, fissure of. Bed-sores. Breath, offensive. Burns. Chilblains. Chlorosis. Constipation. Cracks in skin. Deafness. Diarrhoea. Dysmenia. Dyspepsia. Ear, affections of. Eczema. Face, rough. Facial paralysis. Feet, soles painful. Fester, tendency to. Fistulae. Frost-bite. Gastric ulcer. Gonorrhoea. Haemorrhoids. Hands, chapped. Headache; occipital. Herpes. Herpes preputialis. Irritation. Jaw, easily dislocated. Myopia. Nose, sore. Otorrhoea. Perspiration, offensive. Pregnancy, sickness of. Presbyopia. Prostatitis. Psoriasis. Rheumatism. Sea-sickness. Skin, affections of. Sprains. Syphilis. Tabes mesenterica. Toothache. Urethra, stricture of; chronic inflammation of. Varices. Vomiting. Warts." ],
    "Characteristics" : [ "The Petrol. proved by Hahnemann is made by agitating the liquid commercial Petroleum with Sulphuric Acid and then rectifying the portion which this acid does not act upon. It is \"a light oily fluid, colourless or of a pale straw colour, and strong characteristic naphthalic smell. Dropped on white paper it evaporates completely, leaving no greasy stain.\" Under PARAFFIN I have described the relation between Petrol., Naph., and Paraff. Commercial \"Petroleum\" and commercial \"Paraffin oil\" are one and the same. The Petrol. of homoeopathy is this substance purified and rectified. But in the pathogenesis are included effects observed on those engaged in petroleum works, and those who use \"Paraffin oil\" in various trades; it would therefore be well to have also a preparation of the crude, non-rectified liquid. Petrolatum (Vaseline) consists of hydrocarbons of the Paraffin series, obtained from residues after distillation of lighter oils from crude petroleum; or deposited from crude petroleum on standing. The affections met with in petroleum extractors and refiners are", "(1) Diseases of the skin and subcutaneous tissue; depressed nutrition, anaemia, dyspepsia, nerve troubles, irritability, insomnia, respiratory affections. In addition to these is a species of intoxication. A man, a patient of mine who suffered from inveterate eczema, and who had formerly been employed in a factory where much petroleum was used, noticed that his eczema was much better whilst working with petroleum. He told me that the vapour had the singular effect of making some of the workmen insane, causing: Desire to kill; hallucinations, they will see things not actually visible; for instance, \"they will see the rails in a station when a train is on them.\" Boys (who are much affected) will jump at a straight wall and try to scramble up it. A rickety boy, aet. 1/2, who had an unconquerable desire to drink anything liquid within his reach I took one day e good draught of paraffin oil. An Ipecacuanha emetic and a Castor Oil purge got rid of a good deal of it, and a month after he was brought to me with these symptoms: Appetite had. Pale, dark rings round eyes. Every now and then seems to collapse; goes into a corner and will not play; after tea quite bright. Cold sweat in bed; complains of burning heat; then goes cold and clammy. I prescribed Phos. In three weeks he was brought back much better. He had lost the pallor and dark rings round the eyes, and had ceased to mope; but he had come out, all over small boils which discharged, the discharge having the odour of paraffin. There was A slight recurrence of the old symptoms a fortnight later, and after that I did not see the boy again till a year later, when he was brought to me for diphtheritic paralysis. Two years after this he was brought to me again. He was now well grown and had no sign of rickets, but some of the old symptoms came back: Languid; inclined to be quiet; averse to play. At times clammy all over body. This time Petrol. soon put him right. In the case of a woman who drank paraffin oil when intoxicated, there was epigastric pain so severe that she thought she would go out of her mind, > lying with knees drawn up; tenderness of ileo-caecal region and of epigastrium; swollen feeling of abdomen, without actual swelling; blood and albumen in urine; pain in back and slight return of menses, which had ceased a week before. These cases show the profound action of Petrol. on the organism. It is one of Hahnemann's leading antipsorics, and is especially closely related to Graph. It is suited to long-lasting, deep-seated, wasting diseases; lingering gastric and intestinal troubles with or without ulceration. In my experience no remedy corresponds to more cases of chlorosis in young girls, with or without ulceration of the stomach. Petrol. (says Kent) corresponds to low conditions in which there is inability to throw out eruptions on the skin; or conditions in which an eruption has disappeared without improvement in health: to reflexions of disease on mucous membranes setting up catarrh. Ozaena; intestinal catarrh. Soreness and cracks about muco-cutaneous orifices. Irritability of skin and irritability of mind are both found in Petrol., as in many other remedies: Excitable; angry at trifles. Anxiety with fear. Mental weakness and forgetfulness are also very characteristic, and are generally met with in connection with deep-seated disease. An illusion that there is another person, or another baby in bed, is very characteristic of the remedy, and has led to cures with Petrol. of cases of typhoid and puerperal fever. \"Falling out of the hair\" is a characteristic symptom of Petrol., and accounts for the popularity of Petroleum hair-restorers. [Petrol. \"probably acts on the sebaceous rather than the sudoriferous secretions of the skin, and its local action is on parts where the sebum is abundant.\"", "R. T. C.]. The use of these hair-restorers has caused many violent headaches. So has the use of \"Coal Oil\" (a tablespoonful to a bucketful of water) by washerwomen to improve the colour of linen. M. T. Bleim (quoted H. W., xxvi. 318) thus describes the result in one case: Severe occipital headache, loss of strength, emaciation, diarrhoea, dyspepsia with fulness on eating very little; accumulation of gas; very severe attacks of suffocation, > by eructations of gas. The headaches of Petrol. may be in any part, but they are most marked in occiput. Heaviness like lead; pressure, sticking; pulsating; < on shaking head or any jar. Pain travels from occiput to eyes, and is associated with temporary loss of sight and fainting. The vertigo and heaviness of Petrol. are often associated with nausea and bilious vomiting. This (nausea with or without vomiting) is one of the grand characteristics of the remedy. It is < by motion in a carriage or on the sea; hence Petrol. is one of the first remedies in train-sickness or sea-sickness. The other side of this nausea is another grand characteristic: Awful ravenous hunger, the \"sinking\" of the chief antipsorics. It is particularly noticed immediately after a stool, in diarrhoea, nervous affections, spinal disease, &c. (Kent). In pulmonary affections Petrol. has gained much repute of late in the form of an emulsion. A leading indication for it is \"Oppression of the chest; < in cold air.\" Petrol. has a peculiar cough, not infrequently met with in young girls and boys, coming from deep down in the chest, and frequently waking the patient up at night. A student who had a deep, hollow-sounding, hacking cough, excited by laughing, waking him up in the middle of the night, I cured with Petrol. after Arg. n. and Arg. met. had failed to do anything. The cough had persisted some time and caused his family no little anxiety. The discharges of Petrol. are thick, purulent, and yellowish green. For the cracked nostrils accompanying and following cold in the head I find the application of vaseline more often useful than other forms of unguent. The localities of Petrol. are very like those of Graph.: Scalp, behind ears, scrotum, genitals. The modality \"< in winter\" has given Nash the key to several cases of eczema, chapped hands, chilblains, and one case of chronic diarrhoea, as soon as he discovered that the patient had eczema of the hands in winter. Petrol. was given. The skin is extremely sensitive; all clothing is painful; slight injuries suppurate. Allen's Appendix quotes an important case reported by O. Lassar in Virchow's Archiv. A man used for four days extensive inunctions with Petrol. to relieve himself from scabies. A week later his feet began to swell, and the dropsy, increasing rapidly, spread over abdomen and thorax. In a fortnight it disappeared, but eight days later returned and persisted till death, four months after the inunction. The urine was highly albuminous, and contained hyaline and granular cylinders; but the necropsy revealed no lesion of any organ to account for the dropsy. The, body was extremely oedematous; there was oedema of the lungs and dropsy of the cavities, and whilst in hospital the wrist pulse was small, empty, and of low tension; the blood corpuscles were few, but their relative proportions were normal. Temperature normal, and the skin showed localised areas of inflammation. Along the veins and lymphatics a small-celled growth existed, and in all the layers of the cutis there was a widely distributed nuclear proliferation. Peculiar symptoms are: Brain as if wrapped in a fog. As if everything in head were alive. As if head made of wood, or as if bruised. As if a cold breeze were blowing on head. As if head would burst. Veil before eyes. Sand in eyes. As if skin over bridge of nose drawn stiff and tight. As if something were tearing off from pit of stomach. As if a cold stone at heart. Splinter in heel. Upper and lower limbs as if stiff without joints. Jaw as if distended. There is great weakness; fainting; tremor; twitching of limbs; catalepsy; tonic spasms; left-sided paralysis. The notes of the skin affections are: Itching; burning; rawness; bleeding. Burning sensations are very marked; and as Petrol. is accountable for so many burning accidents it is fitting that it should make a very good application for burns in the form of vaseline, cosmoline, or Petrol. mixed with equal parts of olive oil. Petrol. is suited to: Persons with light hair and skin. Especially for lean, slender persons. The symptoms are < by touch; by contact of clothing; by scratching; by riding in carriage or ship. Pinching the parts > haemorrhoids. < From mental exertion. Headache < on shaking head; > by epistaxis; < from light and noise. After stool: hunger immediately. Ravenous hunger; frequently awakened by it at night; easily satisfied, with aversion to meat, fats, cooked or hot food; desire only for dainties, which are eaten with avidity. Eating > gastralgia. Gastralgia comes on whenever the stomach is empty. Empty, weak sensation in stomach. < After eating or drinking. After eating: giddiness; heat in face; cutting in abdomen; eructations; drowsiness; uneasiness. Cabbages, saurkraut = diarrhoea. Colic > by bending double. Exertion, motion, riding, sitting <. Lying down < cough, and distension of abdomen. Vertigo when head lies low. < Cold air. < Winter. < Open air. < Before and during thunderstorm. < Bathing. > Warmth and warm air. < Warmth of bed (itching). Cough is < at night and 2, 4, and a.m. Smoking befogs him; = cough. < After coitus (nervous irritability). Cough < by laughing (cured). < During day (diarrhoea and dysentery). Throat affections go right to left. Headache back to front." ],
    "Relations" : [ "Antidoted by: Coccul., Nux, Phos. (in my case), Antidote to: Lead poisoning (one of the best remedies), Nit. ac. Complementary: Before Sep. Compatible: Bry., Calc., Lyc., Nit. ac., Nux, Puls., Sep., Sil., Sul. Compare: Graph., Naph., Paraf., Eupn., Kreas., and other Carbons. In sea-sickness, Arn., Coccul., Tab. Nausea of pregnancy, Coccul., Sep. Cracking of joints, Caust. Gastralgia > by eating, Chel., Anac., Graph., Lach. Imagines he has a limb double; illusions of shape, Bap., Stram. Epistaxis > headache (Borax <). Aversion to hot food, Pho. (opp. Lyc.). < From thunderstorms, Pho., Merc., Sil., Rho., Pso. Head as if made of wood; eruptions behind ears and on genitals, Graph. Cold feeling about heart, Nat. m. (< when exerting mind), K. chlo., Graph., K. nit., Ruta. Diarrhoea in early morning, Sul. (Petro. also during day). Loses his way in well-known streets, Glo. (from heat or sun). Moist eruptions about genitals, Thuj. Hot, burning eructations, K. ca., Sep. Faintness during or connected with evacuations, Crot. t., Dulc., Ox. ac., Sul. (these have it with scanty, stools; the rest with copious stools:) Apis, Nux m., Pul., Spi., Ver. Sinking immediately after meals, Ars., Cina, Lyc., Sil., Stp., Urt. ur., Calc., Iod. Brownish scattered spots on dark-haired people, Nit. ac. Loquacity, Lach. (Petrol. on one subject). Hunger after stool (Alo. during stool). Symptoms appear and disappear rapidly, Bell., Mag. p., Lyc.", "opp. Plat., Stan. Imagines two babies in bed, Val. Vertigo on rising, Bry. Skin sensitive to clothing; every injury suppurates, Hep. Tender feet, which are bathed in foul-smelling sweat, Graph., Sanic., Sil. Heat and burning of soles and palms, Sang., Sul. Skin < in winter, > in summer, Alm." ],
    "Causation" : [ "Vexation. Riding in carriage or ship. Nitric acid (deafness from). Cabbage. Suppressed eruptions. Sprains." ],
    "Mind" : [ "Anxious and timorous disposition.", "Sadness and mental dejection.", "Great irresolution.", "Uneasiness respecting the future.", "Hypochondriacal humour.", "Inclination to anger and to scold.", "Violent, irascible, insolent temper.", "Frequent tears; on slightest provocation.", "Loss of memory.", "Does not know where she is in the street.", "Unfitness for reflection.", "Weakness of Apprehension.", "Delirium; thinks another person is lying with him in bed (or that he is double, or one limb is double); or always and continuously delirious talk of the same distressing subject.", "Imagines he has a third leg which will not keep quiet.", "Desire to kill.", "Hallucinations of vision." ],
    "Head" : [ "Head bewildered.", "Feeling as if brain wrapped in fog.", "Frequent vertigo, esp. on raising eyes.", "Vertigo, like that produced by a swinging motion.", "Vertigo on stooping, or on rising from bed, or from a seat.", "Headache after a fit of anger, or when fasting in morning, as also after a walk in evening.", "Attacks of semi-lateral headache, which compel patient to lie down.", "Heaviness and fulness in head in morning, and when stooping.", "Pressive or lancinating pressive pains in head, esp. in occiput.", "Headache < by all kinds of intellectual labour, to the extent of complete stupefaction.", "Tension in head, as if dura mater were tightened.", "Cramp-like, drawing, pinching pains in head.", "Neuralgic headache, beginning in occiput and extending forward.", "Occipital headache, extending to vertex, with vertigo.", "Occipital headache, with nausea, esp. in sea-sickness.", "Pulsative headache, esp. in occiput (cerebellum).", "Pressing stinging in the cerebellum.", "Sensation as if all were alive in head.", "Scalp painful to touch, as if bruised or ulcerated (followed by numbness and very sore on scratching, < in morning and on becoming heated).", "Headache in forehead; every mental exertion causes him to become quite stupid.", "Drawing pains in head, forehead, and temples, extending into teeth.", "Seborrhoea of scalp.", "Eruption on head and nape of neck.", "OEdematous swelling and scabs on scalp.", "Hair falls off." ],
    "Eyes" : [ "Itching in eyes.", "Itching of lids; obliged to rub them.", "(Lids everted.).", "Aching, smarting, shooting, and burning pain in eyes.", "Conjunctivitis and blepharadenitis.", "Inflammation of eyes (with itching and stitches in eyes).", "Lachrymal fistula (with dryness of r. side of nose).", "Lachrymation.", "Jerking and quivering of eyes and lids.", "Convulsion of eyes.", "Myopia or presbyopia.", "Diplopia.", "Scintillation and appearance as of a veil before sight; or sparks and black spots." ],
    "Ears" : [ "Inflammation and painful swelling of meatus auditorius.", "Otalgia, with cramp-like and jerking pain.", "Dryness, and distressing sensation of dryness, in interior of ear.", "Discharge of blood and pus from ears.", "Eruption of ears.", "Redness, excoriation, and oozing behind ears.", "Deafness.", "Tinkling, rolling, roaring, ringing, rumbling, cracking, and buzzing in ears.", "Excessive secretion of cerumen." ],
    "Nose" : [ "Epistaxis.", "Slight epistaxis > headache.", "Purulent blisters on nose.", "Ulcerated nostrils (and stopped catarrh).", "Ozaena, scabs, purulent mucus, cracked nostrils.", "Swelling of nose, with discharge of pus, and pair, above root of nose.", "Stoppage of nose.", "Dryness, and distressing sensation of dryness, in nose.", "Much mucus in nose.", "Itching on tip of nose.", "Coryza with hoarseness." ],
    "Face" : [ "Heat in face, sometimes after a meal, and with thirst.", "Dryness and constriction of skin of face and eyelids as though covered with a thin layer of albumen; cheeks look glazed and contracted.", "Pale, yellowish complexion.", "Facial paralysis (from inflammatory products in Fallopian canal).", "Eruption of pimples on face.", "Scurfs around mouth.", "Scabby pimples, with shooting pain on lips, and commissures.", "Furuncles on lower lip.", "Swelling of sub-maxillary glands.", "Easy dislocation of maxillary joint in bed in morning with sharp pains." ],
    "Teeth" : [ "Toothache from contact with open air, < at night, with swelling of cheek.", "Numbness of teeth, with pain on clenching them.", "Pustule above a hollow tooth like a fistula.", "Fistulous vesicles in gums.", "Swelling of gums, with shooting pain on being touched." ],
    "Mouth" : [ "Fetid breath, sometimes like garlic.", "Ulcers on inner surface of cheeks (painful when closing teeth).", "Much mucus in mouth and throat.", "Tongue coated white.", "Painful soreness on chewing.", "Great dryness of mouth (and throat in morning) with violent thirst (for beer)." ],
    "Throat" : [ "Sore throat, with shooting pain during deglutition.", "Swelling and great dryness of throat.", "Swelling of the submaxillary glands.", "Rawness (stitching and burning) in pharynx, < on swallowing.", "Tickling on swallowing, extending to ear.", "Dryness and burning in pharynx.", "When swallowing the aliment rises towards nasal fossae.", "Hawking up of mucus in morning." ],
    "Appetite" : [ "Putrid, mawkish, mucous, or else bitter or acid taste.", "Excessive thirst for beer.", "Bulimy.", "Hunger with speedy satiety.", "Voracity.", "Daintiness.", "Anorexia.", "Repugnance to meat and fat, also to hot and cooked aliments; < by eating cabbage.", "Uneasiness during digestion, after almost every kind of food, however little may have been eaten.", "After a meal: obscuration and vertigo; nausea; heaviness and pressure at stomach; sleep; or colic, with eructations; or sour risings, congestion in head, cramp in chest, &c." ],
    "Stomach" : [ "Noisy eructations.", "Sour (or bitter eructations or) risings and regurgitations.", "Pyrosis.", "Frequent nausea, esp. in morning, often with accumulation of water in mouth, obstructed respiration, sour risings, tongue dry and white, stitches in hepatic region, heat in face, vertigo, &c.", "After eating, vertigo and giddiness.", "Nausea from motion of a carriage.", "Nausea and vomiting of pregnant women.", "Water-brash.", "Heartburn toward evening.", "Inclination to vomit.", "Greenish, bitter vomiting.", "Aching of stomach.", "Cramps in stomach.", "Pressure on the stomach; colic (at night).", "Sensation of emptiness and weakness in stomach.", "Weak digestion.", "Diarrhoea from suppressed eruptions.", "Pain in epigastrium, as if something were being torn away.", "Swelling of epigastrium, with pain when touched.", "Sensation of fulness in epigastrium." ],
    "Abdomen" : [ "Pain (cutting) in abdomen, shortly after a meal.", "Sensation of great emptiness in abdomen.", "Distension and tension in abdomen, with cramp.", "Pinchings and cuttings in abdomen, sometimes, with pressing want to evacuate.", "Colic, with diarrhoea, at night, towards morning.", "Colic > from bending double.", "Borborygmi in abdomen, with sensation as if abdomen were entirely empty.", "Inguinal hernia.", "Fetid flatus.", "Sensation of coldness in abdomen." ],
    "Stool and Anus" : [ "Difficult, hard, knotty, and insufficient evacuations.", "Frequent diurnal stools, sometimes with evacuation of serous, yellowish matter.", "Diarrhoea, often preceded by cuttings (colic only during the day).", "Mucous stools, often mixed with blood.", "Burning pain in rectum after evacuation.", "Itching tetters in perineum.", "Diarrhoea < from riding in carriage.", "In anus burning itching; pressure.", "Weakness of rectum.", "Piles with great itching, < at night from heat of bed; < from rubbing or scratching.", "Fissure with great rawness." ],
    "Urinary Organs" : [ "Constant dribbling of urine after micturition.", "Discharge of mucus with the urine.", "Frequent emission of urine, with scanty stream of a red or brown and fetid urine.", "Urine bloody and turbid; it deposits a red, slimy sand, that adheres tightly to vessel; urine contains albumen, hyalin, and granulated casts; covered with a glistening film and with a red sediment.", "Involuntary discharge of urine.", "Emission of urine at night.", "Wetting the bed.", "Burning in urethra.", "Stricture of urethra.", "(Chronic urethritis.)" ],
    "Male Sexual Organs" : [ "Burning pain, itching, redness, excoriation, and oozing, or itching pimples and tetters, on scrotum and between scrotum and thigh.", "Diminished sexual desire.", "Frequent pollutions.", "Discharge of prostatic fluid.", "(Prostatitis.).", "Weakness and nervous irritability after coition.", "Reddish eruption on glans, with itching." ],
    "Female Sexual Organs" : [ "Itching, soreness, and moisture on external parts.", "Repugnance to coition.", "Catamenia too early, with a menstrual flux which excites itching.", "Leucorrhoea like white of egg.", "Leucorrhoea with lascivious dreams.", "During pregnancy diarrhoea and vomiting.", "Itching and furfur on the mammae; the nipples itch, and have a mealy coating." ],
    "Respiratory Organs" : [ "Hoarseness, with or without coryza.", "Cough, with dryness in throat.", "Vexatious cough that takes away the breath; cannot cough it out.", "Suffocating cough at night.", "Dry cough at night, or in evening, after lying down.", "At night dry cough, coming deep from chest, caused by a scratching in throat.", "Cough from low down in chest.", "Hollow, hacking cough, coming on when laughing, waking him in middle of night (cured).", "Dry cough, with shootings under sternum." ],
    "Chest" : [ "Respiration obstructed in cold air.", "Rattling and snoring in trachea.", "Sensation of heaviness, anxiety, and uneasiness in chest.", "Oppression of chest at night.", "Shootings in sides of chest.", "Herpes on chest." ],
    "Heart" : [ "Palpitation of heart.", "Feeling of coldness about heart; as if there was a cold stone in heart.", "Fainting, with ebullitions, heat, pressing on heart, palpitation." ],
    "Neck and Back" : [ "Herpes on nape of neck.", "Heaviness and pain in nape of neck.", "Painful drawing extending from nape to occiput.", "Swelling of glands and eruption on nape of neck.", "Sacral pains, which do not permit standing upright.", "Coccyx painful on sitting.", "Stiffness in coccyx.", "Pain in back, which obstructs every movement.", "Weakness and stiffness in back and loins.", "Suppuration of the axillary glands." ],
    "Limbs" : [ "Cracking of the joints.", "Inflexibility of the joints.", "Sprains; chronic sprains." ],
    "Upper Limbs" : [ "Fetid sweat of axillae.", "Drawing pains in arms and fingers.", "Great weakness of arms.", "Stiffness of arms and fingers.", "Erysipelatous inflammation in arms.", "Brown or yellow spots on arms.", "Furunculi on forearm.", "Tearings in hands.", "Burning sensation in palms of hands.", "Sweating of hands.", "Pain in wrist-joint as if sprained.", "Brown spots on wrist.", "Bleeding fissures in hands and lingers, esp. in winter.", "Salt-rheum, red, raw, burning; moist or covered with thick crusts.", "Chilblains and warts on lingers.", "Pricking and pain in waits on fingers, evening in bed.", "Arthritic stiffness in joints of fingers.", "Finger-nails painful when touched as if bruised.", "Finger-tips rough, cracked, fissured, with sticking, cutting pain." ],
    "Lower Limbs" : [ "Cracking in joints of legs.", "Cramps in thighs, calves, and feet (all day; in soles at night).", "Furunculi in thighs and calves.", "Tension in the ham.", "Lancinations in knee.", "Weakness of knee.", "Herpes on knee.", "Tuberous, itching eruption on calves of legs.", "Herpes on ankle bones.", "Burning sensation in soles.", "Profuse perspiration on feet.", "Foetid perspiration of feet with tenderness.", "Coldness of feet.", "Swelling of feet.", "Hot swelling of soles.", "Swelling and redness of heel with burning pain and shootings, < by walking.", "Heels blistered.", "Sensation of splinter in heel.", "Chilblains on toes, esp. when they itch and are moist; itch and burn; inflamed in cold weather.", "Ulcers on the toes, originating in blisters on the toes.", "Corns on feet.", "Burning and stitching in corns.", "Obstinate superficial ulcers on toes, with elevated margins and red bases, with oozings.", "Eruption between toes." ],
    "Generalities" : [ "Affections in general of any kind, appearing on the r. eye; internal or external occiput; behind ears; inner surface of thighs; ball or under part of toes; knee-joint.", "Drawing pains in limbs.", "Stiffness and tendency to numbness of limbs.", "Cracking of joints, with arthritic rigidity and drawing, tearing pains.", "Swelling and induration of glands, also after a contusion.", "Jerking of limbs by day and during sleep.", "Catalepsy; tonic spasms.", "Epileptic fits.", "Fainting fits, with ebullition of blood, heat, palpitation, and pressure at heart.", "Great weakness after least exertion, sometimes with confused sight, trembling of body, buzzing in ears, and nausea.", "Weakness, nausea, and other sufferings, from motion of a carriage.", "Weakness in morning in bed.", "Many of the symptoms appear, or are <, during stormy weather.", "Transient heat, ebullition of blood, and perspiration after a walk, or after a fit of anger.", "Emaciation; also in children.", "Sensation of insupportable and general-uneasiness, with trembling and dejection.", "Heaviness and lassitude in all limbs.", "Great lassitude morning and evening.", "Great tendency to take cold.", "Repugnance to open air, with shivering when exposed to it.", "Several symptoms manifest themselves in morning." ],
    "Skin" : [ "Swelling and induration of the glands; also after contusions.", "Great sensibility of the surface of skin.", "Miliary urticaria.", "Itching tetters.", "Itching, excoriated, and running spots on skin.", "Brown and yellow spots on skin.", "Eruption of itching and burning pustules.", "Pruritus of the aged.", "Dreadful irritation all over body, very intense in vagina, anus and perineum, preventing sleep (cured", "R. T. C.).", "Papular eruptions, esp. on face and lips.", "Skin sore, crawling sensations.", "Rhagades.", "The skin is hard to heal.", "Skin unhealthy every injury tends to ulceration.", "Furunculi.", "Ulcers with shooting pains often deep ulcers, with raised edges.", "Proud flesh in ulcers.", "When a person complains of eruption or itching at night (affecting scrotum particularly), the eruption being either dry or moist.", "Chilblains particularly where they itch a good deal and are moist.", "Exanthema corroding and spreading; very difficult to heal.", "Sensibility of the skin in general.", "Sores produced by lying in bed.", "Warts.", "Corns on feet.", "Chilblains, sometimes painful." ],
    "Sleep" : [ "Disposition to sleep by day and in evening when sitting quietly (yawning).", "Broken and agitated sleep at night, with many vivid, anxious, and frightful dreams (as if somebody were lying alongside of him in bed), frequent awakening with a start, and heat with anxiety.", "Sensation in morning as of having slept too short a time." ],
    "Fever" : [ "Shivering with headache, and coldness in hands and face.", "Chilliness in open air.", "Frequent shivering over whole body, and, on becoming warm, excessive itching of skin.", "Shivering or coldness, generally in evening (with heat at the same time), and sometimes with blueness of nails.", "Sweat immediately after shivering.", "Intermittent fever: Violent chilliness and coldness of hands and face at a.m.; half all hour later heat in the face, esp. in the eyes, with thirst.", "Shaking fits, p.m., followed by perspiration, first in face, later all over, except in legs, which are quite cold.", "Fever in evening, with hot face and cold feet, after shivering.", "Frequent flushes of heat.", "Heat after midnight and in morning in bed.", "Fever, with full pulse and burning sensation in skin.", "Pulse accelerated from every exertion; as soon as reposing, pulse becomes again slow.", "Nocturnal heat.", "Nocturnal sweat." ]
  }
}