{
  "remedyName" : "Petroselinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Catheter fever. Cystitis. Dysuria. Gleet. Gonorrhoea. Gravel. Intermittent fever. Night-blindness. Priapism." ],
    "Characteristics" : [ "Petrosel. is referred to by Hahnemann as a gonorrhoeal remedy when frequent desire to urinate exists. It was proved by Bethmann. He obtained only thirty-six symptoms, all in the genito-urinary sphere, but these were very characteristic, and have given the remedy a definite place in homoeopathic medicine, especially in gonorrhoea and gleet. The leading indication is: Sudden urging to urinate; and drawing, tingling, crawling, or itching in navicular fossa. During micturition, burning and tingling from perineum through whole urethra. After micturition cutting biting in fossa navicularis. Milky or yellow discharge. Parsley tea is a recognised remedy for gonorrhoea in domestic country practice. Parsley eaten after meals, with or without salad oil, is reputed to act as a solvent on uric acid if there is a tendency to its formation in the urine. I have seen a case in which this effect was apparently produced. In gonorrhoea and gleet I have confirmed its efficiency, given in ten-drop closes of the tincture. In a case of dysuria from prostatic enlargement (quoted in Critique, vii. 84) there was frequent urging to urinate every half to three-quarters of an hour, with burning pains in bladder and urethra. Petrosel. 4x, three drops every hour, took away all the pains and relieved the tenesmus in a few days. The prostate gland itself was not influenced. Hering has collected symptoms from other observers. Farrington says Petrosel. is a great \"baby medicine\" in urinary difficulties. It has cured numbers of cases of intermittent fever; and traumatic or other urethral fevers. [Parsley is said to be poisonous to ferrets. Fresh butter mid parsley applied warm is an old remedy for bruises. An infusion is given to all children recovering from scarlatina by the matron of a suburban infectious hospital. An old gleet has been known to disappear from parsley infusion; and an old Edinburgh surgeon used to give it in all nephritic and vesical diseases that were chronic.", "R. T. C.]" ],
    "Relations" : [ "Compare: In gonorrhoea with sudden and frequent urging, Cann. s., Canth., Merc. Screams before urinating from irritation of mucous membrane, Aco., Caust., Borax (Sars., Lyc., and Benz. ac. have screaming before urinating when due to gravel). Gonorrhoea, strangury, frequent urging to urinate; white stools, Dig. (Dig. has slow pulse; often puffed prepuce; Sul. indurated prepuce). Cystitis, Con. (Con. has intermittent urination; Petrosel. has inflammation that has travelled back, sudden, irresistible desire). Bubbling in back; urinary disorders, Berb. Uric acid tendency, intermittent fevers, Urt. ur." ],
    "Eyes" : [ "Blind at night, with swelling of eyes." ],
    "Ears" : [ "Shrill singing in ears, like a bell ringing out of time, which affects the whole organism." ],
    "Stomach" : [ "Thirsty and hungry, yet as soon as they begin to eat or drink they lose all desire.", "Twitching, jerking pains in epigastrium, flatulent eructations, colic, nausea, and vomiting." ],
    "Stool and Anus" : [ "Whitish evacuations, like clay; chronic diarrhoea.", "Burning at anus." ],
    "Urinary Organs" : [ "Sudden urging to urinate.", "Child suddenly seized with desire to urinate; if not gratified immediately, jumps up and down with pain.", "So much pain when he passes urine as to cause him to shiver and dance round room in agony.", "Discharge of a milky fluid from urethra.", "Albuminous yellow discharge from urethra; gonorrhoea.", "Orifice of urethra agglutinated with mucus.", "Creeping and crawling throughout whole length of urethra.", "Frequent and almost fruitless want to urinate, every half-hour.", "Tingling, lancinating, pressure and drawing, in urethra.", "Crawling and pressure in region of Cowper's glands in morning in bed, > while standing and sitting.", "During micturition, burning and tingling from perineum through the whole urethra.", "Drawing, afterwards itching in fossa navicularis; burning in navicular fossa while urinating.", "Frequent desire to urinate, caused by crawling stitch behind navicular fossa.", "Frequent voluptuous tickling in navicular fossa." ],
    "Male Sexual Organs" : [ "Priapismus, without curvature of penis.", "Pollutions; profuse emission toward morning." ],
    "Back" : [ "Jerking (or bubbling sensation) in muscles of back and arms." ],
    "Skin" : [ "Urticaria." ],
    "Sleep" : [ "Sleep late, with many anxious dreams." ],
    "Fever" : [ "Ague, esp. quotidian; marked periodicity; stages regular; acute fevers from defective assimilation or perverted innervation, accompanied by flatulent dyspepsia.", "Intermittents, complicated with abdominal affections.", "Intermittent fevers; complicating traumatic or chronic inflammation of urethra, or even stricture." ]
  }
}