{
  "remedyName" : "Phaseolus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Breast, tumour of. Diabetes. Dropsy. Haematuria. Headache. Heart, affections of; failure of; palpitation of. Hernia. Hydrothorax. Impotence. Pericarditis. Pleurisy. prostate, diseases of; haemorrhage from. Wounds, punctured." ],
    "Characteristics" : [ "I have included under the heading, Phaseolus both P. nanus and P. vulgaris, as I cannot discern any difference in their action. The proving of P. vulg. is by Demeures. Some effects of eating mildewed beans in a child recorded by W. Dale are distinguished in the Schema by (D). A. M. Cushing proved P. nanus, but has only published the symptoms observed on the heart. These are distinguished by (C). Cured symptoms are bracketed. Some symptoms observed in patients taking the remedy are included in the Schema. The New Eng. Med. Gaz. (quoted by Lambert, H. W., xxxi. 125) published a translation of a pamphlet by Dr. Heinrich Ramm on the uses of \"Bean tea.\" A lady whom Ramm had treated in vain for mitral disease with liver and kidney complications and dropsy, presented herself one day apparently cured by drinking Bean tea. This led Ramm to try it in other cases, and he found that renal and cardiac dropsies were speedily relieved; urine largely increased in quantity, and in cases of albuminuria, the albumen quickly disappeared. Dropsical effusion into pleura, pericardium, and peritoneum, according to Ramm, also yield to it; and all chronic disorders of the urinary tract from kidneys to urethra; pyelitis, vesical catarrh, gravel, calculi, uric acid, he says, quickly disappear; Ramm considers Phas. a most important remedy in gout and in diabetes. Ramm used a decoction of the whole dried ripe pod \"of the taller variety.\" He names it P. vulgaris. [The inside of the pod rubbed on warts is said to cure them.", "R. T. C.] We owe to A. M. Cushing (New Eng. Med. Gaz., January, 1897) the best definition of the power and sphere of action of this remedy. He names it from Gray P. nanus, \"the common white bean, \", His paper was read in Boston, and he refers to the \"bean-eating city\" and to its reputation \"for sudden deaths from brain or heart trouble, \", and for premature ageing of young men. I am not quite sure whether this was jest or earnest, but it points the action of the remedy which in Cushing's proving caused disturbance of the nervous system, genital organs (impotence), stomach, bowels, and kidneys, and this symptom, which brought the proving to an abrupt close: \"I suddenly felt a curious sensation in the region of the heart. It was so sudden and strange I immediately felt my pulse, and found it very irregular and feeble, so much so I think I was frightened; at least, I did not take any more of the medicine.\" \"Irregular, weak pulse, \", \"Heart failure, \", are the chief keynotes of the remedy in heart cases, and correspond with the one heart symptom recorded by Allen. Demeures in his proving experienced severe headache from fulness in the brain. Cushing relates two experiences bearing on this. (1) He gave a decoction of the dried pods in a hopeless case of uterine cancer with severe general dropsy with apparent relief. Calling one day and expecting to find the patient comfortable, he found her dead. \"She suddenly screamed, 'Oh, my head!' grasped it with both hands and was dead.\" (2) A lady doctor, married, no children, never ill except with children's diseases, had had much mental trouble two years before, and had done much cycling. Since then her heart had given trouble. About five times in a minute the heart would give one hard, unpleasant throb, then omit one beat. During the night it was much worse and prevented sleep. Phas. was given. Thirty-six hours later the heart would beat a hundred heats without varying, and improvement continued; but the patient had to give up the remedy on account of the headache it caused, \"as if something were pressing hard against each temple\", much worse after each close of the medicine. The patient was never subject to headaches. Other cases of Cushing's were: (3) Man, dropsy, heart, and other complications. Bean pod decoction enabled him to lie down on a couch, and markedly diminished the dropsy. (4) Clergyman, many years invalided on account of heart disease, after unusual exertion was greatly exhausted, and became entirely pulseless, and so remained four days in spite of treatment till Phas. 9x was given. In a few hours pulse returned. In thirty-six hours it was regular and strong, and so remained till his death, which occurred two weeks later. (5) Lady, weak, tired, badly acting heart for some years. Phas. 9x was given, and in forty-eight hours \"her heart wheeled into line all right and remains so.\" (6) Lady, heart acted badly, every third beat omitted. After taking Phas. two days pulse quite right. (7) Confinement case, primapara, urine loaded with albumen, frightful convulsions, forceps delivery. Two hours later the heart failed and no stimulants would start it. Phas. 9x was given, and in ten minutes the heart was all right. Twice in the night the dose had to be repeated, but that was all. The albumen rapidly disappeared and a quick recovery was made. (8) Man, had been passing bloody urine (apparently as much blood as urine) for a week. Had previously had urinary troubles, urinating several times in the night, and passing catheter twice in twenty-four hours; but for a little time past had not had to use the catheter. Cushing diagnosed prostatic trouble and gave Phas. 4x, No. globules in water, a teaspoonful every two hours. (9) Another case of prostatic haemorrhage in a man, was cured by Phas. 4x globules dry on the tongue. Well in four days. (10) Cushing gives an interesting account (Med. Vis., xiii. 375) of Phas. as a vulnerary. Fifty years ago he accidentally ran one tine of a hay fork into the top of his foot. A backwoods doctor promised to have him all right next day. He split a medium-sized white bean, bound one half, the flat, split side, on the wound. The pain was so severe Cushing became delirious, went to sleep, and woke well. In forty-one years of practice he has tried it in punctured wounds by rivets, nails, &c., and with perfect success every time. (11) A lady, took a tablet containing gr. 1/2 of Morphine placed in the middle of a baked bean with suicidal intent. It was in the evening, having fasted since noon. She went to sleep and woke at a.m. next morning, surprised to find herself in this world. She slept again till a.m., when she had to get up, but could not walk. A doctor was sent for. She vomited a little mucus, some dark specks like blood, and a small piece of lettuce, eaten the previous noon. Query: Did Phas. antidote Morph.? (12) Robust man, had grippe, which developed rheumatism, worse in arms, occasionally below elbows. Pain so severe he could not lie in bed at nights. Drank much water. Passed much urine, which Cushing found to contain per cent. of sugar. Phas. 5x every four hours removed all but a trace of sugar in eight days, and the patient was in other respects well. S. R. Stone (Amer. Hom., xxiv. 123) reports the case of Mr. T., whom he found semi-conscious, yet suffering severely, having been seized with distress in heart region; respiration laboured; pulse 5l. Had had attacks previously, but lighter, and the pulse in them had always been slow. Phas. 6x was given, at first every half-hour, then every hour. Next day patient was nearly well, and said he \"could feel every dose working.\" In a case reported by Cushing, a nurse, \"had fearful time with her heart palpitating and feeling as if she should die;\" Phas. 15x cured. Patient \"never took anything in her life that did her so much good\" (H. R., xii. 237). Remarkable symptoms of the proving were: Soreness to touch", "eyeballs, right rib, epigastrium, right humerus. The headache was < by movement of the head or any mental exertion, reading, writing, &c. Pressure <. Breathing slow; pulse slow or extinct." ],
    "Relations" : [ "Compare: The Leguminosae. In heart, Dig., Crataeg., Spig., Lach., Thyr. Punctured wounds, Hyper., Led. Diabetes, Syzyg., Thyr., Nat. sul., Uran. nit." ],
    "Mind" : [ "Could only be roused by speaking loudly (D).", "Frightened by irregular action of heart (C).", "(Feeling that she would die, with palpitation.)" ],
    "Head" : [ "Headache, chiefly in forehead and orbits, from fulness of brain; < every movement of head; from noon to bedtime; > in bed, < again a.m. next day.", "Pain r. side forehead while writing.", "Severe headache, as if something pressing hard against each temple, much < after each dose of Phas. (in patient cured of heart symptoms, not a subject of headaches).", "Suddenly screamed, \"Oh, my head!\" grasped it with both hands, and was dead (in cancer case taking a decoction of Phas., including dried pod, C)." ],
    "Eyes" : [ "Eyeballs (esp. r.) painful to touch as from a blow.", "Scalding pain in r. orbit.", "Pain in r. orbit when wrinkling skin of forehead.", "Very smart itching in inner canthi.", "Pain over r. orbit < by any mental exertion.", "Pupils widely dilated and insensible (D)." ],
    "Face" : [ "Features expressed suffering (D)." ],
    "Stomach" : [ "Pain in epigastrium when touched, esp. in region of pylorus.", "(Severe, dull pain in epigastrium, vomiting, &c., Phas. 4x cured.)" ],
    "Abdomen" : [ "Pressure on abdomen apparently gave pain, child shrank from it and drew up legs (D).", "Pain like hernia in r. inguinal ring, lasting all day." ],
    "Urinary Organs" : [ "Bloody urine.", "Diabetes.", "Uric acid gravel." ],
    "Male Sexual Organs" : [ "Complete impotence (C).", "Prostate, enlargement of." ],
    "Respiratory Organs" : [ "Breathing slow and sighing (D).", "(Respirations eight a minute.)" ],
    "Chest" : [ "Cartilage of last true r. rib painful as if bruised.", "A hard, rounded, projecting, movable tumour, painful to touch, appears suddenly, above r. nipple, in full state of development (15th day).", "(Hydrothorax.)" ],
    "Heart" : [ "Pulse at wrists rapid and almost imperceptible (D).", "Sudden curious sensation in region of heart; so sudden and strange he immediately felt his pulse and found it very weak and irregular; was frightened and discontinued the proving (C).", "(Sick feeling about heart with weak pulse.).", "(Last stage of heart disease, pulseless.", "Phas. 9x restored pulse, and it remained good till death, three weeks later.).", "(For two years, about five times each minute heart would give one hard throb, then omit one beat; < night. Phas. cured this and caused headache.).", "(Restored heart action in case of puerperal convulsions and albuminuria when heart failed.).", "(Unconscious, pulseless, respirations eight a minute.).", "(Distress in region of heart, pulse very slow.", "Stone.).", "Dropsy of pericardium.).", "(Fearful palpitation and feeling that she should die.)" ],
    "Upper Limbs" : [ "Pain to touch in extremity of head of r. humerus." ],
    "Fever" : [ "Bedewed with cold perspiration (D)." ]
  }
}