{
  "remedyName" : "Phellandrium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, coldness in. Asthma. Breasts, affections of. Bronchitis. Catarrh. Ciliary neuralgia. Coryza. Cough. Headache. Influenza. Intermittent fever. Nipples, painful. Phthisis. Sleepliness, excessive. Tongue, soreness of." ],
    "Characteristics" : [ "Phelland. which, like Oenanthe croc., grows in moist places, and even in the water itself, has not shown the poisonous properties of the latter. The provings were made by Nenning and Richter with tincture of the seeds. The symptoms show a general resemblance to those of the poisonous Umbelliferae", "vertigo, headache, nausea, vomiting, diarrhoea, drowsiness and weakness, but Phelland. is easily distinguished from the rest in its particular features. The provings developed many symptoms in both mammae, especially the right, stitches shooting inward being most marked. Clinical experience in nursing women has further brought out its characteristics. The keynote is \"Intolerable pain in lactiferous tubes between the acts of nursing.\" It has also \"Pain in nipples on each application of child.\" Either breast may be affected, but the right breast and nipple were more affected than the left. The breast and chest symptoms have led to the use of Phelland. in phthisis and other chest affections, and it is in right-side affections that Phelland. has done its best work. The cough is continuous and suffocating; the sputa purulent and horribly offensive. There are also offensive eructations, smelling of bed-bugs. There is burning as from vesicles on the tongue, and again the right border is most affected. Nausea sick, empty, faint feeling at epigastrium. Burning and stitches. Desire for acids\" is a leading symptom. The headaches and eye-pains are a leading feature of Phelland. Headaches involving the eyes; with inflammation of the eyes. Heavy headaches; as if a crushing weight were on vertex; as if the head would be drawn back by a weight in the nape. Ciliary neuralgia. Obscured vision. Phelland. has the sense of enlargement of the head with fulness. Abnormal sleepiness following confinement has been cured by it. Goullon, junr., calls attention to the value of Phelland. as a cough remedy (H. R., iii. 151). He regards it as a \"universal cough remedy, \", but particularly useful in phthisicy coughs. He gives this case: Mrs. E., of spare build, has almost always a slight cough, and has had repeated attacks of influenza of weeks' and even months' duration. Of late she suffers early in the morning with continuous cough for an hour or more accompanied by dyspnoea and prostration. Phelland. 2x in water, thrice daily, effected a rapid cure. Phelland. 2x also cured a young teacher who was harassed by a chronic persistent cough. A. J. T. (H. R., i. 170) with Phelland. removed in an inveterate coffee-drinker this symptom: \"In the evening turns purplish-red in the face, with staring eyes and extreme difficulty in breathing.\" He found in an old repertory under Phelland.: \"Livid redness of face to p.m.\" Ussher (H. W., xxiv. 20) had a patient who suffered from excessive sleepiness after the birth of her last child. She would even go to sleep standing over her washtub. Phelland. O, and later repeated thrice daily, quickly relieved her. Peculiar sensations are: As if head were moving to and fro. Sound in brain as if striking a piece of silver. As if a stone or lump of lead on vertex. As if a red-hot iron were moved close to left side of neck. As if blood-vessels in whole body were in vibrating motion. Though there were many symptoms of heat and burning, symptoms of coldness are also pronounced. Coldness of head with headache (also sweat with headache); coldness in abdomen, with movements; icy coldness after stool. Phelland. is suited to: Persons of a feeble, irritable, lymphatic temperament, with weak and deficient nutrition. The symptoms are < in open air; after dinner; during and after eating; on appearance of menses; sitting; standing; lying down; after spirituous drinks; after drinking water; while swallowing; after stool (coldness in abdomen). > In open air (vertigo and head symptoms); during dinner (headache); eating bread (sore throat); motion, in open air; lying on left side; scratching; rubbing. Chilliness predominates, and the catarrh and asthma of Phelland. are > in warm and < in cold seasons. Open air = sense of intoxication; < vertigo. < During increasing moon." ],
    "Relations" : [ "Antidoted by: Rheum (diarrhoea). Compare: Breast symptoms, Con., Phyt., Bry., Ol. an. (Ol. an. has stitches shooting out; Phelland. stitches shooting in). Painful nursing, Crot. t. (pains in breast go through to back when nursing), Bov. (empty feeling). Stitches, K. ca. Headache involving eyes, Onos. Pains in right chest, Zn. (right apex, Calc., Ars.; r. middle, Sep.; right base, Chel., Lachn., K. ca., Sep.; left apex, Ars.; left base, Ox. ac., Sul.). Last stage of phthisis, sputa terribly offensive, Sil. Offensive breath with cough, Caps. Sleepiness, Op., Nux m." ],
    "Mind" : [ "Character sad, anxious, profoundly meditative, sometimes given to extravagant merriment.", "Peevish arrogance." ],
    "Head" : [ "Confusion in head, as from intoxication.", "Heaviness of head, as if too large and too full; as if it would be drawn back by a weight in nape.", "Vertigo, which almost occasions falling backward, forward, or sideways, esp. to side to which one turns in room; < (sometimes >) in open air, > by lying down.", "Sound in brain as if one were beating on a metal that was freely swinging, which woke him, after which the sound died away (5 a.m.).", "Headache, which disappears in open air, and during dinner.", "Headache with perspiration on top of head, fifteen minutes after dinner, soon followed by coldness of the head.", "Dizzy headache in (l.) forehead with increased warmth of head and hands without perspiration.", "Headache involving nerves going to eyes, crushing feeling on vertex with burning of eyes and lachrymation.", "Painful heaviness of vertex as if a hard body were lying on it.", "Pain like weight on vertex with aching, burning, shooting pains in temples.", "Compressive pain in sides of head.", "Digging pain in head.", "Ebullition of blood, with heat and throbbing in head.", "In occiput: intermitting pressure; burning, constrictive sensation; tearing; burrowing; stitches.", "Itching, biting like flea-bites in scalp." ],
    "Eyes" : [ "Itching in eyes.", "Burning sensation in lids, morning and evening.", "Frequent twitching of l. lids.", "Twitching of lids, which close easily from a sensation of heaviness and sleepiness.", "Dryness of eyes, with shooting and burning pain.", "Frequent tearing in upper r. orbital margin in the bone.", "Ciliary neuralgia, < attempting to read or sew; fearful intolerance of light; lids swollen and half-closed.", "Lachrymation, esp. in open air.", "Sight cloudy, as if directed through a fog, < when looking intently at any object." ],
    "Ears" : [ "Tearings and boring in ears.", "Singing and noises in r. ear." ],
    "Nose" : [ "Nostrils red, burning, and (with upper lip) swollen.", "Itching, confluent vesicles in nostrils.", "Loss of smell.", "Coryza, with obstruction of nose, can only breathe through mouth." ],
    "Face" : [ "Heat in face.", "Livid redness of face from to p.m.", "Tension in skin of face.", "Violent, and almost tearing, quivering in cheek." ],
    "Mouth" : [ "Toothache with tearing or shooting pain.", "Gums red, swollen, and painful.", "Dryness of mouth and throat at night.", "Increase of frothy saliva in mouth, which it is necessary to expectorate.", "Burning pain and burning vesicles on tongue (r. margin towards lip).", "Clammy or cheese-like taste.", "Sweetish taste after drinking water.", "Beer has a bitter taste." ],
    "Throat" : [ "Sore throat, with pressive and shooting pain when not swallowing, and during empty deglutition, but not when swallowing food." ],
    "Stomach" : [ "Thirst for milk and for beer, with repugnance to and dread of water.", "Desire for acid drinks with thirst.", "Disgust and nausea with inclination to vomit and to eructate.", "Offensive risings, which have the smell of bugs, or with taste of food.", "Pain in stomach, as if it were empty.", "Sensation as if stomach were full of water, that would run up, followed by a sensation as if a large round body were twisting about in stomach, that afterwards fell downward, followed by rumbling in stomach.", "Burning pain in stomach." ],
    "Abdomen" : [ "Pinchings in the abdomen.", "Sensation of coldness in the abdomen, with movements in intestines.", "Icy coldness in intestines; after stool; after spirituous drinks.", "Burning extending from abdomen up into stomach, following eructations of the drug.", "Pinching and cutting pains as if diarrhoea would come on.", "Cutting and pinching in hypogastrium.", "Dull stitch in r. flank; on bending to that side violent shock in r. inguinal region, after dinner.", "Incarcerated flatus in hypochondria and lumbar region." ],
    "Stool and Anus" : [ "Hard faeces, with clawing and pressure at anus.", "Liquid evacuation, with tenesmus, followed by pain as of excoriation in anus.", "Abundant expulsion of flatus during and after the evacuation.", "Burning in anus.", "Itching in anus that becomes a burning after rubbing." ],
    "Urinary Organs" : [ "Pale and scanty urine.", "Desire to urinate, but only very little passed, with violent burning in evening.", "Urine pale, almost greenish." ],
    "Male Sexual Organs" : [ "Itching on prepuce, > by scratching." ],
    "Female Sexual Organs" : [ "Menses too early.", "At commencement of menses, lassitude, yawning, and bruised pain in thighs.", "She could neither sit, stand, nor lie for the pain.", "Menses flowed only morning and evening, and rather more profusely than usual.", "Menses that had just begun ceasea.", "Menses twelve days early, lasting only a day and a half, very scanty, though without any difficulties, quite unusual.", "Pain in nipples on each application of child.", "Always after nursing intolerable pain in r. breast along course of lactiferous tubes; physical and mental distress; hysterical weeping; this occurred some time after micturition, the nipples were sore with purulent discharge, the pain appearing after nipples were healed.", "Intolerable pains in lactiferous tubes between the acts of nursing." ],
    "Respiratory Organs" : [ "Hoarseness and roughness in throat and fluent coryza.", "Suffocating, dry cough, with shortness of breath.", "Nocturnal cough from accumulation of mucus in throat.", "Frequent expectoration of mucus, without cough, in morning.", "Shortness of breath, esp. when walking." ],
    "Chest" : [ "Oppression of chest when standing and taking a deep inspiration.", "Stitches in chest.", "(Phthisis, esp. of r. lung cavity; burning on breathing; continuous cough; profuse sweat; diarrhoea vomiting of, food; copious purulent sputa, terribly offensive; emaciation.).", "Pressure on side of chest in bed in morning, which disappears when lying on the side affected.", "Sharp stitches, extending inward beneath l. mamma, not affected by breathing.", "Painful tearing stitches extend through whole l. mamma.", "Violent stitch through r. mamma, near sternum, extending to back between shoulders, then down into r. side of sacrum, that was very painful on breathing, immediately after dinner.", "Biting sticking in r. nipple, evening before lying down." ],
    "Neck and Back" : [ "Sensation on l. side of neck below jaw as if red-hot iron were moved along close to the part.", "Tearing in l. side of neck to jaw.", "Stitches: between shoulders; in lower end of l. scapula; in sacrum.", "Pain as from a bruise in loins when seated." ],
    "Upper Limbs" : [ "Tearing in shoulders and arms." ],
    "Lower Limbs" : [ "Tearing along anterior surface of r. thigh.", "Vibration in calves.", "Sensation as of congested blood in knees." ],
    "Generalities" : [ "Tearing pains in limbs.", "Sensation of trembling in all the vessels of the body.", "The majority of symptoms appear when patient is quietly seated, standing, or lying down; they are > by movement and in open air.", "Great dejection and lassitude." ],
    "Skin" : [ "Itching, sometimes burning or smarting, disappearing quickly when the parts are scratched.", "Small blue spots, like petechiae." ],
    "Sleep" : [ "Sleepiness during day, with frequent yawning.", "So sleepy would fall asleep standing at work, lasting an hour.", "Retarded sleep.", "Frequent and early waking, or prolonged sleep in morning.", "Dreams: of lightning with fright; of a robbery in which he received many blows." ],
    "Fever" : [ "Predominance of shivering, sometimes with shaking chills, generally neither accompanied nor followed by heat or thirst.", "Shuddering, generally in evening, sometimes as if cold water had been poured over body.", "Inability to urinate the day after ague attack.", "Accelerated pulse." ]
  }
}