{
  "remedyName" : "Phenacetinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cyanosis. Face, eruption on. Fevers. Headache. Perspiration, excessive. Typhoid fever. Uraemia." ],
    "Characteristics" : [ "Phenacet. belongs to the Aniline group, and was introduced into old-school practice as a remedy in febrile states and neuralgias, free from the dangers of Antfeb., Antipyr., Exalg., &c. Though not so dangerous as these, it is not free from ill effects. These have been well summed up by F. G. Oehme (H. R., xv. 506), and I have put them in Schema form, and added a symptom observed by myself on a young lady who had taken Phenacet. for headaches: A circumscribed rash on both cheeks which came out red, lasted four days and then peeled, and as soon as it was clear the process was repeated. I tried many remedies with varying success, but it finally disappeared under Alm. 30, one powder at bedtime." ],
    "Mind" : [ "Anxiety." ],
    "Head" : [ "Vertigo, faintness.", "Headache and flushed face." ],
    "Eyes" : [ "OEdema of lower lids and fingers." ],
    "Ears" : [ "Permanent deafness." ],
    "Face" : [ "Circumscribed, erythematous, exfoliating eruption on both cheeks; fading away and recurring for several weeks (finally cured with Alm. 30)." ],
    "Stomach" : [ "Nausea; epigastric pains." ],
    "Urinary Organs" : [ "Large doses may cause uraemia.", "Frequent urination at night (cured in two cases)." ],
    "Respiratory Organs" : [ "Dyspnoea." ],
    "Heart" : [ "Decrease of cardiac vigour; pulse slow, almost imperceptible." ],
    "Generalities" : [ "Severe cyanosis, esp. of limbs, chilliness, nausea, epigastric pains, faintness, vertigo.", "Trembling from nervous excitement.", "Weakness and numbness of whole body, cold perspiration, collapse." ],
    "Skin" : [ "Febrile exanthema; patches profusely scattered on limbs, scanty on trunk; disappearing on pressure, headache, flushed face (from five grains daily)." ],
    "Sleep" : [ "Incessant yawning; drowsiness." ],
    "Fever" : [ "Chilliness.", "Sweating; frequently profuse in low states of the system." ]
  }
}