{
  "remedyName" : "Phosphorus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alopecia areata. Amaurosis. Amblyopia. Anaemia, acute pernicious. Anus, fissure of. Antrum, disease of. Arteries, disease of. Asthma. Bone, diseases of. Brain, affections of; softening of. Brain-fag. Breast, abscess of; fistulae of. Bronchitis; membranous. Cancer; of bone. Cataract. Catarrh; intestinal; nasal. Chilblains. Chlorosis. Chorea. Ciliary neuralgia. Coccygodynia. Cold. Constipation. Consumption. Corpulency. Cough. Croup. Dandruff. Diarrhoea. Dropsy. Ecchymosis. Enteric fever. Ephelis. Epilepsy. Erotomania. Exophthalmos. Exostosis. Eyes, affections of. Fainting. Fatty degeneration. Fistula. Flatulence. Fungus haematoides. Gastritis. Glaucoma. Gleet. Gums, ulceration of. Haemoglobinuria. Haemorrhagic diathesis. Headache. Heart, degeneration of; murmurs of. Hydrocele. Hydrocephalus. Hysteria. Impotence. Intussusception. Jaundice; malignant; of pregnancy; of anaemia. Jaw, disease of. Joints, affections of. Keratitis. Lactation, disorders of. Laryngitis. Levitation. Lightning, effects of. Lienteria. Liver, diseases of; acute yellow atrophy of. Locomotor ataxy. Lumps, haemorrhage from; oedema of; paralysis of. Marasmus. Menorrhagia. Menstruation, symptoms before. Mollities ossium. Morphoea. Muscae volitantes. Naevus. Nails, ulcers round. Neuralgia. Nightmare. Nipples, sore. Nose, bleeding from. Numbness. Nymphomania. Odour of body, changed. Oesophagus, pain in. Ozaena. Pancreas, disorders of. Paralysis; pseudo-hypertrophic; general of insane. Periostitis. Perspiration, abnormal. Petit mal. Plague. Pneumonia. Polypus. Pregnancy, vomiting of. Proctalgia. Proctitis. Progressive muscular atrophy. Pruritus ani. Psoriasis. Puerperal convulsions. Purpura. Pylorus, thickening of. Retinitis. Rheumatism; paralytic. Rickets. Screaming. Scurvy. Shiverings. Sleep, disordered. Somnambulism. Spine, curvature of. Spleen, enlargement of. Sprains. Stammering. Sterility. Syphilis. Syringo-myclia. Throat, mucus in. Tobacco habit. Trachea, tickling in. Tuberculosis. Tumours; erectile; polypoid; cancerous. Typhus fever. Ulcers. Urethra, stricture of. Vaccinia. Variola. Voice, loss of. Whitlow. Wounds. Yellow fever." ],
    "Characteristics" : [ "Phosphorus (Light-bearer, Morning Star) \"was discovered in by Brandt, an alchymist of Hamburgh, and shortly afterwards by Kunkel, in Saxony.\" Teste, from whom I quote, says that attempts were made to use Phos. in medicine immediately after discovery. Kunkel made it into his \"luminous pills, \", and Kramer claimed to have cured with it diarrhoea, epilepsy, and malignant fevers. Teste gives a list of old-school cures, which include: Continuous, bilious, and intermittent fevers; general oedema; measles; two cases of pneumonia of left lung, with ataxic symptoms; chronic rheumatism of the legs; apoplexy; hydrocephalus; periodic headaches (in one case with menstrual irregularity); catalepsy; epilepsy; gutta serena; asthenia facilis; chronic lead poisoning, ", "a, list which shows a very good idea of the range of action of Phos. Hahnemann's proving brought out the fine indications, without which the generals are of little service, and to Hahnemann's symptoms have been added those of later provings and of numerous cases of poisoning, and the effects on workers in match factories, especially necrosis of the lower jaw. The vapour given off by unignited Phos. is Phosphorus oxide. The jaw affection, called \"Phossy-jaw\" by the workpeople themselves, is accompanied by profound adynamia, and not unfrequently ends in death. The form of the disease differs according to whether the upper or lower jaw is attacked. In the, former case it pursues generally a chronic and mild course, ending in exfoliation, cicatrisation, and cure. In the latter the necrosis may be either acute or chronic., but is always severe, and the patients usually die of \"consumptive fever\" (C. D. P.). Here is a typical case quoted in C. D. P. from B. J. H., iv. 287: J. D., had been four years in a match factory. For two and a half years he had only laryngeal irritation from the local action of the fumes. He then began to cough very much and expectorate thick white mucus. Then most violent toothache set in, with swelling on right side of face. A molar was extracted but without relief, and one tooth after another dropped out. He became too weak to walk. A swelling as big as an egg formed below right orbit, burst in a fortnight, and discharged a large quantity of white pus. He grew worse all the teeth fell out; gums of lower jaw were retracted. Examination found right cheek swollen. At right angle of lower jaw an opening discharging laudable pus, through which a probe can be passed two inches along bare bone, and two inches anterior to this another aperture leads to the same. On opening mouth the whole lower jaw as far as ascending rami and down to reflection of mucous membrane is denuded and of leaden greyish colour. On right upper jaw probe can be passed over bare bone. Pareira (C. D. P.) has observed in phosphorus workers \"a peculiar sallow, bloated complexion, with dull expression of eye and gastric derangement, \", when there was no affection of the jaws. [Wagner found Phos. symptoms long before local disease appeared, e.g., cardialgia, anorexia, eructation of gas smelling of Phos.; also dizziness, faintness, and cachectic appearance. The first symptoms in the jaws are tearing pains, the teeth being sound, swelling and suppuration of the gums, and loosening of the teeth follow, and the bone becomes denuded. Langenbeck objects to the term \"necrosis, \", stating that it is a periostitis in which bony deposit occurs, enclosing the jaws more or less as in a sheath. There is no exfoliation. This osteo-periostitis may arise from rheumatism.", "-Klin. Woch, Jan. 1872.] In cases of acute poisoning the most remarkable effect noted is acute fatty degeneration of the liver and engorgement of the lungs. At first there is tenderness of the liver, but as it shrinks this passes away. The right lung is more affected than the left. The symptoms of acute Phos. poisoning are exceedingly painful if consciousness is retained; violent tearing pains in oesophagus, chest, stomach; vomiting and diarrhoea; rectal, vesical, uterine tenesmus; bloating of abdomen; sensitiveness to touch; haemorrhages from all orifices. Death may take place in a few hours, or it may be delayed for months. In the case of a child of 1/2 who had sucked the heads of matches, two days afterwards there was some feverish excitement, later violent convulsions, lasting three hours, and ending in death. There were found after death no fewer than ten invaginations of the small intestines, which, however, were empty, and there was no sign of strangulation (C. D. P.). In a woman, who swallowed the Phos. from matches, Ozanam found a typhoid febrile state, profound prostration; inability to raise herself; dry tongue; much thirst; stomach sensitive; vomiting of black, sooty matter. Death took place on the second day (C. D. P). A man, inhaled vapour of burning Phos. Among his symptoms were: A sensation as if something twitched under skin or was creeping between skin and flesh. Twitching of single bundles of fibres at different times like playing on a piano. Tongue when speaking often refuses to move, so that he stammers (C. D. P.). A case reported by J. O. Muller and translated in C. D. P. brings out some very characteristic symptoms of Phos. A strong woman, took about three grains of Phos. from matches. Among her symptoms were: After eight hours violent and noisy, vomitings. Prostrated, cold, pallid, as if moribund and unconscious. Cold, clammy sweat, general; skin here and there waxy yellow; complexion leaden grey; dark blue rings round eyes; pulse small, hard, slow, unrhythmic, intermitting. Abdomen distended, very sensitive all over, the slightest touch causing violent pains; could not bear weight of nightdress. Senses and mind in unconscious apathy; could only be roused by loud calling into her ear. Aco. every ten minutes revived her. She complained of very violent burning pain in lower chest (oesophagus?), stomach, and whole abdomen < by every touch or change of posture. Vomiting and diarrhoea had ceased, but she still had retching and ineffectual straining at stool with burning like fire in large intestine and anus. She passed with difficulty small quantities of dark yellow urine, smelling strongly of garlic, after micturition very severe burning. Boring, burning pains in bones, especially of skull, palate, nose, jaws, and teeth, < taking cold or warm things into mouth or chewing, only tepid liquid nutriment could be borne. At times numb pain in teeth; they felt loose as if they would fall out. Apathy alternating with angry words and actions. After menses, burning leucorrhoea that made the parts sore. Soft parts of joints swollen. Considerable rigidity of joints. The skin, which had been pale, put on a yellow tint, bloated swellings appeared in places on eyelids and face, pitting on pressure. On nape, back, and other parts the skin could be raised by the fingers in large folds, which slowly smoothed down again. Finally a peculiar exanthema appeared on the skin about the joints like eczema; vesicles in groups turned rapidly into scabs and frequently recurred. Sulph. was given and gradual recovery occurred. In a youth poisoned by Phos. there was nausea and sour taste; milk tasted burnt; every smell (tobacco, wine, beer) < the nausea. One of the provers had: Loathing of butcher's meat and bad appetite. Phosphorus burns are among the most painful of all burns, and the burning sensations of the poisonings are prominent also in the provings: \"Glowing sensation throughout epigastrium and chest.\" \"A flame seemed passing through me.\" \"Warming sensation right side of heart and below left clavicle. This heat spread to apex of left scapula and to acromion, when it left the heart.\" \"From a.m. till p.m. remarkable numb feeling in left leg from knee to toes, sometimes sensation as if hot blood flowed into it.\" Other symptoms from the provings are: \"Drawing forcing towards pelvis and rectum as if menses coming on.\" Intense sexual excitement in men with erections, emissions; later impotence. Dr. Sorge, had this symptom: \"Weight in occiput and nape, down whole spine a dull feeling as if over-filled with blood, and in sacrum a peculiar paralytic feeling like what one feels in the limbs when exposed to unavoidable danger; heaviness of feet, which were not placed on ground with usual energy. Walk less strong, often stumbled on a smooth road. Diminished sexual appetite, and feeling as if the penis would not become erect when excitement was present. Mental indifference (quite unusual).\" E. R. Heath had some decidedly \"phosphorescent\" symptoms: Darting, cutting pains, causing much distress, starting from different points and flashing over whole abdomen; imagined an aurora borealis and seemed to hear distinctly voices shouting \"Beautiful, oh! was not that splendid?\" as the pains became more severe and lasting. He sprang from bed and tried to collect his thoughts; had numbness all over with sensation of myriads of needles slightly pricking him. Throat dry and parched; a flame seemed to pass through him. Feet seemed glued to the floor. With great difficulty he reached the vessel, and as soon as the bowels began to act the pains changed to cramps. Stools were like scrapings of intestines, almost constant, with tenesmus, for over two hours, after which he lay down in bed, weak, sore, almost helpless. The same prover had: Intolerable thirst; drink did not quench it, but caused cold, clammy sweat to exude the moment the water entered the stomach. Later: Involuntary passages, periodic; rectum insensible; sphincter paralysed; slight prolapse after each stool. Stools inodorous save for a slight mouldy smell. H. Noah Martin proved Red amorphous Phosphorus. The symptoms do not differ from those of transparent Phos., and are included in the Schema.", "Such are the materials out of which the picture of the great remedy known in homoeopathy by the name Phosphorus has been drawn, the characteristic features being pointed up with the added light and shade of clinical experience. The types of constitution in which Phos. has been found particularly suitable are strongly marked: (1) Tall, slender persons, of sanguine temperament, fair skin, blonde or red hair, quick, lively perceptions and sensitive nature. (2) Young people who grow too rapidly and are inclined to stoop; chlorotic; anaemic. [In experiments on young animals Phos. has produced rickets. Kessel (H. W., xxxi. 394) gave Phos. to young dogs, in whom it caused fatal disturbance of digestion and fatty liver, and \"marked atrophic process where bone was being deposited.\"] (3) Persons of waxy, translucent skin; half anaemic, half jaundiced. (4) Tall, slender, narrow-chested, phthisical patients; delicate eyelashes, soft hair. (5) Tall, slim, dark-haired persons, especially women, disposed to stoop. (6) Nervous, weak persons who like to be magnetised. (7) Haemorrhagic patients; slight wounds bleed profusely. Phos. profoundly affects the nutrition and function of every tissue, notably the hardest (bone) and the softest (nerve and blood). It causes irritation, erethism, exaltation of all the senses, and later a typhoid state and fatty degeneration. In fevers of typhoid type and in pneumonia Phos. has an important place. It is indicated especially when the morbid action becomes localised in the right lung, particularly the lower lobe. In the year in the course of a severe attack of typhus fever during my residence in Liverpool, my state, as I am told (for I was in delirium), suddenly became very critical through pneumonic consolidation of the right lung. Phos. was the remedy selected by Drs. Drysdale, Hayward, and Hawkes, who attended me, and under its action I made a rapid recovery.", "Hard, dry cough, rusty sputa; < at twilight and till midnight; < lying on left side; > lying on right side; abdomen distended, sore, very sensitive to touch; stools offensive, bloody, involuntary; the anus appearing to remain open. Each one of the symptoms I have italicised is a keynote of Phos. When any of them are present (with or without the pneumonia) Phos. is likely to be the remedy. The delirium is low, muttering, stupid; or violent; or there may be a state of ecstasy; or odd ideas, that his bones are in fragments and he cannot fit the pieces together. As a leading constituent of nervous matter Phos. has a deep action on the organ of mind and sensation. It produces an excitable condition, exaltation of mental faculties, and the condition which follows over-exertion. The mind, like the special senses, is too excitable and impressionable. Easily angered and becomes vehement; actually gets beside himself with anger and suffers physically in consequence. At other times anxious and restless, especially in the dark and at twilight (the restlessness of Phos. is universal; patient cannot sit or stand still a moment; it belongs to the stage of irritation, and is succeeded by apathy if the condition is not arrested). Imagines he sees faces grinning at him from the corners of the room. Such conditions are found in cases resulting from losses of fluids; over-work of brain; sexual excesses and abuse, and take shape in general paralysis of the insane with mania of grandeur; and in apoplexy and its sequelae; in Duchenne's pseudo-hypertrophic paralysis, in locomotor ataxy and other paralyses. A very characteristic condition of Phos. in nervous cases is fibrillary twitching of individual bundles of fibres in muscles. Numbness and formication in paralysed limbs indicate it in hemiplegia and paraplegia. Spasms on paralysed side. In other cases the burning pains of Phos. are prominent: burning between the scapulae; burning in spots along the spine; feeling of intense heat running up the back (no other remedy has exactly this symptom). The uncertain gait, neuralgic pain, and fuzzy feeling of the feet, give the correspondence with locomotor ataxy, when the conditions correspond. Epilepsy from masturbation. Petit mal: epilepsy with consciousness. Man of Itzehoe (H. R., xv. 268) cured this case of sciatica: An elderly lady had for eight weeks a continual burning pain running along back of left thigh and leg, compelling her to spend most of the day in bed. Entire limb so weak that she could hardly walk. < Lying on left side. > Lying on right side or on back. < By movement. < By cold air. > Being warmly-covered. < In evening. Phos. 6x, every two hours, caused aggravation for the first three days, and after that gave relief, but did not cure. Phos. one powder every evening, completed the cure in a week. But the action of Phos. is not confined to the brain and spinal cord, it also affects the cranial bones and spinal column. I cured mainly with Phos. 1m a case of spinal caries with paralytic symptoms in a lady aged That is, I cured the caries and removed the paralysis, though the curvature remained. There was a history of a strained back thirty-five years before, and of lumbago and sciatica five years before I saw her. She had many pains in the scapula and chest, and could not walk unless supported about the waist. Incidentally Phos. set up a symptom of its own: Dryness of mouth, lips, and throat. Phos. has burning thirst for cold water; cold water relieves, but as soon as it becomes warm in the stomach it is vomited. This is one of the keynotes of Phos., and distinguishes it from all other remedies in cases of vomiting. Desire for cold foods and preference for cold meat is very characteristic of Phos., and the cold food, like the cold drink, may be vomited as soon as it becomes warm inside. Ice cream > the gastric pains. There is nausea on putting hands into warm water; sneezing and coryza from putting hands in water. Regurgitation of ingesta in mouthfuls. During pregnancy the sight of water = vomiting. The appetite of Phos. is remarkable: Must eat often or he faints. Hungry soon after a meal; hungry in the night, must eat. Craving for salt (Phos. remedies the effects of excessive salt-eating). The sinking, faint feeling of Phos. is felt in the whole abdominal cavity; also in head, chest, and stomach. The stools of Phos. are peculiar, whether constipated or diarrhoeic: Long, tough, hard faeces (like a dog's); voided with great difficulty and straining. Diarrhoea as soon as anything enters the rectum; profuse pouring away as from a hydrant; watery with sago-like particles; with sensation as if the anus stood open involuntary; during cholera-time painless; morning of old people bloody stool; blood-streaked stool; stool like shreddy membranes. With the stool there is burning in the anus and tenesmus. There are also pains of all descriptions in the anus, notably stitches shooting up rectum. A man suffering from pneumonia, to whom I gave Phos. after a few days developed attacks of violent pain in rectum and anus, with distension of abdomen and desire for stool; stool light, lumpy, constipated, only passed by aid of glycerine enema; after stool, complete relief of pain; sometimes the attack waked him from sleep. With Phos. I cured a very severe proctalgia coming on at every menstrual period. During urination, and also when not urinating, there is burning in the urethra. Another very characteristic burning of Phos. is burning palms, cannot bear to have the hands covered. Flashes of heat beginning in hands and spreading to face. The fever is more of the yellow fever, typhus, or typhoid, nervous or hectic, type. In intermittents when there is heat at night beginning in stomach; faint and hungry in night; heat of hands. There is also chilliness towards evening; icy coldness of hands, knees, and feet, even in bed. Sweat is anxious, profuse, exhausting on slightest exertion; profuse at night; cold and clammy, smelling of sulphur or of garlic. Phos. corresponds to yellow fever in many particulars; disorganisation of the liver and blood with jaundice; haemorrhages. It has caused acute fatty degeneration of the liver; and corresponds also to fatty degeneration of pancreas with gastric symptoms and oily stools, and fatty and amyloid degeneration of the kidneys. Phos. stands at the head of haemorrhagics, and corresponds to the haemorrhagic diathesis. The blood loses its coagulability. Very small wounds bleed profusely. Blood-streaked discharges are very characteristic when from lungs, nose, bowels, or other orifices. Haemorrhoids. Menses are more profuse and longer-lasting than usual. There may be vicarious menstruation in the form of haemoptysis, epistaxis, or haematuria. Left ovarian pain. Leucorrhoea which causes blisters. Sexual excitement is great in both sexes, going to the extent of satyriasis and nymphomania. Frequent erections in men, and sexual thoughts entirely beyond the patient's control. Erections in spite of efforts to control passion in young men. Impotence from over-indulgence or from celibacy. The female breasts are the seat of many burning, shooting, cramping pains, and Phos. has proved a leading remedy in mammary abscess and fistulae. The characteristics are: Erysipelatous appearance; red streaks starting from opening; thin, ichorous discharge. The haemorrhagic action of Phos. is seen in many forms of pulmonary haemorrhage and congestion: blood-streaked or rusty sputa; tasting salty; when patients with delicate chests bring up phlegm tinged with blood whenever they take cold Phos. will generally clear up the case. Phthisis florida may also need Phos. It has also a \"stomach-\" or \"liver-\" cough; cough comes on after eating, and starts from a tickling in pit of stomach. Cough < when strangers enter the room. Cough < from strong odours (part of the general sensitiveness of the drug). Bronchial catarrh > in all grades may require it. Cough = tearing pain under sternum as if something was being torn loose. Suffocative pains in upper part of chest with constriction of larynx and engorgement of lungs; mucous rales; panting and laboured breathing, even emphysema. After the cough an asthmatic attack. The Conditions of Phos. will generally decide when it should be given. T. D. Stow (J. of Homoeopathics, August, 1890) reports the case of H. B., farmer, who had for six months a sharp pain with soreness in third intercostal space, three inches to left of sternum, limiting inspirations. Dyspnoea on exercise; dry cough during the day till p.m. Thick, yellow, sweetish sputa from a.m. to a.m. Cough < lying on left side; when talking; when eating and just after eating; on going into cold air; by change of weather. > In fairly warm room; lying on right side. Prefers cold food. Has become alarmed by the persistence of the attack and loss of flesh. Three doses of Phos. (Dunham), taken on three successive days, cured. This case was translated in Hahn. Month, September, from Alg. H. Zeit.: Whilst walking rapidly against the west wind three months before, X. felt a pain under middle of sternum with sensitiveness of the part to pressure. Pulse rapid. Phos. removed the symptoms for two weeks, when pain and sensitiveness returned, and with the pain a sensation as though gas would rise from epigastrium. Phos. cured. W. A. Nicholas (H. W., xxv., 495) reports the case of T. B., whom he saw after a four months illness, which began with congestion of the brain on the sudden death of his wife, and was followed by bronchitis. During all this time he was heavily drugged. A rather long walk brought on a severe attack of angina pectoris. Bell. 1x gave much relief. Nicholas noticed the patient at times put his hand to the back of his neck. Phos. relieved entirely. Phos. corresponds to headache and other sufferings from grief. Hot vertex after grief. It has shocks in occiput; coldness in cerebellum; congestion of brain seeming to rise from spine into head. Phos. has \"splitting headache caused by cough.\" Neuralgic pains of many kinds, and impending paralysis. The attacks are induced by mental exertion; worry; washing clothes; and are < by music; noises; strong odours. Gale, of Quebec, discovered in Phos. a remedy for \"washerwoman's headache\" (Organon, iii. 30). His patient had these symptoms: Whenever she washes clothes or walks fast she has", "rush of blood to head, red face and eyes, heat on head, scalp sensitive to touch, sudden shooting pains, especially in vertex. Phos. cm cured. I cured a somewhat similar case (H. W., xxiv. 455) with Phos. every four hours; only in my case the headaches always appeared the morning after washing: violent shooting pains left side of vertex, > wrapping head in flannel. I had given several medicines previously which had improved the general health, but had done very little for the headaches. Phos. affects all parts of the eye", "retina, choroid, vitreous and crystalline lenses, cornea, and conjunctivae. It has arrested cataract and glaucoma, and cured retinitis albuminuria from suppressed menses. The leading symptoms are: Colours appear black before the eyes. Always sees green. Halo round candle. Letters appear red whilst reading. As if a grey veil over everything. Blindness after typhoid; sexual excess; loss of fluids; lightning. Twitching of lids. Pustule on cornea. Burning pains. The characteristic skin of Phos. is waxy, and either clear and pale or yellow. Under a \"Phosphorus treatment\" which was in vogue a generation ago, patients had a peculiarly waxy, fine, clear complexion; and in one case which came under my observation there was also very marked enlargement of the liver. In a case of rheumatism in an old lady who had waxy pallor, Cooper gave Phos. and set free all the joints. All kinds of eruptions May be set up. Exanthema with pustules (like small-pox), ulcers, psoriasis, lichen, eczema, blood boils, purpura. Hansen cured a case of purpura in a girl of ten (H. W., xxxv. 105). The disease began with loss of appetite and pains in the stomach, but as soon as the purpura spots appeared the pains ceased and the appetite returned. The inner aspects of the thighs were affected. Phos. cured. The ulcers of Phos. bleed easily at the slightest touch, and open cancers or fungus haematodes with this characteristic have been cured with Phos. \"Large ulcers surrounded by smaller ones.\" Ulcers affecting the nails. Inflammation and eruptions about joints. Fistulae with callous edges from glands. The joints most affected by Phos. are the hip and knee. The left side of the lower jaw is more affected than the right. Caries and exostoses of spine and other parts have been cured with Phos. De Noe Walker cured with Phos. a large exostosis of the femur which had been pronounced osteo-sarcoma by old-school authorities. There are some forms of rheumatism which only Phos. can cure. These are characterised by great stiffness of the joints, more stiffness than pain. A drawing, tearing, tight feeling in parts. Stiffness of old people. Paralytic rheumatism from exposure to rain. The tight sensation appears in the girdle pain of spinal affections; tightness of skin of face and forehead. (Also stiffness in brain; in eyes.) Allied to the rheumatic symptoms of Phos. is its sensitiveness to effects of storms, especially thunderstorms. Phos. has cured more cases of headache always coming on when thunderstorms are about than any other remedy in my experience. It has also cured blindness from lightning stroke. The headaches from inhaling the steam of a washtub perhaps come in the same category as effects of vapour-laden air when storms are about. Mills (quoted H. W., xxxi. 33) relates a typical case of thunderstorm effect: Mrs. R, tall, thin, dark, of mild and gentle disposition, was seen by the doctor during a thunderstorm. He found her sitting on the stairs, trembling and cold and bathed in cold, clammy sweat, full of nervous dread, and almost beside herself. One dose of Phos. cm cured. Some weeks later she witnessed a worse storm with complete unconcern. The power of Phos. over septic conditions is illustrated in a case of Howard Crutcher's (quoted H. W., xxxiii. 405). A girl, had perforating appendicitis, operation having been delayed too long in consequence of opposition of friends. Although he deemed it useless he was persuaded to operate, and found a large abscess behind the colon, freely communicating with the peritoneal cavity. Up to the fourth day the patient progressed favourably. Then there was a collapse: pulse mind wandering, urine and faeces passed without restraint. The patient was rapidly sinking; Arsen. gave no help. The doctor sent word to the students who were nursing the patient that they might try a hot saline enema. On attempting to give it the rectum was found to be open, no resistance being offered by the sphincter. Greyish-while faecal discharges, watery and offensive, passed constantly. \"The students, recognising the indication for Phos., gave a dose of that remedy, and instead of dying the girl got well.\" Peculiar sensations are: As if about to die. As if immersed in hot water. Anxiety as if below left breast. As if he had been lying at night with head too low. As if everything had stopped in head. As if chair were rising. As if eyes would be pressed out; or pressed down by weight about them. As if painful nodes under scalp. As if pulled by hair. As if head would burst. As if something exploded in head. As if skin of face too tight. As if something were pulled tight over ears. As if dust in right eye; sand in left eye; eyeballs large. As if something lay before ears; foreign body in ears. As if nose stuck together. As if nails driven into jaws. As if food did not digest properly. As if heavy Weight in stomach. Stomach as if freezing. As if something cooking in stomach. Anus as if open. Larynx as if lined with fur. As if skin on larynx. As if a piece of skin hanging loose in larynx. As if something in middle of sternum torn loose. As if heart had grown fast. As if chest eviscerated. As if a narrow band encircled body and lay upon heart. As if great weight lying on middle of sternum. Back as if broken. As if quicksilver moved up and down spinal cord. Coccyx as if ulcerated. Soles as if he had walked too much. Feet as if asleep. Ankles as if sprained. Suddenness is a feature of Phos.: Sudden prostration such as may occur in diphtheria, measles, scarlatina, or any disease in which the system has sustained a profound shock. The left side is somewhat more affected than the right, the venous more than the arterial system. The symptoms of Phos. are < from touch (cannot bear touch of nightdress); from pressure (but pressure > feeling as if something before ears and pains in chest). Rubbing >. Mesmerism >. Rest < pain in arms and shoulders. Lying down = intense pains in eyes; < colic and tearing in jaws; > heat of scalp and incarcerated flatus. Weakness after stool and after urinating, compelling lying down. Lying on back < diarrhoea; asthma; > pneumonia; pain in arm. Lying on left side <; on right side >. Sitting <. Motion; exertion; walking, especially fast walking, <. Exertion physical or mental <. Laughing < (cough). Coughing = headache. Talking < pain in larynx. < From spraining parts. < Lifting arms. < Before sleep, > after. (Some symptoms are < on waking, but this is less characteristic.) < Morning; evening (especially twilight); before midnight. Heat < boring in teeth; back pains; itching spots of skin. Warm food and drink < (but hot drinks > flatulent colic). Warm water, putting hands in = toothache. Warm wraps > neuralgia of head and heat of scalp. Weather changes (either way) <. Open air > pain in forehead; hemicrania; stuffed feeling in nose; < vertigo; toothache cough tearing in labia taking cold easily. Wind <. Thunderstorm <. Washing with cold water >. Washing clothes; wet weather <. < Light noise music; piano playing. > In the dark." ],
    "Relations" : [ "Antidoted by: Nux, Coff., Tereb.; Kali permang. well diluted and given freely (Dr. Antal). It antidotes: Tereb., Rhus ven., Camph., Iod., Nat. m. (excessive use of salt), Petrol. Complementary: Ars., Cepa (all three have alliaceous odours), Carb. v., Ipec. Incompatible: Caust. Compatible: Ars., Bapt., Bell., Bry., Calc., Cart). v., Chi., K. ca., Lyc., Nux, Pul., Rhus, Sep., Sil., Sul. Compare: Ars., Merc., Petr., Sul. Asthma after cough, Ars. (Ars. before and after). Fancies himself in pieces, Bapt. Stitches up vagina, Sul., Sep., Pul., Nit. ac., Alum., Berb., Am. c. Weakening night-sweats, Chi., Calc., Lyc. Sweats towards morning, Calc., Lyc. (Phos. on awaking). Tongue glazed, Lach. (Lach. red; Phos. dry, cracked, black). Lienteria, Chi. Cough < entering cold air from warm room (Bry. opposite). Fear of darkness, Am. m., Calc., Stro., Val., Stram. Fear of ghosts, Pul. Sense of insecurity in bowels, Alo. Piles during menses, Collins., Ign., Lach., Pul. Effect of raising arms high to lift things, Rhus. Chilblains; general paralysis, Agar. Headache with increased intellectual powers (Phyt. with increased hearing). Hunger at night, Chi. s., Pso., Pul., Ign., Lyc. (Pho. unappeasable hunger with febrile heat). Left ovarian pain, Coloc., Thuj., Lach., Bry. Somnambulism, Can. i., Sul., Luna. Sensation of anus open, Phos. ac., Apis (Lach. as if vagina Open). < Walking fast, Pul. Regurgitation of food, Sul. Nocturnal salivation, Cham., Nux, Rhus. Difficult swallowing of liquids, Bell., Caust., Can., Hyo., Ign., Lach., Lyc. Blood from bowel, Merc., Nit. ac., Sul., Caps., Merc. c. Menorrhagia, Calc. Laughs at serious things, Anac., Lyc., Nux m., Plat. Haemorrhage, blood does not coagulate, Sanguisuga. Fatty changes in blood, kidneys, spinal cord; brain-fag; crawling and tingling sensations; sexual excitement with erethism; backache as if it would break Pic. ac. (Phos. has more irritability and over-sensitiveness to external impressions with the weakness; the senses are too acute, or if failing, accompanied by photopsies; Pic. ac. has more intense erections and less lasciviousness than Phos.). In general features; taciturn and distrustful; inclined to be angry and scold; sensation of tension; nervous weakness and restlessness, Caust. (Phos. has great soreness of larynx, fears to cough or talk; Caust, has cough > by cold drink, Hoarseness of Phos. is < evening, of Caust. < morning). Scrofula, tuberculosis, swelling of glands, indolent ulceration, difficult learning to talk and walk (Phos. has delicate, refined skin, features sharp and rather handsome; Calc. large, swollen lips). Small ulcers surrounding large ones (Hep. pimples round sore eyes). Phthisis florida, Fer. (Fer. has apparent plethora with great oppression of chest from least exertion). Weakness and goneness in stomach at a.m.; softening of brain; enervation accompanied by trembling; restlessness, Zn. (Zn. has ptosis; < from wine; restlessness of feet, Phos. of entire body). Functional paralysis from fatigue or emotion, Stan., Coccul., Ign., Nat. mur., Collins. Hoarseness, < evening, weak chest, cough, copious expectoration, hectic, Stan. (Phos. has more blood-streaked sputa; tightness across chest). Bone disease, abscess, especially of breast, with fistulous openings; over-excitability of nervous system; cough excited by speaking, Sil. Phthisis; rapidly growing young people, Iod. (Phos. is nearest Iod. in phthisis). Aphonia with rawness of larynx, Carb. v. Heat at vertex; imperfect growth of tissue; morning diarrhoea, Sul. (Sul. has hunger at a.m. with the heat at vertex, Phos. has not; Phos. has green painless stools, Sul. stools changing colour, and raw sore anus). Irritation of respiratory tract, sore larynx (Phos. has irritation lower down; sore larynx, < from talking or pressure, Bell. only from pressure). Capillary bronchitis, Ipec. (Phos. more inflammatory). Prostration, Chi. (Phos. sudden, Chi. not). Vicarious menstruation, Bry., Puls., Senec. Typhoid, Rhus; and erotic mania, Hyo. Cold; cerebral softening, Nux (Phos. follows Nux in both; if cold goes to chest in spite of Nux). Cough from reflex nervous influence, Ambra (Amb. < when strangers in room). Irritability; intolerance of mental strain, Nux. Vomiting: after drinking cold water, Ars. (Ars. immediately; Pho. as soon as warm in stomach), Bism. (immediately after eating, with burning cardalgia), Kre. (of undigested food hours after eating). Diarrhoea as soon as he eats, Ars. Weakness after stool, Con., Nux. Sensitive to storms and electricity, Rhod., Merc., Morph. Polypi. Teuc., Calc., Sang., Pso., Lemn. > From cold drinks and food (Lyc. opposite). Hysteria, Ign. Deafness, especially to human voice (Ign. opposite). Small wounds bleed much, Lach. < Putting hands in water, Lac. d. Apathy; weakness and prostration from loss of fluids, Pho. ac. (Phos. has more dryness of tongue and sensorial excitement). Diarrhoea blood-streaked and looking like flesh water, Canth., Rhus. Shreddy, membranous diarrhoea, Ars., Caust. < Twilight, Puls. Hepatisation of lungs, Ant. t., Sul., Lyc. (these correspond to the later breaking-up stage). Can only lie right side (Merc. can only lie left). Levitation, Phos. ac., Stict. pul. Desire for acids, Phell. Affections of skin about joints, Sep. Tongue as if burnt, Sang. Deafness after typhoid, Ars., Petrol. Nymphomania, Calc. ph., Orig. Tuberculosis, Bacil., Tuberc. Explosion in head, Alo. Jerks in head during stool, Indm. Numb, stiff feeling in brain, Graph. Duchenne's paralysis, Curar. Growing ends of bones, Conch. Effects of hair-cutting, Bell. Teste puts Phos. in three of his groups, of which Puls., Ipec., and Fer. are the types." ],
    "Causation" : [ "Anger. Fear. Grief. Worry. Mental exertion. Strong emotions. Music. Strong odours. Gas. Flowers (fainting). Thunderstorms. Lightning (blindness). Sexual excesses. Loss of fluids. Sprains. Lifting. Wounds. Exposure to drenching rains. Tobacco (amblyopia). Washing clothes. Having hair cut." ],
    "Mind" : [ "Affections of the mind in general; amativeness; dizziness of the mind.", "Nymphomania.", "Melancholy sadness and melancholy, sometimes with violent weeping, or interrupted by fits of involuntary laughter.", "Laughs at serious things.", "Stupor, low, muttering delirium; loquacious.", "Thinks he is several pieces, and cannot adjust the fragments.", "Stupor from which he could be aroused for a moment only to lapse back into a muttering lethargy; and forgetfulness.", "Great apathy; very sluggish; dislike to talk; answers slowly or not at all.", "Anguish and uneasiness, esp. when alone, or in stormy weather, principally in evening, with timorousness and fright.", "Anguish respecting the future; or respecting the issue of the disease.", "Susceptibility to fright.", "Fear: in evening; of darkness; of spectres; of things creeping out of corners.", "Hypochondriacal sadness.", "Disgust to life.", "Apathy alternating with angry words and acts.", "Becomes easily vexed and angry, which makes him exceedingly vehement, from which he suffers afterwards.", "Any lively impression = heat, as if dipped in hot water.", "Great irascibility, anger, passion, and violence.", "Involuntary and spasmodic weeping and laughter.", "Misanthropy.", "Repugnance to labour.", "Shamelessness, approaching insanity.", "Great indifference to everything, and even to patient's own family.", "Great forgetfulness, esp. in morning.", "Great flow of ill-assorted ideas.", "Zoomagnetic condition; state of clairvoyance.", "Ecstasy." ],
    "Head" : [ "Cloudiness and dizziness, esp. in morning.", "Vertigo when rising from bed in morning; when rising from a seat, with faintness and falling to the floor; < morning and after meals.", "Dulness of head > washing face with cold water.", "Frequent attacks of vertigo at different times, and at different hours in the day, esp. in morning, in middle of day, and in bed in evening.", "Vertigo when seated; with hypochondriasis, during which chair appears to rise.", "Vertigo with nausea and pressive pains in head.", "Obstinate vertigo; falls back whenever he attempts to rise from bed.", "Vertigo very pronounced; up and down vertigo; things move up and down, or else patient feels sinking through the floor (R. T. C.).", "Apoplectic unchanging vertigo (R. T. C.).", "Vertigo with loss of ideas.", "Stupefying headache, morning, when moving, and < on stooping; ceasing for a short time after eating; > when lying down and in cold air.", "Attacks of headache, with nausea and vomiting, and throbbing, jerking pains.", "Nocturnal headache, preceded by nausea in evening.", "Headache caused by vexation.", "Headache in morning.", "Headache with increased mental power.", "Weakness of head, which is fatigued by music, laughter, a heavy step, a warm room, &c.", "Pain in brain as if it had been bruised.", "Stunning headache, sometimes with violent ebullition of blood, and paleness of face.", "Congestion to head, with burning, singing, and pulsations in head, red face, puffiness under eyes, < morning when sitting and in evening in bed.", "Sensation of emptiness in head with vertigo.", "Headache as if too full of blood from intense study.", "Headache above l. eye with floating spots before vision.", "Numb, dizzy sensation in brain, inability to work.", "Feeling as if everything had stopped in brain.", "Jerks in head, esp. during stool.", "Sensation as if brain stiffened on remaining in open air.", "Sensation of heaviness, of fulness, and pressure in head.", "Tearing in head, and esp. in temples, or semilateral.", "Lancinations in different parts of head, esp. in evening.", "(Incessant shooting pains through brain with sensation as if eyes being pulled out, beginning in forehead, lasting day and night, with vomiting, > by either warmth or cold.", "R. T. C.).", "Shocks in occiput, loud snaps; shocks in whole head, with shattered sensation as if something had exploded; brought on by over-work or worry.", "Washerwoman's headache.", "Burning in forehead, with pulsations, morning and afternoon, after eating < in warm room, > in open air.", "Pulsation in head, with singing and burning in it, mostly in forehead, with nausea and vomiting from morning till noon; < from music, while masticating, and in warm room.", "Congestion in head, with beating, buzzing, heat, and burning sensation, esp. in forehead.", "Splitting headache from cough.", "Sensation of coldness in head.", "The headaches are > by open air.", "Neuralgia of head, when it must be kept warmly wrapped up night and day.", "External shootings in side of head.", "Distressing sensation, as if skin of forehead were too tight, and tension in face, as if the skin were not large enough, frequently only on one side; < from change of temperature and while eating; > after eating, with anxiety.", "Tendency to suffer from a chill in head, with a sensation in open air as if brain were congealed.", "(Sensation of coldness in cerebellum, with sensation of stiffness in brain.).", "Inflammation of brain with pulsations and singing in head; the heat enters head from the spine, and from it extends to feet; < in warm room, > when moving about in cold air.", "Headache over l. eye.", "Headache extending to eyes; to root of nose.", "Itching in scalp, < from scratching, with dandruff.", "Falling off of hair (in large bunches on forepart of head, and) esp. above ears (alopecia areata).", "Dry scabs and great scaliness of scalp.", "Dry, painful heat of scalp, compelling one to uncover head; temperature of body not increased; > when lying down.", "Clammy perspiration on head only, and in palms of hands, with discharge of much turbid urine.", "Sensation as if pulled by the hair.", "Exostosis on cranium." ],
    "Eyes" : [ "Pains in eyes, as if in orbital bones.", "Pressure in eyes as from a grain of sand.", "Frequent itching in eyes.", "Pressure as if eyes would be pressed out.", "Shootings, smarting, heat, and burning sensation in eyes, esp. in external canthi.", "(Eyeballs feel sore, with tendency to cold sweat and giddiness.", "R. T. C.).", "Eyes sore to touch and feel full (cured. Qy. glaucoma?-R. T. C.).", "Congestion of blood in eyes.", "Redness of sclerotica and of conjunctiva.", "Yellowish colour of sclerotica.", "(Episcleritis shifting from one eye to the other.", "R. T. C.).", "Inflammation of eyes of various kinds (with pressing and burning pains).", "Lachrymation, esp. in open air, and when facing the wind.", "Agglutination of eyes, morning, with lachrymation in open air, < in wind.", "Sees better in morning, in twilight, or by shading eyes with hand.", "Small burning spots on eyeballs.", "Balls seem large, difficult to get lids over them.", "Stiffness in eyes.", "Nocturnal agglutination of eyes.", "Hordeolum.", "(Styes constantly appearing; suppurate.", "R. T. C.).", "Quivering of eyelids and of their angles.", "Difficulty in opening eyelids.", "Swelling of eyelids.", "Pupils contracted.", "Oedema of the lids and about the eyes.", "Amblyopia.", "Weakness of sight on waking in morning.", "Eyes give out while reading.", "Myopia.", "Diurnal blindness, which is sometimes instantaneous (as from fainting); everything seems to be covered with a grey veil.", "As if a black veil were before the eyes.", "Clouded sight by candle-light.", "Weak-eyed people who see a halo around the lamplight.", "Shortsightedness; momentary loss of sight.", "One sees variegated colours when there may be, only one colour.", "Black reflections or sparks, and black spots before sight.", "Sensibility of eyes to both daylight and candle-light (aversion to light).", "Greenish (or red) halo round candle.", "Cataracta viridis." ],
    "Ears" : [ "Otalgia.", "Acute tearings and shootings in ears and head.", "Beating and pulsation in ears.", "Congestion of blood in ears.", "Sensation of dryness in ears.", "Yellow discharge from ears, alternating with deafness.", "Acuteness of hearing.", "Strong echoing of sounds, esp. of human voice, in ears, with vibration in head.", "Deafness, esp. to human voice.", "Feeling as if something were in front of the ears.", "(Deafness after typhoid, &c.).", "Deafness, l. side, and throbbing headache (produced.", "R. T. C.).", "Deafness from cold in head.", "(Deafness with decayed teeth.", "R. T. C.).", "Murmuring before ears.", "Buzzing in ears.", "Roaring, ringing in the ears.", "Aching; tickling; itching in ears.", "Frequent tinnitus sometimes changing into beautiful tunes.", "(Never-ceasing tinnitus like steam; seems to cause vertigo and feeling of falling through floor.", "R. T. C.)." ],
    "Nose" : [ "Nose red, swollen, and painful to touch.", "Dry and hard scabs in nose.", "Polypus in nose (bleeding easily).", "Excoriation at angles of nose.", "Ulcerated nostrils.", "Numerous freckles on nose.", "Fetid exhalation from nose.", "Blowing of blood from nose (every time it is blown).", "Profuse nose-bleed; slow bleeding.", "Epistaxis, sometimes during a stool or in evening.", "Acute sense of smelling, esp. during the headaches.", "Foul imaginary smells.", "Loss of smell.", "Uncomfortable (painful) dryness of nose.", "Constant (profuse) discharge of yellow, greenish, bloody, purulent mucus from nose; without coryza.", "Coryza; with inflammation (soreness) of throat and dulness (confusion) of head; fluent and dry alternating.", "Frequent sneezing.", "Obstruction of nose, esp. in morning." ],
    "Face" : [ "Face pale, wan, sallow, earth-coloured, with hollow eyes, surrounded by a blue circle.", "The colour of the face is very changeable.", "Paleness, alternately with redness of face, and transient heat.", "Redness and burning heat of cheeks.", "Circumscribed red spots on cheeks.", "Ashy, anaemic; blue lips; waxy.", "Bloatedness of face, esp. round eyes.", "Jerking of muscles of face.", "Tension of skin of face and forehead, sometimes on one side only.", "Desquamation of skin of face.", "Painful sensibility of one side of face on opening mouth.", "Painful, drawing, and tearing shootings in bones of face, esp. in evening, or at night in bed, or after the slightest chill.", "The pains in face are renewed by speaking or by slightest touch.", "Eruption of pimples and of scabs on face.", "Lips bluish.", "Lips dry and parched, swollen, covered with brownish scabs.", "Cracked lips; crack in middle of lower lip.", "Tetters and pimples round the mouth.", "Ulceration of corners of mouth.", "Cramp in jaw.", "Necrosis of lower jaw, more rarely of upper.", "Necrosis of l. lower jaw; swelling of jawbones.", "Engorgement of submaxillary glands." ],
    "Teeth" : [ "Drawing or tearing (pricking, stinging) toothache, or else gnawing, boring, pulsative, jerking, and shooting, esp. in open air, or in evening and morning, sometimes at night only, esp. in heat of bed, or else from contact with hot food.", "Toothache after washing clothes; from having the hands in cold water.", "Toothache with salivation, after slightest chill.", "Pains as of ulceration in teeth during a morning meal.", "Caries in teeth.", "Teeth become very loose.", "Bleeding of teeth.", "Grinding of teeth.", "Painful sensibility, inflammation, unfixing, ulceration, swelling and ready bleeding of gums.", "Gums separated from teeth, and bleed easily, esp. from touch." ],
    "Mouth" : [ "Excoriation of mouth.", "Bitter taste in mouth; sour after milk; bloody erosions on inner surface of cheeks.", "Accumulation of saliva, which is watery, saltish, sweetish; or excessive dryness of mouth.", "Soreness of mouth.", "Spitting of blood.", "Viscid mucus in throat.", "Haemoptysis.", "Purulent vesicles in palate.", "Skin of palate shrivelled, as if about to be detached.", "Tongue swollen, dry, loaded with a blackish brown coating.", "The tongue swells (agg.", "R. T. C.).", "Stinging in tip of tongue.", "Tongue: chalky white; dry and white; dry and red; dry and brown in centre; coated yellow.", "Difficult articulation; speech slow; tongue refuses to move so that he stammers." ],
    "Throat" : [ "Dryness of throat day and night.", "Aching in throat.", "Smarting, scraping, and burning pain in throat.", "Burning in oesophagus.", "(Spasmodic) stricture of oesophagus.", "Tonsils and uvula are much swollen.", "Hawking up of mucus in morning.", "Pain as from excoriation in throat." ],
    "Appetite" : [ "Clammy or cheese-like taste.", "Bitterness in mouth and throat after eating, with roughness.", "Taste saltish, sour, or sweetish in mouth, esp. after a meal.", "Loss of taste.", "Want of appetite from a sensation of fulness in gullet and violent thirst.", "Excessive craving for cooling things.", "Longing for acids and spicy things.", "Hunger after a meal.", "Bulimy, even at night (during an attack of gout), with great weakness, so great that he faints if the hunger is not soon allayed.", "Thirst, with longing for something refreshing.", "Sensation of faintness and softness in abdomen after breakfast.", "After a meal drowsiness and indolence, heat and anxiety, burning sensation in hands, acidity increased, pressure and fulness in stomach, chest, and abdomen, accompanied by obstructed respiration, vomiting of food, inflation of abdomen, or headache, risings of sour ingesta, hiccough, debility, colic, and many other sufferings.", "Throwing up of ingesta by mouthfuls." ],
    "Stomach" : [ "Risings, with pain in stomach, as if something were being torn out of it.", "Tobacco smoke produces nausea and palpitation of heart.", "Frequent risings, generally empty, esp. after a meal and after drinking; sometimes also abortive, or spasmodic, or else sour, or with taste of the food.", "Sour regurgitation of food.", "Pyrosis.", "Hiccough.", "Nausea of various kinds, esp. in morning or in evening, or else after a meal.", "Nausea with violent hunger or thirst, which disappears on eating or drinking water.", "As soon as the water (or food) becomes warm in the stomach it is thrown up.", "Waterbrash, esp. after eating acid things.", "Vomiting with violent pains in stomach and great weakness.", "Greenish or blackish vomiting.", "Vomiting of acid matter.", "Vomiting of food, esp. in evening.", "Vomiting of bile or of mucus at night, sometimes with coldness and numbness of hands and feet.", "Vomiting of blood.", "Vomiting with diarrhoea.", "Pain in stomach, esp. when it is touched and when walking.", "Violent pains in stomach, > by a cold drink.", "Sensation of contraction in cardia; the food, scarcely digested, returns into throat.", "Fulness in stomach.", "Shootings and pressure in stomach, esp. after a meal, with vomiting of food.", "Pain in scrobiculus when it is touched, also in morning.", "Sensation of coldness, or heat and burning sensation in stomach and scrobiculus.", "Inflammation of stomach.", "Ulceration of stomach in anaemic girls (R. T. C.).", "Spasmodic pain, sensation of clawing and contraction in stomach, sometimes with choking.", "The pains in the stomach are > by cold food (ice-cream, ice).", "General uneasiness, but which is felt more particularly in stomach.", "The pains in stomach manifest themselves chiefly after a meal, as well as in evening and at night.", "Oppression and burning in epigastrium.", "Drawing pain in pit of stomach, extending to chest." ],
    "Abdomen" : [ "A very weak, empty, or gone sensation, felt in whole abdominal cavity (this is an indicative point whether found existing among a complication of troubles or occurring alone, and esp. when accompanied by sensation of heat in the back between shoulder-blades.", "H. N. G.).", "Sharp pains through abdomen.", "Shootings in hepatic region.", "Distension of abdomen, esp. after a meal.", "Abdomen hard and distended.", "(Distended abdomen with bilious tendency.", "R. T. C.).", "Acute yellow atrophy of the liver.", "Enlargement and induration of liver, with pain.", "Pain in hepatic region on pressure.", "Enlargement of spleen.", "Sensitiveness in hepatic region, < when lying on r. side, with pain on touch.", "Painful pulsation in r. hypochondrium.", "Contractive pain in abdomen.", "Spasmodic colic.", "Pinchings, cuttings, and tearings in abdomen, esp. in morning, in bed at night, and in evening, and often with urgent want to evacuate and diarrhoea.", "Shooting pains in abdomen, sometimes with pallid face, shiverings, and headache.", "Sensation of coldness, with heat and burning sensation in abdomen.", "Inflammation of intestines.", "Intussusception.", "Uneasiness in abdomen after breakfast.", "Pressure outwards against sides of abdomen.", "Soreness of abdomen to touch when walking.", "Flaccidity of the abdomen.", "Obliged to lie down from weakness across abdomen.", "Inguinal hernia.", "Large yellow spots in abdomen.", "Swelling and suppuration of inguinal glands.", "Incarcerated flatus.", "Flatulent colic, deeply seated in abdomen; < when lying down, with grumbling (rumbling and rolling in bowels) and borborygmi.", "Flatus in general." ],
    "Stool and Anus" : [ "A very characteristic symptom is found in the stool, which is long, slim, hard, and dry, and is evacuated with a great deal of difficulty; it may be compared to a dog's stool in appearance and in manner of evacuation, is often accompanied with the same straining, trembling of the limbs, &c.", "Diarrhoea: in great quantity, like water from a hydrant, and is very exhausting to the patient (often accompanied with a very weak, empty, or gone feeling in abdomen); painless; stools large; involuntary; mucous.", "(Emaciating diarrhoea, skin dry and hard.", "E. A. Small).", "Constipation.", "Faeces hard, small, slow, interrupted, difficult to evacuate, and much too dry (like a dog's).", "Urgent and distressing want to evacuate.", "Prolonged looseness of bowels.", "Faeces of the consistence of pap.", "Serous diarrhoea.", "Diarrhoea with diminished strength (< in morning).", "Mucous diarrhoea.", "Bloody diarrhoea.", "Undigested faeces.", "Greenish, grey (or whitish-grey), or black faeces (with flakes of mucus).", "Stools watery, with whitish-yellow and cheesy masses; lumps of white mucus.", "Stools odourless save for a slight mouldy smell.", "Stools like scraping of intestines.", "Involuntary evacuations.", "Discharge of mucus from anus, which remains continually open.", "Tenia, or ascarides from rectum, during stool.", "Discharge of blood during the evacuation.", "After stool: pressure, burning pain, and tenesmus in anus and rectum, with great exhaustion.", "Dartings and shakings in rectum and anus (this may occur in children, causing them to cry out, is usually < in evening or night; they appear to have worms; they will put their hands to the seat, and show by various signs where and what the matter is).", "Nettle-like stitches in rectum when not at stool.", "Stitches in anus.", "Biting and itching in anus.", "Tearing in rectum; and genitals, even to sinking down.", "Pain in anus so violent it seemed as though the body would be torn asunder, with cutting and movements in whole abdomen, constant ineffectual desire for stool, heat in hands and anxiety; > only by application of warm cloths.", "Shaking and clawing l. side of anus.", "Crawling stitches.", "Pruritus ani.", "After stool, frightful tenesmus for some time.", "Paralysis of lower intestines; of sphincter ani.", "Anus wide open.", "Sensation of rectum paralysed.", "Cramps and contraction of rectum.", "Protrusion and ready bleeding of haemorrhoidal tumours in rectum and anus, with pain as from excoriation, when sitting or lying down.", "Fissure of anus." ],
    "Urinary Organs" : [ "Increased secretion of watery urine.", "Frequent emission of a scanty stream of urine (only a small quantity each time).", "Urine with white, serous, sandy and red, or else yellow sediment.", "Turbid urine, with sediment like brick-dust.", "Pale, aqueous, or whitish urine.", "Variegated pellicle on surface of urine.", "Haematuria (with acute pain in region of kidneys and liver, and jaundice).", "Smarting and burning sensation when urinating.", "Tension and jerking, or burning pain in urethra when not urinating (with frequent desire to urinate)." ],
    "Male Sexual Organs" : [ "Very strong sexual desire, with constant wish for coition.", "Impotence after excessive excitement and onanism.", "Erections which are too energetic in evening or morning.", "Frequent (involuntary) pollutions.", "Feeble erections or none at all.", "Feeble and too speedy emission during coition.", "Pains in testes and swelling of spermatic cord.", "Hydrocele." ],
    "Female Sexual Organs" : [ "Nymphomania.", "Aversion to coitus.", "Tearing in genital organs, and stitches upward from vagina into uterus.", "(Small pustulation of vulva with great irritation.", "R. T. C.).", "Oedema of labia (< l.), later gangrene.", "Catamenia too early and too profuse (and of too long duration), or too early and too scanty and serous.", "[Phos. patients generally menstruate regularly but profusely, and not uncommon symptoms are, vertigo on rising in morning, with weakness of legs, so that for a few moments after getting out of bed, they cannot stand.", "H. N. Martin.].", "Discharge of blood from uterus during pregnancy.", "Catamenia of too long duration, with toothache and colic.", "Before menses: abundant bleeding of ulcers; leucorrhoea; want to urinate; and weeping.", "Frequent and profuse metrorrhagia.", "On appearance of menses incisive, griping pains in the back and vomiting.", "After menses: weakness, blue circles round eyes, and anxiety.", "Menses: of too short continuance retarded.", "During menses shooting headaches; fermentation in abdomen; expectoration of blood pains in (small of) back; soreness of limbs; great lassitude and fever; or palpitation of heart; shiverings; swelling of gums and cheeks, and many other sufferings.", "Sterility on account of excessive voluptuousness, or if the menstruation comes on too late and is too profuse.", "Smarting, corrosive leucorrhoea (drawing blisters).", "Hard and painful nodosities in breasts.", "Inflammation (erysipelatous) of breasts, even after formation of pus.", "Erysipelatous inflammation of mammae, with swelling, burning pains, and shootings.", "Anxious feeling beneath l. breast, with bitter eructations.", "Burning, pinching in r. breast, heat mounting to head.", "Cramp pain in breast, high tip, under sternum, with eructations.", "At p.m. pain from l. nipple to r. nipple, thence to r. shoulder and r. little finger.", "Pain below nipple shooting like electricity.", "Nipples hot and sore.", "Papular eruption on breasts.", "Abscess in mammae, also with fistulous ulcers; bluish colour." ],
    "Respiratory Organs" : [ "Hoarseness and scraping in throat, sometimes prolonged.", "Aphonia, so as to be unable to speak except in a whisper.", "Catarrh with cough, fever, and fear of death.", "Very painful sensibility of larynx, which prevents speaking.", "Stitches, soreness, roughness, and dryness in the larynx.", "Croup; bronchitis.", "Great sensibility of larynx with burning pain.", "Dryness in trachea and chest.", "Expectoration of mucus from larynx.", "Cough excited by a tickling and itching in chest, or with hoarseness and sensation as if chest were raw.", "Hollow, hacking, spasmodic, tickling cough, esp. if caused by tickling in chest; at night, preventing sleep.", "Cough with shootings in throat, chest, and scrobiculus, sometimes only at night.", "Dry cough every day, which continues several hours, with pains in stomach and abdomen.", "Cough with stitches over one eye.", "Cough from a change in the weather and from strong odours; from lying on l. side or on back.", "Cough from going from warm into cold room (H. N. Martin).", "Dry, shaking cough, with sensation as if head were going to burst, excited by cold air, by drinking, or by reading aloud.", "Cough with vomiting.", "Cough excited by laughing.", "Dry cough, as if caused by tubercles, or chronic pneumonia.", "Cough in paroxysms, brings up a viscid, muco-purulent expectoration, branched like the bronchial tubes.", "Cough with purulent and saltish expectoration, esp. morning and evening.", "Cough with expectoration in morning, without expectoration in evening; expectoration frothy, pale red, rust-coloured, streaked with blood; white and tough; cold mucus, tasting sour or sweet; transparent mucus in morning after rising.", "Greenish expectoration from cough.", "Cough with expectoration of slimy mucus or of blood, with smarting in chest." ],
    "Chest" : [ "Noisy and panting respiration.", "Difficult respiration, esp. in evening, with anguish in chest, < by sitting down.", "Respiration oppressed, quick, anxious.", "Difficult inspiration; heaviness, fulness, and tension on chest.", "Obstructed respiration and oppression of chest of various kinds, esp. in morning or evening, as also during movement.", "Spasmodic asthma.", "Constrictive spasms in chest.", "After a cough, asthma.", "Fits of suffocation at night.", "Pressure at chest.", "Heaviness, fulness, and tension in chest.", "Contractive spasms in chest.", "Tearing in chest.", "Lancinations in chest, and esp. in l. side, sometimes prolonged, or else when the parts are touched.", "Burning pain as from excoriation in chest.", "Inflammation of lungs (l. side).", "Pneumonia nervosa (lungs hepatised).", "Tuberculosis (phthisis mucosa).", "Sensation of fatigue in chest.", "Anguish in chest.", "Congestion in chest, with sensation of heat which ascends to throat.", "Pain under l. breast, when lying upon it.", "Yellow spots on chest." ],
    "Heart and Pulse" : [ "Anxiety about heart with nausea and a peculiar hunger, somewhat > by eating, distressing even in bed.", "Sensation of warmth about r. side of heart.", "Pressure; heaviness; aching in heart.", "Rush of blood to heart and palpitation, that becomes very violent after eating.", "Palpitation of heart of different kinds, esp. after a meal, morning and evening, as also when seated, and after all kinds of mental excitement.", "Palpitation of heart with obstructed respiration; palpitation from every mental emotion.", "Violent palpitation with anxiety, evenings and mornings in bed; on slight motion.", "Blowing sounds in heart.", "Pressure in middle of sternum and about heart.", "Pulse rapid, full, and hard; small, weak, easily compressed." ],
    "Neck and Back" : [ "Rigidity of nape of neck.", "Pressure on shoulders.", "Swelling of neck.", "Engorgement of axillary glands and of those of nape of neck and of neck.", "Itching and shooting under axillae.", "Fetid sweat under axillae.", "Paralysed sensation in upper sacrum and lower lumbar vertebrae.", "Contusive pain in loins and back (as if back were broken), esp. after having been seated a long time, hindering walking, rising up, or making the least movement.", "Pain in small of the back when rising from a stooping position.", "Burning in back or small of back (esp. with delayed menses).", "Tabes dorsalis.", "Burning pains in loins.", "Sensitiveness of spinous processes of dorsal vertebrae to pressure.", "Softening of spine.", "Heat or burning in back, between scapulae.", "Tearings and stitches in and beneath both scapulae.", "Pain in coccyx impeding easy motion, can find no comfortable position; followed by painful stiffness of nape.", "Coccyx painful to touch as from an ulcer.", "Transient pain from coccyx through spine to vertex that drew head back during the stool.", "Backache and palpitations prevail (R. T. C.)." ],
    "Limbs" : [ "Weakness in all the limbs as if paralysed; esp. in joints, trembling from every exertion.", "Swelling of hands and feet.", "Bruised pain in limbs.", "Extremities, esp. hands and feet, heavy as lead.", "Numbness and falling asleep of limbs.", "Exanthema on skin about joints.", "Swelling of soft tissues of joints.", "Joints stiff." ],
    "Upper Limbs" : [ "Stiffness in morning on washing, with pressure.", "Rheumatic tearing (and lancinating pains) in shoulders, arms, and hands (particularly in joints), esp. at night.", "Burning pain in palms of hands and arms; clammy perspiration in palms and on head.", "Burning pain in hands and arms.", "Numbness of arms and hands.", "Lassitude and trembling in arms and hands, and esp. when holding anything.", "Furfuraceous tetters on arms.", "Congestion of blood in hands, with swelling and redness of veins, esp. when allowing arms to hang down.", "Wrenching pain in joints of hands and fingers, with tension.", "Swelling of hands, even at night.", "Heat in hands.", "Coldness of hands at night.", "Contraction and jerking of fingers.", "Deadness of fingers.", "Paralysis of fingers.", "Numbness of finger-tips.", "Skin cracked at joints of fingers.", "Chilblains on fingers." ],
    "Lower Limbs" : [ "Uneasiness, weakness, < on ascending steps, with heaviness.", "Pain as from ulceration (suppurative) in buttocks when seated.", "Pain in r. hip-joint.", "(Exostosis of femur.).", "Wrenching pain in coxo-femoral joints, and those of knees and feet, with external heat.", "Swelling of tibia.", "Bruised pain in periosteum of tibia.", "Gangrenous periosteum of tibia, with fever; the periosteum peeled off as far as knee, leaving the bone rough.", "Painful fatigue and heaviness of legs.", "Heaviness in hollow of knees.", "Burning sensation in legs and feet.", "Tension and cramps in legs, esp. in knees.", "Rheumatic stiffness of the knee.", "Shocks in legs before going to sleep, (lay and night.", "Drawing and tearing (rheumatic pain) in knees, extending into feet.", "Paralytic weakness in legs, and arthritic rigidity of knees.", "Tetters on knee.", "Spots like petechiae on legs.", "Ulcers on legs, with surrounding small pustules.", "Exostosis on tibia.", "Jerking, and cramp in calves.", "Tearings and shootings in feet, esp. at night (in feet of a pregnant woman).", "Swelling of feet, or only of the malleoli, esp. in evening or after a walk, sometimes with shooting pain.", "Sprained pain in ankles on walking.", "Easy dislocation of foot.", "Coldness of feet, esp. at night.", "Paralytic feeling in feet.", "Pain (as if bruised) as from ulceration in soles when walking.", "Shocks in feet day and night before going to sleep.", "Numbness of tips of toes.", "Inflammation and redness of ball of great toe with lancinations.", "Chilblains and corns on toes." ],
    "Generalities" : [ "Affections of inner chest; shinbones; bones of legs; of r. upper or r. lower extremity; r. upper or r. lower side.", "Profuse secretion of mucus.", "Affections of axillary glands; inflammation of glands in general; glands painful, particularly stitching pains; hot swelling of glands.", "Glandular diseases, esp. after contusion.", "Bleeding from inner parts; threatened phthisis pulmonalis.", "The pains of Phos. are continuous, or, at least, irregular as to time.", "Arthritic and rheumatic tearings and stitching pains, principally in limbs, sometimes after a slight chill, esp. in bed at night.", "Burning pain in limbs.", "Tension, cramp, jerking, and distortion of some of the limbs.", "Sprains, easy dislocations.", "Ataxia and adynamia.", "Convulsions.", "Rigidity of some parts.", "Fits of paleness and numbness in some of the limbs, which then appear dead.", "Mucous membrane pale.", "Trembling of limbs from least exertion, but chiefly during labour.", "Tendency to strain the back.", "Ebullition and congestion of blood, sometimes with pulsation throughout body.", "Sensations: of fulness; of itching or tickling; of knocking, beating, or throbbing; of darting; darting pain; of roughness-all occurring in inner parts.", "Sensation of dryness or of festering in internal parts.", "Bleeding from various (internal) organs.", "Inflammation and stinging pain of inner parts.", "Itching of inner parts.", "Small wounds bleed much.", "Blood fluid non-coagulable.", "Bleeding from all cavities; also from soft cancer.", "Weakness and soreness in joints, esp. knees.", "Great weakness and paralytic lassitude, which sometimes come on suddenly, esp. in bed in morning, or after a very short walk.", "Can only lie on the r. side.", "Lying on the l. side at night causes anxiety.", "Spasms of the paralysed side.", "Paralysis, formication, and tearing in limbs; anaesthesia; increased heat.", "Exostosis, esp. of skull.", "Hip-joint disease, oozing a watery pus.", "Epilepsy with consciousness.", "Fainting fits; from strong odours.", "Excessive sensibility of all the organs.", "Hysterical lassitude.", "General dejection and nervous debility.", "Heaviness of limbs and sluggishness.", "Paralysis with tingling in the parts affected.", "Emaciation and consumption.", "Inability to remain in open air, esp. when cold.", "Strong tendency to take cold, which is often followed by headache and toothache, coryza, with fever, shivering, &c.", "Effects of hair-cutting and chill to head.", "Pains in limbs on change of weather.", "The majority of symptoms manifest themselves morning and evening, in bed, as well as after dinner, while several others appear at the beginning of a meal and disappear after it.", "<: In morning; evening; before falling asleep; on waking; before breakfast; after taking cold; while coughing; before or after eating; from violent bleeding; from spraining parts; while lying on back; lying on l. side; from laughing (often producing cough); from light in general; light of the lamp; warm food (\"very thirsty, takes water, likes it, feels better, gets warm in stomach and is vomited\"); reading aloud; from strong smells; after stool (exhausted, &c.); while Swallowing drink; in the wind; when singing; when the weather changes either way.", ">: In the dark; lying on r. side; from being mesmerised; from rubbing; from scratching; after sleep; from cold things; cold food; cold water (till it gets warm)." ],
    "Skin" : [ "Exanthema which comes out in pustules; is scaly.", "Ulcers in general.", "Summer freckles.", "Hard swellings here and there on body.", "Wounds which appear to have healed break out again and bleed; wounds that continually heal and break out again.", "Desquamation of skin.", "Burning in the skin.", "Excoriated spots on skin, with cracks and shootings.", "Round, tettery spots over whole body.", "Freckles (nose).", "Dry, furfuraceous tetters.", "Yellow or brown spots on skin (esp. chest and abdomen).", "Copper-coloured or bluish spots, like petechiae.", "Red spots.", "Jaundice.", "Pale skin.", "Ecchymosis.", "Furunculi.", "Lymphatic abscess with fistulous ulcers (which have callous margins, secreting a fetid and colourless pus) and hectic fever.", "Large ulcers surrounded by small ones.", "Ulcers bleed on appearance of menses.", "Fungus haematodes.", "Copious bleeding even from very small wounds.", "Polypus.", "Chilblains (fingers and toes) and corns on feet, sometimes very painful.", "Tingling in skin.", "Nettle-rash." ],
    "Sleep" : [ "Falling asleep late.", "Complaints preventing sleep.", "Over-powering sleep coming on after dinner, if only a moderate dinner has been eaten.", "Sleeplessness before midnight.", "Sleepy at p.m.; wakeful at night (produced.", "R. T. C.).", "Strong tendency to sleep by day, as from lethargy.", "Stupefying sleep.", "Sleep retarded in evening, and sleeplessness at night, or frequent waking, with difficulty in going to sleep again, caused by restlessness, with anguish, tossing, heat, vertigo, and ebullition of blood.", "Inability to remain lying on back or on side.", "Coma vigil.", "Sleep unrefreshing; sensation in morning as after insufficient sleep.", "At night vertigo with nausea, painful sensibility of limbs, pains in stomach and abdomen, suffocating and spasmodic asthma, &c.", "Frequent waking from feeling too hot, without perspiration.", "Frequent waking, with starts and fright.", "During sleep, jerks in limbs, cries, talking, tears, complaints, lamentations, and moans.", "Dreams: anxious, distressing; lascivious; frightful and horrible; or vivid and uneasy; of animals which bite; of robbers fire; the business of the day (which he could not finish); bloodshed; death quarrels; creeping things, &c.", "Nightmare.", "Somnambulism." ],
    "Fever" : [ "Shuddering and shivering, esp. in bed, in evening (without thirst, with aversion to being uncovered and with swollen veins on hands), sometimes with yawning, followed by heat or otherwise.", "Coldness of limbs.", "Internal chilliness and chill not > by heat of stove.", "Chilliness in evening till midnight, with great weakness and sleep.", "Chill running down back.", "Shiverings, followed by heat, with thirst and sweat, esp. at night, and in afternoon.", "(Chronic feverishness with recurring albuminuria.", "R. T. C.).", "Internal or external heat of single parts.", "Flushes of heat running up back.", "Burning in back, between shoulder-blades.", "Burning pain of external parts or of internal parts.", "Transient or anxious heat.", "Nocturnal heat (disturbing sleep).", "Flushes of heat over whole body, beginning in hands.", "Perspiration most profuse on head, hands, and feet, with increased secretion of urine.", "Perspiration on fore part of body.", "Perspiration frequently smells of sulphur or of garlic.", "Intermittent fever: heat and perspiration at night, with faintness and ravenous hunger, which could not be satisfied with eating; afterwards chilliness with chattering of teeth and external coldness; the chilliness was succeeded by internal heat, esp. in hands, while the external coldness continued.", "Fevers with soporous condition, dry, black lips and tongue and open mouth.", "Typhus fever (often with pneumonia and bronchitis, that developed into consumption).", "Hectic fever, with dry heat towards the evening, esp. in palms of hands, sweat, and colliquative diarrhoea, circumscribed redness of cheeks (l. more than r.), &c.", "Pulse changed; quick, full, and hard; occasionally small and weak.", "Nocturnal and viscid sweat.", "Sweat in morning.", "Cold, clammy sweat." ]
  }
}