{
  "remedyName" : "Phosphoricum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Asthma. Boils. Brain-fag. Bronchitis; capillary. Chancre. Chilblains. Cholera. Climacteric flushes and vertigo. Coccygodynia. Condylomata. Corns. Cough. Coxalgia. Debility. Diabetes. Diarrhoea. Dyspepsia. Emissions. Enteric fever. Enuresis. Feet, sore. Flatulence. Ganglion. Gout. Gravel. Hair, falling off. Headache; of school children. Hectic. Herpes. Hip-joint disease. Home-sickness. Impotence. Joints, scrofulous. Lactation defective. Levitation. Lienteria. Locomotor ataxy. Love, disappointed. Masturbation. Mental weakness. Mercurial syphilis. Navel, pains in. Neurasthenia. Nymphomania. Osteo-myelitis. Perspiration, profuse. Phosphaturia. Physometra. Pimples. Pregnancy, diarrhoea of; nausea of. Prepuce, warts on. Psoas abscess. Puerperal eclampsia. Purpura. Rheumatism. Sciatica. Scurvy. Self-abuse. Spermatorrhoea. Spinal caries. Sycosis Hahnemanni. Syphilis. Tetters. Typhus fever. Ulcers. Urine, phosphatic. Uterus, prolapse of. Varices. Vertigo. Warts. Wens. Worms." ],
    "Characteristics" : [ "Phos. ac. is less poisonous than Phos. Our chief knowledge of it is derived from Hahnemann's provings in M. M. P. These show a marked action on the emotional and sensorial faculties, a drowsy, depressed, apathetic state being produced, such as is not unfrequently met with in typhoid fevers. The keynote of the Phos. ac. stupor is that the patient is easily aroused and then is fully conscious. Indifference; prostrated and stupefied with grief; effects of disappointed love. Home-sick. The mind is confused; thoughts cannot be connected; thinking makes him dizzy. The legs tremble in walking and the limbs are as difficult to control as the thoughts. Many symptoms of vertigo are produced, and one is peculiar. Phos. has a sensation as if the chair he was sitting on was rising; Phos. ac. has this: Sensation as if the feet were rising until he stood on his head. This very symptom occurred in a patient of Skinner's suffering from small-pox. The disease had been cut short by Variol., when the patient, a lady, complained that her feet were rising to the ceiling, and begged her nurses to keep them down. Phos. ac. speedily put her straight. Phos. ac. causes illusions of the senses as well as of the sensorium, bells are heard, ciphers, sparks, &c., are seen. At the same time there is exalted sensitiveness to light, sound, and odours; \"odours take away his breath.\" A remarkable effect was noted by Becher, one of Hahnemann's provers (the same who experienced the topsy-turvy symptom just mentioned), namely, that the right pupil became widely dilate while the left remained normal: the more he strained the eye the wider the pupil became until the iris almost disappeared. Franz had this symptom \"Sees things lying near him (outside the sphere of vision) moving.\" Meyer had a somewhat analogous mental symptom: \"When reading a thousand other thoughts came into his head, and he could not rightly comprehend anything; what he read became as if dark in his head, and he immediately forgot all; what he had long known he could only recall with difficulty.\" Such states of mind and the senses are frequently observed in those under the influence of grief and other depressing emotions; from over-study; and in the subjects of venereal excesses and seminal loss. But whilst these losses produce extreme weakness of mind and body, and an abashed, sad state of mind with despair of cure, there is one drain which does not debilitate", "a diarrhoea. \"Persistent, painless, watery diarrhoea, often containing undigested particles of food, and which does not debilitate, \", is a keynote of Phos. ac. Another characteristic in connection with the debility of Phos. ac. is that though the weakness is very great the patient is rested by a short sleep. (Phos. also has > by sleep, but not so markedly by a short sleep.) The copious discharges of Phos. ac. appear in the sweat and urine. The keynote of the enuresis of Phos. ac. is that the child passes a great quantity of urine. The polyuria and dry mouth and throat give leading correspondences for Phos. ac. in diabetes; and when there is in addition a history of sexual excess, or of severe mental or emotional over-strain, the indications will be very clear. White, milky urine; and also white stools, are very characteristic of Phos. ac. The urine may be passed clear but turns milky at once, and is very offensive. If flatulence is to be regarded as an excretion that is another instance of the excess of Phos. ac. There is meteoristic distension and passing of flatus in large quantities; sometimes with odour of garlic. \"Meteoristic distension; rumbling or gurgling and noise as if there were water in abdomen, < when touched and when the body is bent backward and forward.\" A case quoted from H. Maandblad. illustrates the action of Phos. ac. in gastric affections. A married woman, mother of eight children, had for some time been so melancholy and depressed as to be unable to fulfil her household duties. There was no discoverable mental cause, though her condition had been made < by a sudden death in the family. The beginning of the illness was apparently a weakness of the stomach: small appetite; always pain and distension after eating; the food seemed to lie long in the stomach undigested. Phos. ac. 6x, ten drops three times a day, soon restored the patient. In connection with the flatulence of Phos. ac. there is even bloating of the uterus with gas. The menses are excessive and premature; and there are many symptoms connected with the pregnant and puerperal state, including debility from lactation, Phos. ac. has many respiratory symptoms, and this is a keynote: \"Weak feeling in chest from talking, coughing, or sitting too long; > by walking.\" Hoarseness and nasal voice; dyspnoea; capillary bronchitis. The cough seems to be caused by tickling of a feather from middle of chest to larynx, low down in chest, about ensiform cartilage, pit of stomach; is < evening after lying down; expectoration muco-purulent; salty; bloody; offensive. Every draught of air = fresh cold. Cough = headache; nausea and vomiting of food; spurting of urine. A very prominent sensation running through the proving is that of pressure; pressure as from a crushing weight in vertex, forehead, sternum. Pressure in eyes; in navel; in left breast. Squeezing above the knee; in the sole. The haemorrhages of Phos. ac. are dark, profuse, with passive haemorrhages. A case of land scurvy (quoted Amer. Hom., xxii. 421) Contracted in mining camps presented the usual condition of the gums, and also purpureal spots covering the whole body. Patient was able to be about, and had little pain, but was despondent. Pulse weak, very slow. Had been months ill under old-school treatment. Merc. sol. was given but did not relieve. Phos. ac. given strong enough to taste acid speedily cured. A peculiar symptom of Phos. ac. is involuntary biting of tongue in sleep. The sphincters are weakened, and there is involuntary escape of faeces and urine, the latter especially on coughing or movement. Peculiar sensations are: As if intoxicated. As if head would burst. As if feet going up. As if weight in head. As if brain crushed. Bones as if scraped with a knife. As if eyeballs too large. As if white of egg had dried on face. As if lower jaw were going to break. Nausea as if in soft palate; in throat. As if stomach being balanced up and down. Heavy load in stomach. Ants crawling over body. Uterus as if filled with wind. Tickling in chest as with a feather; as with down in larynx. Red-hot coal on arm and shoulder, Phos. ac. is suited to: (1) Persons of originally strong constitution weakened by loss of fluids; excesses; violent, acute diseases; chagrin or a long succession of moral emotions. (2) Persons of mild disposition. (3) Children and young people who have grown too rapidly, tall, slender, and slim; with pains in back and limbs as if beaten; growing pains. Lutze (Hahn. Adv., 664) cured with Phos. ac. a German woman, of chronic, early morning, painless diarrhoea after the failure of Pod. and partial success of Gels. The patient had been ill two years, dating from the time she came to Brooklyn from Germany to be near her daughters. One of the latter gave Lutze the keynote of the case by telling him that her mother was home-sick, and wanted to return to Germany, though she had not a single relative there.", "The symptoms are: < By music (every note = stitch in ears; violent pains in head). Slight shock or noise = pressure in head to be extremely violent. Odours = vomiting. Bad news; depressing emotions = cough, diarrhoea, &c. Touch <. Movement of child = escape of stool. Many symptoms are < evening and night. > After short sleep. Many symptoms are > walking. Sitting <. Standing <. < Lying on left side. < Side on which he lies. < Talking. < From mental affections; suppressed eruptions; loss of fluids, especially seminal; masturbation; perspiration; urination. There is desire for warm food; which > pressive pain in stomach. Warm room <. Warmth of bed > pains in bowels. Aversion to uncover in heat. < By draught; wind; snowy air. Cannot bear draught on chest. Every draught fresh cold. Catching cold in summer = diarrhoea. Least cold arthritic pains. Coldness of part < pains. Fresh air = invigoration." ],
    "Relations" : [ "Antidoted by: Camph., Coff., Staph. Compatible: Chi., before or after, in colliquative sweats, diarrhoea, and debility; after Nux in fainting after a meal; after Rhus in typhoid. Followed well by: Ars., Bell., Caust., Lyc., Nux, Puls., Sep., Sul., Calc. p., Fer. p., K. ph., Nat. p. Compare: Effects of grief, &c., Ign. (Phos. ac. deeper, more settled despair, hair turns grey, crushing weight on vertex). Growing too fast, Calc. (Calc. fast and fat; Phos ac. fast and tall). School headaches, Nat. m., Calc. ph. Typhoid and typhus, Rhus (both have nose-bleed at beginning of typhus, with Rhus it >; with Phos. ac. not: Phos. ac. follows Rhus; both have > by movement). Cina (bores fingers in nose). Pho. (Pho. has more dryness of tongue, more sensorial excitement and intolerance of noises or odours; if diarrhoea is present it is blood-streaked and looks like flesh water). Nit. s. d. (sensorial apathy); Arn. (more developed stupor); Op. (stertor; countenance deeper red, almost brownish red; Phos. ac. sunken hippocratic). Home-sickness, Caps. (Caps. has red cheeks). Lienteric diarrhoea, Chi. (Chi. exhausts rapidly; Phos. ac. not). Loss of seminal fluids, Chi. (Chi. acute; Phos. ac. chronic effects). Tuberculosis, Pho. (Phos. ac. better than Pho. when there is cough from tickling at ensiform cartilage, < evening and lying down at night; weakness causing dyspnoea; < from draught on chest). Diabetes, Lact. ac. Growing pains, Guaiac. Bad news, effects of, Coloc., Gels. As if white of egg had dried on face, Alm., Bar. acet. Affections of palate, Mang. Aversion to bread; effects of masturbation, Nat. m. Effects of music, Ambra, Pho. Over-lifting, Calc. Nausea at sight of food, especially during pregnancy, Eu. perf.; at sight of food, Colch., Lyc., Mosch., Phos. ac., Saba., Spi.; at smell of food, Colch., Eu. perf. Inquietude about health and life, Calc., Pho. Apathy, K. ca. (Phos. ac. sensorial; K. ca. from exhaustion", "puerperal mania, puerperal fever). Cerebro-spinal exhaustion from overwork, Pic. ac. Apathy with indifference (Mur. ac. taciturnity with indifference; Sul. listless; Hell. n. not easily roused). Mild, yielding disposition, Puls. Headache > by lying down, Bry., Gels., Sil. Neurosis in stump-after amputation, Cepa. Masturbation when patient distressed by culpability of act, Dros., Staph. Sycosis, Thuj., Sabi. Escape of urine during cough, Caust., Nat. m., Puls. Nausea in throat, Cupr., Cycl., Pul., Stan. Feet as if in air, Passif." ],
    "Causation" : [ "Bad news. Grief. Chagrin. Disappointed love. Separation from home. Loss of fluids. Sexual excesses. Injuries. Operations. Over-lifting. Over-study. Shock." ],
    "Mind" : [ "Disposition to weep, as from nostalgia.", "Bad effects from grief, sorrow, unfortunate love, with great emaciation, sleepiness, and morning sweat.", "Sadness and uneasiness respecting the future.", "Anxious inquiries respecting the disease under treatment.", "Restlessness and precipitation.", "Silent (sadness) peevishness and aversion to conversation.", "Great indifference.", "A complete indifference to everything; not a soporous, delirious, or irritable condition, but simply an indifferent state of mind to all things; patient does not want anything, nor to speak, shows no interest in the outside world (may occur in any disease in fevers of very low type).", "Difficulty of comprehension, patient will think a little while about a question, perhaps answers it, then forgets all about it; dizziness of the mind.", "When reading, a thousand other thoughts came into his head, could not rightly comprehend anything; what he read became as if dark in his head and he immediately forgot all; what he had long known he could only recall with difficulty.", "Inability to endure noise or conversation.", "Dulness and indolence of mind, with want of imagination.", "Weakness of memory.", "Imbecility.", "Cannot connect his thoughts.", "Paucity of ideas and unfitness for intellectual labour.", "Illusions of the senses; hears a bell pealing; sees only ciphers before his eyes." ],
    "Head" : [ "Vertigo: head sinks forward or backward; on closing eyes; at climaxis with flushes and sweat; in typhus; when lying in bed, as if fee; were going up and he was standing on his head; after reflection.", "Stupefaction in forehead, with somnolency without snoring, eyes closed.", "Head bewildered, as after intoxication or immoderate pollutions.", "Sensation as if intoxicated, evening, in warm room, with humming in head, which feels as if it would burst when coughing.", "Stunning vertigo when standing and walking, esp. in evening.", "Pressure as from a weight in head, or as if vertex had been beaten.", "Headache in morning.", "Aching with tingling in head.", "Headache usually from behind forward.", "Constant headache, which compels to lie down, < to an insupportable degree by the slightest commotion or by noise.", "Heaviness of head, as if full of water.", "Violent pressure in forehead in morning on waking.", "As if temples and sides of head were squeezed together by forceps.", "Cramp-like and hard pressure in head, < by pressing on head and by turning it I also by meditation and by going up stairs, but esp. after midnight, in the part which presses pillow.", "Compression in brain.", "Tearing headache.", "Lancinations in temples or above eyes.", "Stitches over one (the r.) eye.", "Jerks or shocks, blows and hammering in head.", "Drawing pains in bones of occiput.", "Grey, lank hair, like tow.", "The hair becomes grey early or flaxen, and very greasy, falls off; also hair of beard, esp. after grief and sorrow.", "Pain in bones of skull; it feels as if somebody scraped the swollen and tender periosteum with a knife, < at rest, > from motion; caries of skull with burning pain.", "Itching of scalp." ],
    "Eyes" : [ "Eyes dull, glassy (but without lustre), downcast.", "Pressure in eyes, with sensation as if eyeballs too large; as if eyeballs were forcibly pressed together and into head.", "Coldness in internal surface of lids.", "Eyes dazzled on looking at bright objects.", "Burning pain in lids and their angles, esp. by candle-light in evening.", "Inflammation in eyes, with congestion of veins in internal angles.", "Agglutination, mornings.", "Inflammation of lids.", "Hordeolum.", "Yellow spot in sclerotica.", "Lachrymation.", "Pupils dilated.", "R. pupil much dilated, l. pupil constantly normal.", "Fixed look.", "Sight confused as if directed through a mist.", "Myopia.", "Black band before eyes; ciphers; sees objects lying near him (outside sphere of vision) moving.", "A dull, shooting, burning pain forced r. eyeball to its outer canthus; could then see nothing with this eye but a limitless white expanse with fiery points falling on it; later, expanse became fiery and the falling points dazzling white." ],
    "Ears" : [ "Shootings in ears, sometimes with drawing in cheeks, jaws, and teeth, < only by sound of music.", "At every stroke of a bell or musical note stitches in ears like earache, also on singing himself; non-musical sounds had no effect.", "Cramp-like drawings in ears.", "Inability to endure music, noise, and conversation.", "Every sound re-echoes loudly in the ears.", "Nervous deafness, shrill sounds most painful and most distressing (R. T. C.).", "Deafness for distant sounds.", "Squeaking in ear on blowing nose.", "Roaring in ears with difficult hearing." ],
    "Nose" : [ "Swelling on bridge of nose with red spots.", "(Redness of tip of nose with dyspepsia.", "R. T. C.).", "Each dose (3x) goes to his nose as effervescing waters do, and < the redness (agg.", "R. T. C.).", "Scabs on nose.", "Disposition to put fingers into nose.", "Itching on point of nose; must scratch there.", "Fetid exhalation from nose.", "Discharge of (bloody) pus from nose.", "Epistaxis (dark blood).", "Violent coryza, with redness of margins of nostrils.", "Fluent coryza, with cough and burning pain in chest and throat." ],
    "Face" : [ "Face pale, wan, with (lustreless) hollow eyes surrounded by a blue circle, and pointed nose.", "Drawings in cheeks and jaws.", "Irregular features.", "Heat of side of face on which he is not lying.", "Heat in face, with tension of skin of face, as if the white of an egg had dried upon it.", "Large pimples on face.", "Burning pain in cheeks.", "Humid and scabious tetters on cheeks, lips, and commissures.", "Lips dry, scurfy, covered with suppurating cracks, with pains as from excoriation.", "Yellow-brown, crust-like eruptions, with pus on lower lip towards corner of mouth.", "Pimples and scabs on red part of lips.", "Violent burning pain in r. lower lip, persisting when moving it.", "Pimples on chin.", "Swelling of sub-maxillary glands.", "Pain in lower jaw as if dislocated." ],
    "Teeth" : [ "Toothache with tearing pain (burning in the front teeth), < by heat of bed and by cold or hot things.", "Violent pains in incisors at night.", "Violent aching in a hollow tooth when particles of food get into it, going off when they have been removed.", "The teeth are yellow.", "Gums bleeding easily, swollen, stand off from teeth.", "Painful nodosities in the gums." ],
    "Mouth" : [ "Dryness of mouth and palate without thirst.", "Viscid, tenacious phlegm in mouth and on tongue.", "Shootings and burning sensation on tongue.", "Involuntary biting of tongue at night.", "Swelling of tongue, with pain when speaking.", "Red streak in middle of tongue, widens in front.", "Nasal tone of voice.", "Smarting in mouth during mastication of solid food.", "Excoriation and ulceration of velum palati, with burning pain." ],
    "Throat" : [ "Pain as from excoriation in throat, with smarting, scraping, and shooting, esp. during passage of food.", "Contractive pain in pit of throat.", "Hawking up of tough mucous phlegm." ],
    "Appetite" : [ "Loss of appetite.", "Putrid, acid, herbaceous taste.", "Prolonged after-taste of food, and esp. of bread.", "Repugnance to bread, which seems bitter.", "Aversion to coffee.", "Violent thirst for cold milk or for beer, as well as in general for cool and juicy things; bread appears too dry.", "Insatiable thirst, excited by a sensation of dryness in whole body.", "Acids excite bitter risings and other inconveniences.", "Ate heartily, much oppressed after with flatulence.", "After a meal pressure, or a sensation of wavering in stomach, with confusion of head, uneasiness, fulness, and disposition to sleep, or dejection, as if about to faint." ],
    "Stomach" : [ "Sour, incomplete, or burning risings.", "Constant nausea in throat.", "Nausea which compels lying down.", "Nausea at sight of food.", "Vomiting of food.", "Sour vomiting.", "Pressive pain in stomach, as from a weight, when fasting, and after any food whatever (with sleepiness), as also on touching pit of stomach.", "Sensation of coldness or of burning in stomach.", "Feeling in stomach as if everything had stuck fast and was dry." ],
    "Abdomen" : [ "Spasmodic aching, with (pressure and) anguish in hypochondria, and esp. in liver.", "Sensation as if liver were too heavy.", "Shootings in regions of liver and spleen.", "General tympanites with enlarged spleen.", "In navel periodical aching, squeezing.", "Contractions in abdomen on both sides of umbilical region.", "Spasmodic pains in abdomen, esp. in umbilical region.", "Shootings and cuttings in abdomen.", "Sensitiveness in lower caecal region.", "Burning sensation in hypogastrium.", "Meteoristic distension of and frequent grumbling and borborygmi in abdomen, as if from water in it; esp. when it is touched, and when the body is bent backwards and forwards.", "Production and expulsion of much flatus, esp. after eating acid things.", "Swelling of inguinal glands." ],
    "Stool and Anus" : [ "Hard faeces in small portions, difficult to evacuate.", "Frequent evacuations.", "Diarrhoea, particularly painless, which may be very fetid.", "Diarrhoea lasting a long time, apparently without any weakening effect.", "Stools: loose, slimy, whitish-grey; undigested, greenish-white.", "Yellowish and very offensive.", "Escape of stool when child is moved or turned.", "Involuntary stools of the consistence of pap (bright yellow), with sensation as if flatus were expelled.", "Choleraic diarrhoea as if rectum remained open.", "(Chronic diarrhoea, thin and greenish, almost involuntary with gastric irritability.", "A. E. Small.).", "In evening great discharge of garlic-smelling flatus; great yawning.", "Protrusion of haemorrhoidal tumours from rectum during stool.", "Intolerable pain in haemorrhoids when sitting.", "After stool tenesmus; sickening pain about navel.", "Tearing, smarting, and itching in anus and rectum.", "Itching prick on outer circumference of anus." ],
    "Urinary Organs" : [ "Urgent want to urinate, with scanty emission of urine, paleness of face, heat, and thirst.", "Frequent and profuse emission of aqueous urine, which immediately deposits a thick and white cloud.", "Urine like milk, with sanguineous and gelatinous coagulum.", "Fetid urine.", "Flow of urine with spasmodic pains in loins.", "Urgent and irresistible desire to urinate.", "Urine like that which passes in diabetes mellitus.", "Anguish and uneasiness before urinating.", "Nocturnal enuresis.", "Children pass a great deal of water in bed at night; persons get up in the night to urinate and pass a great deal.", "Burning pain in urethra during and after emission of urine; cutting before.", "Creeping in urethra when not urinating.", "Spasmodic (painful) constriction of bladder (without urging).", "Incisive pains in urethra when making water." ],
    "Male Sexual Organs" : [ "Lancinating pains in glans.", "Fine pricking at point of penis.", "Burning cutting in glans with an out-pressing pain in both groins.", "A feeling of heaviness in glans, esp. when urinating.", "Tingling and oozing vesicles round fraenum.", "Sycotic excrescences with heat and burning.", "Crop of warts on prepuce.", "A crop of pedunculated warts come round corolla glandis after taking Pho. ac. in summer drinks (agg.", "R. T. C.).", "Condylomata.", "Eruption on penis and scrotum.", "Inflammatory swelling of scrotum.", "Pain in testes when touched.", "Gnawing pain in testes.", "Swelling of testes (l.). while spermatic cord is enlarged, hard, and tightened.", "Absence of sexual desire.", "Frequent erections (in morning in bed; in morning when standing), without desire for coition.", "Weakness of sexual organs, with onanism, and little sexual desire.", "Exhaustion after coition.", "Frequent and very debilitating pollutions, esp. where the patient is much affected by the flow.", "Onanism; esp. when patient is much distressed by the culpability of the act.", "Discharge of semen when straining during an evacuation." ],
    "Female Sexual Organs" : [ "Oophoritis, metritis, or prolapsus from debilitating or emotional influences; amenorrhoea.", "Very irritable uterus.", "Uterine ulcer, with copious, putrid, bloody discharge, itching or corroding pain, or no pain.", "Hepatic pains during menses.", "Menses too early and too long; too copious; too late; dark clotted; preceded by leucorrhoea, and for one or two days by griping and rumbling in abdomen.", "Yellowish, itching leucorrhoea after menses.", "Distension of uterus as by gas.", "Itching pricking like flea-bites between mammae, obliging her to rise at night.", "Dysuria during pregnancy; cutting pains.", "Vomiting at sight of food during pregnancy.", "Puerperal convulsions; albuminuria; haemorrhage.", "Scanty milk with debility and great apathy.", "Deterioration of health during nursing.", "Constant vomiting of milk in a suckling; waxy face; blue rings round eyes; child does not cry; mother has little milk.", "Sharp pressure on l. breast; and nipple." ],
    "Respiratory Organs" : [ "Voice nasal.", "Great hoarseness and roughness in throat.", "Pain in pit of throat, which contracts throat.", "Cough excited by a tickling and a scraping in larynx; or above epigastrium, which is dry in evening, and with a yellowish-white expectoration in morning.", "The cough is < morning and evening; during rest if one sits or lies long in the same position; after sleeping; from cold air; from loss of fluids.", "(Cough after food of any kind.).", "Cough with (nausea) vomiting of food and headache; involuntary emission of urine.", "During cough expectoration (of dark blood, or of tough white mucus, lasting acid), having an herbaceous smell and taste.", "Cough with purulent (very offensive) expectoration and pains in chest.", "Salty expectoration in morning." ],
    "Chest" : [ "Shortness of breath and inability to speak long, from weakness of chest.", "Capillary bronchitis, < evenings, with fever, pain under sternum, then violent sneezing, thirst and coryza, profuse, purulent secretion.", "Spasmodic and contractive oppression of chest, as if tightened.", "Weakness in chest after speaking.", "Pressure at chest often spasmodic or incisive.", "Pressive pain in middle of chest, < when expiring; felt as if sternum would be pressed out; < by pressure with hand, stooping, coughing, &c.", "Pressure behind sternum rendering inspiration difficult.", "Lancinations in sides of chest.", "Burning and pressure in chest." ],
    "Heart and Pulse" : [ "Stitches through heart.", "Palpitation: in young persons growing too fast; after onanism.", "Pulse irregular, with irregular beating of heart; pulse intermitting.", "Swollen veins." ],
    "Neck and Back" : [ "Tension and cramp-like drawing in muscles of neck, esp. on moving head.", "Miliaria on neck.", "Boils under axillae; on nates.", "Boring pain between scapulae.", "Spondylitis of cervical vertebrae.", "Eruption, painful to touch, on back, shoulder-blades, neck, and chest.", "Burning pain in a spot above small of back.", "Itching stitch in coccyx; fine stitches in coccyx and sternum.", "Crawling (formication) tingling in back and loins." ],
    "Limbs" : [ "Bruised feeling in hips, thighs, arms, nape, like growing pains; at same time repeated single tearing stitches in all these parts at once; the stitches occur on commencing to walk, esp. to go up stairs; bruised pain continues all the time.", "Bruised pain in all joints in morning, and in arms and legs.", "Burning, gnawing, tearing pains in bones of extremities.", "Weakness of extremities after loss of fluids." ],
    "Upper Limbs" : [ "Boring, digging, drawing pain in l. shoulder-joint, intermittent, < lying on l. side, > moving arms.", "Cramp-like pressure in arms, hands, and fingers.", "Drawings and jerking tearings in arms and fingers.", "Eruption of pimples on arms.", "Drawing, incisive pains in joints of elbows, hands, and fingers.", "Sharp, shooting, boring pains under l. forearm near elbow, < at rest.", "Numbness in course of r. radial nerve.", "Weakness and trembling of arms.", "Trembling of hands (when writing).", "Ganglion on back of hand.", "Skin of hands and fingers dry, shrivelled, parched.", "Fingers dead, sometimes on one side only, and within well-defined limits.", "Lancinations (stitches) in fingers and joints of fingers." ],
    "Lower Limbs" : [ "Swelling and furunculi on buttocks.", "Contusive pains in hips and thighs, esp. when walking or rising from a seat.", "On l. hip-joint and l. thigh, a neuralgic or rheumatic pain, from gluteal muscles or hip-joint, running down leg to knee, and often to calf or ankle; gets a little > after walking, but is still very bad.", "Cramp in coxo-femoral joint, with tearing throughout the limb, insupportable when seated, and during repose.", "Aching, cramp-like pains in thighs, legs, feet, and toes.", "Tearing throughout leg, with heaviness in joints.", "Weakness of legs, so that a false step (or tripping) occasions falling.", "Burning tearing in tibia at night.", "Pimples on knees and legs, which become confluent, and are transformed into easily bleeding ulcers.", "Itching ulcers on legs.", "Burning sensation in feet and soles, with excoriation between toes.", "Swelling of feet.", "Feet swollen and sore on putting on walking shoes.", "In evening spasmodic drawing in feet, < r. sole and ball of great toe, preventing sleep till midnight.", "Sweating of feet.", "Corns on feet.", "Blisters on balls of toes.", "Chilblains on toes.", "Swelling of joint of great toe, with burning, throbbing, and incisive, dull pains on being touched." ],
    "Generalities" : [ "Affections of any kind in inner navel; lower part of chest, buttocks, thighs, external side.", "Squeezing or contracting pain; lassitude of the body; feeling very weak.", "Drawings and jerking tearings in limbs.", "Cramp-like, pressive pains.", "Painfulness in general in bones or periosteum.", "Sensation as if the periosteum were scraped with a knife; after contusions.", "Aching, burning, tearing pains at night.", "Swelling (and sponginess) of the bones or periosteum; burning sphacelus.", "Caries with smarting pains.", "Neurosis of stump after amputation.", "Ulcers with stinking pus; painless.", "Burning through lower half of body from small of back and pit of stomach downwards, while extremities are cold to touch.", "Weakness from loss of fluids without any other pain than burning.", "Swellings of glands.", "Contusive pain in limbs and joints, as from paralysis, or like growing pains, esp. morning and evening.", "Numbness and weakness of limbs.", "Heaviness in limbs and joints, with great indolence.", "Great fatigue after walking.", "Great general weakness, physical or nervous, with strong tendency to perspire, during day (esp. in morning), or with burning sensation in body.", "Very pale face; nausea in throat.", "Emaciation, with sickly complexion, and eyes surrounded by a livid circle.", "Sensation as if body and limbs were bruised, as from growing, esp. in morning.", "Formication in different parts.", "Agreeable feeling of buoyancy and lightness.", "Violent ebullition of blood, with great agitation.", "The pains are < during repose, and > by movement, and those which manifest themselves at night are > by pressure.", "Symptoms < from mental affections; after suppression of cutaneous eruptions, i.e., any bad result that ensues from such suppression; from loss of fluids, particularly seminal; sunlight; masturbation; after perspiration; sexual excesses, talking, esp. when it causes a weakness in the chest; while urinating." ],
    "Skin" : [ "Insensibility of skin.", "Crawling tingling under skin.", "Formication of skin.", "Red and burning spots on limbs.", "Eruption like scarlatina.", "Erysipelatous inflammations.", "Eruption of small pimples, and of miliary pimples collected in clusters and red.", "Eruption of pimples with burning pain, or pain as from excoriation.", "Scabious vesicles.", "Humid and dry tetters, squamous; variola.", "Corns with shootings and burning pain.", "Chilblains.", "Wens.", "Warts: large, jagged, often pedunculated, exuding moisture and bleeding readily; indented.", "Condylomata.", "Furunculi.", "Flat, indolent ulcers, with secretion of a dirty-looking pus, and having a serrated bottom.", "Itching ulcers." ],
    "Sleep" : [ "Great tendency to go to sleep during day, early in evening, and in morning, with difficulty in waking.", "Coma.", "Retarded sleep and sleeplessness at night, caused by agitation and dry heat.", "Arithmetical figures appear before eyes on falling asleep.", "Profound sleep; can scarcely be roused in morning.", "Jerking and involuntary movements of hands, moaning, talking, and singing, or an aspect during sleep at one time of laughing, at another of weeping, with eyes half-opened and convulsed.", "Anxious dreams of death, with fear on waking.", "Lascivious dreams, with emissions.", "Awakened by: canine hunger; dry heat; sensation of falling; sad thoughts.", "Patient though quite weak is rested by a very short sleep." ],
    "Fever" : [ "Pulse irregular, sometimes intermitting one or two beats, generally small, weak, or frequent, at times full and strong.", "Violent ebullitions with great restlessness.", "Swollen veins.", "Shuddering and shivering, sometimes with shaking, or with coldness in hands and fingers, generally in evening, and without thirst (followed by heat without thirst, or by excessive heat, depriving one almost of consciousness).", "Sensation of coldness on one side of the face.", "Sensation of coldness, with shiverings and coldness in abdomen.", "Internal dry heat without being hot to touch; and without any complaint at any time of the day.", "General heat with loss of consciousness and somnolence.", "Heat in head with cold feet.", "Febrile heat in evening, without thirst, with anguish, and great activity of the circulation.", "Shivering alternately with heat.", "Malignant (typhus) fever with great weakness (quiet delirium with dulness of head), apathy, stupidity, aversion to conversation, diarrhoea, &c.", "Tertian ague with profuse perspiration, anxiety of look, thirst and vomiting.", "Night-sweat.", "Sweat in morning.", "Perspiration mostly on back part of head and in neck, with sleepiness during the day.", "Profuse perspirations during night and in morning, with anxiety.", "Great inclination to perspire during day and night; clammy perspirations." ]
  }
}