{
  "remedyName" : "Physostigma",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Astigmatism. Bathing, effects of. Blepharospasm. Chorea. Ciliary spasm. Climacteric. Constipation. Coccygodynia. Dentition. Diarrhoea. Dyspepsia. Epilepsy. Eyes, affections of; injuries of; strain of. General paralysis. Glaucoma. Haemorrhoids. Headache. Heart, affections of. Hemiplegia (l.) Herpes, preputialis. Hiccough. Hysteria. Iris, prolapsed. Leucorrhoea. Levitation. Locomotor ataxy. Myopia. Navel, inflammation of. Paralysis, local; agitans; spinal. Paraplegia. Progressive muscular atrophy. Prostration; muscular. Sleeplessness. Spinal irritation. Spinal sclerosis. Stiff neck. Tetanus. Throat, sore; fish-bone sensation. Water, effects of. Wounds." ],
    "Characteristics" : [ "\"The Ordeal-bean\" of Old Calabar, the Esere of the natives, is the type of a genus of Leguminosae of the tribe Phaseoleae, with flowers very like Phaseolus, except that its bearded style is terminated by a great oblique hood, covering the blunt stigma.\" It is this hood which distinguishes the genus and gives it its name. P. ven. is a great twining climber, and has purplish flowers. Its seeds are very poisonous, and are used by the Calabari as an ordeal, suspected persons being compelled to eat them until they either vomit or die. In the latter case they are considered guilty, in the former innocent. In cases observed in Calabar convulsions have been noted, and twitchings, especially in the back, and death in thirty minutes. A number of cases of poisoning have occurred in this country, and in these the most notable feature was complete muscular prostration. According to Brunton, the tetanising properties of the bean belong to an alkaloid, Calabarine, and the paralysis to Eserine (or Physostigmine, as it is now called). In animals poisoned by it speedy general paralysis is set up, and death occurs from failure of respiration; though the heart may be poisoned both directly and through its nerves. The paralysis is seated in the spinal cord itself. The muscles are affected by fluttering tremors; involuntary muscles are excited to active movements and expulsive efforts. The intestines are often twisted up in knots. All the secretions are somewhat increased (C. D. P.). A crowd of children in Liverpool ate beans which they found among the sweepings of a ship from Africa. Forty-six were admitted to hospital with loss of muscular power, prostration, feeble, slow pulse, cold, perspiring skin, cold extremities; vomiting in nearly all cases, diarrhoea in one-third of them. At first there was colic, but later on remarkable freedom from pain. Pupils contracted in many; in one contracted during sleep, dilated when aroused. Only one (a phthisical boy) succumbed. He staggered as he walked, then fell, kicking and rolling as if in pain, but afterwards became quiet; much purged; pulse hardly perceptible; skin cold, face livid; quite conscious and able to swallow water. Directly after drinking he died without a struggle, some froth issuing from nose and mouth. After death the blood was found to be fluid; the heart distended with it, and its muscular substance very flaccid (C. D. P.). Many excellent provings have been made with Physo., among which one made by Christison on himself is remarkable. Simpson and Douglas MacLagan were sent for to attend him in his collapsed state, which Simpson could only compare to that produced by severe flooding, though Christison's only sensation was one of \"extreme but not unpleasant faintness.\" MacLagan thought it like Aconite poisoning. Christison could not get his will into his muscles except by a tremendous effort. Warmth to feet and a sinapism to whole abdomen gave great relief, and he was then able to turn on his left side; but only remained there a very short time on account of the tumultuous action of the heart it set up. He became drowsy and slept; but his mind was so active in sleep that on awaking he did not know that he had slept. The tumultuous action of the heart continued on waking, but strong coffee quickly restored the whole condition and made the heart regular. A symptom observed by Christison and many other provers was one of indigestion, \"as if large pieces of food had been suddenly swallowed.\" It began under upper sternum, descending and increasing in intensity till it reached the epigastrium; eructations then occurred, and a reversal of direction followed, the sensation ending where it began. With other provers there was a sensation of weight and hardness. Christison also had very much giddiness and dimness of vision. It is for its action on the eye, especially for its power of contracting the pupil, and thereby antagonising Atropine, that Physo. and its alkaloid Eserine are best known in old-school practice. The effects are more definite when the drug (tincture, extract, or solution of alkaloid) is applied to the eye direct; but one myopic prover had his myopia much diminished. In glaucoma it has been used with signal success to diminish intra-ocular tension; and especially when glaucoma has been the result of injury. Dudgeon (B. J. H., xxxviii. 60) relates the case of A. E., 26, struck by the cork of a soda-water bottle on inferior and outer part of left eyeball. Intense burning pain and effusion into the eyeball followed. Under Arn., prescribed by Mr. Engall, the effusion disappeared, and later the pain and inflammation subsided under Aco. and Merc. c. The pupil was now egg-shaped, the long diameter perpendicular, smaller end downwards; vision extremely myopic. Bell. dilated the pupil, but had no effect on the vision. Engall sent the patient to Dudgeon, who found the pupil was sluggish, and a book had to be held within four inches of the eye to be read. Physo. 3x, every three hours, was given. After the first dose objects could be seen at a considerable distance, and next day sight was nearly as good as ever. Dudgeon considers that the lens was tilted by the blow, and that Physo. restored the over-stretched or paralysed portion of the ciliary muscle. Woodyatt (Org. iii. 99) states that Physo. has produced corneal astigmatism in a young lady, who found any attempt at close work caused redness of tarsal edges and a hot, sandy feeling in conjunctiva. Lil. t. cured. Paralysis and tremors predominate over the cramps, twitchings, stiffnesses, and tension of Physo., but these are also characteristic, and tetanus has been cured by Physo. Paralysis of left side is very proeminent, and the numbness is more apparent on left side, especially in left arm; which may be associated with heart symptoms. The apex of the left lung is also affected. A feeling of levitation was observed in one prover on stepping. Ataxic gait and shooting pains down limbs show its appropriateness in locomotor ataxy. The inability to get the will into the muscles is a striking feature of many paralyses. Spinal, sacral, and coccygeal pains were experienced, and associated with some of them, numbness of the womb. The association of muscular prostration (in any form, of which laboured respiration is one) with any affection is a keynote of Physo. This case was cured: Great muscular prostration with continual inclination to sigh; leucorrhoea < by exercising during the day, especially p.m.; sighing < when leucorrhoea is <; dread of cold water. This dread of cold water is a grand keynote of Physo. One of the provers (a water drinker) developed a perfect disgust for cold water and cold drinks; and though used to a cold morning plunge, was obliged to omit it on account of his horror. Other provers felt uncomfortable after bathing, and had great reluctance to their bath. Weakness was felt on change of weather, and on cold, bracing days. A paralytic state of mind and body from grief has been cured with Physo. Sleeplessness of a peculiar kind occurs in Physo. Nash (Med. Adv., xx. 258) cured with Physo. and persistent sleeplessness in a patient who had been in an insane asylum, and feared she would have to go again. Her symptom was: \"If she chanced to get a nap she awoke suddenly as if in a fright, and felt no > from what she had slept.\" Peculiar sensations are: As if stomach were full. As if she must lose her mind. As if a ball were coming up throat. Lower limbs as if asleep. Back as if paralysed. Tongue as if burnt (left margin); as if swollen and paralysed. Sensations of contraction and tension. Wavering in brain. Weak feeling in stomach. H. L. Chase, one of the provers, had a \"very severe pain in the right popliteal space,\" and he afterwards cured a patient who came to him with pain in the same region two years later (H. R., xiii. 117). (Allen gives the symptom as in the left popliteal space.) The symptoms are < by pressure (of finger between vertebrae causing wincing); by falls and blows. < Motion; descending stairs (wavering in brain). < Walking; stepping; jar of misstep. > Lying supine. < Lying l. side; > lying on r. side. < p.m. < Night (headache unbearable). If pain began at any hour it always continued till o'clock following, either noon or midnight. < Cold water; perfect horror of cold drink; cold bath. < From bathing; from change in weather; on bracing days. < In church. > In cool open air. < On waking. > Closing eyes. > By sleep (hiccough). > Warmth to feet; sinapisms to abdomen." ],
    "Relations" : [ "Antidoted by: Coffee; Sinapisms; Arn.; (emetics are of the first importance. Injection of Atropine antagonises its effects). Lil. t. cured astigmatism of Physo. Compare: Eserin. In paralyses, Lathyr., Oxyt., Strych., Ciner., Con., Gels. Heart, Phaseol., Phos. Eyes, Onos., Lil. t., Rut., jabor., Bell. Headache with drowsiness, Brucea, Gins., Herac. Spinal irritation, hungry sensation, numbness, muscles of back rigid, wavering in brain, Act. r. Headache < by music, Phos., Phos. ac. (Physo. of organ.). Levitation, Phos., Phos. ac. Headache with inability to stop thinking (Phos. with increased mental power), Globus, Ign., Asaf. < Descending stairs, Borax. Increased irritability, tetanic spasms, cramp, tenesmus recti, stiff spine and legs, Strych. and Nux (Physo. has diminished reflexes, spinal paralysis; unsteady gait with eyes closed; death by paralysis, Strych. has death from respiratory spasm dilated pupils). Tetanus, Passif. Tongue as if scalded, Sang." ],
    "Causation" : [ "Emotions. Grief. Bathing. Injuries. Blows." ],
    "Mind" : [ "Uncommon mental activity.", "Foolish actions, said it made him crazy.", "Exhilarated in morning, gloomy towards noon.", "Nothing was right, too many things in room; continually counting them.", "Irritable.", "Nervous, cannot endure pain.", "Exhaustion, cannot remember anything.", "Disinclined to work.", "Difficult thinking; cannot concentrate the mind." ],
    "Head" : [ "Vertigo: on moving, with fainting and muscae volitantes; with nausea; in evening, if people stepped in front of tier in the doorway; at night; when reading; on getting up after dinner; when walking; on descending stairs, with dim vision and unsteady gait; wavering in brain; as if drunk; with sensation of wavering in brain.", "Confusion and dizziness; dull, heavy, oppressive headache.", "Intolerable pain over both eyes.", "Head drooping listlessly.", "Darting pain in various parts, < motion.", "Aching in morning with epistaxis l. side.", "Bruised pain in brain all day, < a heavy step; < l. temple, with general fatigue and sensitiveness to cold or change of temperature.", "Pressure encircling head, with sleepiness.", "Constriction as from a bandage or tight cap pressed down as far as temples.", "Severe, dull, frontal headache, esp. in the morning.", "Darting pain in forehead, < motion, and in temples.", "Sharp pain in supra-orbital region, running off towards nose.", "Pain: over r. eye, in morning on waking, by noon pain in whole cerebrum, fulness of blood-vessels of brain, and contracted feeling in forehead, which extended to eyelids, causing an effort to open or close them; in l. side at a.m., with heat in abdomen and nausea, the pain is heavy at 11, pain over whole head from till p.m., with nausea and general sweat, headache next day with lame, bruised feeling in region of kidneys.", "Pain in temples; showing from r. temple to 2nd bicuspid.", "In evening sound of the organ caused headache, < forehead and temples.", "One-sided headache with fear of opening eyes lest it should < the pain.", "Inability to stop thinking with headache.", "Sensation of rush of blood to frontal and temporal regions.", "Sharp, shooting pains in temples.", "Throbbing of temporal and carotid arteries; heart beats felt in head on lying down.", "Intense, painful pressure in vertex and both temples, the pressure in vertex extending over to occiput." ],
    "Eyes" : [ "Eyes inflamed, first r., then l.; sclerotic dry, red, and swollen; eyeballs pain and smart; lids feel sore.", "Eyes bloodshot all the forenoon, with burning in them.", "Pain on attempting to use binocular vision, as in reading, so that one eye must be closed, > by a weak concave glass.", "Pressure; with muscae volitantes, dark and light long worms or snakes, also tremulous vision.", "Bright marks when looking at an object; dark yellowish spots covering one or two letters when reading.", "Sharp, shooting pains, and drawing, twisting sensation in eyes.", "Eyes sore and painful when moved from side to side.", "Pain deep in, over top of eyeball, running up from inner canthus to r. frontal eminence, then down obliquely outward into temple.", "Sharp stitches in r. eyeball, > by motion in open air.", "The muscularis internus seems not to do its work rightly, and the axis of the eyes differs in each; eyes feel weak, with lachrymation.", "Eyes convulsed.", "Sight blurred, hazy, or misty, film over eyes; objects mixed; after which dull pain over the eyes and between the eyes.", "Aching in posterior part of orbit, extending back into the brain; < on reading, causing nausea.", "Lids (esp. l.) heavy; cannot bear to raise them; twitching of lids (upper, < l.).", "Contracted sensation in lids with difficulty in opening them and lachrymation when wide open, difficulty in keeping l. eye open.", "Lids immovable.", "Tight feeling in ciliary region as if something were creeping about in it, with sharp pain, < reading.", "Contraction of pupils; in morning; by small and rapid jerks, with sensitiveness to light; then mydriasis, < morning, seeming to depend on fatigue of sphincter, which was > during day by reflex stimulus of light.", "Pupils dilated.", "Pupils contracted when asleep, dilated when aroused.", "Disturbed accommodation; approximation of far point (myopia) and also of near point (the accommodation recovers before the pupil).", "Vision abnormally acute; double; dim and indistinct; blurred, hazy, misty.", "(Lens dislocated by blow.)" ],
    "Ears" : [ "Sharp, shooting pains in the ears.", "Shooting in l. ear; in r.", "Pain in r. ear when writing.", "Hammering in r. in evening, with feeling in external ear as from a hot wind.", "Painful pressure on tympani.", "Discomfort in r., with inclination to bore in with finger; after removal of wax some pain; with eructation a sudden pain from throat along Eustachian tube to middle ear.", "Crawling in l. ear.", "Fulness.", "Stopped feeling.", "Partial deafness of r.", "Sensitive to every sound.", "Singing or tuning like escaping steam, at night after lying down.", "Hissing, buzzing, ringing in the ears." ],
    "Nose" : [ "Fluent coryza, sneezing; burning, smarting, itching, and tingling of nostrils; nose stuffed and hot.", "Twitchings in nose and involuntary expansion of nostrils.", "Small boil inside r. nostril.", "Epistaxis while at supper.", "Smarting at end of nose, it feels as if burnt by hot liquid.", "Tension in skin of nose and forehead." ],
    "Face" : [ "Face pale; flushings of the face; heat.", "Neuralgic pain in r. side of face.", "Sensation of cramps or spasms in face extending to neck; with numbness of l. hand.", "Sensation of contraction of l. side of face, with numbness.", "Severe pain in r. upper jaw like toothache (though all teeth on that side had been extracted).", "Numbness of lips." ],
    "Teeth" : [ "Dentition: nervous children with vacillating pupils who have trouble when nursing or taking food; pain in stomach as soon as they begin, but going off if they continue to nurse." ],
    "Mouth" : [ "Tongue sore on tip and rough.", "Smarting of end of tongue; feels as if burnt.", "Scalding sensation l. side.", "Tongue coated, more heavily at root.", "Numbness and tingling of tongue and lips, with constant desire to moisten them.", "Bad taste in mouth.", "Profuse salivation; thick, leathery saliva.", "Difficult speech.", "Power of speech retained long after inability to swallow." ],
    "Throat" : [ "Sore throat, painful swallowing.", "Tonsils and soft palate dark red.", "Burning, scraping, raw feeling in throat.", "Tonsils enlarged; swollen, elongated uvula.", "Small ulcers, with yellow centres in pharynx.", "Feeling as of a fish-bone in throat; swallowing saliva very painful.", "Constriction of throat and dysphagia.", "Pain extending from throat to l. ear when swallowing.", "Feeling as if a ball were coming up in throat.", "Submaxillary gland tender and tumefied." ],
    "Appetite" : [ "Hunger but can find nothing to satisfy it; food has a flat taste.", "No appetite, disgust for food, tobacco, and coffee; and esp. for cold drinks." ],
    "Stomach" : [ "Tasteless eructations.", "Burning in stomach with hot eructations.", "Violent hiccough.", "Nausea and vomiting.", "In stomach: prickling, sharp pains; darting pains, with paralysed feeling of l. side; heaviness and weight, as if undigested food were lying there; hard pain; griping; emptiness and weakness; sensation of nervousness and trembling.", "Soreness in region of stomach.", "Sensation at epigastrium as when large pieces of food are suddenly swallowed." ],
    "Abdomen" : [ "Lancinating pains in hypochondria.", "Hard, sore pain in splenic region; descending to groin and across hypogastrium, < by motion.", "Soreness and pain at navel, which was found much inflamed.", "Severe pain in umbilical region.", "Pain and soreness in umbilical region.", "Stitches in l. side of abdomen.", "Much rumbling and distension in abdomen, with discharge of large quantities of flatus.", "Dull pain in transverse and descending colon.", "Colicky pains, with feeling as if diarrhoea would occur.", "Shooting pains in l. iliac region and down thigh.", "Sharp, cutting pains in lower part of abdomen.", "Dull pain in groins." ],
    "Stool and Anus" : [ "Stools: copious; soft, thin; watery; yellowish; bilious; part natural, part black like tar; lumpy, mixed with watery discharge; dark and offensive.", "Constipation; from atony.", "Sphincter ani swollen and rigid; evacuation painful; rectum protruding, swollen and very sensitive.", "Tenesmus and burning, with diarrhoea; also tenesmus of bladder.", "Stool irregular and loose, anus sore and inclined to protrude; piles (absent for three years) return.", "Severe piles following childbirth." ],
    "Urinary Organs" : [ "Bruised, sore feeling in region of kidneys.", "Bladder feels distended.", "Frequent desire to urinate, often ineffectual.", "Frequent and copious urination.", "Urine: yellow; high coloured; strong-smelling; clear; muddy; pale and copious." ],
    "Male Sexual Organs" : [ "Frequent erections with but slight desire.", "Two emissions without dreams or excitement.", "Strong-smelling sweat about genitals, prepuce tender and swollen, many small vesicles on glans with burning itching." ],
    "Female Sexual Organs" : [ "Leucorrhoea; < exercising during day, esp. about p.m.; with inclination to sigh; sighing < when leucorrhoea is worse; dread of cold water.", "Menses irregular.", "Numbness of womb with pain in back.", "Condition like that produced by flooding after delivery.", "Metrorrhagia.", "Pain as if menses were coming on.", "Menstruation, with palpitation; congestion of the eyes, with tonic spasms, rigidity, sighing respiration, consciousness retained." ],
    "Respiratory Organs" : [ "Cough from tickling in throat.", "Slight constant inclination to cough from filling lungs.", "Laboured, sighing respiration; yawning." ],
    "Chest" : [ "Stitches in the chest.", "Cannot fill l. lung as inspiration = dull pain at l. apex, > by pressure.", "Stitches under inferior angles of scapulae during expiration.", "Heavy weight at chest.", "Twitches across pectoral muscles.", "Stitches in l. breast, and unable to draw long breath." ],
    "Heart and Pulse" : [ "Dull pain, uneasiness and distress about the heart.", "Violent palpitation of the heart, with feeling of pulsation through whole body.", "As the fresh, bracing air strikes me, a choking sensation with fluttering of heart.", "Heart's action irregular and tumultuous, when lying on l. side, > when lying on the back.", "Pulse: variable; accelerated; small, frequent, slow, feeble, intermittent." ],
    "Neck and Back" : [ "Inclination to stretch out the neck.", "Pain at base of brain as if it were cutting off body from head; going through to back part of throat, which is stiff and sore.", "Stiffness in neck.", "On waking, pain in r. head and neck as if latter was stiff.", "While taking morning bath suddenly stiff neck (r.).", "Drawing on turning head.", "Rheumatic pains in l. neck and shoulder.", "Feeling of weakness passed down from occiput through back to lower limbs.", "Cramp-like stitches up and down spine; stiffness of l. neck.", "Chilly, creeping sensations up back, p.m.", "Back very weak, unable to stand erect.", "Dull pain in back.", "Backache (in renal region) kept him restless all night; no > in any position; passed copious colourless urine.", "Creeping numbness from back of head down spine.", "Cramp-like stitches up and down the spine.", "Pain under r. shoulder-blade.", "Dull, heavy pain in lumbar region; also over l. hip, extending to back.", "Pain in back between hips, with numbness of womb.", "Pain in (l.) sacral region, as if strained by lifting, < on motion.", "Contractive pain of anterior surface of coccyx; as if dysentery coming on; (since verified)." ],
    "Limbs" : [ "Limbs feel weary, as after great fatigue.", "(Pleasant) numbness in all the limbs; and paralytic feeling.", "Neuralgic pains in the limbs.", "Stiffness or bruised feeling in the joints.", "Staggering gait.", "Cold extremities." ],
    "Upper Limbs" : [ "Wrists feel weak; dull aching pain in them.", "Sharp, shooting pain in l. shoulder.", "Itching of l. palm.", "Paroxysms of burning in palms.", "Hands feel cold, then hot and red.", "Pain in r. deltoid > only by violent motion.", "Numbness in l. arm.", "Sharp pain in l., then r. arm." ],
    "Lower Limbs" : [ "Unsteadiness from knee downward when walking, esp. with eyes shut.", "Dragging pain in l. hip towards back.", "Thrusts with aching down l. thigh from iliac region.", "Stiffness in hip and knee.", "Cramp-like pain in l. (and r.) popliteal space.", "Sensation of a drawing cord behind leg and knee, impeding walking.", "Gnawing in l. tibia.", "Legs feel asleep.", "Numbness in l. foot." ],
    "Generalities" : [ "Indescribable torpidity as from opium; \"this is not debility but volition is inoperative\" (Christison's experiment).", "Great sense of fatigue and weariness; weakness.", "Convulsive twitchings.", "Constant fibrillary twitchings of the muscles.", "Violent trembling all over the body.", "Great prostration of the muscular system.", "Diminished reflex action.", "Omits bath on account of horror for cold water.", "Sore and stiff all over, as from a cold.", "Severe, sharp pains in various parts of the body.", "In nerves in front of body waves like tremblings going up and down; at back nerves paralysed and numbed with pain as when the nerve of a tooth is being killed.", "Stiff all over as after taking cold.", "Paralysed feeling in l. side.", "On raising foot in walking, momentary feeling as if he were floating upwards, and on foot touching ground an unpleasant feeling making a shuddering sensation pass all over him." ],
    "Sleep" : [ "Irresistible desire to sleep; soporific sleep.", "Restless sleep with dreams.", "During sleep mind so active was unaware he had been asleep.", "Falls asleep frequently, but awakes suddenly without relief; following night scarcely closed eyes in sleep; thoughts very active; an idea once started kept on with unusual persistence." ],
    "Fever" : [ "Creeping, chilly sensation in back; yawning; every movement and draught = shuddering.", "Hands and feet cold.", "Cold, clammy skin.", "Heat in head and face; flushed and hot.", "Heat in face and down back with chilliness of legs.", "Dry burning in hands.", "Perspires very easily.", "Cold sweat in drops over whole body.", "Strong-smelling sweat around genitals.", "Copious sweat all over body." ]
  }
}