{
  "remedyName" : "Phytolacca",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion, threatened. Albuminuria. Angina pectoris, Anus, fissure of. Asthma. Barber's itch. Boils. Bone, diseases of; tumours of. Breasts, affections of. Cancer. Cholera. Cicatrix. Ciliary neuralgia. Constipation. Corpulence. Cough. Dentition, difficult. Diarrhoea. Diphtheria. Diplopia. Dysentery. Dysmenia. Ears, affections of. Erythema nodosum. Eustachian tubes, affections of. Glands, enlarged. Gleet. Glossitis. Gonorrhoea. Gout. Granular conjunctivitis. Haemorrhoids. Headache. Hearing, altered. Heart, affections of; hypertrophy of; fatty. Impotence. Influenza. Intestinal catarrh. Itch. Lactation, abnormal. Laryngismus. Leucorrhoea. Lichen. Liver, affections of. Lumbago. Lupus, Mercury, effects of. Mouth, ulcerated. Mumps. Neuralgia. Nipples, sore; painful. Nursing, painful. Orchitis. Ozaena. Panophthalmitis. Paralysis, diphtheritic. Parotitis. Prostate, affections of. Rectum, cancer of. Respiration, abnormal. Rheumatism; syphilitic; gonorrhoeal. Ringworm. Rodent ulcer. Salivation. Sciatica. Sewer-gas poisoning. Spinal irritation. Spleen, pain in. Stiff-neck. Syphilis. Syphilitic eruptions. Tetanus. Throat, sore; diphtheritic; herpetic; granular. Toothache. Tumours. Ulcers. Uterus, affections of. Warts. Wens." ],
    "Characteristics" : [ "Phyt. dec. is a branching herbaceous plant, with a thick perennial root, sometimes larger than a man's leg in diameter. The young shoots, though extremely acrid, are rendered harmless by boiling, and are eaten like asparagus in the United States. The berries have a popular repute as a remedy for cancer and rheumatism. The berries of P. octandra are used in Mexico and the West Indies as a soap. According to Raffinesque, quoted by Hale (who introduced the remedy into homoeopathy), the ash of the plant (which has been used as an escharotic in cancers, ulcers, &c.) contains per cent. of caustic potash; and the plant contains besides an acid, Phytolaccic acid, which is closely allied to Malic acid. The plant is common throughout North America, the Azores, North Africa, and China. It grows in damp places. Some rather severe cases of poisoning have been reported. Vomiting, diarrhoea, frontal headache, sore throat, are the most common symptoms observed. One boy who drank two or three drachms of a tincture of the root had none of these symptoms, but developed complete tetanus: Extremities stiff; hands firmly shut; feet extended; toes flexed; lower lids drawn down; teeth clenched; lips everted and firm, general opisthotonos. Respiration difficult, rales heard all over the room. For an hour muscular rigidity increased generally, with convulsive action of muscles of face and neck; chin drawn close on sternum. This condition would last five or ten minutes, to be succeeded by perfect relaxation, and return in twenty minutes more with the same violence. After cold-water affusion, cupping, and sinapisms, the boy slept about twenty-five minutes. On awaking some twitchings, especially of lower limbs; pain in back of head and stomach. Next day he was quite recovered. A boy, who ate a quantity of berries, was found in great agony, complaining that his stomach was \"pinched together.\" He had nausea, violent vomiting; throat sore and dry; fauces dark red, tonsils swollen. After vomiting ceased, purging set in; stools dark brown and thin; severe pain in stomach on pressure, extorting cries. Later he had burning griping in umbilical region; dim vision; tongue coated white; spasmodic jerkings in arms and legs. In a woman, who took Phyt. as a \"blood purifier, \", a general rash, in appearance not unlike the rash of secondary syphilis, was set up. In a family of four poisoned by eating the root in mistake with their food, these symptoms were observed: Dread of movement; seems stupid; falls asleep after a paroxysm of cramping pain has ceased; pain in forehead < after eating; vomiting of clotted blood and slime; copious discharge of blood and mucus which looked like scrapings of intestines; involuntary stools from straining, which occurred even in sleep. In the mother of the family, seven months pregnant, it very nearly produced miscarriage; the uterus could be felt contracting under the hand; involuntary straining and haemorrhage from the vagina; intense griping pain in small of back and cramps in legs coming and going suddenly, coldness and withered appearance of extremities, whole body cold. In all the above cases the spasmodic action of the drug is evident in some form. From inhaling the dust of the powdered dried root, or the odour given off on slicing the fresh root, intense irritation of eyes, nose, and throat, and severe headache and diarrhoea have occurred. Given to animals, Phyt. has caused convulsive symptoms, vomiting, and vomiting of worms. Wild pigeons and other birds which eat the berries acquire a highly red colour and lose their fat. This last observation has led to the use of a tincture of Phyt. berries as an anti-fat, and many successful results have been reported. This observation may be taken as the key to one of the great spheres of the action of this remedy", "the absorption of tissues, especially new growths. There are few remedies which have a wider range in the cure of tumours and indurations, particularly of the female breast. Hale tells us that among dairymen in America the root is used to regulate any abnormality in the milk of cows", "scanty; thick; watery; curdy; containing blood or pus. But its chief repute is in caked udders. In breast induration and abscesses of nursing women, and even in cancers (internally and sometimes externally as well), its action has been well confirmed. But it must not be supposed that this action is purely physiological, as is the absorption of fat in birds. A patient of mine, about forty-five, took Phyt. for sore throat. After a few-doses she was compelled to desist because of its effects on her breasts; both became full and uncomfortable, and in the left one appeared a large lump in its upper segment, which lasted five days, and was only got rid of by dint of vigorous rubbing with camphorated oil. A case of cancer of the rectum has been cured with Phytolaccin 3x. In the uterus and the prostate gland (the male uterus) specific symptoms were evoked in the poisonings and provings. Muscles, joints, bones, brain, and spinal cord, as well as the special senses, were all more or less disordered. The intense action of the drug on the throat has led to its being used as a routine remedy in diphtheria. It is not a specific; but it has some very characteristic symptoms which will indicate it when present. Among these are: Great pain at root of tongue when swallowing; pains shooting from throat into ears on swallowing; hot feeling as if a red-hot ball in throat; burning < by hot drinks; dark redness of fauces. Eclectics (H. R., xi. 429) give the expressed juice of the berries in \"spasmodic or membranous croup, or diphtheria.\" There is one form of sore throat in which I have found it of the greatest service-the so-called \"diphtheritic sore throat.\" Dark red, swollen mucous membrane and tonsils, pain on swallowing, eruption of herpetic, whitish, or grey spots on fauces, swelling and tenderness of the glands externally at the angle of the jaw. With these symptoms there are generally headache, backache, wandering rheumatic pains and fever. I have cleared up numberless cases of this kind with Phyt. Not infrequently epidemic influenza has taken this form, and then Phyt. has been my most successful remedy. (Nash has relieved chronic follicular pharyngitis in public speakers when there has been much burning, as if a hot substance in throat.) One of the provers had \"swollen and tender gland right side of neck\"; and swollen and tender glands in many other localities have been remedied with Phyt. The headaches of Phyt. are chiefly frontal, pressive, involving eyes, < right side. One headache is peculiar, being associated with increased sense of hearing. The irritation of the mucous membrane of the throat extends to nose, ears, and eyes, producing characteristic symptoms in each. The discharges are tough, stringy, difficult to detach, and may take the form of clinkers. Offensiveness and acridity are also common features. The nervous irritability of Phyt. has led to its successful use in disorders of dentition, a keynote symptom being: Irresistible inclination to bite the teeth or gums together. The pains of Phyt. come and go suddenly; move about, radiate from a centre, or change place. Pain in sore nipples of nursing women radiate all over the body when the child is put to the breast. When pain in intestines disappears pain in extremities comes on. Pain leaves heart and appears in right arm (this association is unusual, and therefore important). Pains in head and chest go from before backward. Pains run down spine from nape; from sacrum down outer aspect of thighs to toes. The outer aspects of the limbs are chiefly affected. The shreddy discharge of Phyt. mark it as a remedy in certain forms of intestinal catarrh and dysmenorrhoea. It is haemorrhagic and haemorrhoidal, acting strongly on rectum and anus, curing tenesmus, bloody discharges and heat. One characteristic pain (noted in a case of constipation) is: Shooting pain from anus to lower part of rectum, along perinaeum to middle of penis. \"Gurgling in the prostate gland, repeatedly in the afternoon, \", was noted by one prover, and pains in spermatic cords. Entire suspension of sexual appetite with relaxation of the genitals was caused. Stiffness is a characteristic effect of Phyt., noted in the tetanus case, and in others in less degree. Stiff neck, especially right side. The prostration is so rapid and profound that it has led to the successful use of Phyt. in diphtheritic paralysis. Faint and dizzy when standing. Soreness of all the muscles. Restlessness, but he fears to move because motion < the pains. The rheumatic swellings are hard, tender, and intensely hot. Phyt. is suited to rheumatic or syphilitic subjects who are sensitive to damp weather. Peculiar sensations are: Brain as if bruised. Right side of head as if pressed firmly. As if sand in eyes. As if eyes too large. As if lids granulated. As if tarsal edges raw. As if lids on fire. Nostril as if tickled with a stiff feather. Nose and eyes as if a cold would come on. Tongue as if scalded. As if a ball of red-hot iron in throat. As if lump in throat. As if apple core in throat. Throat so full it felt choked. Pharynx feels like a cavern; chest as if it were a big empty cask. Body as if bruised; pounded all over. As if joint were being chopped with an axe. The right side is most affected, and many symptoms were experienced in the liver; there were also some severe ones in the spleen. The liver-pains were < lying on right (painful) side. The spleen pain was > lying on left (painful) side. Nash has removed many breast tumours by giving a single dose of Phyt. cm during the wane of the moon. The symptoms are < by touch (liver, &c). There is great general sensitiveness. Pressure < pain in joints and ulcers. Pressure with hand > pain in breasts. Pressure on trachea facilitates expectoration. Rubbing > pain in hip. Riding < nose and breathing. < Stepping down high step. Rising from bed = faint feeling. Sitting up = sick and giddy. Standing = faint and dizzy. Gaslight < eyes. Swallowing <. After breakfast head and throat >, gastric symptoms <. Vomiting < headache, > nausea. Hunger soon after eating. (This is like the deadly sinking so often met with in the cancerous diathesis.) < At menstrual periods. Must lie down. < Lying right side. > Lying left side. > Lying on stomach. < Standing and < motion. < Walking. < Raising arm. < Night. < Morning; or a.m.; on waking. < Damp weather; washing; hot drinks. < Exposure to air; open air (but it > eyes). The external use of Phyt. has been attended with good results in cases of ulceration, and I have found a gargle of a few drops of the O to a tumbler of water useful in many throat cases. A preparation of the leaves has been used successfully by Hurndall (H. W., xxxi. 217) as an external application for carcinomatous growths in dogs; and an ointment prepared with a strong tincture of the leaves as well as the juice of the leaves have been used for malignant ulcers in human beings." ],
    "Relations" : [ "Antidoted by: Milk, Salt, Coffee (vomiting), Nit. sp. dulc., Bell., Ign., Merc., Mez., Sul. (eyes), Op. (large doses). Compare: Botan., Petiver. Diphtheria, Ar. t., Lach. [Lach. has not the great pain at root of tongue when swallowing of Phyt. S. M. Pease (Med. Adv., xxv. 27) found bleeding from the buccal cavity a keynote symptom of Phyt. in one epidemic.] Hypertrophy of heart, Rhus (Phyt. has right arm numb; Rhus has left arm numb, also Aco., Act. r., Puls.). Breast abscess, Bry. (Phyt. follows Bry. when suppuration seems inevitable; pain goes from nipples all over body). < Motion, Bry. Tetanic spasms, Nux (Phyt. is slower than Nux, has everted lips, alternate relaxation and spasm). Pain in breasts when suckling, Crot. t., Phell., Lac c., Borax (Borax, like Phyt., has > from pressure; Borax alone has empty, sucked-out feeling). Sensation of apple core in throat, Hep., Nit. ac. Stringy discharges and clinkers, electric shocks, flying pains, K. bi. Desires cold water (Physt. opp.). Symptoms fly from centre outward (Abrot. opp.) Pains in breast at menstrual period, Calc., Con. Diarrhoea with shreddy membranes, Caust., Ars. < In damp weather, Rhus, Dulc. Pains in tibia, Carb. v., Lach. < After sleep, Lach. Loss of fat (Sabal ser. opp.). Loss of sense of delicacy, Hyo. Bruised, sore feeling, Arn. Hale says K. iod. is the nearest analogue (rheumatism, syphilis, wasting); Merc. and its antidotes are also closely related." ],
    "Causation" : [ "Exposure to cold and damp." ],
    "Mind" : [ "Delirium.", "Indisposition to mental exertion; disgust for business on waking early in morning.", "Melancholy, gloom.", "Indifference to life.", "Great fear; is sure she will die.", "Loss of personal delicacy, complete shamelessness and indifference to exposure of her person.", "Irritability; restlessness.", "Irresistible desire to bite teeth together.", "Cannot be persuaded to take nourishment.", "Over-sensitive; pain intolerable." ],
    "Head" : [ "Vertigo: staggering with danger of falling; with dim vision; when rising from bed feels faint.", "Headache: with nausea; dull; heavy; neuralgic; rheumatic; syphilitic; with backache and bearing down; weekly; < from wet weather.", "Sore pain over head, < on r. side.", "Pain in vertex; and sensation of soreness deep in brain as if bruised; when slipping from a high step to ground.", "One-sided pain, just above eyebrows, with sick stomach; < in forehead, or above eyebrows (glabella most affected); comes every week.", "Dull, pressive pain in forehead, with slight nausea, cold sweat on forehead and feeling of weakness.", "Shooting pain from l. eye to vertex.", "Violent pain at back of l. eye and over eyebrow extending down side of head.", "Heavy aching in forehead after dinner.", "Slight pain in forepart of head with increase of hearing.", "Heaviness of head, with feeling in back part of tongue as if burnt.", "Headache commencing in frontal region and extending backward.", "Nausea and headache > by eating, but returning soon with vomiting which < headache and > the nausea.", "Pressive pain on forehead and upper part of both eyes; on vertex with dryness.", "Pain in back of head and neck.", "Head thrown backward.", "Pain in occiput; and stomach.", "Rheumatism of r. frontal region with nausea, < morning; of scalp when it rains, with depression.", "Syphilitic nodes on skull.", "Tinea capitis.", "Crusta lactea, moist, fearful itching, with little raw tubercles on scalp, face, and arms." ],
    "Eyes" : [ "Eyes staring.", "Blue round eyes.", "Eyes sunk deep in sockets with livid circles.", "Sclerotica dark yellow.", "Sharp pain through ball of eye on reading or writing.", "Dull aching in eyes, < from motion, light, or exercise.", "Pressure around eyes in afternoon as if eyes too large.", "Circum-orbital pains in syphilitic ophthalmia.", "Panophthalmitis.", "Aching along lower half r. orbit.", "Orbital cellulitis.", "Lids feel granulated; tarsal edges feel scalded, hot, raw.", "Burning and smarting sensation (feeling of sand) in eyes and lids, with profuse lachrymation and coryza, which is > in the open air.", "Smarting in inner canthi (< l.), < by gaslight in evening.", "Lids agglutinated and swollen, as if poisoned.", "Reddish-blue swelling of lids (< l.), < morning; cannot close eyes without pain all forenoon, > afternoon.", "Fistula lachrymalis.", "Lids feel on fire.", "Lupus, epithelioma, &c., of lids.", "Pupils: contracted (tetanus); much dilated.", "Photophobia.", "Motion of one eye independent of that of the other.", "Double vision; with giddiness and headache.", "Objects quintupled.", "Far-sighted." ],
    "Ears" : [ "Shooting in r. ear.", "Pains in both ears, < r.; < swallowing.", "Obstruction in l. Eustachian tube, rushing in l. ear, a feeling as if hearing were dull, while at same time sensitive to minutest sounds.", "Irritation in one Eustachian tube.", "Increased sense of hearing (most r.); with pain in forehead.", "Very peculiar pressure and tension in parotids." ],
    "Nose" : [ "Flow of mucus from one nostril while the other is stopped.", "Drawing sensation at root of nose.", "Feeling in nose and eyes as if a cold would come on.", "Acrid, excoriating discharge.", "Wakes a.m. with nose stopped up, discharges clinkers from both nostrils in morning.", "Sensation in nostrils as if tickled with a stiff feather.", "Total obstruction of nose, when riding must breathe through mouth; not > by blowing nose; mucus discharged with difficulty.", "Syphilitic ozaena with bloody sanious discharge and disease of bones.", "Rodent ulcer." ],
    "Face" : [ "Face: pale; sunken, blue, suffering; hippocratic distorted.", "Stupid.", "Cool sweat on forehead.", "Heat in face (l.) after dinner with redness of face, coldness of feet, eruption in upper lip (l.).", "Face very red, almost purple; alternately very pale.", "Pains in bones of face and head at night, keeping her awake many nights; proceeding esp. from \"nodes\" on frontal bone, very much like pains of periostitis.", "Pains in upper jaws.", "Jaws ached awfully the whole time, it seemed he could not open or shut them.", "Blotches in face, < afternoon, after washing and eating.", "Swelling round l. ear and side of face, like erysipelas; thence over scalp; very painful.", "Ulcers and scaly eruption on face.", "Chin drawn closely to sternum by convulsive action of muscles of face and neck; lips everted and firm (tetanus).", "Eruption on upper lip.", "Ulcers (cancerous) on lips." ],
    "Teeth" : [ "Teeth all ache; feel elongated and are very sore.", "Shooting pains in r. upper and lower molars.", "Irresistible inclination to bite teeth together.", "Difficult dentition; crying, moaning, restless at night; diarrhoea in hot weather; > biting something hard." ],
    "Mouth" : [ "The mouth fills with saliva; tenacious, yellowish, ropy, with metallic taste.", "Cold, sticky, stringy saliva.", "No saliva.", "Taste: disagreeable; metallic; burnt; nutty; bitter at first; leaving smarting and coldness towards tip of tongue.", "Burnt feeling on back of tongue (with heavy head).", "Tongue: coated white; furred; thick at back; dry, and lips; feels scalded; thick; protruding.", "Tongue feels rough, with blisters on both sides, and very red tip; great pain in root of tongue when swallowing.", "Roof of mouth sore.", "Mouth dry.", "Submaxillary glands swollen." ],
    "Throat" : [ "Sensation of dryness in throat and the posterior fauces (provoking cough, with disposition to hawk and clear the throat); tonsils swollen.", "Uvula large, almost translucent.", "Fauces congested and of a dark red colour.", "Sore throat (roughness and rawness), swelling of soft palate in morning, with a thick, white, and yellow mucus about the fauces.", "Sensation of a lump in throat (when swallowing), causing a continuous desire to swallow; also when turning head to l.", "Could not swallow, throat so dry and rough.", "Throat feels like a cavern.", "< From hot drinks.", "Difficult swallowing; with every attempt excruciating shooting pains through both ears.", "Sensation of apple-core in throat.", "While riding in forenoon sensation of plug in throat, not > by hawking; this sensation was replaced by increased discharge of mucus from posterior nares, discharged with difficulty, constantly exciting attempts to expel it.", "Sensation of rawness and scraping in throat and tonsils.", "Burning heat in throat as from coal of fire, as if red-hot iron ball lodged in fauces and whole length of oesophagus; catarrh in throat; diphtheria.", "Eruption on fauces and oesophagus.", "Herpes pharyngalis.", "Soreness of posterior fauces extending into Eustachian tube.", "Fulness in throat." ],
    "Stomach" : [ "Intense thirst.", "Canine hunger; soon after eating.", "Loss of appetite.", "Eructations: of air; sour fluid; food in evening.", "Hiccough, with great inclination to vomit but no nausea.", "Nausea followed by violent vomiting of mucus, bile, ingesta, worms; of clotted blood and slime, with retching, intense pain, and desire for death to relieve.", "Vomits undigested food.", "Frequent vomiting; prostration, fainting, even convulsions, followed by gripes, cramps, vomiting of dark bilious substance.", "In great agony; said his stomach was pinched together.", "Bruised and sore feeling at pit of stomach.", "Heat in stomach.", "Cutting in pit of stomach, tender to touch.", "Pains in cardiac portion of stomach, < full respiration and by walking.", "Pain in region of pylorus." ],
    "Abdomen" : [ "Intense vomiting and purging, with griping pains and cramps in abdomen.", "Soreness and pain in r. hypochondrium (during pregnancy).", "Sore spot, r. hypochondrium, size of dollar, extremely sensitive to touch.", "Digging in upper and lower portions of liver.", "Lying on r. side = penetrating pain in r. hypochondrium.", "Violent dull pressing pain l. hypochondrium, cannot remain in sitting posture, lies on painful side all night and pain is gone in morning.", "Heavy aching pain in hypochondrium which left as soon as leucorrhoea commenced.", "Chronic hepatitis, with enlargement and induration.", "Burning, griping pain in umbilical region.", "Much rumbling, pain in umbilicus, stools of blood and mucus; gastro-enteritis.", "Bearing-down pains.", "Violent pains in abdomen during menstruation in a barren female.", "Rheumatism extending to abdominal muscles." ],
    "Stool and Anus" : [ "Constipation, hard stools.", "Stool with mucus and straining.", "Constipation habitual; patient says the bowels will not move without the aid of purgatives; feeling of fulness in abdomen before stool, which remains after stool, as if all had not passed.", "Constipation from torpor of the rectum.", "Constipation: of the aged; of persons with weak heart.", "Diarrhoea with sickly feeling in bowels; passage only of mucus and blood, or like scrapings from intestines.", "Tenesmus.", "Continual inclination to stool but passes constantly fetid flatus.", "Diarrhoea early in morning after lemonade.", "Dysentery.", "Intense vomiting or purging, with prostration and cramps, as in cholera.", "Stools: thin, dark brown; of mucus and blood; of bile; from or a.m. till after breakfast; mushy; yellow, then greenish, then dark, bloody; dark, lumpy.", "Haemorrhoids permanent and obstinate; bleeding and mucus.", "Neuralgic pains in anus and lower part of rectum, shooting along perinaeum to middle of penis; in middle of night (with constipation).", "Bloody discharge with heat in rectum.", "Heat in rectum with burning in stomach.", "Ulceration; fissure." ],
    "Urinary Organs" : [ "Weakness, dull pain, and soreness in region of kidneys, < r., connected with heat; uneasiness down ureters; chalk-like sediment in urine.", "Albuminuria; after scarlatina or diphtheria; chills at night without special fever, accompanied by a form of insanity.", "Pain in bladder before and during urination.", "Slight suppression of urine, with pains in loins.", "Violent, painful urging to pass urine.", "Copious nocturnal urination.", "Thick, chalk-like sediment.", "The dark-red urine leaves a mahogany stain in the chamber.", "Urine: acid and albuminous; excessive or scanty; stains clothes yellow." ],
    "Male Sexual Organs" : [ "Sharp pains (and hard, grinding pain) running up each spermatic cord; later continued soreness in place of the pains.", "Gurgling sensation in prostate gland.", "Complete loss of desire, absence of erections and relaxation of parts during the proving.", "Impotence.", "Gonorrhoea; gleet; orchitis, with suppuration and fistulous ulcer.", "Syphilis: chancres; ulcerated throat; ulcers on genitals; bubo; rheumatism." ],
    "Female Sexual Organs" : [ "Menses: too frequent and copious; mammae painful; increase of tears, saliva, bile, urine; rheumatic subjects.", "Menses: amenorrhoea complicated with ovarian irritation or disease; very painful menstruation in apparently barren women when occurring in connection with rheumatism; shreds of membrane are passed with the menstrual flow.", "Leucorrhoea: uterine, thick, tenacious, irritating.", "Profuse, thick, tenacious, from swollen Nabothian glands.", "Threatened miscarriage; bearing-down pains; involuntary straining and haemorrhage per vaginum caused in woman seven months pregnant.", "Sensation as though menses would appear all the time.", "Dysmenorrhoea accompanying erosion or ulceration of the cervix; menses too often; too profuse, with corresponding increase of the tears, and other secretions.", "Metrorrhagia.", "Inflammation, swelling, and suppuration of the mammae.", "Neuralgia of breasts.", "Mastitis, where the hardness is very apparent from the first, with great burning; very sensitive nipples or breasts, which are more or less painful; even after suppuration these characteristics continue.", "Fulness of both breasts; lump in upper part of l.", "Abscesses; Fistulae; tumours; cancer; hypertrophy.", "Irritable tumour; very sensitive and painful; < at menstrual period.", "Nipples cracked and excoriated; intense suffering on putting child to breast; pains radiate from nipple all over body.", "Breasts hard as stones after confinement.", "Breasts full of hard, painful nodosities.", "Suppression of lochia.", "Pain in sacrum, down to knees and ankles, then up to sacrum, jerks here and there, after confinement." ],
    "Respiratory Organs" : [ "Hoarseness and aphonia.", "Tickling in l. side larynx with hacking cough, aching r. side of breast, great dryness of throat.", "Sensation of roughness in the bronchia.", "Laryngismus, thumbs and toes flexed; features distorted; eye muscles act independently.", "Respiration difficult and oppressed; loud mucous riles.", "Faint, with sighing, slow breathing.", "Panting.", "Cough: hacking, dry, hawking; from tickling in larynx or dryness in pharynx: < night, on lying down; dry, bronchial.", "Cough with: scraping and tickling in throat; burning pains in trachea and larynx, sensation of contraction of glottis, laboured breathing; sensation of ulcerated spot in trachea just above breast-bone, could only expectorate (pus) by pressing on this spot pains through mid-sternum.", "Hoarse, croupy, barking cough, < at night < out of doors.", "Expectoration: thick, tough; thick, starch-like mucus, profuse and exhausting with pharyngitis.", "Dryness of larynx and trachea, < evening." ],
    "Chest" : [ "Sharp pains through upper part of chest, preventing a long breath.", "Stitch from r. chest to back.", "Pain and suffocation in lungs, throat, and fauces.", "Pains in lungs, a.m.", "Tenderness and lameness of muscles of chest, as if bruised.", "(Chest feels as if it were a big empty cask.).", "Rheumatism of lower intercostal muscles from exposure to cold and dampness.", "Spots size of lentil on chest.", "Hard, tender swelling midway between nipple and sternum, but nearer latter; restless nights; (in baby a few months old)." ],
    "Heart" : [ "In night awoke with lameness near cardiac region, with much nervous restlessness, < motion, esp. < expiration; kept him awake long time.", "Constrictive feeling in praecordia with pressure in temples.", "Great pain in praecordia, much < walking.", "Occasional shocks of pain in heart region, as soon as this ceases similar pain appears in r. arm.", "Heart-beats distinctly felt.", "Fatty degeneration; lassitude and indisposition to move.", "Pulse: small, irregular, with great excitement in chest, esp. in cardiac region; full but soft; intermittent; weak." ],
    "Neck and Back" : [ "Hardness of gland in r. side of neck.", "Stiff neck, < on r. side; in bed; after midnight; on waking.", "Back very stiff every morning.", "Sensation as if cold iron were pressed on painful scapula.", "Both scapulae ache continually.", "Towards evening, while riding, laming pain began l. side back below scapula; p.m. it had reached spine and was a pricking stitching.", "Severe pain behind scapulae when walking.", "Intense griping in small of back.", "Pain running down spine from nape.", "Pain in loins with suppression of urine.", "Constant, dull, heavy pain in lumbar and sacral regions.", "Pains shooting from sacrum down both hips to feet." ],
    "Limbs" : [ "Intense cramps, muscles gather in large knots, hard and ridged; come and go suddenly.", "Rheumatism of all joints p.m.", "Sudden transference of internal pains to extremities.", "Pains in limbs always in outer aspects.", "Patient is subject to rheumatic pains on change of weather, esp. in hips and thighs; rheumatic muscular or chronic rheumatism.", "Rheumatic pains in arms and hands.", "Cold hands and feet." ],
    "Upper Limbs" : [ "Enlarged glands in axillae.", "Shooting in r. shoulder-joint with stiffness and paralysis.", "Rheumatism of (l.) shoulder (esp. in syphilitics); pains fly like electric shocks from one part to another; < night and damp weather.", "Pains at attachment of deltoid.", "Weakness and aching in r. humerus, < motion and extension.", "Dull aching and excessive tenderness, as from a bruise, in outer muscle of r. arm.", "Hands tremble.", "Rheumatic pains in hands; sudden pricking.", "Painful, hard, shiny swelling of joints of all fingers.", "Bony growth in palmar aspect of one finger.", "Whitlow.", "Ends of fingers all throb and ache as if going to suppurate.", "Shooting like needles in finger-joints; in top of l. thumb." ],
    "Lower Limbs" : [ "Neuralgic pain in outer side of both thighs (shooting from sacrum); sciatica.", "Sharp, cutting pain in hip, drawing, cannot touch floor; pain runs down outside of thigh, < night, and esp. < after sleep.", "Rheumatic pains in lower extremities, < damp weather.", "Sensation of shortening of tendons back of knee when walking.", "Leg drawn up.", "Legs tremble.", "Pain in dorsum of r. foot, a.m.", "Syphilitic and mercurial rheumatism; nightly pains in periosteum of tibia, with nodes and irritable ulcers on lower leg.", "Stitches in various parts, always from without inward and near surface.", "Ankles swollen.", "Feet puffed, soles burn.", "Ulcers on inner sides of soles.", "Aching of heels, dull, wearing; > raising feet above level of body.", "Pain in great toe waking him at night.", "Corn painful." ],
    "Generalities" : [ "Extremities stiff, hands clenched, feet extended, toes flexed, teeth clenched, lips everted, firm, chin drawn on sternum, opisthotonus.", "Great desire for cold water, for bathing in it.", "Pains are pressing, shooting, and sore.", "Great exhaustion and prostration.", "Sore and stiff.", "Soreness from head to foot in all muscles.", "Pains and numbness followed by itching and burning.", "Pains came suddenly in full force and so continued till they ceased; followed by drowsiness, stupor, or sleep.", "Bones and glands inflamed and swollen." ],
    "Skin" : [ "Skin cool, shrivelled, dry, lead-coloured.", "Syphilitic eruptions and ulcerations-secondary and tertiary.", "Squamous eruptions; tinea capitis; lupus.", "Shingles.", "Itch.", "Pityriasis.", "Psoriasis.", "Warts.", "Lipoma.", "Erythematous blotches, slightly raised, pinkish, slowly desquamating, ending in purple spot, as old ones died away others came.", "Suppuration of painless tumours.", "Drawing in cicatrices.", "Itching began on hands and feet and spread over whole body; rash followed four hours later; itching < by scratching; < heat of bed.", "Itching and lichen-like eruption on l. leg, < fore part of night, preventing sleep till midnight.", "Boils; esp. near ulcers; on back; behind ears.", "Ulcers: punched-out looking; lardaceous base; pus watery, fetid, ichorous; shooting, lancinating, jerking pains; syphilitic; cancerous.", "Warts.", "Corns." ],
    "Sleep" : [ "Frequent yawning; drowsiness.", "Restlessness at night, pains drive him out of bed.", "On awaking feels wretched." ],
    "Fever" : [ "Great coldness, withered appearance of extremities.", "Coldness, faintness, dyspnoea; limbs cold, head and face hot.", "Internal shiverings during the pains.", "Chill: every morning; sudden, followed by fever after confinement; at night without special fever.", "Heat: with pain in joints; high fever; in face after dinner; with red face; on l. side of face.", "Sweat: cold on forehead; esp. under toes; night-sweat, acrid." ]
  }
}