{
  "remedyName" : "Picricum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Anaemia. Boils. Brain, base of, pain in. Brain-fag. Burns. Cancerous cachexia. Condylomata. Debility. Diabetes. Ears, boils in. Emissions. Enuresis. Epistaxis. Erotomania. Erythema. Haemoglobinuria. Hands, perspiration of. Headache, of students. Hemiplegia. Jaundice. Leucocythaemia. Liver, congestion of; fatty. Locomotor ataxia. Lumbago. Myelitis. Neurasthenia. Otitis. Paralysis. Paraplegia. Pernicious anaemia. Priapism. Pruritus vulvae. Self-abuse. Spinal exhaustion. Spinal irritation. Spinal sclerosis. Styes. Sycosis. Urine, bloody. Writer's cramp." ],
    "Characteristics" : [ "Pic. ac. was discovered by Hausman in It is formed by the action of Nitric acid on Carbolic acid, Salicin, Silk, and many other substances. It crystallises in bright yellow needles or scales, of very bitter taste, sparingly soluble in water. The yellow colour is imparted to the eyes and skins of patients who take it in the crude, and it not only produces a semblance of jaundice, but actually disorganises the liver if pushed. In some experiments by Parisel (C. D. P.) these symptoms were observed: Buzzing and whistling in ears; sparks, whirling round of objects; heaviness of head alternately with sense of emptiness. Moderately copious, oily-looking, yellowish stool, with > of cerebral symptoms. Pulse slow, small, very feeble. Great weakness, compelling to lie down; limbs hardly able to stir themselves; no anxiety, profound calm. Vivid colouration of sclerotics and integuments; urine coloured blood-red. These were effects of grm. doses. Slow poisoning set up an intermittent fever of quotidian type, and \"anorexia, thirst, often sweat, cancerous tint about skin, tendency to cachexia.\" These observations give the chief features of the drug's action: Fatigue, mental and bodily; symptoms < by least exertion fatigue going into actual paralysis; brain fatigue, nerve fatigue at the same time absence of anxiety", "indifference. Like so many other yellow substances, Pic. ac. acts powerfully on the liver, and produces jaundice, cachexia, and cancerous tints. \"Tired-out, washed-out feeling", "must give in, \", is the chief keynote of Pic. ac. and its salts. Nash cured promptly with Pic. ac. trit. an old man who had been failing for a year, and complained of heaviness in the occiput, inability to exert the mind, talk, or think, and general \"played-out\" feeling. Nash had feared brain softening. Halbert (Clinique, September, 1898) reports a case illustrating the power of Pic. ac. over the effects of fatigue in professional neuroses. A stenographer and typewriter after using her right index finger continuously for six years, noticed weakness of her thumb and index, and inability to hold pen or pencil. Next there was difficulty in striking correctly the keys of the typewriter and some wrist-drop. The finger when Halbert first saw her was quite rigid and straight, showing extreme spasticity. Massage, electricity, &c., had failed to give any relief. Pic. ac. 3x six times daily cured the case and made great improvement in the patient's general health. Evans has found it Curative in girls and young women who, under the strain of many studies, show signs of breaking down", "lose appetite", "sleep lightly and lie awake (Pic. ac. caused a patient of mine, previously a good sleeper, to lie awake a long time at nights.", "J. H. C.), exhaustion after the day's studies, fatigue even from a short walk, twitchings of muscles when asleep or awake; hysterical state, loss of will power; constant headache, irregular menses. Such patients are usually given iron, which does little or no good. Pic. ac. and its compounds are among the most powerful explosives known, lyddite being an example. Pic. ac., like Glon., has occipital headaches and bursting headaches. The headache, frontal or occipital, is < on any attempt to use the mind, and it may extend down the spine. There is also a headache extending from the top of the spine up over the head to the eyes. In a case of spinal irritation I relieved with Pic. ac. a pain which shot up from the spine into the head. The pains referable to the spinal cord are strongly marked. Any attempt to study = burning along spine; with great weakness of back and legs; soreness of muscles and joints. To the spinal congestion must be attributed the remarkable disturbance in the sexual sphere: Priapism; penis distended almost to bursting. Terrible erections, disturbing sleep. When over-excitement of sexual system is associated with spinal or cerebellar affections in either sex. Great sexual desire with emissions. Amorous fancies. On the skin Pic. ac. produces jaundice with itching; small painful furuncles, particularly in the auditory meatus; and erythema and pruritus of abdomen and feet. Thery of Paris accidentally discovered in Pic. ac. solution a remedy for burns. He twice dropped burning matter on his hands whilst working with a Pic. ac. disinfectant, and was astonished at the absence of pain or injury. From that date Pic. ac. became his principal remedy for burns, and though others have complained that it caused violent pains, Thery has only once in some thousands of cases had to abandon its use on that account. A. C. Blackwood (Clinique, October, H. W., xxxiv. 133) gives the details of its use. Burns of the first and second degree only are suitable. A saturated solution (Pic. ac. gr. xc to alcohol three ounces) diluted with one quart of water is used. The clothing is removed and the burnt surface cleansed with the solution and absorbent cotton. Blisters are opened but the epithelial covering is carefully preserved. If extensive, the whole surface may be bathed with the solution, and strips of sterilised gauze soaked and applied to entirely cover it, a layer of absorbent cotton held with a light bandage over all. After three or four days the dressing is removed carefully after thorough moistening, as it adheres closely. The second dressing is applied as at first, and allowed to remain a week. Blackwood finds it painless, anodyne, antiseptic, preventing inflammation and suppuration and septic poisoning. It coagulates the albuminous exudation, and healing takes place under the coagulum. The staining of the hands and linen caused by the dressing can be removed by Boracic acid. Gaucher (Sem. Med., May 1897) has removed acute vesicular eczema by the same treatment. The skin and kidneys are intimately related, and Pic. ac. has a powerful action on the latter. Among other affections it has cured diabetes. Halbert (Clinique, quoted H. W., xxxiv. 542) reports this case-Mrs, C., had \"nervous prostration\" since the shock of the loss of a child three years before. Wasting with great appetite. Intense thirst and copious urination, especially at night. Great perspiration and some jaundice. Heart flabby, mitral bruit, dyspnoea; emaciation, anaemia, exhaustion. Urine 1/2 per cent. of sugar and some albumen. Pic. ac. 6x six times daily. Rapid and continuous improvement followed. Kent (H. P., viii. 168) says Pic. ac. cures fig-warts and gonorrhoea; he was led to infer its relation thereto by its power over pernicious anaemia, which he has often traced to a gonorrhoeal base. Pic. ac. is suited to dark complexioned persons, with dirty appearance about knuckles (from bile pigments); anaemic and cachectic persons; worn-out persons, overtaxed mentally and bodily. Peculiar sensations are: As if sand, or sticks, in eyes. As if throat would split. As if legs enclosed in elastic stockings; as if chest encircled in a tight band. Pricking as from needles in legs. As of a lump back of thyroid cartilage. As if stairs or ground coming up to meet him. As of ants crawling over surface. Nose-bleed accompanies heat and congestion of head. Heaviness of head alternates with emptiness. The right upper part of the body is more affected than the left, the left leg more than the right. Touch < pimples. The headache is > by binding head tightly; > by rest; lying down. < By motion; walking; raising head; sitting up; stooping; ascending stairs. < By study or slightest mental exertion. The throat is > by eating; < empty swallowing. Turning over, and turning the head < headache. < Morning; a.m. nausea. Open air and cold room > headache. Work in open air = prostration. Wet weather < pains. > From cold air and water. Chilliness predominates. Lamplight, strong light, moving eye < pain in eyes. During and after micturition, burning." ],
    "Relations" : [ "Compare: Am. pic., Calc. pic., Fer. pic., Zn. pic. Spinal exhaustion, Ox. ac. (Ox. ac. more numbness, blueness, pains in small spots; symptoms < thinking of them. Pic. ac. more heaviness; extreme spinal softening). Tired feeling, exhaustion from sexual excess, Phos. ac. Fatty degeneration, sexual excess and priapism, brain-fag, congestive vertigo, burning in spine, Phos. (Phos. has more irritability and excessive sensitiveness, sexual excitement very strong; Pic. ac. has more intense erections but less marked lasciviousness). Brain-fag, inability to study, gastric symptoms, sour eructations, < morning, Nux. Brain-fag, occipital headache, sexual neurasthenia, Gels. Lascivious thoughts in presence of women, Con. Headache and backache, Arg. n. Spinal pains, Alm. (Alm. pain as if hot iron had been thrust into the part). Nervous exhaustion, sensitive spine, Sil. (Pic. ac. washed out, must give in; Sil. won't give in). Nervous exhaustion, Zn. Violent erections, Canth., Graph., Hyo., Phos., Myg., Sil. Acne, K. bro., Bels., Arct. l. Hands sweat, Sil. Burning in back, Lyc., Phos. Writer's cramp, Gels., Plat." ],
    "Causation" : [ "Fatigue. Study. Mental exertion." ],
    "Mind" : [ "Nervous feeling, which I never have except when fever is leaving me, feeling as if about to be crushed by the bed-clothes, arms, face, tongue, and forepart of brain seemed to reach the clouds when I was going to sleep.", "Although enjoying the society of men, idea of marriage unendurable.", "Desire to be alone.", "Irritable.", "Low spirits.", "Indifference, lack of will power to undertake anything.", "Disinclination for mental or physical work, aversion to talking or movement, with headache.", "Mental prostration after reading a little; after writing a little.", "The least study = burning along spine and other symptoms." ],
    "Head" : [ "Vertigo: at noon, < rising from a seat; at p.m. on least motion, with nausea, both repeated at p.m., with pain in forehead and vertex and inability to sit up; on stooping or bending head or lying down; < evening.", "Headache: < rising, > open air; > pressure; > bandaging head; morning, probably from over-sleeping; in forenoon, < afternoon; in afternoon and evening, with trembling; in evening.", "Headache in evening, with thirst and heat, chiefly in temples, and burning in external ears, < stooping, = vertigo, head feels too small, scalp sore to touch, sore aching in infra-orbital region.", "Heat and congestion of head with nose-bleed.", "Pressure outward as if head would fly apart, at p.m., < motion and study.", "Heaviness; and dulness; alternating with emptiness.", "Head feels as if failing forward.", "Shooting from outside to centre of forehead in evening.", "Intermittent, sharp, and vibrating pain in r. supra-orbital region.", "Aching in r, supra-orbital region; and in nape.", "Throbbing over r. eye.", "Shooting from r. to l. temple with headache.", "Neuralgic pain alternately in l. and r. temples.", "Pressure outward at sides of head at p.m., < turning head, moving eyes or least motion, with sensation as if frontal bones would split open.", "Contracted, squeezed sensation in l. hemisphere of brain at p.m. on going into open air.", "Pain in r. lower occiput, with sensation as of a hand passing along r. parietal eminence.", "Pain in occiput and in nape; pain in r. lower occiput, as if r. side of cerebellum were loose, till p.m., < walking, > quiet, with throbbing.", "Heavy pain extending down neck and spine.", "Heavy throbbing and burning pains, extending from nape to supra-orbital foramen and thence into eyes, which throb and feel sore to touch.", "(Pain shooting up from spine into head.).", "Confusion in base of brain." ],
    "Eyes" : [ "Eyes yellow.", "Shooting in centre of eye, extending along optic nerve to occiput, with soreness of balls on touch, and photophobia.", "Sensation of sand in eyes, with smarting pain and acrid tears.", "Feeling as if sticks were in eyes on waking, with inflammation, afterwards feeling as if sticks were in them in evening.", "Styes; with sore feeling.", "Eyes < on moving them.", "Lachrymation.", "Pupils dilated.", "Conjunctivitis; < r. eye, > washing with cold water and by cold air, < warm room, with difficulty in keeping eyes open, and sticky feeling on reading.", "Shooting from r. eyeball to l. side of occiput; pain < moving eyes, > closing them and quiet, with soreness; heavy, smarting, and burning pains, > pressure; sore pains, < strong light and by turning eyes.", "Throbbing pain in l. eyeball much < going upstairs.", "Inability to keep eyes open when studying.", "Air looks smoky.", "Vision: dim and confused; dim, can read clearly at only one point, about five inches from eyes; blurred; whirling of objects.", "Vision of sparks." ],
    "Ears" : [ "Puffy and burning sensation in ears as if worms were crawling in them.", "Pain behind r. ear running down side of neck.", "Painful boils in meatus.", "Buzzing and hissing in ears.", "(Noises in ears, with vertigo and headache at the base of brain.).", "(Chronic deafness, apparently caused by excessive headache, with noises in the ears when tired, membrane pale.)" ],
    "Nose" : [ "Boil in l. nostril.", "Stinging on r. side of nose.", "Acne along edges and sides of nose, indurated, elevated papules, rather dark red, painless but sore to touch, very small pustules on tips.", "Weight or pressure on bridge.", "Nose full of mucus, call breathe only through mouth, > open air.", "Bleeding from r. nostril; with heat and congestion of head." ],
    "Face" : [ "Pustular acne on face, burning and stinging when touched; on chin.", "Irregular pain in lower jaw, with beating in molars.", "Tingling in lips." ],
    "Mouth" : [ "White, frothy saliva hangs in strings to the floor.", "Taste: bitter; with thirst; sour, bitter; sour; bad; bad, of gas." ],
    "Throat" : [ "Redness of throat, with raw, scraped, stiff, and hot feeling, as if burnt, and with thick white mucus on tonsils, difficulty in swallowing, with sensation as if throat would split open.", "Rawness in l. side, extending forward to submaxillary gland, < swallowing; rawness with roughness and scraping.", "Soreness back of and above soft palate, with debility.", "Dry and husky.", "Feeling of a plug on swallowing saliva and afterwards.", "Sensation of something in lower part of oesophagus." ],
    "Appetite" : [ "Appetite great in evening; increased, then lost; lost; lost for breakfast.", "Aversion to food; at noon.", "Thirst: great, with bitter taste; unquenchable, for cold water." ],
    "Stomach" : [ "Eructations: empty; sour, of gas and ingesta; bitter after breakfast.", "Waterbrash.", "Nausea: on retiring; after retiring, with headache; deathlike, in stomach and abdomen on waking at a.m., < rising and moving about, returned on waking a second time, repeated next morning on waking.", "Vomiting.", "Sharp pain in epigastric region; when eating breakfast.", "Oppression of epigastric region.", "Weight in pit of stomach, with ineffectual desire to eructate.", "Faint feeling in epigastrium most of the time." ],
    "Abdomen" : [ "Sticking through hepatic region, < in muscles.", "Liver full of fat granules (in animals poisoned with Pic. ac.).", "Tendency to jaundice.", "Fulness of abdomen.", "Rumbling: in small intestines; at a.m. on waking, with colic; with crampy pain and flatus.", "Emission of flatus; during the day; in evening.", "Crawling stinging.", "Pain in abdomen all forenoon, with slight headache.", "Pain in abdomen on waking, with strong erections, and on moving emission of much flatus.", "Pain in neck of bladder.", "Sticking backward through l. umbilical region.", "Sharp pain l. side of umbilicus.", "Shooting, wandering pain in region of coccyx, bladder, rectum, and umbilicus, caused by wind.", "Sharp pain in r. iliac region, above ovary at p.m., with soreness on pressure.", "Pain: in lower part of large intestines; in l. groin on walking, < ascending stairs.", "Occasional sensation of giving way in hypogastrium all day.", "Vacant and sore feeling in hypogastric region." ],
    "Stool and Anus" : [ "Stinging in anus during and after stool, with itching.", "Shooting around anus at p.m.", "Stool like gruel, yellow or yellowish-grey, twice before a.m.", "Diarrhoea: with burnings and smarting at anus; frequent with prostration, light-coloured, with cutting and smarting at anus during and after stool.", "Stool: soft; light-coloured, with tenesmus, then drawing up of anus; scanty, with burning and smarting at anus; in plugs, easy, shooting away, then much flatus; yellowish, copious, oily, frequent.", "Stool quick, as if greased, of sweetish smell, as of boiling sap, at night and morning, then with much wind.", "Difficult stool, next day ineffectual desire for stool." ],
    "Urinary Organs" : [ "Sharp pain in region of bladder; in evening < r. side.", "Frequent micturition in morning.", "Dribbling micturition.", "Urethra: jerking drawing in; pain in after micturition burning pain during micturition.", "Urine: yellow; of a milky, olive hue dark; indications of sugar; dark yellow, with strong odour; dark yellow, scanty, afterwards profuse and yellow; red; dark, in evening.", "Urine copious and pale; and light coloured, sp. gr. increased; and hot when passed, with burning pain in urethra; afterwards scanty.", "Urates abundant.", "Urine contained much indican, numerous granular cylinders and fatty degenerated epithelium." ],
    "Male Sexual Organs" : [ "Erections: in morning on waking; at a.m., with bruised pain in l. testicle, extending up cord to external abdominal ring; firm in morning, with pain in abdomen, next morning woke with emission and firm erection, which lasted about ten minutes after the emission; terrible at night, with restless sleep; violent, all night; violent, all night, then profuse emissions.", "Lascivious thoughts in presence of any woman.", "Desire: at night, with emissions; at night, with hard erections, lewd dreams and emission, priapism night and day." ],
    "Female Sexual Organs" : [ "Occasional aching and twinges in l. ovarian region.", "Menses delayed; during the period yellowish-brown leucorrhoea.", "During menses, bruised pain in abdomen with sickening sensation.", "Excessive and voluptuous pruritus at night, after retiring, making her feel irritable and exasperated (night before menses; usually had slight pruritus after menses, never before).", "(Used locally in diseases of nipples, inflammation diminishes, skin becomes tougher.)" ],
    "Respiratory Organs" : [ "Dry cough, as from dust in throat, then nausea.", "Can get the breath only half-way down." ],
    "Chest" : [ "Twitching: in l. side over eighth and ninth ribs; in l. side over tenth and eleventh ribs from till p.m., with throbbing in muscles.", "Pain in r. side, extending across l.", "Pain in l. lung in evening.", "Sharp pain under r. clavicle.", "A heavy throbbing in l. chest under tenth and eleventh ribs at a.m., changing at noon to region of kidneys, extending at p.m. into legs, < l.", "Stunning pain at a.m., with twitching in throat.", "Tightness of chest, as if encircled by a band.", "Numbness in lower part of sternum." ],
    "Heart and Pulse" : [ "Pain in apex of heart in evening.", "Intermittent fluttering at base of heart all day, it seemed to move.", "Palpitation.", "Pulse: frequent; slow, feeble, afterwards rapid; slow, small, and feeble; irregular." ],
    "Neck and Back" : [ "Terrible pains in neck and occiput, extending to supra-orbital notch and thence into eyes.", "Muscles on r. side of neck felt as if they would give way in afternoon when lying; at night when lying on r. side, with feeling as if neck would be dislocated.", "Pain in back and lower limbs, with heaviness, tired aching, and weakness.", "Burning along spine and very great weakness, < by study.", "Heat in lower spine; aching and digging in loins, < from motion.", "Pain extending from r. scapula to r. loin when bending forward.", "Sticking: under r. scapula; in lumbar region or bending forward when sitting.", "Pain in lumbar region; and anteriorly in thighs, in muscles, < motion, with weakness in the same, < legs; extending down legs, < motion, legs and lumbar region sensitive to pressure; heavy at p.m.", "Dragging pains in region of kidneys and at nape, extending upward and downward till they meet between scapulae, at p.m.", "Weakness in sacral and lumbar regions.", "(Myelitis with tonic and clonic spasms, keeps legs wide apart when standing; looks steadily at objects as if could not make them out.", "Spinal exhaustion following acute disease.).", "Sharp pain in region of coccyx." ],
    "Limbs" : [ "Rheumatic pains in joints.", "Weakness from a short walk, with excessive heaviness.", "Heaviness, < l.; of arms and legs on exertion, < legs, legs weak and heavy all the time.", "Extremities cold." ],
    "Upper Limbs" : [ "Lame sensation in shoulders.", "Shoulders tired and sore; r.", "Twitching of lower part of l. biceps; in forenoon.", "Shooting in l. elbow, extending down arm.", "Pain in r. elbow between ulna and radius.", "Shooting in hands.", "L. hand goes to sleep." ],
    "Lower Limbs" : [ "Weakness of limbs (< l.); on ascending stairs; and heaviness.", "Numbness and crawling in legs with trembling and pricking as from needles.", "Twitching on back of l. hip at p.m.", "Pain anteriorly in l. thigh, can hardly flex and extend legs.", "Hips and legs heavy all day.", "Knees weak.", "Twitching of flesh of r. leg.", "Sticking in legs and feet.", "Pain in legs anteriorly, on touch; in calves all night.", "Deep-seated, sore pain in upper part of l. Scarpa's triangle, < night, > sleep, returning on waking.", "Numb, sleepy sensation, extending to soles, > cold water and in the open air.", "Calves lame and sore.", "Weakness of legs; < l., which trembles; with soreness; with heaviness.", "Heaviness of legs, < l.", "Numbness of anterior muscles.", "Crawling pain in l. sole and under patella.", "Feet feel as if frostbitten.", "Numbness of l. foot.", "Soreness in ball of l. big toe in afternoon and evening, > continued walking." ],
    "Generalities" : [ "Veins sunken and small, < l. side.", "Bright yellow colour of sclerotic, skin, and urine.", "Cancerous cachexia.", "Trembling of all muscles.", "Rheumatic stitches in different parts, with muscular debility.", "Darting pains in various parts, extending into bones, every hour of the day.", "All pains lasted till p.m.", "Soreness and lameness, < l. side, in morning when rising, with heavy, throbbing pains and dilated pupils, conjunctivitis, and lachrymation.", "Tired feeling: in morning on waking, with heaviness; on least exertion; > open air; with lame sensation over whole body; with no desire to talk or do anything, indifferent to anything around, sleepiness and desire to lie down.", "Numbness, with pains, as when taking cold." ],
    "Skin" : [ "Yellow skin.", "Pimples on face and neck that he had for years were now increased in number and size.", "Reddish, painful boils about mouth and face, when opened they exude a thin, clear serum, which dries into a transparent scab, then become painful and contain pus like condensed milk.", "Reddish boils on face, becoming pustular, with burning stinging on touch.", "Erythema of abdomen and feet.", "Tight feeling in skin over epigastrium.", "Itching; at night.", "(Burns.)" ],
    "Sleep" : [ "Frequent gaping in church.", "Sleepiness, slept an hour in afternoon, then felt better.", "Sleepiness in evening, > walking in open air; at p.m.", "Sleep sound but unrefreshing.", "Sleepless all night.", "Late falling asleep from a crowd of ideas.", "Woke earlier than usual and dozed till time to rise.", "Woke at a.m., then difficulty in going to sleep.", "Constant dreams; dreamt that she was pregnant." ],
    "Fever" : [ "Chilliness, with cold, clammy sweat.", "Cold limbs; feet; hands and feet.", "Fever; and chilliness, then cold, clammy sweat.", "Chilliness predominates.", "Heat in head; r. side; in forehead.", "Burning: along coronal suture; along spine, < trying to study, > motion.", "Heat in lower dorsal and lumbar regions.", "Sweat.", "Cold, clammy sweat: in evening; on hands; on hands and feet in daytime; on hands in forenoon; on feet in evening, next day feet cold and sweaty all day." ]
  }
}