{
  "remedyName" : "Pilocarpinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Alopecia. Convulsions, uraemic; puerperal. Deafness. Meniere's disease. Mumps. Myopia. Perspiration, excessive. Pregnancy, nausea of; salivation of. Salivation. Vertigo, aural." ],
    "Characteristics" : [ "Pilocarpin. is one of the most characteristic of several alkaloids which have been isolated from Jaborandi (Pilocarpus pinnatus). It has been used, like Jabor., to produce and cure profuse sweating; and by oculists to produce contraction of the pupil, which it does whether it is injected subcutaneously or applied directly to the eye. It has also an action on the ear. G. P. Field (Brit. Med. Jour., May 17, 1890, &c.) has given it with good effect in labyrinthine deafness, tinnitus, and auditory nerve vertigo. The cases least amenable to its influence were those in which the hearing was > in a noise as of a train, &c.; and those in which the hearing is < after a cold. Subjects of syphilis, hereditary or acquired, and patients who are more deaf when tired, are the most suitable. The method of administration is as follows: A solution of Pilo. nit., gr. 1/2 to minims, is used, and the initial dose (injected into the back of the arm) is gr. 1/12, gradually increased to 1/8, 1/6, and, if well borne, to 1/4. Salivation and sweating speedily occur. After each injection a drachm of sal volatile is given in a small tumbler of water. The patient is made to lie on a sofa, well covered with rugs, the head being wrapped in a shawl. The wraps are removed very gradually as the effects wear off. If there is any faintness brandy is given. The treatment is continued for a period of six weeks. [According to Cooper the improvement. is only temporary. Moreover, the injections create tendency to take cold in some patients.] James C. Wood (Med. Cent., i. 301) relates two instructive cases. (1) A primipara, 22, eight months pregnant, was seized with violent convulsions the night after a long walk in the month of June, and exposure whilst perspiring. Delivery was effected with extreme difficulty, and only under chloroform and after incision of the imperfectly dilated os and craniotomy of the fetus, which was evidently already dead. A sharp haemorrhage followed. The week previous the urine had been examined and found normal. It was now scanty and loaded with albumen. Apis 3x was given. This was about noon. At p.m. the convulsions returned. Two ounces of urine drawn off by the catheter became almost solid on boiling. Pilo. gr. 1/6 was administered hypodermically. In a few moments saliva began to pour from the mouth, drops of sweat gathered on the head, and sweating soon became general; nausea and some retching; laryngeal and nasal secretions increased; blood pressure diminished; face and entire body flushed red. These symptoms lasted four hours, when a second injection kept them up. The saliva was thick, stringy, exceedingly tenacious. The urine rapidly increased in quantity, whilst the albumen disappeared. Consciousness was restored, and the patient made a perfect recovery under Apis, Arsen., and Merc. Wood has seen Pilo. relieve uraemic convulsions in the same way, the diaphoresis, free elimination by the skin and other secretive organs, removing the pressure on the overburdened kidneys until they have time to recover themselves. (2) From the bedside of No. Wood went to see a woman three months pregnant. She was a picture of distress and despair. For eight weeks she had saturated from six to ten handkerchiefs daily with tenacious saliva. Nausea and vomiting were constant, emaciation extreme. Nausea < by slightest movement. Alternate redness and paleness of face, flushes of heat and perspiration. Urine scanty, high coloured, depositing much uric acid. Very chilly; obstinate constipation. Pilo., a tablet containing gr. 1/6 was dissolved in half a glass of water: to take a teaspoonful every two hours. Next day Wood found his patient sitting up, cheerful, and free from nausea and salivation. The improvement, with some fluctuations, continued. Merc., Ipec., Nit. ac., K. bi., Hydrast., Act. r. had all previously failed. Lambert (H. W., xxxii. 460) had under treatment a severe case of rheumatic iritis of left eye, for which Atropine (gr. iv. to the ounce) was being instilled several times in the day. There developed profuse night perspiration of the right half of the body, and during the day the right side was much moister than the left. Pilo. mur. 4x gr. iv. at bedtime reduced the excessive secretion of sweat. Lambert queries whether the Atropine instillations into the left eye were accountable for the absence of sweat on the left side of the body.", "The hair as well as the skin is affected by Pilo., which is an ingredient in many \"hair restorers.\" Schmitz, of Cologne (H. W., xiv. 180) treated two bald men with injections of Pilo. mur. to produce absorption of inflammatory residue within the eye. In both a secondary effect occurred", "the growth of young downy hairs on the bald parts of the scalp. One, aet. 60, in four months had his head covered \"partly with grey and partly with black hairs\" of considerable growth, so as to entirely obliterate his previous baldness. Pilo. has also been known to turn white hair black.", "A woman who had had Pilo. injections complained to Cooper that thereafter she had been constantly taking cold and in fear of bronchitis. Her skin, too, became irritable. Pilo. mur. 3x is Burnett's chief remedy in mumps. He regards it (and Jaborandi) as an organ remedy of the sweat glands, parotid, and pancreas. Frohling (H. R., xii. 320) relates a case showing the power of Pilo. (he used Pilo. mur. 4th trituration) over debilitating sweats left after acute diseases. With Merc. sol. he had cured a case of rheumatic fever so far as the articular affection was concerned, but the sweats persisted and strength declined in spite of remedies until Pilo. was given, when the sweating stopped after the first dose." ],
    "Relations" : [ "Antidoted by: Atrop., Amm. c. (sal volatile); brandy. Follows well: Merc. (in sweating of rheumatic fever). Compare: Jaborandi, Myosot., Eser., Phys." ],
    "Head" : [ "Throbbing in temples with acceleration of pulse.", "Turns white hair black." ],
    "Eyes" : [ "Profuse lachrymation.", "Pupils contracted to pin-head.", "Sight for distance improved." ],
    "Ears" : [ "(Labyrinthine deafness; < when tired; in syphilitics.", "Aural vertigo.", "Deafness with tinnitus.", "Tinnitus of l. ear.).", "Increases the secretion of wax." ],
    "Nose" : [ "Nasal secretion increased." ],
    "Face" : [ "Forehead and face red, veins stand out.", "Perspiration begins on face." ],
    "Mouth" : [ "Sudden salivation; maximum reached in fifteen minutes, continues two hours, one and a half pints of thin saliva being secreted in the time.", "Saliva thick, stringy, exceedingly tenacious." ],
    "Stomach" : [ "Intense thirst following the sweating.", "Nausea; only occurring when salivation is complete; does not go on to vomiting as that of Jaborandi does.", "Nausea and retching." ],
    "Stool" : [ "Urging to stool." ],
    "Female Sexual Organs" : [ "Menses two days early." ],
    "Respiratory Organs" : [ "Increased bronchial mucus; much cough and expectoration.", "Constantly taking cold and in fear of bronchitis." ],
    "Heart" : [ "Weakness of heart.", "Pulse accelerated, blood pressure diminished.", "After the perspiration the pulse sinks to normal." ],
    "Generalities" : [ "Dilatation of blood-vessels; temporal artery becomes a thick, pulsating cord; veins of forehead stand out blue.", "Exhaustion (after the perspiration) during which most of the patients fell asleep.", "Faintness.", "In a case of lead paralysis it produced profuse salivation and perspiration, with sensation of great coldness and excessive tremors of limbs." ],
    "Skin" : [ "Irritable skin." ],
    "Sleep" : [ "Patients fall asleep under its influence." ],
    "Fever" : [ "Sensation of coldness and shaking chill without fall of temperature.", "Increase of temperature with feeling of intense cold.", "Redness of face with sensation of warmth; perspiration at first over forehead along margin of hair, invading successively neck, chest, trunk, arms, and, finally lower limbs.", "Sweat profuse; may lose from two to four pounds in the sweating.", "Sweat begins about five minutes later than salivation, often accompanied by feeling of intense cold, chattering of teeth and desire for wraps.", "After sweat: thirst; feeling of relief and sense of increased vigour." ]
  }
}