{
  "remedyName" : "Pinus Sylvestris",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ankles, weak. Anus, itching of. Bronchitis. Constipation. Diarrhoea. Dysuria. Emaciation of lower limbs. Glands, submaxillary and inguinal, swollen. Gout. Haemorrhoids. Heart, palpitation of. Joints, stiff. Kidneys, pains in. Liver, enlargement of. Rheumatism. Scrofula. Squint. Tinnitus. Urine, increased; strong. Vertigo. Walking, late. Worms (lumbrici)." ],
    "Characteristics" : [ "Pinus syl. was proved by Demeures in the O tincture; and Patzack observed the effects of bathing in an infusion of the leaves. Pine baths may also be made by adding Oleum Pini sylvestris to an ordinary bath in the proportion of one minim to the gallon. These baths have a reputation in the treatment of rheumatism, gout, paralysis, scrofula, and skin diseases. The provings show that this reputation is founded on a specific relationship. Rheumatic, gouty, and paralytic pains in limbs, bones, and joints; stiffness; glandular swellings; enlarged and painful liver and spleen; chilliness and sensitiveness to touch. Scalp sensitive. Chest walls sensitive, with a peculiar feeling of thinness, as if they would give way at a touch. The kidneys were stimulated; burning on micturition; flow increased; urine strong. Itching of the nose and discharge of round worms was noted. The menstrual function was deranged. Bronchial mucus was increased. Hansen gives \"emaciation of lower extremities\" and \"weak ankles in children\" as indications for it, and mentions that the O tinctures may be used externally, whilst the attenuations are given internally. Chilliness alternating with flushing; the face is alternately red and pale. Itching in general. The symptoms are < by exertion; walking; touch; in morning; in evening. In a patient of Cooper's Pinus syl. caused \"headache < by any movement of the eyes\"; and it cured a case of squint." ],
    "Relations" : [ "Compare: Tereb., Sabi., Junip., Thuj., Aloe, Pix. Strong urine, Benz. ac. Red margin of eyes, Sul., Bac." ],
    "Mind" : [ "Anxiety.", "Despondency.", "Wants to do many things, undertakes all and finishes none.", "Mind dull, unable to think; caused by any exertion." ],
    "Head" : [ "Vertigo, even to falling down.", "Dulness; fulness; heaviness of head.", "Pressive headache.", "Tearing in temples.", "Scalp sensitive.", "Headache < by any movement of eyes." ],
    "Eyes" : [ "Eyes inflamed.", "Margins of lids red.", "Vision dim; veiled.", "(Squint.)" ],
    "Ears" : [ "Sticking in ears.", "Roaring in ears." ],
    "Nose" : [ "Violent nose-bleed several days in succession.", "Mucous discharge from nose.", "Sensation of coryza.", "Itching of nose." ],
    "Face" : [ "Face alternately pale and red.", "Tearing in face." ],
    "Mouth" : [ "Pain in teeth, with heat of face and pain in head.", "Dry mouth with increased thirst." ],
    "Throat" : [ "Uneasiness in throat as if something in the way.", "Painful swelling of submaxillary glands." ],
    "Stomach" : [ "Appetite at first decreased, afterwards increased.", "Pressure in pit of stomach after eating, with great distension." ],
    "Abdomen" : [ "Distension of hypochondrium, with pressive, burning pains.", "Enlargement of liver.", "Pressure and fulness in liver and spleen.", "Colic with incarcerated flatus.", "Pain in inguinal glands with swelling." ],
    "Stool and Anus" : [ "Troublesome itching at anus.", "Stool: thin, pasty, with colic and great excitement; bilious.", "Discharge of round worms; itching and burning on anus; bloody, slimy, haemorrhoidal discharge for several days.", "Constipation." ],
    "Urinary Organs" : [ "Violent boring-burning pains in kidneys, extending along ureters.", "Spasms of bladder.", "Burning pains when urinating.", "Micturition difficult.", "Very greatly increased secretion of urine.", "Urine of strong odour." ],
    "Female Sexual Organs" : [ "Menses, usually scanty, became more profuse.", "Menses: earlier; delayed." ],
    "Respiratory Organs" : [ "Hoarseness.", "Increased bronchial mucus.", "Short, dry cough.", "Expectoration greater when coughing.", "Breath tight, esp. when walking." ],
    "Chest" : [ "Oppression.", "Anterior portion of chest painful to touch; it seems as if very thin and ready to give way on the slightest pressure; all evening.", "Burning in sides of chest.", "In middle of sternum sensation as if a cupping-glass had been applied inside." ],
    "Heart" : [ "Palpitation." ],
    "Neck and Back" : [ "Drawing and stiffness in nape extending into occiput.", "Pressive, tensive drawing pain between shoulders and small of back; motion difficult." ],
    "Limbs" : [ "Limbs: stiff; heavy; weak, can hardly walk.", "Gouty pain in all joints of hands and feet, esp. finger-joints.", "Pressive-tensive pains in limbs.", "Drawing-paralytic pains in limbs." ],
    "Lower Limbs" : [ "Knees stiff with stinging-burning pains, so that they give out.", "Pain in l. tibia when walking, it = sensation as if he would double up on himself (in morning only); next day same pain in r. tibia, with gripings in whole abdomen.", "Cramps in calves when stretching in bed at night.", "In evening, itching lancinations, crosswise, in fold separating first and second phalanges of r. great toe, > by applying hand." ],
    "Skin" : [ "Nettle-rash.", "Itching of whole body, < about joints and on abdomen.", "Itching of nose." ],
    "Sleep" : [ "Great sleepiness, esp. forenoon, with restless sleep in evening.", "Sleepless.", "Dreams which seem when remembered like real occurrences." ],
    "Fever" : [ "Chilliness, esp. towards evening, alternating with flushes of heat.", "Perspiration: general; easy." ]
  }
}