{
  "remedyName" : "Piper Nigrum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, fissure of. Blenorrhagia. Breasts, swelling of; eruption on. Constipation. Cough. Dysuria. Haemorrhoids. Headache. Menses, irregular; scanty. Milk, excessive flow of. Neuralgia. Priapism. Speech, difficult. Teeth, caries of. Tongue, eruption on; heavy. Toothache. Uterus, cramps in." ],
    "Characteristics" : [ "The Peppers are tropical climbing shrubs. Piper nig. yields the pepper of commerce. The fruit when ripe is red. It is gathered before it is fully ripe and spread on mats in the sun, when it loses its red colour and becomes black and shrivelled. This is Black pepper. White pepper is the same fruit freed from its outer skin by maceration in water and subsequent rubbing (Treas. of Bot.). The symptoms of the proving are Houat's. The only additional symptom is one recorded by Berridge as having occurred in a lady on two occasions from taking a large quantity of pepper: \"Feeling as if temples and malar bones were pressed in, < on left side.\" This confirms one of Houat's symptoms. The full, heavy headache of Houat's provings I can confirm by personal experience: I get the headache whenever I take food highly peppered; and I know others who do the same. Sensations of burning occur almost everywhere. Pressure is almost as common: Pressure in nasal bones, in temples and facial bones. Contraction of uterus and sensation as if something about to enter it. Sensation of a foreign round body rising to stomach. The symptoms are < by change of temperature; in damp weather; in evening; by motion." ],
    "Relations" : [ "Compare: Piper m., Cubeba (botanical; also mental, genito-urinary, skin, and general symptoms)." ],
    "Mind" : [ "Hot-headed, irascible, and often gay.", "Amorousness with hypochondriasis.", "Fear of being poisoned." ],
    "Head" : [ "Heaviness and congestion of the cerebellum, with pale face.", "Rushing and congestion of blood to head with throbbing.", "Brain: empty feeling; numbness causing swooning; fluctuation and oscillation in morning.", "Pressure on head; as if bones of cranium and face rested on lower jaw.", "Neuralgic pain through whole head at every change of temperature.", "Violent headache; feels as if it would burst at vertex.", "Pressing pains at temples as if they would be broken in." ],
    "Eyes" : [ "Eyes inflamed and burning, with sensation of cold in lids.", "Lids ulcerated and bleared.", "Lachrymation and photophobia.", "Dim sight and vertigo, with headache, nausea, and vomiting." ],
    "Ears" : [ "Crusty ulcers in concha of ears." ],
    "Nose" : [ "Frequent sneezing, epistaxis.", "Dry and fluent coryza.", "Dryness and burning in nostrils; nostrils stopped up.", "Pressure on nasal bones as if being crushed." ],
    "Face" : [ "Feeling as if temples and malar bones were pressed in, < l. side.", "Red, burning face.", "Drawing faceache; as if muscles and bones were ranging themselves on one another.", "Convulsive closure of jaws.", "Eczema on lips." ],
    "Mouth" : [ "Tooth decays.", "Violent toothache, < in warmth and evening.", "Eruption of little vesicles on margin of tongue.", "Painful, heavy tongue; impeded speech.", "Whitish coating on middle of tongue.", "Burning dryness of mouth and throat.", "Heat and dryness of palate and tongue, as if burned." ],
    "Throat" : [ "Constant accumulation of mucus in throat and expectoration.", "Burning in throat with sensation of stiffness as if it were an iron tube.", "Burning pains in tonsils, with sensation as if they were being pierced.", "Paralysis of muscles of throat; can cry but not articulate intelligibly." ],
    "Stomach" : [ "Constant, unquenchable thirst.", "Vomiting with great exertion; it seemed as if stomach itself would be vomited.", "Sensation of heat and dryness in stomach.", "Cramps and drawing in stomach, with desire for coarse and extravagant food.", "Gastric discomfort." ],
    "Abdomen" : [ "Burning and lancinating pains in liver, as if a tumour there.", "Disposition of abdomen to obesity.", "Abdomen swollen, hard, burning.", "Tympanites with sensation as if everything in it were in ebullition.", "Borborygmi.", "Inflammation of intestines with great thirst.", "Heaviness, flatulence.", "Colic and cramps; sensation as if intestines would burst.", "Painful restlessness and anxiety in intestines.", "Sensation of round foreign body rising to stomach, with heavy pain in intestines.", "Electrical-like discharges in intestines when he moves." ],
    "Stool and Anus" : [ "Inflammation of rectum, anus swollen and burning; fear to go to stool on account of the difficulty and pain.", "Fissures at anus.", "Large flowing haemorrhoids.", "Long-lasting constipation, then involuntary, thin stools." ],
    "Urinary Organs" : [ "Full, swollen bladder, frequent inclination to urinate without success.", "Burning pains in bladder as from live coals.", "Burning in glans and urethra.", "Blennorrhoea, greenish, offensive.", "Difficult micturition.", "Urine: turbid, brownish; diabetic; bloody; containing sand." ],
    "Male Sexual Organs" : [ "Excessive priapism.", "Inflammation and swelling of penis, with priapism and burning pains.", "Burning, pricking, excoriating pains in glans.", "Strong ejaculation, or almost none, and very difficult." ],
    "Female Sexual Organs" : [ "Ovaries and uterus congested, with pricking and lancinating pains.", "Contraction of uterus with sensation as if something strove to penetrate into it.", "Burning and distending pains in uterus.", "Menses: difficult, retarded; capricious, irregular, with colic and black blood." ],
    "Respiratory Organs" : [ "Ulceration and false membranes thick, deep in larynx.", "Voice: low, deep, rough, unintelligible.", "Hoarseness with coughing and constant snuffing.", "Severe coughing, esp. evening and when going to sleep.", "Cough: violent, occasionally spitting of blood; croupy; hollow.", "Dyspnoea and attacks of suffocation." ],
    "Chest" : [ "Disposition to obesity of chest.", "Painful spots an chest, < coughing, breathing, motion.", "At each coughing spell it seemed as if chest would be torn and he would spit blood.", "Burning, lancinating pains; sensation of heat and dryness of chest.", "Burning and swollen heat.", "Great flow of milk.", "Dartrous eruption on l. breast." ],
    "Heart" : [ "Sensation as if heart were surrounded with water.", "Frequent palpitation." ],
    "Back" : [ "Burning in loins and kidneys, with contractive movements." ],
    "Limbs" : [ "Inflammation and swelling of joints." ],
    "Generalities" : [ "Bones brittle.", "Motion of carriage deafens and = spasms.", "Spasms with tetanic stiffness of limbs.", "< From motion; in evening; in damp weather." ],
    "Skin" : [ "Crusty ulcers in ears.", "Large pustules on face, leaving scars.", "Eczema on lips.", "Very tender skin.", "Itching, < by scratching, heat, and motion." ],
    "Sleep" : [ "Irresistible drowsiness.", "Lethargic sleep.", "Wakens at night without being able to sleep again.", "Nightmare." ],
    "Fever" : [ "Dryness and coldness of skin, heat with biting dryness.", "Heat in forehead with heaviness of head and vertigo.", "Cold sweat with great heat through whole body.", "Sweat which seems to corrode the skin." ]
  }
}