{
  "remedyName" : "Piper Methysticum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Anus, prolapse of. Brachialgia. Brain-fag. Catalepsy. Cystitis. Dysuria. Eczema. Gonorrhoea. Headache. Head, enlarged feeling. Ichthyosis. Leprosy. Neuralgia. Neurasthenia. Orchitis. Paraplegia. Prostatorrhoea. Rheumatism. Toothache. Urethritis. Uric acid, excess of." ],
    "Characteristics" : [ "Piper methysticum (it is called Macropiper methysticum in most recent botanical works, but I retain the older name by which it is best known in homoeopathy) furnishes the root called Kava in Polynesia. The natives use it as a stimulant, either chewing the root or drinking a beverage made of it before undertaking any important business or religious rites. Excessive indulgence in it produces a skin disease like leprosy, called at Tahiti Arevareva. Lutz (quoted H. W., xxviii. 175) describes the disease as observed amongst natives of the Sandwich Islands: \"The skin, particularly that of the extremities, assumes the appearance of well-marked ichthyosis, associated with a certain degree of atrophy, such as is observed in senile skin. There is an absence of inflammatory symptoms.\" The mental symptoms of the\" Intoxicating Pepper\" (µεθνσις, drunkenness) are the most interesting feature of the drug's action. W. N. Griswold proved the third and second dilutions, and developed a large number of nervous, mental, and brain symptoms, among which are some which have proved to be keynotes. The drug causes a feeling of buoyancy, as if every nerve was strung up to the highest pitch; feels he can work without fatigue, quickly followed by a feeling of tired brain, and over-sensitiveness to all external impressions. Mental tension; feeling as though the head were enlarged even to bursting. The mental symptoms, excitement or depression, and the headache, were > by diversion of mind. This is one of the keynotes, and it has served to indicate Piper m. in connection with other symptoms. Griswold cured a case having burning in chest, > by diverting mind (Org., i. 229); and three cases having: \"Agonising pain, with tossing, twisting, and writhing; patient driven irresistibly to change position, which generally gives little or no >.\" This italicised passage is the second keynote of Piper m. These cures were with the 1x or O tinctures. Skinner gave fractional doses of O tincture in water to a highly excitable young girl who had severe toothache and earache, and had worn out her family by the incessant day and night attendance she required. The pains were dragging, heavy, < at night in bed, and after or when eating, \"forgets all about her pains if amused with anything, but directly she is tired of it she exclaims, 'Oh, my tooth or ear!' \" In addition she had \"Agonising pain with tossing, twisting, and writhing; irresistibly driven to change position.\" The patient slept well that night the first time for a fortnight, and had no more pain. The remaining swelling was removed by Puls. Skinner also reports this case: Miss R., 20, has toothache in a decayed molar, > if attention is diverted by anything sufficiently exciting. When pain is at all violent she has no rest in any position, must keep continually changing it. Piper m. (F. C.) was given, and there was relief very soon after the first dose. A few doses completely removed the pain (Org., i. 299).", "Piper m. has much dizziness and vertigo; > on closing eyes. The forehead was full, \"solid with pain;\" this shifted to occiput and cervical spine, where it became a compression, extending as a constricting sensation to stomach and chest. The sensation of enlargement of head was marked and persistent. Farrington says convulsions simulating catalepsy are produced. Cerna (quoted H. W., xxvi. 556) as a result of his investigations found Piper m. a general and local anaesthetic. It diminishes reflex action by its action on the cord, and kills by paralysing respiration. Cerna illustrated its relationship to Cubeba by citing cases of gonorrhoea, acute and chronic cystitis, gleet, prostatorrhoea, vaginitis, cured with it. The provings give the indications. The symptoms were < before meals (sour eructations); reading and thinking; urinating (burning in urethra); walking. Going down stairs = symptoms to rush up. > Moving; diverting mind; open air; closing eyes (vertigo)." ],
    "Relations" : [ "Antidoted by: Puls. and Rhus (partially). Compare: Cubeba, Piper nig., Matico (botan.). In > by diverting mind, Ox. ac. > By motion, Rhus. Feeling of buoyancy, Coff. (but with Coff. the reverse condition of brain-fag does not quickly follow). Neurasthenia, Pic. ac., Arg. n., Avena. Unbearable pains, Coff., Aco., Cham." ],
    "Mind" : [ "Hilarious from a.m. till p.m.", "Lively after an emission.", "Lively and inclined to work, can dance with more ease than usual.", "Agreeable excitement and support against great fatigue.", "From increased doses intoxication of a sorrowful, silent, and sleepy character, different from that produced by alcohol.", "Faculties sharpened.", "(Capable of working more without fatigue or brain-fag.).", "Lazy and drowsy.", "Deep torpor and irritation from least noise (intoxication from root grown in damp soils).", "Want of vigour, timid, apprehensive." ],
    "Head" : [ "From to p.m. very dizzy; swimming sensation and faintness.", "Intoxication, with fantastic ideas and desire to skip about, although he cannot for a moment hold himself on his legs.", "Vertigo in morning in bed, with frontal pressure.", "Brain tired; in morning on waking, > getting on feet.", "Tired feeling in brain at night.", "Fulness, sometimes in one part, sometimes in another, < in forehead.", "Heaviness of head.", "Headache with pressure in upper part of orbit; with sleepiness.", "Shooting: intermittent after p.m., in l. supra-orbital nerve; in l. temple.", "Headache: in l. supra-orbital nerve; back of eyes; l. brain from front to back; over eyes and deep-seated; at a.m., < p.m.; in afternoon and evening, with drowsy and stupid feeling; above eyes at p.m.; at p.m.; in l. side and deep in upper part of orbits, with pain on moving eyes; intermittent in r. frontal eminence, > open air and motion; above r. eye radiating over eyes, at a.m.; heavy in forehead and temples, < thinking and reading.", "Frontal brain \"solid with pain\"; this ache during day generally moved to base of brain and along medulla, > by slight motion, < by large, continued and active motion; slight mental effort, passing from topic to topic, for an instant >; sustained effort <.", "Compressive pain and soreness back of head and cervical cord; disappear later leaving cerebellum sensitive; parts feet treble their normal size.", "Dulness in forehead, with fulness and pressure, and on raising head or moving it to either side vertigo, after the noon meal the pressure shifted to lateral and occipital regions, < lying down, but not amounting to real pain, pressure; < remaining in one position, > moving, apprehension of pain by rapid movement, but temporary relief from it." ],
    "Eyes" : [ "Conjunctivae red.", "Pain along r. optic nerve when reading at p.m.", "Pain deep in l. eye as if ball would be pressed out, in the street at p.m.", "Dizzy blindness when dressing, vertigo, > closing eyes, directing attention to head and exerting the will, at the same time vertigo, then rush of blood and fulness in forehead, then similar sensation in occipital and basilar regions." ],
    "Ears" : [ "Singular pressure in lobules of pinna of l. ear." ],
    "Face" : [ "Pressure outward in face at p.m." ],
    "Teeth" : [ "Teeth deep yellow.", "Teeth sensitive to cold water, cold air, brushing, &c." ],
    "Mouth" : [ "Tongue feels as if covered with velvet or fur at night.", "Burning on tongue.", "Burning in whole mouth followed by numbness.", "Dryness of mouth on waking from afternoon nap, with sweat (in a hot day).", "Salivation.", "Taste: nauseous; sweet, then piquant and sharp; pappy; everything tasteless; lost to food, but ravenous haste in eating.", "Taste and relish to food not as usual, at noon, but appetite unusually good." ],
    "Appetite" : [ "Appetite: formidable at p.m.; slight; hungry at noon, but not able to eat much; able to eat but little supper." ],
    "Stomach" : [ "Sour eructations, < an hour before meals and at night, at times rolling up and rumbling from stomach to mouth, but generally breaking at throat-pit, and in throat-pit sensation of something that cannot be swallowed, the latter temporarily > by eructations.", "Bloating at p.m.", "Constriction extending from base of brain.", "Crampy pain, > pressure against edge of table.", "Warmth in stomach." ],
    "Abdomen" : [ "Pain: every day about a.m.; in forenoon after first stool, with distressing full sensation; > motion.", "Pain in abdomen, above umbilicus; in r. groin when walking, then a large stool, the latter part soft." ],
    "Stool and Rectum" : [ "Diarrhoea threatened.", "Stool: loose in morning, more difficult in evening; soft, difficult.", "Constipation: stool hard; large; light-coloured.", "Stool large; soft.", "Urging: all day; every evening.", "Continuous desire, next day forced a large stool, which caused prolapsus ani.", "Burning in rectum." ],
    "Urinary Organs" : [ "Micturition at a.m.", "Burning in urethra during micturition.", "Urine nearly neutral at a.m., hot and over-acid at night.", "Urine: increased; scanty in morning." ],
    "Male Sexual Organs" : [ "Shooting in penis.", "Erection: in afternoon; at night; at a.m. after an emission.", "Pain in r. testicle.", "Emission early in morning, without dreams.", "Amorousness." ],
    "Chest" : [ "Heaviness behind upper part of sternum, as from wind that cannot be eructated.", "Constriction of chest and stomach, extending from base of brain." ],
    "Pulse" : [ "Pulse steadied." ],
    "Back" : [ "Pain in back only felt on pressure.", "Soreness about second dorsal vertebra." ],
    "Limbs" : [ "Pain: in r. foot and wrist and l. toe at p.m.; r. elbow and l. knee, with stiffness; r. foot and back of l. hand at p.m., with heat of them.", "Pain in r. arm as if marrow would be affected, changing its location, with paroxysmal paralysed feeling in hands, in toe at p.m." ],
    "Upper Limbs" : [ "Pain: in l. shoulder; in l. arm in the street, with flushing heat in l. hand.", "Excoriating pain in r. arm, as if the marrow would be affected; paralysed feeling in hands.", "Pain in r. arm, running in all directions, with heaviness, soreness, and tired sensation.", "Dragging in l. arm at p.m., > p.m.", "Tingling as from an electric current from l. elbow to fingers.", "Numbness of r. elbow.", "Pain in r. wrist, < writing.", "Weakness of l. hand.", "Pain in joint of l. thumb, < pressure." ],
    "Lower Limbs" : [ "Drunk in his walk, but intellect unclouded, aware of his inability to control the movements of his legs.", "Numbness of lower limbs.", "Weakness; all day; in afternoon; in thighs as if unable to stand.", "Sticking in l. knee at p.m. when walking.", "Heaviness of legs when walking.", "Pain: in feet; l. foot and toe; r. sole; at outer and under border of l. foot and in r. great toe, with coldness of l. foot.", "Sticking: in end of l. toe on waking at a.m., in great toe when moving and walking." ],
    "Generalities" : [ "Emaciation and decrepitude.", "Trembling.", "Pains (esp. of head) temporarily > by turning mind to another topic.", "Feeling as if drug descended and impressed lower part of system, causing trembling of abdomen and lower limbs and blood-vessels connected therewith, but on descending stairs the drug seemed to come upward through the circulation, reaching the brain, causing exhilarating dizziness and disposition to swing and stagger, as if under the influence of liquor, felt talkative and happy, after the dizziness felt a \"toned-up\" condition of brain and nervous system, dizziness returned on beginning to move.", "Nervous system strung up to its highest tension.", "Stimulating and sedative effects, then sweat.", "Vigour; all day, with exhilaration, next day feelings varying and generally depressed.", "Uneasiness and weakness during day, with timidity and apprehension.", "Weakness in morning, > rising and moving around.", "Want of tone and life in all functions towards night.", "< In open air and on motion." ],
    "Skin" : [ "Covered as in leprosy with large scales, which fall off and leave white spots, and these often become ulcers.", "Dryness, esp. where it is thick, as on hands and feet, with scales, cracks, and ulcers.", "Painful hard swelling in lower corner of l. ear; red, painful lump, threatening to become an abscess, on forehead above r. inner canthus and on back." ],
    "Sleep" : [ "Sleepiness: at p.m., soon afterwards liveliness and wakefulness; irresistible.", "Hard sleep several times a day.", "Stupid sleep.", "Heavy sleep with disturbing but unremembered dreams.", "Sleepless; from till a.m.; at a.m., after an emission, then sound sleep, next night wakeful after an emission till I got up for breakfast; latter part of night, mind working on business problems, next morning tired feeling before and after rising.", "Difficult falling asleep.", "Restless sleep last part of night.", "Fragmentary sleep last part of night.", "Fragmentary sleep from till a.m., with varied and exciting dreams, then sleeplessness so that I had to get up at a.m., did excitedly all kinds of unusual office work.", "Dreams: curious, nonsensical, wild; amorous; of travelling by rail; active, vivid, last part of night, alternating with half-conscious waking; in afternoon, of fighting unknown men, left them to follow an unknown woman, and when she left me found that she had conducted me to a prayer-meeting, which must have changed to a restaurant, for I ordered a Hamburg beef steak, but woke before it was served; of a fire, heard the engines and firemen." ],
    "Fever" : [ "Chilliness for the last few hours, at p.m.", "Heat: at a.m.; flush of general heat; in face and hands, < l. hand; flushing, in cheeks; heat in l. ear-flap and l. hand; over upper part of body in evening.", "Hands sought cool places, otherwise no perceptible increase of heat.", "Heavy perspiration, with great dryness of mouth on waking from afternoon nap." ]
  }
}