{
  "remedyName" : "Plantago",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ague. Breast, inflammation of. Burns. Ciliary neuralgia. Diabetes. Diarrhoea. Dysentery. Earache. Ear, inflammation of. Emissions. Enuresis. Erysipelas. Erythema. Haemorrhoids. Impotence. Neuralgias; of herpes. Polyuria. Rhus poisoning. Snake-bites. Spleen, pains in. Tobacco habit. Toothache. Urination, delayed. Worms. Wounds." ],
    "Characteristics" : [ "Hale sums up the ancient and modern history of Plantago maj. the weed which furnishes food for our cage-birds. (Plant. m. must not to be confounded with Musa, sometimes called \"Plantain,\" which belongs to a different class, viz., the Endogens.) Plantago has had a reputation in medicine from remote antiquity, a reputation which homoeopathy has revived. It was used in intermittent fever in remotest times. In A. D. the Herbal of Dodoens commends the juice of leaves or roots for \"toothache and bleeding of gums.\" John Parkinson in his Theatre of Plants (A. D. 1640) says \"the root taken fresh out of the ground, washed and gently scraped with a knife, then put into the ear, cures the toothache like a charm.\" In Switzerland the leaf fibres are frayed out and put into the ear for the same purpose, and if they relieve the pain they \"turn black\" (says Reutlinger) and have to be removed, if there is no relief they remain green. In domestic practice, says Hale, it is constantly resorted to as an application in all affections of the skin with irritation, pain, and heat, the bruised leaves being applied to the part. Hale enumerates the following as having been relieved by it: Erysipelas, Rhus-poisoning, erythema, burns, scalds, inflammation of the glands (notably the breasts), bruises, incised wounds, bites of animals, chilblains, frostbite. A case is related (H. R., xi. 241) of a man who allowed himself to be bitten by rattlesnakes and cured himself by drinking the juice of the plant and applying bruised leaves to the bites, changing them frequently. The tincture has been extensively proved by F. Humphreys (who wrote a monograph upon it), Heath, and others, and the homoeopathicity of its cures was clearly brought out. The neuralgic pains of teeth, ears, and face were especially pronounced. Some new symptoms were brought to light. The very copious discharge of urine along with the thirst suggest diabetes; and the laxity of sphincters has led to the cure of a number of cases of enuresis. Foul breath, sinking and weight in stomach, flatulence, diarrhoea, dysentery, and haemorrhoids, all appeared in the proving. Plant. is one of the most useful of local remedies in homoeopathy, and one of its local uses is as an application to inflamed and painful piles. In all neuralgic conditions where the suffering part can be reached Plant. O may be painted on without any fear of injury, and often with the most signal relief of suffering. In common with others, I have used it with success in numberless cases of toothache and earache; but I have also given relief in the painful neuralgia of shingles and in pleurodynia. F. P. Stiles (Minn. H. Mag., v. 225) relates three brilliant cases: (1) Mrs. S., 39, for ten days had terrible neuralgic pain in right side of face, shooting into temporal, superior, maxillary, and orbital regions. Plant. O applied locally to gums, temple, and cheek, removed the pain in a few minutes. Some days later a slight return was promptly relieved in the same way. (2) Mr. R. had neuralgia in left superior maxillary and lower orbital region of long standing. Promptly relieved in the same way. (3) Mrs. N., neuralgia of right upper jaw, pain unbearable, radiating to ear, temple, and cheek. A tooth had been extracted without relief. Plant. O removed all the pain. \"Toothache with earache,\" \"toothache with salivation,\" are leading indications. Plant. has a relation to tobacco. It produces disgust for it in chewers; and it cures neuralgia resulting from tobacco. The pains are tearing, boring, bruised. There is great surface sensitiveness. Pains come suddenly and are apt to be erratic. Unendurable pains. There is darting up and down the urethra. Breath and flatulence are offensive. Some characteristics are: Loud noises going through one. Sudden discharge of yellowish (or saffron-coloured) water from nose. The left side was most affected. The symptoms are < at night. > By eating (colic). < By contact; mental exertion; by motion; heat and cold; cold air; sharp wind: heat of room." ],
    "Relations" : [ "Antidote to: Apis, Rhus, Tabac. Antidoted by: Merc. (toothache). Compare: In neuralgias, Cham., Merc., Spig., Kalm., Coloc. Unendurable pains, Aco., Cham., Hep. Wounds and bruises, fetid breath and flatus, Arn. Wounds, Calend. Punctured wounds, Led., Hyper. Haemorrhoids, external and internal use, Ham. Enuresis, Bell., Caust. (Bell. has irregular action of sphincter; Plant. and Caust. relaxation). Earache with toothache; intolerance of warm room, Puls." ],
    "Causation" : [ "Bruises. Burns. Cuts. Punctured wounds. Snake-bites." ],
    "Mind" : [ "Mind inactive, with dull, muddled feeling in head.", "Despondency, confusion of thought.", "Irritable, morose; impatient, restless mood, with dull, stupid feeling in brain.", "Great mental prostration, < by mental exertion, which = rapid breathing and anxiety." ],
    "Head" : [ "Twinges of pain indifferent parts of head, now through r. temple, extending backward; then through occiput from ear to ear; then in other parts of head more or less severe.", "Severe, lightning-like stitches over l. eye, extending to r. to p.m., disappearing suddenly, involving whole forehead, and accompanied at the height with nausea at pit of stomach; > hard pressure with cold hand, < warmth.", "Severe pain in l. side of head, from forehead extending deep into brain, coming on in paroxysms.", "Intermittent pulsative pain in vertex and in small spot beneath scalp.", "Headache with toothache.", "Dull headache.", "Oppression deep in head, and sense of something lying in the head, through from one ear to the other.", "Itching of scalp." ],
    "Eyes" : [ "Ciliary neuralgia from decayed teeth; dull, heavy ache in l. eye, with exquisite tenderness of ball; l. upper incisor decayed.", "Eyes red; dim; inflamed; sore.", "Aching deep in orbit.", "Lids sore, swollen." ],
    "Ears" : [ "Pain in r. ear with pains in teeth and face; pains sharp, twinging, running.", "Earache: neuralgic; with toothache; darting, twinging, stabbing pains in lower maxillary branch of trifacial.", "Pains often centre in ear (l.).", "Hearing: more acute; least noise goes through one; ringing in ears." ],
    "Nose" : [ "Frequent sneezing, with sudden attacks of profuse, watery, bland coryza.", "Sudden discharge of yellowish (or saffron-coloured) water from (r.) nostril.", "Red papules round nose.", "Sensation at bridge as if nasal bones being pressed together." ],
    "Face" : [ "Neuralgia l. side of face, pains shooting and tearing, extending from jaw to ear.", "Violent bruised, aching pain, r. face.", "Drawing in r. malar bone.", "Eruption on forehead.", "Small, red, rough, scaly erythematous patches size of pea on (esp. l.) face.", "L. cheek swollen.", "Lips livid, dark, sickly, rough.", "Water bladder on upper lip.", "Dry, scaly eruption on lower lip." ],
    "Teeth" : [ "Teeth (l.) feel elongated, sore; pain unbearably severe, boring digging in sound teeth; < from contact and extremes of heat and cold.", "Aching in decayed teeth, or shooting up l. side of face; face red.", "Rapid decay.", "Sharp stabbing along upper maxillary nerve, < by contact.", "Violent pain in l. upper molars; sound teeth; excessive boring, digging pain, profuse flow of saliva; < by walking in cold air and by contact, by much heat; partial > lying down in a moderately cool room; pain unendurable (> by Merc. 30).", "Teeth sensitive, sore.", "Grinds teeth at night.", "Gums bleed easily.", "Gumboil." ],
    "Mouth" : [ "Tongue coated white, with dirty, putrid, clammy taste.", "Food tasteless.", "Breath putrid.", "Aphthae in children." ],
    "Throat" : [ "Dry, parched throat.", "Scraping in throat.", "Profuse secretion of (very tenacious) mucus; with much hawking.", "Soreness and swelling of submaxillary glands on both sides." ],
    "Appetite" : [ "Appetite poor.", "Thirst.", "Causes disgust for tobacco in chewers." ],
    "1l Stomach" : [ "1l. Stomach.", "Eructations; frequent, empty; tasting like sulphur or carbonic acid gas.", "Nausea with drowsiness or faint, tremulous feeling.", "Sinking sensation.", "Heaviness of stomach as from a stone; even after a light meal.", "Heat in praecordia with fulness in abdomen while walking in fresh air.", "Coolish, painful sensation, as from over-distension after hearty meal." ],
    "Abdomen" : [ "Gone sensation.", "Severe pains in l. (and r.) hypochondrium.", "Distension with passage of fetid flatus.", "Violent griping, esp. upper abdomen.", "Colic: > by eating; flatulent.", "Pain in abdominal muscles; in l. and r. ilia." ],
    "Stool and Anus" : [ "Stool: brown, fermented, frothy; watery, brown; watery papescent; excoriating.", "Diarrhoea: loose, frequent stools with flatulence < to a.m.", "Before stool: colic, frequent discharge of offensive flatus.", "During stool: griping, tenesmus, partial prolapse, weakness, faintness.", "(Chronic diarrhoea.", "Cholera infantum.", "Dysentery.).", "Painful blood piles (locally).", "Angry, inflamed piles.", "Worms." ],
    "Urinary Organs" : [ "Tenderness over region of kidneys on pressure.", "Frequent passage of large quantities of pale urine; < night; stools grey; irritable; puffy under eyes; eats heartily; sleeps soundly.", "Copious nocturnal enuresis from laxity of sphincter.", "Irritable bladder with frequent micturition.", "Delayed, dribbling urine.", "Urethra: tingling with unpleasant itching in meatus; sudden darting stinging running up sharp cutting in from within out.", "Urine: large quantities, clear, frequent very dark red, of strong odour; deep orange colour; white sediment." ],
    "Male Sexual Organs" : [ "Sexual debility.", "Unconscious emission in sleep." ],
    "Female Sexual Organs" : [ "Erysipelas of breasts.", "Mastitis." ],
    "Respiratory Organs" : [ "Hoarseness.", "Cough in cold air.", "Panting breathing; inclined to sigh." ],
    "Chest" : [ "Orgasm.", "Oppression; < reading or talking.", "Sharp stitches.", "Muscular drawing." ],
    "Heart" : [ "Heat in praecordia when walking in open air.", "Violent palpitation; on ascending stairs.", "Pulse strong, full, intermittent." ],
    "Neck and Back" : [ "Neck stiff and sore.", "Stiffness of sterno-cleido mastoid (< r.), < moving head to side affected, > moving it to opposite side.", "Pulsative pain between scapulae.", "Pain in sacrum." ],
    "Upper Limbs" : [ "Stinging, dull pains here and there." ],
    "Lower Limbs" : [ "Hard, white, flattened, isolated papules on inside of thighs, some having red points in centre.", "Great pain and stiffness in l. leg and knee, < stooping." ],
    "Skin" : [ "Violent itching, < night.", "Pricking, stinging pains.", "Tensive sensation.", "Burning after rubbing where scratched.", "Redness, swelling, and vesicles on hands and face.", "Papules which exude yellowish humour and form a crust.", "Erythema.", "Burns.", "Rhus poisoning (local use).", "Inflammatory affections of skin and involvement of cellular tissue." ],
    "Sleep" : [ "Excessive and continued yawning.", "Insomnia from abdominal trouble.", "Grinding teeth during sleep.", "Sleep restless; disturbed by dreams." ],
    "Fever" : [ "Chilliness with sensation of heat in chest, with erratic pains in limbs, chest, head; from to p.m. with disposition to stretch and chilliness on moving about; cold hands in a warm room.", "Chill: without thirst; with gooseflesh, p.m., running over body, < moving about; fingers cold, coldness of body with shivering; head feels irritable; feet and hands cold even in warm room.", "Heat, with thirst; great excitability, mental agony, restlessness; room seems hot and close; oppression of chest, rapid respiration; breathing difficult as if there was no air in room; burning heat of head, face, hands, feet; head hot, painful, dull, stupid; hands hot, clammy.", "Sweat: cold over lumbar and sacral region; heat of room unbearable, producing perspiration." ]
  }
}