{
  "remedyName" : "Platinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Chlorosis. Constipation. Convulsions. Delusions. Dentition. Depression of spirits. Dysmenia. Erotomania. Fear. Gout. Haemorrhage. Haemorrhoids. Hysteria. Lead poisoning. Masturbation. Melancholia, Menorrhagia. Menses, suppressed. Mind, affections of. Neuralgia. Neurasthenia. Numbness. Nymphomania. Ovaries, affections of. Pruritus vulvae. Rheumatism. Sexual perversion. Spasms. Tapeworm. Uterus, induration of. Vaginismus. Yawning, spasmodic." ],
    "Characteristics" : [ "The original name of Platinum was \"Platina,\" being a Spanish word meaning \"like silver\" (Plata being Spanish for silver). The metal was introduced into Europe from South America in the middle of the eighteenth century. It is always found in association with other metals, chiefly Rhodium, Osmium, Iridium, Palladium. Hahnemann was the first to think of it as a medicine, and his proving in the Chronic Diseases is the basis of our knowledge of its action. One characteristic symptom, either when found alone or in association with other conditions, has led to many cures with Plat.", "Lost sense of proportion in both ocular and mental vision. Objects look small or the patient thinks them small. This becomes pride and hauteur in the mental sphere; the patient (generally a woman) looks down on everything and everybody. This is a keynote of Plat. Another is the occurrence of cramps, cramping pains and spasms, developing into convulsions. The cramping pains = numbness and tingling in the parts affected. Pains as if nipped, squeezed in a vice, and these pains increase gradually to an acme and then as gradually decline. In the rectum this becomes tenesmus; in vagina, vaginismus. Another general keynote is the alternation of mental and physical symptoms: as physical symptoms disappear mental symptoms appear, and vice versa. Nash cured a case of insanity of some duration with Plat., being led to the remedy by an alternation of the mental symptoms with a pain the whole length of the spine. This alternating feature is also seen between one mental state and another: Changing moods; sad and gay alternately; laughs and cries by turns. There is also a perverse state: Laughs immoderately, but in the wrong place; laughs at serious things. The mental disorder at times takes a homicidal form. Jahr cured with Plat. a woman who had an inspiration to kill her child, and Jules Gaudy recorded (Jour. Belge d'H., quoted Amer. H., xxii. 314) the case of a woman who was tormented with an almost irresistible impulse to kill her husband, whom she loved passionately, and with whom she was perfectly happy. The sight of a knife had an irresistible fascination for her, and she was often obliged to leave the table to free herself from the impulse. A few months before, she had lost a child a short time after confinement, which had been followed by profuse and desperately persistent haemorrhage. Recovering from this she became restless, irritable, and her whole existence was ruled by this terrible impulse. Plat. 6x and 30x relieved and finally cured her. Kent (Med. Adv., xxv. 184) records the case of a middle-aged lady, mother of several grown-up daughters, who complained of a peculiar mental symptom: A fear, in the absence of her husband, that he would never return, that he would die, or be run over. She wept all the time he was away. Kent discovered that she had been treated for uterine displacement, and was then wearing a pessary. This was removed. Menstrual flow was copious, black, clotted. The external genitals were so sensitive that the usual napkin was intolerable. Plat. cured the whole case, including the displacement. Almost every symptom in this case was a characteristic. The sensitiveness of the external genitals is often so great as to make coition impossible. Digital examining of such a patient causes great pain. The action of Plat. to a large extent centres in and radiates from the sexual organs, male and female. It corresponds to masturbation before puberty, and also to the effects of masturbation. It was one of Gallavardin's remedies for the impulse to pederasty and sodomy. Tendency to uncover completely in sleep is a leading note of it. Excessive desire, especially in virgins. Premature and excessive development of sexual instinct and organs. Nymphomania < in puerperal state. During menses uterine spasms, convulsions. Convulsions of puerperal state. Catalepsy during menstruation. Spasms alternate between convulsive actions and opisthotonos; full consciousness. Spasms alternate with dyspnoea. Excessive itching in uterus; pruritus vulvae. Plat. has some characteristic symptoms in relation to the bowels. Its cramping tendency makes it an antidote to lead poisoning; and it has constipation scarcely less marked than that of Pb., though differing from it. The stools of Plat. are tenacious and sticky, adhere to the rectum and anus like putty; or they may be hard as if burnt; the constipation comes on whilst travelling; in emigrants; during pregnancy. Peculiar Sensations and Symptoms are: As if her senses would vanish. As if parts of malar bones were between screws. As if everything about her were very small. As if she were constantly growing longer and longer. As if she did not belong to her own family. Vertigo as if torn and pulled with threads. Forehead as if constricted; screwed on; as if a board pressed against it. As if temples too tightly bound. Scalp as if contracted; as if a heavy weight on it. As if head were enlarged. As if throat constricted; palate elongated; tongue scalded. As if abdomen, chest, nape, limbs, thigh, great toe, tightly wrapped or constricted. Back and small of back as if broken. Crawling, tingling, numb sensations. Spasmodic yawning. Pains go from right to left. The right side is somewhat more pronouncedly affected than the left. Severe stitches in right ovary. The symptoms are periodic and paroxysmal, as well as alternating. Plat. is suited to women with dark hair; thin, sanguine, bilious; with too frequent and too profuse menses; sexual organs exceedingly sensitive. Hysterical and haemorrhoidal patients. The symptoms are: < By touch and pressure. < Fasting. < During menses. < Rest; sitting; standing; bending backward. > By motion. Walking and going upstairs < pressure in genitals; > hysteric rheumatism. Walking against wind = sudden arrest of breathing. < Evening and night. Headache commences on waking. < In warm room; > in open air (but open air = fluent coryza and shaking chill on going from room; heat > cramp pain in legs and irritability and chilliness. Obliged to stretch, which >." ],
    "Relations" : [ "Antidoted by: Puls., Nit. sp. d. (Teste, who classes Plat. with Thuj., Brom., and Castor, says Colch. is the best antidote to all four). Antidote to: Lead. Complementary: Pallad. (both affect right ovary, but Pallad. has > from pressure). Compatible: Bell., Ign., Lyc., Puls., Rhus, Sep., Ver. Compare: Pride, Pall. (Plat. egotistical, despises others; Pall. easily wounded, attaches importance to others), Lyc. (imperious). Spasms and emaciation from antepuberty masturbation, Staph. Uterine affections, nymphomania, Aur., Sep. (the nymphomania of Plat. is more intense; Plat. is intermediate between Aur. and Sep. in weariness of life; the uterine cramps of Plat. are followed by numbness; those of Sep. are a clutching as if suddenly seized then Suddenly relaxed). Hysteria, indurated ulcers, Tarent. Sees ghosts and demons, Hyo., K. bro. Shamelessness, uncovers, Pho., Hyo. (Hyo. sees things larger; Plat. smaller). Thinks death near and fears it, Aco., Ars. Dark, stringy haemorrhage, Cham., Croc. (Croc. has sensation of something alive). Pains come and go gradually, Stan., Arg. n. (Bell. and Lyc., suddenly). Sensitive to coitus, Sep., Bell. (dry vagina), Fer., Nat. m., Apis (with stinging in ovary), Thuj., Kre. (followed by bloody flow), Murex, Orig. Constipation when travelling (Lyc. when from home; Bry. when at sea). Weak and exhausted feeling for two hours after stool, Sep. Sticky stools like soft clay, Alm. Hysteria, pressure at root of nose, Ign. Excessive sexual development, especially in virgins, K. pho. Masturbation in girls, Orig., Gratiol. Dark-haired women, Sep. Laughs immoderately at serious things, Anac., Nat. m., Lyc., Pho." ],
    "Causation" : [ "Fright. Vexation. Bereavement. Fit of passion. Sexual excess. Masturbation." ],
    "Mind" : [ "Sadness, esp. in evening, with strong inclination to weep often (every second day) alternating with excessive gaiety and buffoonery.", "Involuntary inclination to whistle and sing.", "Involuntary weeping.", "Loud cries for help.", "Thinks she stands alone in the world.", "Anxietas praecordium to an excessive degree, with great fear of death, which is believed to be very near, accompanied by trembling, palpitation of heart, and obstructed respiration.", "Sensation of dread and horror.", "Fear, with trembling of hands and feet and confusion of ideas, as if all persons approaching were demons.", "Hysterical humour, with great mental depression, nervous weakness, and over-excitement of vascular system.", "Mental symptoms in general: amativeness; state of disposition.", "Great irritability, with prolonged ill-humour, after a fit of passion.", "Apathetic indifference and absence of mind.", "Pride and self-conceit, with contempt for others, even for those who are usually most beloved and respected; < indoors, > in open air and sunshine.", "Impulse to kill her own child; her husband; (on seeing a knife).", "Distraction and forgetfulness.", "Loss of consciousness.", "Incoherency of speech.", "Delusion of the senses; feeling as of being too large, and, on the contrary, all other things and persons seem to be too small and too low.", "Delirium, with fear of men, often changing, with over-estimation of oneself.", "Mania: with great pride; with fault-finding; with unchaste talk; trembling and clonic spasms, caused by fright or from anger." ],
    "Head" : [ "Tensive confusion in forehead, as if head were compressed in a vice.", "Pressing headache from without to within the forehead and temples, gradually increasing and decreasing, < in evening from stooping, while it rest, in the room; > from exercise and in open air.", "Transient attacks of vertigo in evening with loss of consciousness.", "Vertigo on sitting down or ascending stairs.", "Headache which increases gradually, or by fits, until it becomes; very violent, and which diminishes progressively in same manner.", "Attack of headache, with nausea and vomiting.", "Sensation of numbness in head, and externally at vertex, preceded by a sensation of contraction of brain and of scalp; < in evening and while sitting, > from motion and in open air.", "Pain in sides of head, as if caused by a plug.", "Constrictive headache, as if a tape were tightly drawn around it, with sensation of numbness in brain, flushes of heat and ill-humour, < from stooping and exercice.", "Formication in one temple, extending to lower jaw, with sensation of coldness on that spot; < in evening and when at rest, > from rubbing.", "Pressive, cramp-like, compressive pains in the forehead and temples, esp. in root of nose, greatly < by movement and by stooping, sometimes with heat and redness of face, inquietude, and weeping.", "Tingling in temples, as if caused by insects.", "Buzzing and noise in head, like that of a mill." ],
    "Eyes" : [ "Pain in eyes after fatiguing the sight by looking attentively at an object.", "Tension in sockets, with gnawing pain, as from excoriation in margins.", "Cramp-like pain in edges of orbits.", "Compressive tension in eyeballs.", "Aching in eyes with sleep.", "Creeping tingling in canthi.", "Sensation of heat or of coldness and smarting in eyes.", "Trembling or spasmodic quivering of eyelids.", "Eyes convulsed.", "Objects appear smaller than they really are.", "Confused sight, as if directed through a veil, often with painless twitchings round the eye.", "Quivering and sparkling before sight." ],
    "Ears" : [ "Otalgia with cramp-like pain.", "Shocks in ears.", "(Sticking jerking in r. outer ear with) sensation of numbness and of coldness in ears, extending to cheeks and lips.", "Gnawing tingling in ears.", "Roaring, whizzing, and ringing in ears.", "Dull thundering and rumbling in ears." ],
    "Nose" : [ "Cramp-like pain, with sensation of numbness in nose and at root of nose.", "Ineffectual want to sneeze and tingling in nose.", "Dry coryza, often semi-lateral.", "Corrosive sensation on nose, as of something acrid." ],
    "Face" : [ "Face pale, wan, and sunken.", "Burning heat and glowing redness in face, with ardent thirst and dryness of mouth, esp. in evening.", "Distortion of muscles of face.", "Sensation of coldness, with tingling and sensation of numbness throughout (r.) side of face.", "Cramp and tensive pressure in zygomatic processes.", "Benumbing, dull pressure in malar bone.", "Pulsative digging in jaws, esp. in evening and during repose, with involuntary weeping.", "Lockjaw.", "Gnawing, with pain as from excoriation in lips and chin, which compel scratching.", "Smarting and lancinating vesicles on lips.", "Lips dry and cracked.", "Plexus venarum, of a reddish blue colour, on chin.", "Sensation of torpor or coldness round mouth and chin.", "Cramp in jaw." ],
    "Teeth" : [ "Odontalgia with pulsative and digging pain.", "Cramp-like drawing, which recurs by fits, in teeth.", "Numb pain in l. lower teeth.", "Fissures in gums." ],
    "Mouth" : [ "Sensation of coldness, esp. in mouth.", "Crawling sensation on tongue.", "Burnings pain under tongue.", "Sensation in tongue as if it had been burnt or scalded." ],
    "Throat" : [ "Sensation as if throat were raw during (empty) deglutition and at other times.", "Cramp-like drawing in throat, like a constriction.", "Sensation as if palate or uvula were elongated.", "Scraping and accumulation of phlegm in throat.", "Hawking up of phlegm." ],
    "Appetite" : [ "Mucous, clammy taste.", "Sweetish taste on tip of tongue.", "Adipsia.", "Loss of appetite after the first mouthful.", "Complete loss of appetite.", "Repugnance to food, arising from sadness.", "Dislike to food.", "Bulimy.", "Voracious rapidity in eating, with a disposition to find fault with everything (to detest everything around, himself).", "After a meal, risings, pressure on stomach; and colic." ],
    "Stomach" : [ "Ineffectual effort to eructate.", "Empty, noisy eructations.", "Serum of a disagreeable sweetish bitterness ascends throat, and puts patient in danger of choking.", "Continued nausea, with lassitude, trembling, and anxiety.", "Aching (pressure) in stomach, esp. after a meal.", "Sensation of constriction in pit of stomach, extending into abdomen.", "Fermentations in epigastric region.", "Flatulent soreness towards hypogastrium.", "Contractive pain in scrobiculus, as if it were squeezed too tightly.", "Pressure or shocks, or else throbbings, shootings, and pinchings in scrobiculus.", "Burning sensation in scrobiculus, sometimes extending from throat into abdomen." ],
    "Abdomen" : [ "Pains in abdomen, with dull and jerking pressure.", "Inflation of abdomen, with difficult and interrupted expulsion of flatus.", "Pressing and bearing down in abdomen extending into pelvis.", "Lead colic.", "Constriction in abdomen.", "Pinchings in umbilical region.", "Shootings in the side of abdomen and in umbilical region.", "Gnawing in abdomen.", "Drawing in groins, commencing from sacrum." ],
    "Stool and Anus" : [ "Constipation: after lead poisoning or while travelling; sometimes very obstinate.", "The stool is discharged with difficulty, seeming to stick to anus and rectum like putty.", "Frequent want, with scanty evacuation, which is voided in pieces, and with great efforts.", "Evacuations of consistence of pap.", "Stool hard, as if burnt.", "Tenia and ascarides are discharged from rectum during evacuation and at other times.", "After evacuation general shuddering or sensation of weakness in abdomen.", "Frequent itching, tingling, and tenesmus in anus, esp. in the evening (before sleep).", "Violent and dull lancinations in rectum." ],
    "Urinary Organs" : [ "Red urine with a white cloud, or else which becomes turbid, and deposits a red sediment.", "Slow but frequent emission of urine." ],
    "Male Sexual Organs" : [ "Burning pain and gnawing in scrotum.", "Unnatural increase of sexual desire, with frequent erections, esp. at night (with amorous dreams).", "Voluptuous crawling in genital organs and abdomen, with anxious oppression and palpitation, then painless pressure downwards in genitals with sticking in sinciput and exhaustion.", "Flow of prostatic fluid.", "Coition of too short duration, with but little enjoyment." ],
    "Female Sexual Organs" : [ "Sensation of bearing down towards genital organs, with aching in abdomen.", "Unnatural increase of sexual desire, with painful sensibility and voluptuous tingling from genitals up into abdomen.", "Nymphomania, which may occur even during the lying-in period.", "Induration of uterus.", "Sanguineous congestion in uterus.", "Miscarriage.", "Metrorrhagia (with great excitability of the sexual system) of thick, deep-coloured blood, with drawings in groins.", "Catamenia too early and too profuse (blood dark and coagulated), sometimes with headache, restlessness, and tears.", "Menstruation, when the discharge is very abundant, thick and black like tar, and is very exhausting; spasms and screaming at every menstrual period.", "Catamenia too long continued.", "Before catamenia, cuttings and pains like those of labour in hypogastrium.", "Cramps at commencement of catamenia.", "Painful sensitiveness and constant pressure in mons veneris and genital organs, with internal chill and external coldness, except face.", "Severe stitches in r. ovarian region.", "During catamenia, pressure as of a general bearing down towards genital organs, which are very sensitive.", "Leucorrhoea, like white of eggs, flowing chiefly after urinating, and on rising from a seat." ],
    "Respiratory Organs" : [ "Aphonia.", "Short, nervous, dry cough, with palpitation and dyspnoea.", "Short, difficult, and anxious respiration." ],
    "Chest" : [ "Shortness of breath, with constrictive oppression of chest.", "Inclination to draw a long breath, prevented by a sensation of weakness in chest.", "Anxious oppression of chest, with sensation of heat, which ascends from epigastrium.", "Pain in chest, as if a weight were pressing upon it, with want to take a full inspiration, which is hindered by a sensation of weakness.", "Tension, pressure, and shootings in sides of chest, which do not permit lying down on either side.", "Aching and dull blows in chest.", "Spasmodic pressure in one side of chest.", "Spasmodic pain in chest, commencing slightly, increasing to a certain intensity, and gradually diminishing in same way.", "Dull lancinations in sides of chest, during an inspiration." ],
    "Heart" : [ "Burning and sticking low down by heart.", "A dull pressure in region of apex of heart.", "Anxious palpitation of heart." ],
    "Neck and Back" : [ "Rigidity of nape of neck.", "Weakness and sensation of tensive numbness in nape of neck (the head sinks forward).", "Contusive pain in loins and in back, esp. when pressing upon them, or else when bending backwards.", "Pains in back and small of back as if broken, after a walk < bending backwards.", "Spasmodic pain in loins.", "Sensation of numbness in coccyx, as after a blow." ],
    "Limbs" : [ "Cramp-like jerking and drawing pains in limbs and joints.", "Tension in limbs (esp. thighs) as if bound too tightly with ligatures.", "Attack of spasmodic rigidity in limbs, without loss of consciousness, but with clenching of jaws, loss of speech, eyes convulsed, and involuntary movements of the commissures of lips and eyelids.", "Tingling restlessness, sensation of weakness and trembling in limbs, esp. during repose and in open air." ],
    "Upper Limbs" : [ "Heaviness and lassitude of arms, with paralytic pulling.", "Paralysed sensation in l. arm; in both arms.", "Aching and spasmodic pain in forearms, hands, and fingers, esp. when grasping anything firmly.", "Itching, gnawing, pricking, and burning sensation in arms, hands, and fingers.", "Sensation of stiffness in forearms.", "Painful throbbing in fingers.", "Distortion of fingers.", "Numbness of fingers.", "Trembling of r. thumb, with numbness.", "Numbness of little finger.", "Ulcers on fingers." ],
    "Lower Limbs" : [ "Spasmodic pain and tension in thighs, feet, and toes.", "Weakness of thighs and knees, as if they were broken.", "Pain as from a blow in l. knee.", "Shocks and blows in legs.", "Lassitude of legs.", "Restlessness and trembling in legs, with a sensation of numbness and rigidity.", "Lassitude and numbness in feet when seated.", "Coldness of feet.", "Gnawing, excoriation, and smarting in ankle-bones, greatly < by least touch.", "Painful throbbing in toes.", "Swelling on ball of toe, with tearing and nocturnal pulsations.", "Ulcers on toes.", "Pain in great toe as if too tightly enveloped." ],
    "Generalities" : [ "Dark-haired females.", "Face changing colour frequently.", "Rising in throat.", "Tapeworm, other symptoms agreeing.", "Contraction of inner parts.", "Catalepsy; epilepsy with rigor; tonic spasms.", "Very great paleness of skin.", "Spasmodic yawning.", "Pains like labour pains.", "Sensation as of a hoop around parts.", "Violent shocks as if from pain.", "Sensation of prickling in the outer parts.", "Sensation of coldness in outer parts.", "Compressive, cramp-like, constrictive, or pressive pains, as if caused by a plug, or by dull blows.", "Cramp-like, jerking, and drawing pains in limbs and joints.", "Tension in limbs, as if bound too tightly with ligatures.", "Pains, as from a contusion, a blow, or a bruise, esp. when pressing on part affected.", "Pains, slight at commencement, increase gradually, often at regular intervals, and diminish in same manner.", "Sensation of torpor and paralytic rigidity in various parts, often with trembling and palpitation of heart.", "Attack of spasmodic rigidity in limbs, without loss of consciousness, but with clenching of jaws, loss of speech, eyes convulsed, and involuntary movements of commissures of lips and eyelids.", "The spasmodic attacks manifest themselves chiefly at daybreak.", "Affections caused by fright, by vexation, or by a fit of passion.", "Moral and physical affections, appearing alternately.", "Excessive weakness (paralytic weakness in limbs).", "Dull, pushing, or inward pressing pains, as from dull blows.", "Tingling restlessness, sensation of weakness and trembling in limbs, esp. during repose and in open air.", "Majority of symptoms < by repose, in the evening; from anger; more in females than males; after lying down and rising again; when sitting; after rising; and > by movement.", "The affections which are > in open air are generally < towards evening and in a room." ],
    "Skin" : [ "Tingling gnawing, with pain as of excoriation, and itching or burning, pricking, and shooting pain on various parts of skin, which provokes scratching.", "Ulcers (on fingers and toes)." ],
    "Sleep" : [ "Convulsive and spasmodic yawning, esp. in afternoon.", "Great disposition to sleep in evening.", "Prolonged sleep in morning.", "Anxious dreams of wars and bloodshed.", "Lascivious dreams.", "Waking at night, esp. after midnight (with frightful dreams, want of consciousness), or with anxious, sad, and distressing thoughts.", "Bewilderment at night on waking.", "At night patient lies on back, with arms above head, legs drawn up, with strong inclination to uncover them." ],
    "Fever" : [ "Pulse small, feeble, frequently tremulous.", "Constant shivering and shuddering over whole body, esp. in open air.", "Shaking chill when going from the room into the open, even warm air.", "Chilliness predominates, with low spirits, which ceases during heat.", "Heat with sensation of burning in face, without any visible change in colour of face (she thought she was very red, but colour the same as usual).", "Flushes of heat, interrupted by chilliness.", "Gradually increasing, and in the same manner gradually decreasing heat.", "Perspiration only during sleep, ceasing as soon as one wakens." ]
  }
}