{
  "remedyName" : "Plectranthus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, coldness of. Cholera. Cramps. Dentition. Diarrhoea. Dysphagia. Fever. Intermittent fever. Lumbrici. Neuralgia. Rheumatism. Shoulder (r.), pains in. Spastic paralysis. Stiff-neck. Sweat, local. Throat, sore. Toothache. Wrists, pains in." ],
    "Characteristics" : [ "Plectranthus was extensively proved by the Austrian Provers' Association. Severe symptoms were induced in head, throat, intestines, and rectum, limbs and joints. Toothache with swelling of face and difficulty of opening mouth. \"Pain near right jaw-joint as if a tooth were coming through\" suggests a use for the remedy in difficult cutting of wisdom teeth. Burning sensation extended throughout the digestive tract; and there was also coldness of abdomen, > in open air. Many pains about the navel. Paralytic pains in joints. Pains of many kinds in right shoulder. Exhaustion, bruised sensation, general discomfort were experienced. Cramps and paralytic pains in joints. Hansen mentions spastic paralysis as having been remedied by it. Among the peculiar symptoms are: As if a morsel stuck in throat after swallowing. As though air were piercing the marrow of the bones. Cool sensation followed by burning at root of tongue and palate. Pressure as from a heavy weight in stomach. Discharge of white mucus from anus causing scratching. Pressure on rectum and bladder. Whites of eyes yellow, < left. Sweat of right foot, left foot dry; of right foot and both hands and no other part; of scalp. The right side was more affected than the left. The symptoms are < after eating (pressure in stomach; pain in umbilical region). < By all food and drink (burning in mouth). Chewing = pain in temples. < By motion; moving head; turning body; by swallowing; whilst urinating, > after. < By warmth of stove. > By application of ice; by eructations. Many of the pains and symptoms were sudden, and came and went suddenly." ],
    "Relations" : [ "Compare: Urinary symptoms, Ocim. Black stools, Lept. Stitches in chest, K. ca. Pains come and go suddenly, Lyc., Bell. Crumb in throat, Hep., Nit. ac., Arg. n." ],
    "Mind" : [ "Fretful.", "Ill-humoured.", "Peevish.", "Distracted in mind; cannot keep his attention on an interesting subject." ],
    "Head" : [ "Head confused, heavy, dull.", "Pressure (and stitches) in r. frontal eminence.", "(Violent headache in anterior part of skull as far as vertex, becoming intolerable.", "Swashing and throbbing with every motion; not > by cold applications; thirst and difficulty of swallowing.).", "Pressive pain in occiput; < lying on back; < out of doors; tension in cervical muscles.", "Profuse perspiration on scalp." ],
    "Eyes" : [ "White of eyes yellow (< l.).", "Vision seemed remarkably clear (on a dull day).", "Flickering before eyes." ],
    "Ears" : [ "Sticking and stitches in both ears.", "Roaring in ears." ],
    "Nose" : [ "Excessive catarrh, frequent inclination to sneeze; great stoppage with at times discharge of tenacious yellow mucus.", "Dryness, mornings." ],
    "Face" : [ "Painful drawing in r. cheek, infra-orbital region; extending to last upper molars; continued through the night with fever; next day r. cheek swollen and very sensitive.", "Lips very dry; burning." ],
    "Mouth" : [ "Violent drawing in upper and lower incisors with swelled cheek.", "Periodic drawing in r. teeth extending to temple and ear, < chewing, > going out.", "Pressive pain in r. lower sound teeth.", "Upper incisors sensitive.", "Tongue coated.", "Sensation on root of tongue and on soft palate, at first cool, then burning.", "Dry mouth.", "Burning through mouth and fauces, < by all food and drink.", "Opening the mouth became very difficult; ulcers on r. side of palate; digging in r. upper teeth with increased secretion of saliva; sticking and burrowing extending to r. articulation of jaw as though a tooth erupting." ],
    "Throat" : [ "Scraping in throat; stitches.", "Dryness with thirst, not > by glass of water.", "Burning as from pepper, from root of tongue to stomach (6 a.m. to p.m.).", "Sensation as if a morsel of food stuck in throat on swallowing.", "Tension in pharynx when drinking, with disagreeable tickling in both ears, that obliges frequent hawking.", "Acute pressure in pharynx, on swallowing became a burning, not affected by external pressure, increased to a.m., when it became a sensation of swelling.", "Dysphagia." ],
    "Stomach" : [ "Appetite great; eats hastily, though without satiety; On rising from a meal pressure as from a weight in stomach with desire to drink a great deal; after taking a few sips a pulling in stomach causing tension in oesophagus.", "Loss of appetite.", "Great thirst.", "Eructations: frequent; empty; and hiccough.", "Nausea; vomiting.", "Sudden gushing vomiting twice at night without any other symptoms.", "Weight on stomach < after eating.", "Cutting in epigastrium followed by two thin, frothy stools." ],
    "Abdomen" : [ "Contractive pain in umbilical region always < after eating.", "Violent griping at umbilicus with desire for stool.", "Rumbling and movement.", "Crawling about umbilicus disappearing along rectus muscle towards symphysis pubis.", "Cutting low in abdomen with desire for stool.", "Coldness through (upper) abdomen in warm room, morning.", "Drawing sticking in l. inguinal region." ],
    "Stool and Anus" : [ "Painful pressure in rectum, with constant griping followed by profuse, dark, frothy stool, succeeded by burning and tenesmus in anus; later sudden desire and painful pressure; only a little mucus and gas evacuated with burning in anus.", "Discharge of white mucus provoking scratching of anus and followed by burning.", "Stool: almost black; pasty, yellowish brown; watery, mixed with mucus; first pasty, then liquid; omitted for five days, then bluish nodular evacuated with great effort.", "During stool: griping and rumbling in abdomen; painful dragging in rectum.", "After stool: weakness of lower limbs; coldness of abdomen; cold sweat on forehead.", "Evacuation of round worms." ],
    "Urinary Organs" : [ "Pressure in bladder, immediately followed by desire to urinate, sudden cutting pain from root of penis to base of bladder, compelling to sit still.", "Burning in navicular fossa during and after micturition, which was scanty and unsatisfactory.", "Frequent, sudden desire, had hardly time to reach the closet, but only a few drops passed, followed by a sensation as though bladder full, afternoon; in evening copious micturition with great >.", "Increased urination.", "Urine dark with reddish-yellow sediment." ],
    "Male Sexual Organs" : [ "Transient drawing sticking along r. side of penis and urethra.", "Violent erection." ],
    "Chest" : [ "Burning at sterno-clavicular joint.", "Stitches: in pectoralis major, arresting breath; between r. fourth and fifth ribs; in r. side.", "Pain in r. chest extends up to r. scapula and nape of neck, so violent at night was compelled to jump out of bed and cry out; is though a number of needles sticking into head till head was turned towards the side; with profuse sweat, painful inspiration, great heat of head; < by application of mustard paste, > gradually by application of ice.", "Tension in chest." ],
    "Pulse" : [ "Pulse hard, full with the fever." ],
    "Neck and Back" : [ "Stiffness and pressive tension in nape, < by every motion of the head.", "Drawing in nape.", "Coarse stitches from without inward between scapulae, while walking; during expiration." ],
    "Limbs" : [ "Sticking and paralytic drawing in all the joints and limbs.", "Sensation of paralysis in joints of fingers and toes." ],
    "Upper Limbs" : [ "Paralysed sensation: in upper limbs; r. shoulder; r. shoulder and wrist, suddenly appearing and disappearing in both shoulders.", "Lameness; sprained feeling; weariness; shaking drawing tearing in r. shoulder.", "Sensation in l. shoulder as if one were beating on it with a knuckle.", "Drawing tearing in joints of upper-arms, fore-arms, and fingers, < r.", "Sudden pain in outer condyle of l. wrist.", "Stitches in r. wrist." ],
    "Lower Limbs" : [ "Weariness in lower limbs.", "Painful cramps in calves waking him up, not > by stretching.", "Stitches in l. hip-joint; burning in r.", "Cramp in adductor.; tension in hamstring.", "Drawing in fascia of r. thigh.", "Tearing beneath r. patella; stitches in l.", "Pains in both knees.", "Wakened at night by sudden start from a violent sticking in malleoli of ankles.", "Burning in periosteum of r. tibia.", "Numbness in leg.", "Toes painful as if burnt." ],
    "Generalities" : [ "Weariness.", "Stitches.", "Sensation as though air were piercing the marrow of the boners." ],
    "Skin" : [ "Prickling in l. palm.", "Crawling in l. little finger; in ball of l. thumb." ],
    "Sleep" : [ "Drowsiness.", "Waked often.", "Troubled by confused, unremembered dreams before midnight." ],
    "Fever" : [ "Sudden, violent, shaking chill with chattering of teeth, waking him from sleep, followed by dry heat.", "Chilliness through whole abdomen with warm face and hands; < by heat of stove; > moving about in open air.", "Coldness over back and heat of hands; could not get warm in heated room.", "Sudden heat on scalp lasting a few minutes, followed by profuse sweat; after sweat dried up, forehead cold to touch.", "Sour sweat at night.", "Sweat on r. foot and both hands; no other part.", "Profuse sweat r. foot, l. foot dry." ]
  }
}