{
  "remedyName" : "Plumbum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Anaemia. Anaesthesia. Aneurism. Anidrosis. Appendicitis. Asthma. Atrophy. Bone, exostoses on. Brain, softening of; tumour of. Bright's disease. Colic. Constipation. Cystitis. Depression of spirits. Diplopia. Dropsy. Dysmenorrhoea. Dysuria. Emaciation. Epilepsy. Epulis. Eyes, inflammation of. Ganglion. Gout. Haemoptysis. Haemorrhoids. Headache. Hernia, strangulated. Hyperaesthesia. Hypopion. Ichthyosis. Intermittent fever. Intestines, obstruction of. Intussusception. Jaundice. Jaw, tumour of. Kidneys, affections of; granular. Liver, affections of. Lockjaw. Locomotor ataxy. Melancholia. Metrorrhagia. Myelitis. Nephritis. Numbness. OEsophagus, stricture of. Paralysis; diphtheritic; agitans. Perichondritis. Proctalgia. Progressive muscular atrophy. Prolapsus ani. Sciatica. Spine, diseases of; sclerosis of; tumour of. Spleen, affections of. Stricture. Tabes mesenterica. Tobacco habit. Tongue; paralysis; of. Typhlitis. Umbilicus, abscess of; hernia of. Uric-acidaemia. Vagina, spasm of. Vaginismus. Veins, varicose." ],
    "Characteristics" : [ "Plumbum, the Saturn of the Alchemists, has been proved by Hartlaub, Trinks, Hering, and Nenning. To their symptoms have been added those of numberless cases of poisoning among workers with lead and painters, symptoms from drinking lead-contaminated waters, from the use of lead in cosmetics, and from cases of suicide. In the old school metallic lead was seldom used, being considered inert; but Boerhaave gave it internally reduced to an impalpable powder for leucorrhoea, dysentery, syphilis, and gout (Teste). In the form of plaisters and \"Goulard water\" the salts of lead have been largely used as external applications in skin diseases, vaginal and urethral injections, and much injury has not infrequently resulted, especially from repelled eruptions. The effect of the three preparations of lead enumerated above have all been included in the Schema, as no attempt has ever been made to keep them separate; nor has any specific difference been noted. Among painters and lead manufacturers the best-known symptoms are the colic and drop-wrist. In addition there are set up conditions of kidney irritation with albuminuria, ending in granular degeneration with attendant heart hypertrophy, optic neuritis, and blindness. There is an excess of uric acid in the blood of persons under the influence of lead, and actual gouty deposits and gouty attacks have been observed. In one case of lead poisoning I saw there was chronic enlargement of the knees and contraction of the lower limbs, completely crippling the patient. In another case there were small aneurisms almost all over the body. In those who have drunk lead-contaminated water the effects vary in intensity according to the amount of contamination and duration of exposure. When the poisoning has been going on insidiously for years a state of anaemia is set up, with dry, inactive, scaly skin, and inveterate constipation. Tunzelmann (B. J. H., xxxii. 17", "quoted C. D. P., where a full collection of cases may be found) reports a number of cases of acute poisoning from drinking water containing lead: (1) A cook, ill three weeks. Unable to retain any food on stomach; constant nausea, and even when no food was taken frequent vomiting of greenish watery fluid, < night. Skin yellowish; conjunctivae decidedly yellow. Tongue furred, coat at back very yellow; horrible taste, foetor of breath; bowels confined. Extreme debility. Hydrast. gave great relief, but three months later the hands became paralysed, which led to the testing of the drinking-water and the discovery of lead. (2) Youth, aet. 12, had bronchial catarrh with loose cough and consolidation of left apex. As soon as the poisoned water was stopped he rapidly got quite well. (3) An elder brother had haemoptysis, coughing up half a pint of blood. Nothing was found wrong with the lungs beyond slight feebleness of respiration at apices. Three months later, after a day's rowing, the haematemesis returned with epistaxis. Now distinct dulness was found at right apex. Rapid recovery followed stopping the water. Caspar (C. D. P.) relates the case of a pregnant young woman who swallowed three ounces of white lead on October 8th. The first symptoms set in some hours later with vomiting. Next morning she was found suffering from inflammatory pain and jaundice. The evening of the 10th she gave birth to a seven-months' child, and died the following morning. The autopsy revealed: Features relaxed; skin dirty yellow. Bloody, frothy ichor escaped from nostrils in large quantities, and from genitals, saturating the bed; the mouth also, from which the tongue point protruded, was full of it. Abdomen distended and of stony hardness, genitals swollen and discoloured; brain markedly bloodless; pleura contained ozs. of bloody fluid, lungs distended, filled with frothy, decomposed blood; heart empty, very soft, dirty brown; trachea dark cherry-colour. Pectoral muscles very soft, brown, the blood exuding from them being greasy. Liver dirty brown, very soft; spleen filled with black, tar-like blood; both kidneys very soft and full of blood. Blood in vena cava black, tar-like. Women who work with lead frequently abort; women who do not work with lead but whose husbands do, abort in even greater proportion. Children born under these conditions are frequently idiotic or epileptic. According to Teste, Plumb. is particularly adapted to adults, males rather than females; particularly to persons of a dry, bilious constitution, with somewhat jaundiced complexion, irascible, hypochondriac, or disposed to religious monomania. (But children are by no means excluded. I have seen apparently hopeless cases of marasmus in infants with large, hard abdomens and extreme constipation cured with Plumb., usually in 3rd trituration of the metal or the acetate.) Teste mentions the following cases as having been successfully treated by him with Plumb. (1) Chronic cystitis. (2) Stricture after gonorrhoea. (3) Tenacious salivation (mercurial), < in damp weather, saturating pillow in sleep. (4) Excessively painful retraction of testes and penis, which seemed to re-enter hypogastrium (consequence of sexual excesses and repelled tetters). (5) Nightly bone pains (after failure of Merc, &c.). (6) Pulling and pressive chronic headache in forehead, < by mental labour; intolerable in company. (7) Mental derangement from syphilis with obscure paralysis of right arm, paroxysms of religious monomania, erotism without erection, periodic fever without sweat, cramp-like retraction of abdomen from time to time. (8) Nervous disease characterised chiefly by wandering pains in limbs, spasms of facial muscles, paroxysms of screaming, fright without cause, sudden fainting in passing from one room to another or entering a room full of company. (9) Marsh intermittent with quotidian or double tertian type, especially when splenic region is painful to touch. In such cases, says Teste, neither Ars. nor Chi. can be compared to Plumb. These cases bring out some of the keynotes of Plumb., and chief among them is: Retraction and sense of retraction. \"Violent colic, sensation as if abdominal wall were drawn back by a string to the spine.\" Actual drawing in of abdomen is frequently present and is characteristic. The cheeks are retracted, sunken. Excessive and rapid emaciation. In the same category with colic are: Cramps, spasms, convulsions, paralyses, tremors. Frohling (A. H. Z., cxxxii. 68", "Amer. Hom., xxii. 422) relates the case of N., farmer, 46, who was taken ill in November, 1893, with attacks of colic with vomiting and extreme constipation; action only obtained by large enemata. Had been constipated in former years but without illness. Opium had given only temporary relief. After December, 1893, vomiting was rarer, but colic increased in intensity up to February, 1894, when Frohling saw him first, and found him wasted to a skeleton, abdomen drawn in; appetite bad, felt ill, mind somewhat affected, unable to give sensible answers to questions. Constant urgent call to stool, only small, hard, black balls passed. Liver dulness only heard from upper border of sixth to upper border of seventh rib. Lead poisoning was suspected, but as no evidence of it could be found Plumb. three times a day was prescribed. In six days colic attacks were less frequent, and less severe; two stools passed without enema; mind clearer. Improvement continued in all respects, and in fourteen days N. was able to leave his bed, to which he had been confined since November. By the middle of March he made an hour's journey to see Frohling, and was hardly recognisable, he had gained so much flesh, and his liver was found of normal size. Wingfield (M. H. R., quoted Amer. Hom., xxi. 426) reported two characteristic cases: (1) Mrs. D., 50, no children, sparely built, very nervous, constipated fifteen years, takes a teaspoonful of Cascara extract every other night. Tongue coated with yellowish white fur. Has constant headaches, and after each motion is thoroughly exhausted, and has to lie down the rest of the day. Plumb. 6x gr. iii. twice a day. In two days bowels commenced acting naturally. In three weeks headaches gone, tongue clean, much less nervous. (2) Miss M., 25, florid; has boils appear on face and arms, and chronic constipation. The constipation had been a trouble since she was twelve years old. Slight spinal curvature. Tongue furred, occasionally has headaches. Suffers much at menstrual periods. Plumb. 6x twice daily at once relieved the constipation, and soon the boils disappeared. Patient soon felt quite well. Arriaga (La Homoeopatia, No. 9) 1893; H. M., xxix. 190), of Mexico city, reports the case of a woman, 73, seized with symptoms of intestinal occlusion, violent colic, nausea, obstinate constipation, meteorism, complete anorexia, and no fever. Nux relieved the colic, and then Plumb. 12, and later 13, gradually brought about recovery in four days. Nash cured a severe case of post-diphtheritic paralysis in a middle-aged man. The leading symptom was excessive hyperaesthesia", "could not bear to be touched anywhere, it hurt so. Plumb. 40m (Fincke), a single dose, cured. Nash tells of a man, 70, attacked with severe pain in abdomen, and finally a large, hard swelling developed in ileo-caecal region, very sensitive to contact or least motion. It began to assume a bluish tint, and on account of his age and weakness the man's life was despaired of. But his daughter, the wife of a medical man, found the symptoms in Raue under Plumb., in the chapter on Typhilitis, and Plumb. cured. Anaesthesia is as strongly marked as the hyperaesthesia of Plumb. The excessive emaciation of Plumb. and the action on the spine make it a remedy of the first importance in progressive muscular atrophy. Among the spasms are: Vaginismus; spasm of uterus and expulsion of its contents; sensation as if there was not room enough for foetus; spasm of bladder; of oesophagus; strangulated hernia. Clonic or tonic convulsive movements of limbs from cerebral sclerosis or tumour. Epilepsy preceded by vertigo, sometimes sighing, followed by stupid feeling. (In a case cured by Skinner, after a fit the head turned to the right. There was < to a.m.) Paralysed parts lose flesh. Progressive locomotor ataxia. Restlessness; lassitude; faintness. Sensation in abdomen at night which causes patient to stretch violently for hours; must stretch in every direction. Assumes strangest attitudes in bed at night. Peculiar sensations are: As if something were working at top of head, with a sense of screwing from behind forward. Eyelids as if paralysed. As of a ball rising from throat into brain. As if a wheat-hull in throat. Cornea as if breathed upon. Eyes as if too large. As of a plug in throat. As if everything were weighted down. As if abdomen and back were too close together; abdomen drawn to spine with a string. Bowels as if twisted; constricted; distended with gas. As if abscess forming near umbilicus. Sphincter ani as if drawn in. As if a bag not quite filled with fluid lay in bowels. As if fluid rolled from one side to other of abdomen. As if thighs pierced with needles. As if feet made of wood.", "Pains are wandering or radiating, vague, paroxysmal. Ailments develop slowly and intermit for a time. Alternations are common: Delirium with colic; diarrhoea and constipation; jerks of flexors and extensors; paralysis and colic. Right side is most affected, symptoms go from left to right (throat). In ladies poisoned by cosmetics the vaginismus which resulted increased pari passu with paralytic symptoms. With Plumb. Theuerkauf cured in six weeks a case of hypopion with great pain (B. J. H., xxxvii. 303). W. H. Woodyatt (Ibid., 205) reports a case of \"vaso-motor neurosis\" affecting left eye. Mrs. D., 29, had been ill two weeks, and supposed she had caught cold in the eye. The symptoms were: Drooping upper lid, intense photophobia, very profuse lachrymation of hot tears, pericorneal injection, deep bluish redness of sclerotica, most marked at corneal margin. Cornea very faintly hazy. Pupil contracted. Sight misty. Ars. 6x and Plant. 6x failed to relieve. Plumb. 6x was then given with immediate improvement, which went on to cure in seven days. The italicised symptoms were the leading indications for Plumb. In a case of right-sided sciatica which had been greatly benefited by Gnaph. 1, but which had returned, the symptoms being: Stiffness; soreness from great trochanter and point of exit of nerve to knee; weakness in thigh; < by stooping; walking = sensation as if pushing a knife in thigh, Plumb. was given four times a day. Up to the twelfth day there was no change; on that day the pain suddenly went. The case had lasted nine months. The symptoms are < by touch. > By hard pressure and by rubbing. > At rest. < By motion. Mental exertion <. > Lying down. < Lying right side (swelling in abdomen; cough). Lying on left side < violent palpitation. Bending back > pressure in stomach,:; pain in epigastrium; pain in back. Bending forward = pressure in stomach; > pain in back. Bending double > colic. Back sensitive when leaning on it. > Stretching limbs. < At night, < In rough, foggy weather. Open air, coldness in; sensitive to; > vertigo. Damp weather = profuse salivation. < In room full of company." ],
    "Relations" : [ "Antidoted by: Sulphuric acid, diluted, taken as a lemonade, is one of the best antidotes to the chronic effects of lead; Alcohol is a preventive; Alumen, Alumina, Ars., Ant. c., Ben., Coccul., Hep., Kreos., Nux, Op., Petrol., Plat., Piperaz., Zn. (Teste, who classes Plumb. with Merc. and Ars., says AEthus cyn. is the best antidote in his experience; he names also Hyo., Plect., Strm., and Electric.) It antidotes: Bad effects of long abuse of vinegar. Compatible: Ars., Bell., Lyc., Merc., Phos., Pul., Sil., Sul. Compare: Constipation, inertia, hard black balls, Op. (Plumb. has also some spasmodic constriction at anus). Delirium, bites and strikes, Bell. (Plumb. has tremors of head and hands; yellow mucus about teeth; colic alternating with delirium). Head and abdominal symptoms alternating, Pod. Brain softening, Zn. (Plumb. has pain in atrophied limbs alternating with colic), Vanad. Constipation from inertia, vaginismus, Plat. (Plat. > these conditions of Plumb.). Irritable piles with drawn-up sensation at anus, Lach. Peritonitis with retracted abdomen, Euphb. Head turns to right, Stram. (to left, Lyc.; to either, Bufo, Camph.).", "Globus, Ign., Lach., Lyc. Diseases originating in spine, Pho., Pic. ac., Zn. Weak memory, unable to find right word, Anac., Lac c. Face greasy, shiny, Nat. m., Sanic. Desire to stretch, Amyl. n. Illusion of smell, Anac." ],
    "Causation" : [ "Repelled eruptions. Sexual excess." ],
    "Mind" : [ "Silent melancholy and dejection.", "Great anguish and uneasiness, with sighs.", "Anxiety, with restlessness and yawning.", "Weariness and dislike to conversation and labour.", "Discouragement.", "Weariness of life.", "Weakness or loss of memory.", "Slow of perception; increasing apathy.", "Unable to find proper word while talking.", "Coma.", "Imbecility.", "Dementia.", "Mania.", "Delirium; alternating with colic.", "Fury.", "Frantic delirium (bites, strikes), sometimes with demented aspect.", "Dread of assassination, poisoning; thinks every one about him a murderer." ],
    "Head" : [ "Head confused and heavy, as from apathy and melancholy.", "Dizziness to the extent of failing senseless.", "Intoxication.", "Vertigo, esp. on stooping, or looking up into the air.", "Headache, as if caused by a ball rising from throat into brain.", "Heaviness of head, esp. in (cerebellum) occiput and forehead.", "Tearing in forehead and temples.", "Lancinating headache.", "Congestion of blood to head, with pulsation and heat.", "Violent pains in integuments of skull from occiput to forehead.", "Great dryness of hair.", "Hair becomes very greasy.", "Falling off of hair of scalp, also of eyebrows and whiskers (moustaches)." ],
    "Eyes" : [ "Pressive and very acute pain, as if eyeballs were too large.", "Heaviness of eyes when moving them.", "Paralysis of upper eyelids.", "Contraction in eyes and eyelids.", "Tearing in eyelids, with sleep.", "Sanguineous congestion in eyes.", "Inflammation of eyes and of iris.", "Nocturnal agglutination of eyes.", "Swelling of eyes.", "Yellowish colour of sclerotica.", "Spasmodic closing of eyelids.", "Eyes convulsed.", "Pupils contracted.", "Sight confused, as if directed through a mist, which forces the patient to rub eyes.", "Hypopion.", "Myopia.", "Diplopia.", "Blindness, as from amaurosis.", "Optic neuritis." ],
    "Ears" : [ "Tearing in ears.", "Boring and shooting in ears.", "Sensibility to noise.", "Occasional sudden diminution of hearing.", "Deafness; sudden.", "Buzzing in ears.", "Hears music, with frightful delirium." ],
    "Nose" : [ "Coldness of nose.", "Erysipelatous inflammation of nose.", "Red, purulent vesicles in nasal angles.", "Fetid smell in nose.", "Loss of smell.", "Obstruction of nose.", "Accumulation of tenacious mucus in nostrils, which can only be expelled by way of the nasal fossae.", "Fluent coryza, with discharge of serous mucus." ],
    "Face" : [ "Face pale, yellow, hippocratic.", "Bewildered air; distorted countenance.", "Bloatedness of face.", "Semilateral swelling of face.", "Paralysis of lower two branches of r. facial nerve.", "Skin shining and greasy to sight and touch.", "Tearing in maxillary bones, which is removed by friction, or made to appear in another place.", "Boring in lower jaw.", "Exfoliation (painless) of lips.", "Cramps in jaw.", "Lockjaw.", "Swelling of submaxillary glands." ],
    "Teeth" : [ "Tearing, jerking pains in teeth, < by cold things.", "Teeth coated with yellow slime.", "The teeth become black.", "Fetid, hollow, carious teeth, which break off in notches.", "Looseness and falling out of teeth.", "Grinding of teeth.", "Gums pale and swollen; purple-coloured thin border on gums nearest teeth.", "Painful and hard nodosities on gums." ],
    "Mouth" : [ "Dryness of mouth.", "Copious accumulation of sweetish saliva in mouth, with dryness of gullet.", "Salivation; tenacious; mercurial; < during sleep.", "Froth in mouth.", "Viscid mucus in mouth on waking in morning.", "Haemoptysis.", "Aphthae and fetid ulcers in mouth, and purple blotches in mouth and on tip of tongue.", "Breath fetid.", "Inflammation, swelling, and heaviness of tongue.", "Tongue brown and dry, with rhagades.", "Tongue green, slate-coloured, or coated yellow.", "Paralysis of tongue, preventing speech; cannot put tongue out." ],
    "Throat" : [ "Sore throat, as if caused by a swelling (plug) or foreign body in gullet.", "Sensation as if a ball were rising in throat (globus hystericus).", "Sensation of constriction in throat (as soon as the least effort is made to swallow, with great urging to do so).", "Paralysis of gullet, with inability to swallow.", "Drawing in throat when eating, as if oesophagus were being torn out.", "Sensation as if an insect were crawling in oesophagus.", "Inflammation and induration of tonsils; granular sore throat, going from l. to r.", "Formation of consecutive, small, exceedingly painful abscesses in tonsils." ],
    "Appetite" : [ "Sweetish, bitter, metallic, or horribly offensive taste.", "Sulphurous, acid taste in bottom of throat.", "Violent thirst, esp. for cold water.", "Anorexia.", "Violent hunger, even shortly after a meal.", "Great desire for bread and fried things, cakes, rye bread, tobacco." ],
    "Stomach" : [ "Risings, with a taste of food.", "Empty risings, sometimes very violent and painful.", "Sweetish risings.", "Hiccough.", "Regurgitation of sweetish or sour water.", "Disgust and frequent nausea, with disposition to vomit, sometimes with retching.", "Continued and violent vomiting of food, or of greenish and blackish matter, or yellowish, with violent pains in stomach and abdomen.", "Vomiting of bile or of blood.", "Vomiting of faecal matter, with colic and constipation.", "Very violent pains in stomach.", "Sensation of heaviness and aching in stomach, sometimes after a meal.", "Dull and anxious pressure in scrobiculus.", "Constrictive cramps in stomach.", "Shootings from pit of stomach into back.", "Cuttings and burning pain in stomach.", "Inflammation of stomach." ],
    "Abdomen" : [ "[Drawing pain from before backward, as though abdomen were drawn in and through towards backbone, sometimes making abdomen concave; sensation as though a string were inside abdomen drawing it in; generally there is great despondency with this pain.", "Painters' colic with this sensation, as though abdomen were drawn in and touching the spine; pulse may be down very low, 50, or even 40.", "Gastralgia with sensation as though abdomen and backbone met.", "Great liver remedy; inner belly in general; inner region of navel; sometimes umbilical hernia, and is an excellent remedy for this; l. side of abdomen generally (H. N. G.).].", "Pain in liver, with lancinating pressure.", "Hepatic region sensitive to pressure.", "Heat and burning in liver and spine.", "Sticking and darting in liver, first anteriorly, then posteriorly.", "Jaundice.", "Cirrhosis; first enlarged, then contracted.", "Affections of spleen.", "Very violent pains in abdomen, with retraction of navel.", "Inflation and induration of abdomen.", "Violent colics, with constrictive pain, esp. in umbilical region, with violent contraction of abdomen (navel and anus are violently drawn in), sometimes forming elevations and depressions, < by slightest touch, and sometimes increased at night to the highest degree.", "Large, hard swelling in ileo-caecal region, very sensitive to contact or least motion; sneezing or coughing.", "Colic and paralysis of lower extremities.", "Pinchings and cuttings in abdomen.", "Shootings round navel.", "Sensation in upper part and in sides of abdomen as if something detached itself and fell down.", "Pulsation in abdomen.", "Burning sensation or coldness in abdomen.", "Inflammation, ulceration and gangrene of intestines.", "Hard nodosities in abdomen, as if caused by internal induration.", "Soreness of abdominal muscles, < by movement and by touch.", "Continued production and incarceration of flatus, with, grumbling and borborygmi in abdomen.", "Abundant expulsion of very offensive and hot, burning flatus.", "In rectum very urgent effort to expel flatus without any result." ],
    "Stool and Anus" : [ "Most obstinate constipation; stools blackish.", "Continued and ineffectual want to evacuate.", "Faeces difficult to evacuate, hard, sometimes in round pieces, like sheep dung, and tenacious.", "Balls in conglomerate masses, discharged with difficulty.", "Loose evacuations.", "Long-continued diarrhoea, generally of yellow excrement, or else painful, and often very offensive.", "Sanguineous diarrhoea.", "Watery diarrhoea, with vomiting and violent colic, esp. pain in umbilicus.", "Painful retraction and constriction of anus.", "Intolerable pain from spasms of rectum, with every evacuation lasting an hour or two; horrible constriction, much < if stool solid.", "(Constipation from anal spasm in children.", "R. T. C.).", "Prolapsus ani, with paralysis.", "Fissures of anus." ],
    "Urinary Organs" : [ "Retention of urine.", "Difficult emission of urine, only drop by drop, dark coloured, scanty, albuminous.", "Tenesmus of bladder.", "More frequent and more copious emission of urine.", "Watery, or reddish, fiery, turbid, and sometimes thick urine; sediment consisting of red blood-corpuscles and cylinders; all the symptoms of acute nephritis; with amaurosis and cerebral symptoms.", "Discharge of blood from urethra.", "Diabetes." ],
    "Male Sexual Organs" : [ "Swelling and inflammation of genital organs (of penis and scrotum).", "Contraction and constriction in testes, with jerking in spermatic cord.", "Retraction of testes.", "Excoriation of scrotum.", "Sexual desire excessively increased, with frequent erections and pollutions.", "Loss of sexual desire.", "Insufficient emission of semen during coition.", "(Impotence.)" ],
    "Female Sexual Organs" : [ "Retarded menstruation.", "Amenorrhoea, chloro-anaemia.", "Nymphomania.", "Wants to stretch limbs during ovarian pains.", "Spasmodic dysmenorrhoea.", "Cessation of menses on invasion of colic; may reappear after paroxysm, or not again until next period.", "Metrorrhagia with sensation of strong pulling from abdomen to back; during climacteric, dark clots alternating with fluid blood or bloody serum.", "Strangulation of prolapsed portion of vagina, intense pain.", "Mucous discharge per vaginam.", "Feels a lack of room for foetus in uterus; inability of uterus to expand; threatened abortion.", "During pregnancy cannot pass urine, from lack of sensation; or from paralysis.", "Puerperal eclampsia; albuminuria.", "Pulling, tearing, contractive pains in breasts, uterus, and vagina, with or without colic; the breasts become momentarily harder, or with the colic they become smaller.", "Induration and inflammation of breasts.", "Leucorrhoea.", "Miscarriage.", "Vaginismus.", "Hyperaesthesia of genitals.", "Obstructed bowels during pregnancy.", "Milk scanty and watery." ],
    "Respiratory Organs" : [ "Hoarseness and roughness in throat.", "Aphonia.", "Constriction of the larynx.", "Copious expectoration of mucus from larynx, which is viscid, transparent, or yellowish green, and in lumps.", "Dry, convulsive cough.", "Expectoration of pus with the cough.", "Cough, with expectoration of blood, haemorrhages from lungs." ],
    "Chest" : [ "Difficult, anxious, oppressed, and panting respiration.", "Shortness of breath.", "Spasmodic asthma.", "Oppression of chest, appearing periodically.", "Fits of suffocation.", "Pressure on chest, esp. when breathing deeply or laughing.", "Shootings in chest and sides, sometimes with obstructed respiration.", "Apices of lungs affected.", "Small red papules on chest, which desquamate." ],
    "Heart" : [ "Ebullition in chest, with anxietas praecordium, and perceptible palpitation.", "Change in muscular structure without coincident disease of valves, with or without atheromatous degeneration of vessels, usually hypertrophy and dilatation of l. ventricle, sometimes with parenchymatous nephritis.", "Bruit de souffle.", "Palpitation, < on ascending stairs or running.", "Pulse rapid, jerky, weak.", "Tachycardia." ],
    "Neck and Back" : [ "Tension in nape of neck, extending into ear on moving head.", "Tearings and shootings in loins, in back, and between shoulder-blades.", "Distortion of spine.", "Itching on coccyx above anus, going off when scratched." ],
    "Upper Limbs" : [ "Convulsive movements of arms and hands, with pain in joints.", "Drawing and tearing in arms and fingers.", "Wrist-drop.", "Weakness and painful paralysis of arms and hands.", "Dilatation of veins on back of hands, arms, and calves.", "Ganglion on back of hands.", "Wens on hands.", "Difficulty in moving fingers.", "Red and swollen spots on fingers." ],
    "Lower Limbs" : [ "Drawing in hip-joints when lying down.", "Painful sensation of paralysis in hip-joints, and in those of hands and feet, esp. on going up stairs.", "Violent pains in limbs, esp. in muscular parts of thighs; < evening and night.", "Sciatica; walking causes great exhaustion; with consecutive atrophy.", "Cramp in calves, < at night.", "Paralysis of thighs and feet.", "Numbness outer side r. thigh from hip to knee.", "Numbness of legs and feet.", "Tearings and shootings in thighs and knees.", "Sensation of numbness in feet, with difficulty in putting them to the ground.", "Cramps in soles of feet.", "Swelling of feet.", "Fetid sweat on feet.", "Distortion of toes.", "Pain in great toe at night.", "Ingrowing toenails." ],
    "Generalities" : [ "[Jaundice, where the sclerotica is yellow, face yellow, urine yellow; vomiting in bed after retiring for the night, restless, sleepless, &c.", "Loss of smell; reddish-yellow face.", "Affections in lower teeth; tongue; sweetish taste, as in expectoration of cough with sweetish taste.", "Obstructed flatus with terrible colic.", "Retraction of soft parts in general; pinching pain with sensation of tearing; sphacelus; grey ulcers.", "H. N. G.].", "Drawing and tearings in limbs, < at night, sometimes shifting their position on the parts being scratched.", "Burning sensation in various parts of body.", "Violent tingling pains in bones, coming on fitfully.", "Cramps and constrictive pains in internal organs.", "Numbness, stiffness, pain as from fatigue, and contraction of some of the limbs.", "Paralysis; of the limbs of those who work in lead.", "Convulsive trembling and jerking of limbs, convulsions and cramps, sometimes followed by paralysis.", "Epileptic fits (without consciousness).", "Swooning, esp. in a large company.", "Heaviness and torpor of limbs.", "Great weakness, with trembling of limbs.", "Depression, with want to lie down, and throbbing of arteries in whole body after slight exercise.", "Muscles flaccid.", "General emaciation, esp. in paralysed parts, followed by swelling of those parts.", "Excess of uric acid in the blood.", "Anaemia.", "Anaesthesia.", "Hyperaesthesia.", "Arthralgic and neuralgic pains in trunk and limbs.", "Dropsical swellings, sometimes of whole body.", "Sensitiveness in open air.", "The symptoms develop themselves slowly, and sometimes disappear for a time and reappear subsequently.", "< In the night; from rubbing." ],
    "Skin" : [ "Sensitiveness of skin to open air.", "Lead coloured, dry, rough, bluish, or yellow skin.", "Dark brown spots over whole body.", "Tendency to inflammation and suppuration of slight wounds.", "Burning pain in ulcers.", "Excoriations.", "Decubitus.", "Sphacelus." ],
    "Sleep" : [ "Great drowsiness during day; tendency to fall asleep, even while speaking.", "Coma and lethargy, sometimes with dizziness.", "Retarded sleep.", "Nocturnal sleeplessness, with abdominal spasms.", "Jerks during sleep.", "Must stretch in every direction.", "Assumes strangest attitudes in bed at night.", "Many dreams, sometimes lascivious, with erections.", "Talking during sleep." ],
    "Fever" : [ "Pulse very variable, generally contracted, small and slow; at times hard and slow, occasionally small and quick.", "Predominance of shiverings and coldness, esp. in the limbs and in open air.", "Chill predominates, increasing towards evening, with violent thirst and redness of face.", "Coldness in open air and when exercising.", "Cold or clammy sweat.", "Transient, anxious heat (with thirst, redness of face, and sleepiness).", "Internal heat in evening and at night, with yellowness of buccal cavity.", "Entire lack of perspiration." ]
  }
}