{
  "remedyName" : "Podophyllum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity. Amenorrhoea. Anus, Prolapse of. Asthma, bronchial. Bilious attack. Bronchitis. Cataract. Cholera infantum. Cornea, ulcer of. Dentition. Diarrhoea; camp. Duodenum, catarrh of. Dysentery. Dysmenia. Dyspepsia; from calomel. Fevers. Flatulence. Gagging. Gall-stones. Gastric catarrh. Goitre. Haemorrhoids. Headache, sick; bilious. Heart, pains in. Hydrocephaloid. Intermittents. Jaundice. Leucoma. Liver, affections of. Ophthalmia. Ovaries, pains in; numbness in; tumour of. Palpitation. Pneumonia. Proctitis. Prostatitis. Pustules. Sciatica. Stomatitis. Strabismus. Taste, lost, perverted; illusions of. Tenesmus. Tongue, burning in. Urticaria. Uterus, prolapse of. Whooping-cough. Worms." ],
    "Characteristics" : [ "Pod. grows throughout the United States in damp, shady places in woods, has leaves five to nine-lobed, large white nodding flowers, yellowish fruits, egg-shaped, not unlike a small lemon, hence the plant is sometimes called Wild Lemon. It flowers in May and June, and the fruit ripens in October. Indian tribes use the root to expel worms, and drop the juice of the root into the ear to cure deafness. \"All the tribes are fond of the fruit, \", says Rafinesque, quoted by Hale, who gives a full account of the medicine. The botanic and eclectic practitioners adopted the remedy and used it as the \"vegetable mercury.\" The first homoeopathic proving was made by Williamson. An unintentional proving recorded by E. V. Rose (H. W., xxv. 246) brings out the chief characteristics of Pod., and shows that its reputation as a \"vegetable mercury is not undeserved: Mr. J., took at a.m. gr. x of Pod. 1x to \"stir up his liver.\" At p.m. was taken with an indescribable sick feeling all over, and a persistent dry, rough feeling in pharynx and oesophagus, extending along right Eustachian tube, with dull, aching pain in right ear; feeling as though a ball or lump in upper oesophagus. At p.m. dull and stupefying headache, chiefly frontal, < lying down. Fulness in stomach, belching of gas, sour eructations; marked salivation and offensive odour from mouth. Sleep disturbed, full of confused dreams; rolled and tossed about, bed felt too hard; and a feeling as though head and shoulders were lying too low. At a.m. call to stool, which was profuse, watery, dark green. Calls frequent. Before stool: peculiar weak, dull, griping pain below umbilicus; fulness in rectum. During stool: weak feeling in stomach. After stool: tenesmus and faint feeling. These symptoms passed off in two or three days, the diarrhoea being followed by constipation, which was quickly removed by Nux. These symptoms are nearly all proved characteristics of Pod.: The early morning <; the profuse stools, faint, gone sensation; fulness and tenesmus in rectum. Pod. is an irritant wherever applied. Externally on the skin it produces a rawness like intertrigo. The dust of the powdered root getting into the eyes sets up intense inflammation, ulceration, and leucoma. These effects have proved leading indications for its internal use in eye affections. The fulness and tenderness of the rectum noted in Ross's case went on to actual prolapse in the provings. I have many times cured with Pod. prolapsus ani in children. With Pod. 1x Mr. Knox Shaw relieved \"continual urging and straining\" in a case of rectal cancer too far gone for operation. The genital organs were involved with the rectum in the tendency to prolapse. \"Symptoms of prolapsus uteri with pain in sacrum; with muco-gelatinous stools\"; \"sensation at stool as if the genital organs would fall out\" are keynotes of the provings which have led to many cures. Pains in the ovaries, especially the right, extending down the anterior and inner side of thighs. In the pregnant and puerperal state Pod. is frequently indicated: in the vomiting of pregnancy; swelling of labia; severe after-pains with strong bearing-down sensation; haemorrhoids and prolapsus recti after confinement. A peculiar symptom of pregnancy indicating Pod. is: \"Can lie comfortably only on stomach (early months).\" The irritation of Pod. is shown in the brain, but it is then generally reflected even from the abdominal viscera (cholera infantum) or the teeth (dentition). There is moaning and whining during sleep; the head is thrown back and rolls from side to side; the child grates its teeth. \"Great desire to press gums or teeth together\" is a keynote. The salivation, foul breath, and moist, tooth-indented tongue of Merc. are reproduced in the Pod. provings, and so also is the congested, sensitive liver, with excess or absence of bile. These, combined with the feverishness and proneness to sweat, make Pod. one of the important antidotes to Merc. Fevers of many kinds are met by Pod.", "remittent, chiefly bilious remittent, intermittent. Delirium is not rare, and is apt to be loquacious. Moaning and whining during sleep. Much drowsiness and desire to stretch. Alternating conditions are noted: Diarrhoea alternating with constipation; headache alternating with diarrhoea; headache in winter, diarrhoea in summer; inflammation of scrotum or of the eyes; not of both. Some Concomitants are important: Pains in sacrum, in lumbar region with rectal and uterine symptoms; cramps in calves with stools. The stools may be painless, or may be preceded, accompanied, and followed by colic, tenesmus and other symptoms. The concomitance of diarrhoea with other affections points to Pod. Loquacity during chill and heat is a keynote in fevers. Nash cured an obstinate case of intermittent through this symptom: Chills violent, followed by intense fever with great loquacity; when the fever was past patient fell asleep, and on waking remembered nothing of his loquacious delirium. \"Burning tongue\" is another leading symptom. A case is related by W. A. Burr (Critique, quoted Hom. News, xxviii. 87) of a young man who had for some weeks a burning sensation along left edge of tongue, occasionally shooting to tip, or through to opposite edge. He had been in poor health, \"bilious, \", for years. With catarrh of stomach, duodenum, and bile ducts extreme discomfort followed even the blandest foods. Pod. 3x improved in two days, and the tongue was well in a week. L. M. Barnes (Hom. News, xxix. 45) reports these cases: (1) A lady for four months after miscarriage had much ovarian pain, < at night. She was sleepless, nervous, restless. Much bearing down in abdomen and back. She was a large, stout woman, with a pendulous abdomen. Pod. cured after Puls. and Act. r. had only partially relieved. (2) A stout woman, complained of burning, aching, cutting pain in rectum. Was obliged to be on her feet all day. Nervous, cross, irritable. Pod. cured. Pod. is suited to bilious temperaments, especially after mercurialisation. Peculiar sensations are: As if strabismus would occur. Pain in head as from ice on occipital protuberance. As if tongue, throat, and palate had been burned. As if a thousand live things moving about in abdomen, or of fish turning over. As if everything would drop through pelvis. As if heart ascending to throat. Ball in upper oesophagus. Notable symptoms are: Thirst for large quantities of cold water. Intense desire to press the gums together. Viscid mucus in mouth, coating teeth. Diarrhoea whilst being bathed or washed; of dirty water soaking through napkin; with gagging. Patient is constantly shaking and rubbing region of liver with his hands. Great loquacity during chill and heat. Pod. is predominantly right sided", "right throat; hypochondrium; ovary. Guernsey mentions that it is often called for in complaints of pregnant and parturient women, with sensation as if intestines were falling down. He mentions also \"whooping-cough with costiveness and loss of appetite.\" The symptoms are < by touch (spot on right hypochondrium); > by pressure. > Rubbing (inclination to rub liver region with hand). > Lying down; lying on abdomen; stretching in bed. Pain in left leg < by straightening out the limb. < Motion; walking; ascending stairs; exertion. < Morning, especially early morning, to a.m. Some symptoms < night. < Open air; while washing. External heat > pain in bowels. Heat of stove does not > chilliness, but wrapping warmly in bed does >. Hot weather, summer, < diarrhoea. < After eating and drinking; after acid fruit and milk. < By swallowing. < Before, during, and after stool." ],
    "Relations" : [ "Antidoted by: Lact. ac., Nux, Coloc., Lept. Antidote to: Merc. Compatible: After Ipec. and Nux in vomiting; after Calc. and Sul. in liver diseases. Incompatible: Salt, which increases its action. Compare: Morning diarrhoea, Sul., Dros., Bry., Nat. s., Rx. c. Hot, yellowish, green, offensive diarrhoea, Cham. (Cham. < evening; Pod. < morning, in one gush). Cholera morbus, profuse stools, Ver. (Ver. has much pain; Pod. may have absence of pain). Diarrhoea < after eating; headaches alternating with uterine and bowel affections, Alo. (Plumb. delirium alternating with colic). Prolapsus ani before stool with weakness in abdomen (Alo. after stool). Prolapsus uteri < during stool, Stan. (with Pod. the stool is diarrhoeic and comes with a rush). Prolapsus recti et uteri, Nux, Sep. Bearing down in hypogastric and anal regions, > lying down, Sep. Prolapsus of rectum, Bell., Aesc. h., Nit. ac., Rut. (especially in children, Chi., Chi. s., Pod.). Duodenal catarrh, Berb., Chi., Hydras., Lyc., Merc., Ric. c. Diarrhoea immediately after eating, Alo., Ars., Chi., Lyc., Staph., Trbd. (whilst eating, Fer.). < After eating or drinking, Dig., Trbd. Headache from over-excitement, Epipheg. Blur before headache, K. bi., Ir. v. Wants to bite gums together, Phyt. Tongue as if burnt, Sang. Blue tongue, Gymno. As if something alive in abdomen, Croc. Regurgitation of food, Sul. Pain under right scapula, Chel. Diarrhoea, ovarian pain, ovarian tumour, dysmenia, Coloc." ],
    "Causation" : [ "Over-lifting or over-straining (prolapsus uteri). Summer (diarrhoea)." ],
    "Mind" : [ "Conscious during chill, but cannot talk, forgets words.", "Delirium, loquacious during heat; forgetful after of what has passed.", "Depression: imagines he is going to die or be very ill; in gastric affections.", "Disgust for life; headache; biliary disorders.", "Over-fatigue of mind from business; when in bed he rolled his head on waking and while awake." ],
    "Head" : [ "Vertigo: while standing; in open air; with tendency to fall forward; with sensation of fulness over eyes; from gastric or bilious disorders.", "Momentary darts of pain in forehead, obliging one to shut eyes.", "Stunning headache through temples, > by pressure.", "Sudden pain in forehead, with soreness of throat, evening.", "Pressing in temples, forenoon, with drawing in eyes as if strabismus would follow.", "Throbbing in temples, aching eyes, hot tears, in morning.", "After stool, a.m.: Frontal headache with feverishness; sensation of great dryness in forehead and eyes, > for short time by bathing with cold water.", "Sick headache accompanied by constipation.", "Headache alternating with diarrhoea.", "Bilious headache, burning at vertex and over forehead, pain lasts twenty-four hours, ends in vomiting; pale urine during attack; passes much bile next day; < from over-excitement or walking.", "Morning headache with flushed face and heat in vertex.", "Dull headache with pain behind eyes; liver, torpid.", "Pain in vertex on rising in morning.", "Sick headache most in occiput, preceded by blur before vision, coming suddenly.", "Head hot, rolling head from side to side; dentition.", "Reflex irritation of brain from disorders of bowels; grinding teeth at night; morning in sleep; eyes half-closed; head sweaty." ],
    "Eyes" : [ "Inflammation of eyes with excruciating, heavy pain, great turgescence of vessels.", "Superficial ulceration of each cornea with general congestion of conjunctivae; ulceration central and extensive, in r. eye its base was densely white, as if lead had been used (after ten days, from the dust whilst grinding the root).", "Eyes inflamed in morning.", "L. eye sore.", "(Arcus senilis lessens and a dribbling of saliva ceases in an old man.", "R. T. C.).", "Eyes glazed and motionless (from ripe fruit).", "Eyes sunken.", "Heaviness of eyes with occasional pains at vertex.", "Smarting; inflammation of lids.", "Pain in eyeballs and temples, with heat and throbbing of. temporal arteries.", "Drawing in eyes as if squint would follow.", "Scrofulous ophthalmia < in morning.", "(Cataract has been known to clear after Pod. given internally.", "R. T. C.)" ],
    "Ears" : [ "Aching pain in r. ear, with rough feeling extending from there along r. Eustachian tube." ],
    "Nose" : [ "Nose pinched.", "Soreness and little pimples on nose." ],
    "Face" : [ "Corpse-like pallor.", "Complexion sallow, dingy.", "Hot, flushed cheeks.", "Under jaw fallen." ],
    "Teeth" : [ "Great desire to press gums together; jaws clenched; grinds teeth at night; difficult dentition.", "During dentition; catarrhal cough; catarrh of chest; cholera infantum; hydrocephaloid.", "Teeth covered with dried mucus in morning." ],
    "Mouth" : [ "Total loss of taste, could not tell sweet from sour; sleepless, restless.", "Everything tastes sour or putrid; sweet.", "Taste of fried liver in mouth at night.", "Bad taste after other symptoms had disappeared.", "Feeling as if tongue, and sometimes palate and throat, had been burned.", "Tongue: furred white with foul taste; white, moist, shows imprints of teeth; dry, yellow; full and broad with pasty coat in centre; red, not bright red; rough with uniformly erect papillae; dull bluish colour; red, dry, cracked, somewhat swollen and often bleeding.", "Offensive breath; at night; perceptible to patient.", "Copious salivation.", "(Dribbling of saliva in an old epileptic case ceases.", "R. T. C.).", "Much viscid mucus in mouth (morning).", "Mouth and tongue dry on awaking.", "Nursing sore mouth; canker." ],
    "Throat" : [ "Dryness of throat.", "Burning in throat (from the ripe fruit).", "Soreness of throat extending to ears; r. to l.; l. side sore, < swallowing liquids, morning.", "Rattling of mucus in throat.", "Goitre.", "Dry, rough feeling in pharynx and oesophagus, extending along r. Eustachian tube with aching pain in r. ear." ],
    "Appetite" : [ "Indifference to food; loss of appetite; smell. of food = loathing.", "Satiety from small quantity of food, followed by nausea and vomiting.", "Appetite variable, at times voracious.", "Great thirst for (cold water in) large quantities; Moderate thirst during fever.", "Increased thirst after eating.", "Desire for something sour.", "Thirst towards evening.", "After eating: regurgitation of food, sour; hot, sour belching; diarrhoea; vomits food an hour after, craving appetite afterwards; depression of spirits.", "After eating and drinking: diarrhoea.", "After acid fruit and milk: diarrhoea." ],
    "Stomach" : [ "Heartburn, waterbrash, heat in stomach.", "Eructations: smelling like rotten eggs; hot; sour.", "Nausea: distressing and extreme; with attempts to vomit; motion of gagging is made with mouth but not accompanied with retching; stomach contracts so hard and rapidly that the wrenching pain = patient to utter sharp screams; gagging or empty retching.", "Gagging in infantile diarrhoea.", "Nausea and vomiting with fulness in head.", "Vomiting: of milk in infants, with protrusion of anus; of food with putrid taste and odour; of thick bile and blood; of hot, frothy mucus; with congestion of pelvic viscera during pregnancy.", "Acidity in afternoon with unpleasant, sickly sensation in stomach.", "Tender over stomach and bowels, < least touch or motion.", "Hollow, empty, weak, sinking feeling at epigastrium; without hunger.", "Stitches in epigastrium from coughing.", "Dyspepsia from calomel, aching behind eyes, clayey stools.", "Gastric catarrh.", "Awakened by violent pains in stomach and bowels.", "After breakfast and dinner burning in stomach as if caused by hot steam.", "Heat in stomach.", "Cold water <; it = oppression and uneasiness; small quantities of it were ejected, tasting bitter and causing much burning in oesophagus." ],
    "Abdomen" : [ "Acute burning in region of pyloric orifice, with violent retching and vomiting of bile and belching of wind; constipation; after attacks, prostration; slight jaundice and persistent tenderness to touch in one spot corresponding to entrance of common bile duct into duodenum.", "Fulness in r. hypochondrium, with flatulence, pain, and soreness.", "Twisting in r. hypochondrium with burning.", "Stitches in hypochondria, < while eating.", "Pain in region of liver with inclination to rub the part with the hand.", "Excessive secretion of bile, great irritability of liver.", "Hepatitis with costiveness; tenderness and pain in region of liver.", "Gall-stones and jaundice.", "Biliousness; nausea and giddiness; bitter taste and risings; tendency to bilious vomiting and purging; dark urine.", "Abdomen swelled almost to bursting (fruit).", "Flatulence.", "Abdominal plethora: bloated feeling; soreness, uneasiness; > after stool; causing uterine troubles.", "Rumbling.", "Colic.", "Awakened by violent pains in stomach and bowels, griping, stitching, > for short time by pressure; a.m. (first night).", "Pain in transverse colon, a.m., followed by diarrhoea.", "Pain in limbs at daylight, > by external warmth and bending forward whilst lying on side, < lying on back.", "Heat in bowels with inclination to stool.", "Woke a.m. with stitches in bowels and desire to go to stool; > flexing thighs or abdomen.", "Symptoms generally, and esp. abdominal symptoms, < morning, > evening.", "Tenderness over hypogastrium.", "Pain extended into lower bowels and r. ovary." ],
    "Stool and Anus" : [ "Emission of fetid flatus.", "Morning diarrhoea, then no more stools during day.", "Diarrhoea early in morning, continuing through forenoon, followed by natural stool in evening.", "Diarrhoea immediately after eating and drinking.", "Stools in morning, with strong urgings in bowels and heat and pain in anus.", "Small, frequent, bilious stools with tenesmus.", "Diarrhoea, yellow stools, one every hour for five hours.", "Stools of pure blood (produced.", "R. T. C.).", "Infantile dysentery (cured.", "R. T. C.).", "Dysenteric diarrhoea.", "Stools: thin, watery, green; green; muco-gelatinous with pain in sacrum; a.m., yellow, undigested faeces, mixed with mucus, offensive; with violent tenesmus; burning, acrid, causing much bearing down during and after stool; with gagging and excessive thirst in children; gushing, watery, profuse, green, with sudden urging, often painless; offensive, < in hot weather; pasty; yellow, watery, with meal-like sediment; smelling like carrion; mucous and blood-streaked; black, only in morning; tar-like; changing colour.", "Stool with much pain and deadly nausea.", "Diarrhoea and constipation alternating every day or two, for several days after the most prominent symptoms had disappeared.", "Diarrhoea with great sinking at epigastrium, sensation as if everything would drop through pelvis, prolapsus ani.", "Small stools, yellow, watery, coming after meals with sick feeling, in pregnancy.", "Diarrhoea from indigestion after eating canned fruit.", "Before stool: intense nausea; sudden urging; loud gurgling as of water; rumbling in l. side; violent colic or absence of pain; prolapsus ani.", "During stool: urging in bowels; heat and pain in anus; sensation as if genital organs would fall out; in women bearing down as from inactivity of rectum; nausea; gagging, tormina, and pain in lumbar region; colic or absence of pain; prolapsus ani; pains in sacrum; tenesmus.", "After stool: extreme weakness and cutting pain in intestines; exhaustion, even after natural stool; flashes of heat running up back, cutting in bowels, severe and painful tenesmus; colic continues; faintness and pain in lumbar region; prolapsus ani; sore anus; sensation of emptiness in abdomen and rectum.", "Aggravation of internal piles; rectum protrudes more than an inch after every stool, or sudden motion as sneezing, even during mental excitement; prolapse sometimes persists for days from swelling and congestion.", "Prolapsus ani: in infants, stool bloody, or too large; with uterine displacement.", "Secretion of mucus from anus.", "External piles, bleeding or not.", "(Cancer of rectum.)" ],
    "Urinary Organs" : [ "Micturition painful; scanty with frequent voidings.", "Urine: yellow, containing sediment; very red.", "Diabetes mellitus and insipidus; chalky stool, urination immediately after drinking, frequent, profuse.", "Urinary tenesmus.", "Enuresis; (markedly < on lying down, hence at night.", "R. T. C.)." ],
    "Male Sexual Organs" : [ "Sticking pain above pubes and in course of spermatic cords.", "Diseases of prostate gland associated with rectal troubles.", "Inflammation either of scrotum or of eyes; seldom of both.", "Inflammation of scrotum is attended with a pustular eruption which suppurates freely." ],
    "Female Sexual Organs" : [ "Symptoms of prolapsus uteri, with pain in sacrum, muco-gelatinous stools.", "Sensation as if genital organs would fall out at stool.", "After-pains with strong bearing down.", "Pain in r. ovary and uterus.", "Numb aching in l. ovary; heat down thigh; third month of pregnancy.", "Pain in ovaries, esp. r.; extending down limbs.", "Pain from r. ovary down anterior crural nerve, pain < as it descends; < straightening limb.", "Shooting pain in r. ovary, before and during menses.", "Ovarian tumour with pains extending up to shoulder.", "Prolapsus uteri: with diarrhoea from washing; after over-lifting or straining; after parturition.", "Induration of os uteri.", "(Extreme tenderness of uterus, backache, sick feeling and enuresis on lying down.", "R. T. C.).", "Menorrhagia from straining.", "Menses, retarded; with ovarian, hypogastric, and sacral pains, < from motion, > lying down.", "Bearing down in abdomen and back during menses; ovarian pains running into thighs.", "During pregnancy: swelling of labia; can lie comfortably only on stomach, early months; excessive vomiting.", "Haemorrhoids and prolapsus ani after confinement.", "Pendulous abdomen." ],
    "Respiratory Organs" : [ "Chronic bronchitis.", "Inclination to breathe deep; sighing.", "Sensation of suffocation on first lying down at night.", "Bronchial asthma; < after catching cold.", "Cough: loose, hacking; with remittent fever; dry; loose; rattling in chest, during dentition; from disease of liver.", "Whooping-cough, with constipation and loss of appetite." ],
    "Chest" : [ "Catarrh of chest during dentition.", "Pneumonia.", "Snapping in r. lung like breaking a thread, when taking a deep inspiration.", "Pains in chest < by deep inspiration.", "Oppression in chest with constant desire to breathe deep, which is prevented by feeling of constriction in chest." ],
    "Heart" : [ "Sensation in chest as if heart ascending to throat.", "Sticking (or stinging) in region of heart.", "Palpitation: with a clucking sensation rising up to throat, obstructing respiration; from exertion or mental emotion; with heavy sleep and feeling of fatigue on waking; nervous, in consequence of excessive hepatic action.", "Pulse: quick and small; slow, scarcely perceptible; pulseless." ],
    "Neck and Back" : [ "Nape of neck stiff, muscles sore.", "Pain under r. scapula.", "Pain between shoulders, morning: with soreness, < night and morning, < by motion.", "Pain in small of back, when walking or standing, with sensation of back bending inward.", "Pain in lumbar region with sensation of coldness, < at night and from motion.", "Pain in lumbar and sacral regions < during stool, and still < after.", "Pain in loins < walking on uneven ground or from mis-step.", "Sacral pain." ],
    "Limbs" : [ "Aching in limbs < night.", "Weakness of joints, esp. knees." ],
    "Upper Limbs" : [ "Pain in course of ulnar nerve of both arms.", "Rheumatism in l. forearm and fingers.", "Pains from head into neck and shoulders; fingers numb.", "Weakness of wrists, sore to touch." ],
    "Lower Limbs" : [ "Pain and weakness in l. hip, like rheumatism from cold; < by going up stairs.", "Sharply defined ache in sacro-ischiadic foramen, with tenderness on pressure.", "Slight paralytic weakness of l. side.", "Heaviness and stiffness of knees as after a long walk.", "Cracking in knee from motion.", "Cramps in calves, thighs, and feet, with painless, watery stools.", "Sharp pains in outer and upper portion of l. foot." ],
    "Generalities" : [ "Faintness and emptiness after stool.", "Prostration with the pain.", "Stiffness on beginning to move.", "Sudden shocks of jerking pains." ],
    "Skin" : [ "Sallow skin; jaundice; also in children.", "Skin moist with preternatural warmth.", "Scabs on arms and legs.", "Pustules slow in healing.", "Rawness and itching of genitals; also pustules.", "Cold, clammy skin.", "Erysipelas.", "Rubefaciant and vesicatory.", "Intolerable itching of body and arms.", "Urticaria.", "Skin has peculiar odour in patients taking Pod. (Ussher)." ],
    "Sleep" : [ "Sleepiness: in daytime, esp. forenoon; with rumbling in bowels in morning.", "Heavy sleep; fatigue on waking.", "Drowsy, half-closed eyes, moaning, whining, esp. children.", "Great restlessness, tossing about in bed, yawning and stretching, which > completely.", "Rising up in sleep without waking.", "Drowsiness or restless sleep, with grinding of teeth or rolling of head.", "Worrying and sleepless early part of night, apparently from nervous irritability.", "Sleep disturbed, full of confused dreams.", "Rolled and tossed about, bed felt too hard; feeling as though head and shoulders lying too low." ],
    "Fever" : [ "Chilliness while moving about during fever, and in act of lying down, with sweat immediately after.", "Chilly at first on lying down in evening, followed by fever and sleep with talking and imperfect waking.", "Chill a.m.", "Backache before chill.", "During chill great loquacity.", "Shaking and sensation of coldness continue some time after heat commences.", "Heat begins during chill or whilst he is yet chilly.", "Chilly with stool.", "Pain in bowels first attended with coldness, which is followed by heat and warm sweat.", "Feverish during afternoon, with occasional chilliness, not > by heat of stove, but > by covering up warmly in bed.", "Heat with violent pains in head; thirst; loquacity.", "Flashes of heat running up back during stool.", "Ravenous hunger with thirst during fever.", "Bilious fever; bilious intermittent; remittent; infantile remittent; intermittent, quotidian, tertian, quartan.", "Sweat: profuse, dropped off prover's fingers; of feet in evening; bathed in cold; warm on head and legs.", "Sleep during sweat." ]
  }
}