{
  "remedyName" : "Polygonum",
  "remedyAlternativeNames" : "POLYGONUM HYDROPIPER. Persicaria urens. Water-pepper. (Britain.) Tincture of whole fresh plant. N. O. Polygonaceae.",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Antrum, pain in. Blepharitis. Colic, flatulent. Cough. Diarrhoea.", "Dysentery. Dysmenia. Dysuria. Eczema. Epilepsy. Gonorrhoea. Gravel. Haemorrhoids. Heart, affections of. Hysteria. Laryngitis. Nephritis. Neuralgia. Orchitis. Prostatitis. Sciatica. Spermatic cord, pain in. Spleen, affections of. Strangury. Ulcers." ],
    "Characteristics" : [ "Polyg. was proved by W. E. Payne and others. Additions by Ed. Bayard, included by Hering, appear in the Schema. \"Smart Weed, \", says Hale, \"is a popular domestic remedy throughout U.S.A. Applied externally it has the effect of a mustard plaister, and the leaves saturated with hot water are applied to relieve cramps and colic, and as an emollient in inflammation and sprains. The provers were all men, but clinical experience has shown a definite action in the female generative sphere, amenorrhoea, aversion to coitus, and congestion of the ovaries having been cured by it. Leading symptoms are: Aching pains in hips and loins, with weight and tension in pelvis, and \"Tearing in groin, < right.\" The pains are: Lancinating, cutting, pulsating, shooting, wandering, and flashing. One prover described them as like aurora borealis, and a case of sciatica with pains of this description was cured with Polyg. The left temple was markedly affected; left side generally more so than right. Sensations of cold were numerous, and alternated or coincided with heat in the same or other parts. Coldness of right side of face when pain in left side was most severe. Burning in chest with cold feeling at pit of stomach. Feet burning, then suddenly cold. Diarrhoea, as with its relations, Rheum and Rumex, is marked, and also dysuria. There is excessive weakness, trembling, and sensitiveness to cold. Epilepsy and hysteria have been cured with it. The Polygonums are named by Gerarde \"Arse-smarts.\" Burnett (who prescribed Polyg. hydropiper under its name Persicaria urens) regarded it as a splenic, and as useful in old cases of syphilis. As a splenic he found it often required in cases of gout; and in gouty eczema with much irritation he used it with much benefit in the 6th, 12th, and 30th. Peculiar Sensations are: As of sudden rising of scalp. As if whole intestinal contents were fluid. As if hips drawn together. As of galvanic shock through lower extremities. The symptoms are < by cold; damp; change of temperature: this is the most characteristic condition. Warmth >. Pressure of clothing = distress. Lying down = pressure in occiput; dizziness and wavering of sight. Rising = sudden pain in occiput. Bending head down =, and bending head back >, pain in ears." ],
    "Relations" : [ "Compare: Botan., Fago., Rheum, Rumex. Cough, diarrhoea, Rumex. Burning in mouth and throat, Caps. < Pressure of clothes, Lach. Headache waking him from sleep, Lach. Wandering pains, Puls., K. bi. < From cold and damp, Dulc., Merc., Rhus. > Bending head back, Seneg. Averse to coitus, Nat. m. Plumb. Also Asar., Caulo., Senec., Xanth." ],
    "Causation" : [ "Cold. Damp. Sprains." ],
    "Mind" : [ "Great depression followed by excessive irritability.", "Gloomy views of life, dislike of change and excessive dread of death." ],
    "Head" : [ "Dizziness.", "Pulsative, acute pain in l. temple.", "Under pressure of great weariness or excitement a dull, depressing pain through whole head, causing a sensation of torpor and strong desire to sleep, but inability to do so.", "Pressure in back of head on lying down.", "Pressure and soreness in head during menses.", "Pain on sudden rising in back of head with pain over eyes.", "Headache < in damp weather, > in moderately warm temperature.", "Sensation of sudden rising of scalp, with extreme irritation and increased dry exfoliation." ],
    "Eyes" : [ "Burning in eyeballs; dry sensation in lids.", "Convulsive twitching in lids when closed and when lying down, dizziness and wavering of sight.", "Inflammation of edges of lids." ],
    "Ears" : [ "Dull hearing.", "Ringing in ears.", "Sudden sounds on tympanum, producing momentary cessation of hearing.", "Acute pain in ear when bending head down; > bending head back.", "Ear symptoms < in damp atmosphere.", "Secretion of ears increased." ],
    "Nose" : [ "Inflammation, smarting, raw feeling of Schneiderian membrane.", "Tickling in nose.", "Frequent sneezing as from cold.", "Red, inflamed appearance of nostrils, with swollen sensation.", "Feeling of congestion through eyes and nose.", "Coldness in external nose." ],
    "Face" : [ "Acute pain in l. face extending to temples, sometimes darting through whole l. side of head.", "Excruciating pain and heat in l. side of face, < by cold or damp.", "Coldness in r. face when pain most severe in l.", "Pain in r. antrum as if proceeding up from a tooth (sound)." ],
    "Mouth" : [ "Gums tender.", "Cold or cooling temperature in mouth, producing acute toothache.", "Tongue: coated yellow; feels swollen.", "Heat and burning: from root of tongue to pit of stomach; from tip of tongue to mouth and throat (r. upper).", "Heat in roof of mouth with excitation of salivary glands.", "Increased flow of hot saliva, gives no > to parched condition.", "Saliva abundant and thin (before thin and scanty).", "Taste: bitter; pungent, like pepper." ],
    "Throat" : [ "Throat dry, hot, burning, with sense of excoriation.", "Glands feel swollen; < from cold or moist air.", "Contracted feeling in throat after swallowing, followed by thirst." ],
    "Stomach" : [ "Appetite: voracious; lost.", "Food tasteless.", "Great thirst for cold water, yet drinking = nausea.", "Nausea: as if proceeding from small intestines; with coldness in abdomen.", "Acidity.", "Weight in stomach.", "Burning in stomach.", "Cold feeling in stomach: with headache; with burning in chest.", "Pressure of clothes = distress.", "Pain on pressure followed by throbbing and distress.", "Uneasiness in stomach and abdomen." ],
    "Abdomen" : [ "Burning heat in stomach and bowels.", "Tympanites and flatulent colic.", "Cutting, lancinating, griping pains, with great rumbling as if whole intestinal contents were in a fluid state and in violent commotion, the movement proceeding from below up, producing nausea and disposition to vomit, with liquid faeces discharged with great force, with pain in loins.", "Pain in hypogastric region, rectum, and anus.", "Throbbing in l. inguinal glands." ],
    "Stool and Anus" : [ "Copious stool followed by smarting in anus.", "Straining at stool with mucous, jelly-like discharges.", "Stools: yellowish green; hard, lumpy; dark, followed by burning in rectum.", "Urging with discharge of much fetid flatus.", "Tenesmus; with nausea; with pulsative pains in hips and loins.", "Constipation alternating with diarrhoea.", "Interior of anus studded with itching eminences, as from corrugation without contraction, a kind of haemorrhoidal tumour.", "Haemorrhoids with itching and burning.", "Pruritus ani (used as a wash)." ],
    "Urinary Organs" : [ "Inflammation of kidneys from cold.", "Cutting pains along ureters to bladder.", "Painful cutting and feeling of strangulation at neck of bladder while urinating, lasting long after.", "Strangury.", "During an attack of gonorrhoea extremely violent pains on urinating, causing him to tremble and cry.", "Pulsating pain; pain; and burning in prostate on urinating.", "Pains in bladder.", "Deposit in urine of mucus and phosphates.", "Frequent and profuse discharge of clear, light, or straw-coloured urine.", "Albumen." ],
    "Male Sexual Organs" : [ "Pain in testicles, spermatic cords, and neck of bladder when urinating.", "Itching at orifice of urethra and around glans with desire to urinate.", "Itching and stinging of prepuce.", "Pain and soreness in l. testis, extending along l. spermatic cord; occasionally darting at same time in r. cord and testis.", "Loss of power and semen, sometimes followed by inflammation of glans.", "Extremely convulsive action in the functional uses." ],
    "Female Sexual Organs" : [ "Intense dislike to coition, followed by perturbation and irritation if approached; inaction of flow of secretions.", "Aching pain in hips and loins, and sensation of weight and tension in pelvis.", "Menses: absent; delayed, with distress and pain; too copious; tardy; fetid.", "During menses: pressure and soreness in head; grinding pain through abdomen.", "Congestive weakness and loss of power.", "Congestion of ovaries; tearing sensation in groin, < r.", "Burning in vagina.", "Acrid, excoriating leucorrhoea.", "Shooting pains through breasts, with great soreness, distension, and tenderness." ],
    "Respiratory Organs" : [ "Stifling sensation in larynx; irritability of whole system; weakness of sexual function.", "Constriction of larynx.", "Crowding and pressure about larynx with irritation of bronchi.", "Roughness as of adhesion of mucus to larynx, producing spasmodic hacking and hoarseness.", "Hacking cough, < by change of temperature.", "Dry cough, in night, excited by tickling, prickling-tingling in upper anterior part of chest, behind sternum; dry sensation in larynx when coughing." ],
    "Chest" : [ "Sharp pain under r. scapula, extending into chest and pit of stomach, with heavy beating of heart and throbbing of carotids.", "Pulsative pressive pains about xiphoid cartilage.", "Cutting in l. chest.", "Burning in chest with cold feeling in pit of stomach and shooting pains." ],
    "Heart" : [ "Sharp, cutting, shooting pains in region of heart, extending to l. scapula.", "Increased action of heart with loss of rhythm." ],
    "Neck and Back" : [ "Awoke at midnight with lameness l. side neck to shoulder, making movement painful; with pulsative, wandering pains.", "Pulsative pains in l. loin.", "Aching in loins with pain around l. hip-joint.", "Pain in back and at lower extremity, acute or drawing, lateral in its action, as if hips being drawn together (kidney affection).", "Tearing and drawing in loins on exposure to cold, followed by lameness and soreness." ],
    "Limbs" : [ "Trembling; bruised feeling; weakness in limbs.", "Shooting pains in arms and back of legs.", "Distension of blood-vessels in hands and feet." ],
    "Upper Limbs" : [ "Pains in arms and inability or sense of weakness on lifting slightest weight.", "Pains pulsating, intermittent, shooting, wandering, generally shooting down to finger-tips, sometimes shooting up." ],
    "Lower Limbs" : [ "Sciatica; pain flashing like aurora borealis.", "Pulsative pains in hips and loins with ineffectual urging and tenesmus.", "Swelling of legs and feet.", "Superficial ulcers and sores." ],
    "Generalities" : [ "Pulsating, wandering, flashing pains, like aurora borealis." ],
    "Skin" : [ "Skin dry.", "Scarlet eruption round waist; itching, burning spasm.", "Eczema.", "Chronic erysipelatous inflammation.", "Old and indolent ulcers." ],
    "Sleep" : [ "Sleep, restless, uneasy, full of dreams.", "Dreams: unremembered; laborious and fatiguing; of headache and wakes with headache." ],
    "Fever" : [ "Alternation of heats and chills and chills and heats.", "Feet alternately hot and cold; burning for an hour, then suddenly cold.", "Profuse sweat and trembling of whole body from moderate exercise." ]
  }
}