{
  "remedyName" : "Polyporus Pinicola",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, prolapse of. Constipation. Haemorrhoids. Intermittent fever. Liver, affections of. Malar bone, pain in. Prolapsus ani. Rheumatism. Spleen, affections of. Tonsils, enlarged." ],
    "Characteristics" : [ "The Pine agaric, Pol. pin., like the Larch agaric, Polyporus officinalis (described in this work as Boletus Laricis, its older and less correct name), was proved by Dr. Burt. The symptoms of the two have a very close resemblance, and many are common to both. Despondency; aching distress in many parts; stiffness of back; of fingers; enlarged tonsils with dysphagia and constant inclination to swallow; neuralgic pains in head, face, and temples; pain in liver and spleen with diarrhoea or constipation and piles", "these are the chief features of the proving. Hale says it is a remedy for ague in the Middle and Southern States, taken during the intermission macerated in whisky. Quotidian fevers, he says, are most suited to it. The symptoms are < by motion; by walking; > by rest. < In damp air. < After stool." ],
    "Relations" : [ "Compare: Bol. lar., Bol. lur., Agar." ],
    "Mind" : [ "Despondency with the pain.", "Gloomy; spells of depression.", "Wants to get away out of sight and lie down." ],
    "Head" : [ "Congestion to head and face; vertigo when walking; lightness; fulness.", "Severe headache, < reading or walking; with soreness over eyes.", "Sharp, neuralgic, cutting pains in temples." ],
    "Eyes" : [ "Smarting in eyes.", "Dull pains in eyeballs.", "Agglutination of lids." ],
    "Nose" : [ "Nostrils constantly filled with thick yellow mucus." ],
    "Face" : [ "Face congested.", "Severe aching distress in r. malar bone, with neuralgic pains in temples." ],
    "Mouth" : [ "Tongue: coated white; yellow.", "Taste: sweet, flat; flat, rough; slimy, coppery." ],
    "Throat" : [ "Throat dry, sore, frequent inclination to swallow.", "Tonsils much congested, enlarged; frequent efforts to swallow, quite painful." ],
    "Stomach" : [ "Sour eructations.", "Nausea.", "Burning in stomach and dragging in r. hypochondrium.", "Constant very severe distress in lower epigastrium, causing faintness; < by pressure and by walking.", "Severe pain in epigastrium all morning." ],
    "Abdomen" : [ "Dull, dragging, drawing, aching, burning in both hypochondria.", "Pain and distress in liver; and all dorsal region; < walking.", "Distress and colicky pains in umbilical and hypogastric regions.", "Rumbling.", "Hard, distressing, sickening pain in hypogastrium, causing faintness; followed by stool.", "Drawing in r. groin." ],
    "Stool and Anus" : [ "Stool: ran from bowels in deep yellow stream; loose; hard, dry, lumpy, then mushy; lumpy with mucus and bile; costive, hard, dry lumps, brought on piles and slight prolapsus ani." ],
    "Urinary Organs" : [ "Urine scanty and high coloured." ],
    "Respiratory Organs" : [ "Pressing sensation in larynx with dryness of fauces." ],
    "Heart" : [ "Burning distress in praecordial region; sharp pains on full inspiration.", "Pulse soft, feeble." ],
    "Back" : [ "Back stiff.", "Aching in back; and hips.", "Felt ill with aching and sore sensations along spinal column." ],
    "Limbs" : [ "Constant rheumatic, drawing pains in fingers, wrists, knees, ankles, feet." ],
    "Upper Limbs" : [ "Drawing in elbows and flexor muscles of both arms.", "Fingers ache; feel quite stiff." ],
    "Lower Limbs" : [ "Hips ache.", "Drawing inside r. thigh.", "Sharp pain in r. tibia.", "Hard, drawing pains in knees and ankles, causing restlessness.", "Aching distress, weakness of ankles and feet, walking very difficult.", "Soles of feet and heels feel as if pounded; < when boots on." ],
    "Generalities" : [ "Rheumatic pains in every part of the body < in damp weather." ],
    "Sleep" : [ "Sleepy, yawning, and stretching.", "Wakeful after a.m." ],
    "Fever" : [ "Paroxysms of chilliness, cold shivering sensations followed by feverishness.", "Chills and a shivering sensation.", "Face hot, flushed.", "Hands and palms hot and dry.", "Slight perspiration." ]
  }
}