{
  "remedyName" : "Populus Candicans",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aphonia. Asthma. Brain, base of, congested. Bullae. Catarrhal fever. Constipation. Coryza. Dysmenia. Dyspepsia. Dysphagia. Ecthyma. Heart, affections of. Hydroa. Liver, enlargement of. Phosphaturia. Sunstroke. Throat, burning in; paralysis of. Vagina, burning in." ],
    "Characteristics" : [ "C. F. Nichols (H. P., viii. 234) gives an account of Pop. cand., the effects of which he observed. \"The resinous gum exuding from buds and stalks, deliciously aromatic in perfume, is widely used to heal wounds, open sores, and eruptions, and often suppresses these latter to the harm of the patient.\" As an application, Nichols says, it is like Arn., dangerous, though most people are not susceptible to its poisonous effect. He has never seen blisters of the size of those of Pop. c. produced by any other drug: blisters hang down like bags of water the size of walnuts. Burning was a common symptom-eyes, nose, throat, bowels, vagina. W. C. Stilson (H. P., xi. 88) relates a case of poisoning in a man who one evening drank rum in which Balm of Gilead buds had been placed for making a liniment. A few hours later his wife heard him breathing heavily, and on waking him found he could not speak. Stilson found him only able to speak in hoarse whispers, and he would forget in the middle of a sentence what he was going to say. Face ashy pale; wild look. Tongue and mouth dry. Throat dry, burning, constricted, felt as if spiders had spun webs on it. It was some days before he recovered. Since this occasion Stilson has cured several cases of catarrhal hoarseness and aphonia with Pop. c., and one case of nervous aphonia: Mrs. S. had nervous prostration, and during the attack aphonia. The aphonia remained after the patient got well otherwise. Pop. c. O cured. Among the peculiar symptoms observed by Nichols is surface anaesthesia with or without numbness. The finger-ends are actually thickened, horny, insensible to pinching and pricking. There is numbness in back radiating from spine. The skin is harsh, generally dry and cold, with a stinging burning behind the surface as if an eruption would appear; or as if sweat would break out. Other peculiar sensations are: Whole body feels swollen, bruised, lame, sore, and painful, exhausted as in dry, sultry weather. Eye feels twisted with the headache. Constipation, bowels feel hot and dry. The menses were at first scanty, later abundant and early, with dysmenorrhoeal pain > by application of hot cloths. The symptoms were < on moving. < Before menses. < After food and drink. < Lifting arms. < By contact of clothes. > Hot applications. < After sleep (mind)." ],
    "Relations" : [ "Antidoted by: Rhus. Compare: Salix, Pop. trem., Salicylates. < Contact of clothes, Lach." ],
    "Mind" : [ "Hopeless foreboding < after sleep.", "Fear and anguish.", "Expectation of death.", "Feels as if the will were paralysed.", "Loquacity.", "Vanishing of thought.", "Forgets to finish a sentence.", "Voices sound distant and words just spoken seem as if uttered long ago; objects seem multiplied." ],
    "Head" : [ "Vertigo from lifting head.", "Vertigo and heat of head as if scorched by sun.", "Confusion in head, with expansive fulness, all parts feel lame, swollen, inflamed, thickened, painful, burning, throbbing in head and brain, < cerebellum and cerebro-spinal axis, dulness of the senses as from congestion.", "Boring through l. temple.", "Weight on vertex." ],
    "Eyes" : [ "Sensation as if l. eye were twisted during the headache.", "Burning irritation in eyes, nose, mouth, throat, and air passages." ],
    "Face" : [ "Face yellow.", "Burning prickling on face." ],
    "Mouth" : [ "Tongue: white, dry; feels thick and numb.", "Tongue and mouth feel burnt and dry, but are moist, wants drink, but can take only a little, < after food and drink.", "Speech thick.", "Taste: bitter; sweet in morning." ],
    "Throat" : [ "Distressing burning in throat, as from swallowing hot fat.", "Throat red, dry, burning; felt as if spiders had spun webs in it.", "Deficient power of deglutition; food stops in oesophagus or is passed with difficulty." ],
    "Appetite" : [ "Appetite lost, loathes meat.", "Nothing relished.", "Hungry but dares not eat for fear of choking." ],
    "Stomach" : [ "Belching of gas feeling like hot steam.", "Nausea with sinking in epigastrium.", "Vomits bile." ],
    "Abdomen" : [ "Wears her clothes loose.", "Flatulent colic doubling the body forward.", "Pain in r. hypochondrium with enlargement." ],
    "Stool" : [ "Stools watery, green, alternating with constipation.", "Constipation, bowels feel hot and dry.", "Stools small, round, preceded by cramps in abdomen; lack of expulsive power." ],
    "Urinary Organs" : [ "Urine: strong, high coloured, hot, scanty; increased, variously coloured, red, dark, light, phosphates abundant.", "Urine dark, straw colour; smoky." ],
    "Female Sexual Organs" : [ "Menses scanty, usually delaying, afterwards absent, then abundant, early, with dysmenorrhoea, > hot cloths.", "Vagina burns as if scalded." ],
    "Respiratory Organs" : [ "Hoarseness.", "Aphonia.", "Dry cough when tired.", "Cough caused by \"cobwebs\" in his throat.", "Suffocation.", "Breathing dry, asthmatic, with dyspnoea, sits bent forward, < lifting arms." ],
    "Chest" : [ "Pulmonic, cardiac, and capillary circulation oppressed, feels as if death must result, as if there must be fatal organic lesions." ],
    "Heart and Pulse" : [ "Pain in heart, stitches.", "Heart's sound irregular, usually muffled, with a systolic murmur, < before menses.", "Palpitation when rising or lying on l. side, with vertigo.", "Pulse rarely exceeded" ],
    "Back" : [ "Numbness in back radiating from spine.", "Burning weariness in small of back." ],
    "Upper Limbs" : [ "Finger-ends thickened, horny, insensible to pinching and pricking.", "Nails blue as in ague (not thickened)." ],
    "Generalities" : [ "Emaciation.", "Rheumatic and gouty pains to ends of fingers and toes.", "Whole body feels swollen, bruised, lame, sore, and painful, exhausted as in dry, sultry weather, movements heavy, laboured, clumsy, stinging, restless irritation as if an eruptive fever would come to the surface, feeling as if sweat would break out.", "Burning irritation of eyes, nose, skin, mucous membrane of mouth, throat, and air passages, and oppression of respiration and circulation.", "Catarrhal feverish state of mucous surfaces.", "Weakness.", "Stiffness of muscles, tendons, ligaments, with lameness and with dry feeling in cartilages, as if lame.", "Insensibility of surface, < back and abdomen, so that rubbing and pounding were borne without pain and insisted upon for the sake of warmth.", "< Morning; < before menses." ],
    "Skin" : [ "Skin harsh, generally dry and cold, with burning-stinging below the surface, as if eruption would appear, rarely blotches and fine papules.", "Burning prickling on face, chest, and hands, the parts became dark red and swollen, and there were blisters as large as walnuts, hanging down like bags of water, with watery, acrid, sticky oozing, external heat like coals of fire on skin, at times internal heat, with cool skin, > hot applications, the eruption returned each year with fear and expectation of death, loquacity, discussing repeatedly her symptoms, vertigo from lifting head." ],
    "Sleep" : [ "Sleepless after midnight, with restlessness, < from early morning till noon.", "Dreams: frightful, vivid; fearful after fitful sleep." ],
    "Fever" : [ "Sudden coldness of extremities, with numbness of them and heat of head.", "Fever and unrest.", "Fever with congestion of brain, fulness, heaviness, dulness, soreness, with expansive pressure, as if swollen, deadening heat in head as if scorched by the sun, vertigo, oppression of vital forces and circulation as if over-heated, fatigue, faintness, and burning, throbbing oppression.", "Dry heat.", "Heat of cerebellum and neck, with feeling as if the capillary circulation were congested and oppressed.", "Sweat on head and neck." ]
  }
}