{
  "remedyName" : "Primula Obconca",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Chapped hands. Eczema. Eyes, inflammation of. Itching. Liver, pain in. Skin, affections of. Spleen, pains in." ],
    "Characteristics" : [ "Prim. ob. is an ornamented variety of Primrose. Gardeners, amateur and professional, have discovered after much suffering that it has with some persons a most powerful action on the skin, its action taking place chiefly by contact but partly by effluvia. The Rev. F. H. Brett (H. W., xxv. 496), who was one of the first to notice its poisonous properties, undertook to prove it. He had handled the plants freely up to that time without experiencing any ill effect. He cut up some young plants and added some vigorous fresh leaves of an old one and made a tincture. This he allowed to stand for a week, and then took three or four drops, three times a day for four days. Two days after ceasing to take it symptoms began to develop in the right little finger, and two days afterwards in the right thumb. These became very intense, and ran a chronic course; and now he could not go near a plant of Prim. ob. without setting up an <. When plants were in the room there was < at night. < By rubbing or scratching. At the same time Brett noted that pains in the liver and spleen to which he had been subject now troubled him no more. The right hand was much more affected than the left. His symptoms are marked \"(B)\" in the Schema. With Prim. ob. I cured a chronic psoric dry eruption on the leg of a woman. Cooper relieved a case of severe eczema on the leg with bleeding." ],
    "Relations" : [ "Compare: Anag., Prim. ver., Prim. vulg." ],
    "Eyes" : [ "Burning irritation of eyeballs and eyelids, nostrils, and mouth.", "Lids greatly swollen, covered with large bullae; half closed; stiff and unmovable." ],
    "Face" : [ "Face, neck, and greater part of body, burning irritation and discoloration of skin.", "Urticarial eruption on face.", "Papular eruption on chin." ],
    "Abdomen" : [ "Pain in region of liver, and a less severe pain in spleen always occasioned by bending from side to side (cured by the proving.", "B)." ],
    "Upper Limbs" : [ "Elevated mass of points in outer side first joint r. little finger (B).", "Heat, itching, and bright-red, tense, solid elevation on outer surface r. thumb; these coalesced, forming a solid mass over back of thumb like corrugated leather (B).", "At intervals for weeks bright red patches appeared on backs, inner sides of, or spaces between the fingers, itching intensely at first and leaving low elevations, flat and smooth like polished leather, stiffness in bending fingers as if skin rigid (B).", "Eruptions made their way down thumb to wrist, inner side of which became covered with red patches, as if grains of sand under skin (B).", "At outer edge of hand a row of hard lumps under skin (B).", "At times whole back of hand would assume a dark red colour, when excited, bright red; rubbing or scratching < the itching, tenfold (B).", "Blisters on back of r. thumb and between thumb and index, discharging clear fluid when punctured (B).", "Desquamation occurred in about eight weeks (B).", "Moist eczema, papular and excoriated, cracked over joints; symptoms < at night when itching is unbearable.", "Purple blotches on backs of hands and fingers; deep blisters formed at tip of each finger and above and below each phalangeal flexure; fingers stiff.", "Dryness and heat in palms.", "L. hand much less affected than r. (B)." ],
    "Skin" : [ "Eruptions: eczema; moist eczema; erythema; papules; vesicles; like scales.", "Eruption preceded by pricking sensation which gradually changes to a smarting.", "Skin diffusely infiltrated and swollen; small bullae form.", "Deep infiltration stiffening parts.", "Cracks as from frost over joints.", "Desquamation; sometimes furfuraceous; sometimes lamellar; exposing papillary layer.", "Intense itching < at night." ],
    "Fever" : [ "At night feverish, hands and face would burn, then intolerable itching." ]
  }
}