{
  "remedyName" : "Prunus Spinosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Appetite, lost. Ascites. Breast, pain in. Choroiditis. Ciliary neuralgia. Cystitis. Dropsy. Dysuria; flatulent. Earache. Eyes; choroiditis. Glaucoma. Heart, affections of. Hernia. Herpes zoster. Leucorrhoea. Menorrhagia. Metrorrhagia. Neuralgia. Sprains. Strangury. Stricture. Toothache. Vitreous, opacities of." ],
    "Characteristics" : [ "Prun. spi. was proved by Wahle. The symptoms resemble those of Pru. pd. in general, but some very strongly characterised ones were produced. The pains were pressive and out-pressive, and out-shooting. These pains are felt in skull, eye, root of nose, and ears; the teeth feel raised out of their sockets. Shooting from within out, from before backward. These pains occurring in and around the eye have led to its successful use in glaucoma, ciliary neuralgia, choroido-retinitis, irido-choroiditis, irido-cyclitis. Spraining pains and pains which take away the breath. A remarkable symptom is: \"Breath always seems to remain sticking in pit of stomach.\" This symptom, with \"pain as if sprained in left ankle, \", led Lippe to make a remarkable cure in this case: A young lady, jumped from a carriage whilst the horse was running away and sprained her ankle. Left ankle and foot much swollen. As swelling abated, breathing became rapid; great oppression with constantly recurring desire to take a long breath; felt as if air inhaled did not reach pit of stomach, and till she could force air so far down had to yawn and try to take a deep inspiration.", "The tightness, stitches, and sticking pains in chest have marked Prun. spi. as a remedy in many cases of neuralgic pains with or following herpes zoster. The urinary symptoms are perhaps the most peculiar of all. Pressure of abdominal flatulence on the bladder is not an uncommon symptom, and is met by Prun. spi.: \"Flatulence presses on bladder and = cramps in bladder so that he is obliged to double up.\" Strangury of the most painful description was produced, and this symptom, which is quite characteristic: Hurriedly impelled to pass urine, which, however, seems to pass forward into glans penis and then return and cause most violent pain in urethra. Menses are too early; too profuse; last too long, and are thin and watery. There is leucorrhoea, which weakens and stains yellow. The right side is much more affected than the left. Peculiar sensations are: As if a sharp corner pressing against top of head. Headache as if from sun. As if skull would be pressed outward by a sharp plug. As if inner portion of eye would be torn out. Eyeball as if crushed, or pressed asunder. As if tooth would be torn out. As if tongue had been burned. As if hernia would protrude. Burning as from a wound in rectum; as from salt in a wound in anus. Sighing as if climbing a steep mountain. As. if small of back had been injured. As if right thumb sprained; as if left ankle sprained; as if first joint of big toe pulled out. C. M. Boger gives this confirmation of Prun. spi. (Med. Couns., xvi. 264): Man, with enlarged prostate, had frequent urging to urinate, day and night. Shooting pains in neck of bladder unless desire to urinate is at once gratified. Urination delayed if any great amount has accumulated. Spasmodic tenesmus of bladder and rectum at close of urination, with pains in glans. Pulsation in glans from jar of walking. Prun. spi. 1m. (Fincke) removed the symptoms. The symptoms are: < By touch and pressure. Biting teeth together > toothache. > From rest; from doubling up. < Motion; from jarring; must walk carefully < Night. < From warm food (toothache)." ],
    "Relations" : [ "Compare: Heart, Crataeg., Lauro., Pru. p. Eyes, Bell. Burning tongue, Sang., Polyg. Stool like dog's, Pho. Leucorrhoea staining yellow, Agn. c., Carb. a., Chel., Kre., Nux, Sep., Thu., Nit. ac." ],
    "Causation" : [ "Sun. Sprains. Over-lifting." ],
    "Mind" : [ "Sadness, indifference, moroseness, and ill-humour.", "Restlessness, which does not allow one to remain in one place, walks about constantly, with dyspnoea and short breathing." ],
    "Head" : [ "Reeled and staggered back and forth.", "Heaviness in head, and vertigo.", "Pressure in head, principally in forehead, occiput, and temples.", "Pressive pain beneath skull, as if skull would be pressed through with a plug.", "Pressing asunder headache so violent that he almost lost his reason.", "Sharp pains beginning in r. forehead shooting like lightning through brain and coming out at occiput.", "Painful jerks in forehead shooting back.", "Violent nervous pains in head, with loss of ideas and of consciousness.", "Pressure in head mostly manifests itself from without inwards.", "Pressive pain from within out beneath upper part of r, temporal bone; from thence to frontal bone < by external pressure.", "Twinging pain: in r. temporal bone to ear, causing earache; extending outward.", "Pressive pain r. vertex as if sharp corner pressing against it.", "Jerking sticking back part l. frontal bone.", "Painful jerking through r. hemisphere of brain, on motion.", "Nervous out-pressing pain in occiput and occipital bone (l.).", "Headache, as from heat of sun.", "Stitches in scalp." ],
    "Eyes" : [ "Pains in the eyes, as if the balls were torn out.", "Glaucoma.", "Ciliary neuralgia; pain in eyeball as if crushed or pressed asunder; sharp shooting pain extending through eye back into brain, or above eye extending into, around it, or over corresponding side of head; pain commences behind ear and shoots forward to eye, < motion, > rest; pains occasionally periodic, may be < at night.", "Pain in r. eye as if it were torn asunder; as if inner portion would be torn out.", "Itching in corners of eyes and in edges of lids." ],
    "Ears" : [ "Binding sensations in ears.", "Pressing-asunder pain in r. ear, like earache." ],
    "Nose" : [ "Frequent sneezing.", "Pressing-asunder pains about nasal bones." ],
    "Face" : [ "Itching sticking in upper part of malar bone." ],
    "Teeth" : [ "Violent nervous or wrenching pains in teeth, or else a sensation as if teeth were raised up, and pulled out.", "Pricking pains in teeth.", "Toothache > biting teeth together." ],
    "Mouth" : [ "Shootings, and burning pain, in tongue.", "Tongue loaded with whitish mucus.", "Itching crawling in tip of tongue and front teeth.", "Mucous, clammy, or bitter taste in mouth." ],
    "Throat" : [ "Rawness, scraping, crawling in throat, causing hacking cough." ],
    "Stomach" : [ "When eating at times seized with hunger, but a very small quantity of food satisfies the appetite.", "Constant nausea, with dislike to all food, and diarrhoea.", "Fulness, distension, and oppression in pit of stomach, with shortness of breath (as after a full meal, or from over-lifting)." ],
    "Abdomen" : [ "Aching pains in hepatic region.", "Violent spasmodic colic, which hinders lying on back or sides, also walking, except very slowly; > on bending thorax forwards.", "Pressive colic in epigastrium, or in r. side of abdomen, even at night.", "Colic as from eating much fruit and drinking much water after.", "Shootings in abdomen, which interrupt respiration.", "Dropsical swelling of abdomen, with loss of appetite, scanty urine, hard and knotty faeces.", "Ascites, with loss of appetite, scanty urine, hard, knotty stool, which is difficult to pass.", "Incarcerated flatulency pressing on bladder, causing cramps in it, and compelling one to walk stooped.", "Incarceration of flatus, with spasmodic colic, and cramps in bladder.", "Shootings in r. inguinal region, and pressure, as if a hernia were about to protrude.", "Swashing like a bladder full of liquid in fold in r. lower abdomen.", "Very painful stitches r. groin, > by pressure with hands." ],
    "Stool and Anus" : [ "Difficult, hard, and knotty faeces.", "Diarrhoea; with colic, and copious evacuation of faecal matter; faeces consisting of mucus, with burning in rectum as from a wound.", "Much offensive water involuntarily discharged from rectum at night by one suffering from ascites; whereupon the swelling in r. abdomen steadily decreased, and disappeared in eight days.", "Hard stool, intermitting, looking like excrement of dogs, in small lumps, with stitches in rectum extorting cries.", "Cramp-like bubbling in rectum while sitting.", "Pressive pain as if an angular body were pressed inward on r. side of rectum an inch above anus.", "Cramp-like pains in rectum.", "Discharge of blood from anus after evacuation." ],
    "Urinary Organs" : [ "Cramps in bladder, also at night disturbing the sleep.", "Tenesmus of bladder, every half-hour for eight hours.", "Burning in sphincter vesicae.", "Pain as from suppuration or ulceration; < taking hold of urethra.", "Scanty and brown urine.", "Stream of urine like a thread, with pressure to stool.", "Stream forked.", "Hot, corrosive urine.", "Bright yellow urine, with whitish, and sometimes a sky-blue coloured sediment.", "Strangury.", "Continuous urging to urinate, with burning-biting in bladder and urethra; when the effort is made to urinate, burning in urethra, so that one must bend double without being able to urinate.", "Urgent desire to urinate; the urine only reaches glans penis and causes there violent pains and spasms, also with tenesmus in rectum; the pain in bladder is momentarily > as soon as the urine descends in the urethra.", "Urine reaches glans penis and then returns.", "Spasmodic retention of urine.", "Tenesmus of bladder.", "Violent burning pains in urethra when endeavouring to urinate.", "Pain in urethra, as from excoriation, esp. when it is touched." ],
    "Male Sexual Organs" : [ "Flaccidity of penis, and retraction of prepuce.", "Agreeable itching in the scrotum immediately > by scratching." ],
    "Female Sexual Organs" : [ "Discharge of a watery and pale blond from uterus.", "Tickling, itching in region of ovaries, not > by scratching and rubbing.", "Metrorrhagia daily for eight to ten weeks, becoming more and more watery the longer it lasted.", "Menses watery and thin.", "Catamenia too early, and too copious, with sacral pains.", "Corrosive leucorrhoea, staining yellow." ],
    "Respiratory Organs" : [ "Scraping and roughness in throat, with inclination to cough.", "Cough excited by a tickling as with a feather, or crawling in larynx and upper part of trachea; cough renewed by holding the breath.", "Wheezing cough.", "Breathing difficult, caused by a sensation of heaviness in lower part of thorax.", "Oppressed, short, difficult, anxious, and panting respiration.", "Respiration is continually arrested at pit of stomach." ],
    "Chest" : [ "Pain in chest, when speaking, with weak voice.", "Sensation of heaviness and oppression in chest.", "Pains under sternum, and oppression, with fulness in scrobiculus, and distension of abdomen.", "Stitching pains in fleshy parts of l. breast on deep inspiration, extends to every side and even above l. shoulder; while walking and sitting." ],
    "Heart" : [ "Furious beating, even when at rest, and great danger of suffocation from slightest motion; visible pulsation of carotids; face bloated and purple; lips purple; menses suppressed.", "Knocking at heart with laboured breathing.", "Even very moderate motion < beats of heart fearfully.", "Far advanced oedema of feet in girl, with hypertrophy of heart." ],
    "Neck and Back" : [ "Pressive pain in nape which involves whole occiput on stooping.", "All parts of back and small of back seem stiff as if he had been injured.", "Stitches between shoulder-blades on drawing a long breath.", "Pain in small of back when sitting.", "(Pain in small of back as if all strength had gone.", "R. T. C.).", "Stitch on r. loin to navel, taking away breath; < lying on back.", "Pain, as from ulceration in loins.", "Stiffness in back and loins, as if caused by a strain." ],
    "Upper Limbs" : [ "Pressure on r. shoulder, extending to deltoid muscle, preventing one from raising arm.", "Soreness of axillary glands.", "Tension, wrenching pains, and paralytic sensation in various parts of arms and hands.", "Paralytic pains in l. elbow-joint extending to wrist.", "R. wrist: wrenching pain during rest; pain as if bruise would form.", "Sensation as if sprained in r. thumb, hindering one from writing; cannot hold the pen.", "Itching in fingers, as from chilblains." ],
    "Lower Limbs" : [ "Pains in hips at night, before midnight.", "Pain in hip, < forenoon, and free from it after midnight.", "Restlessness in legs, has to change the position continually.", "Wrenching pains in knees and feet.", "Burning sensation in legs.", "Pain as from sprain l. ankle.", "Pain in first joint of big toe, as if it were pulled out." ],
    "Generalities" : [ "Shootings in muscles.", "Trembling in whole body.", "Uneasiness in body, with shortness of breath and oppression of chest." ],
    "Sleep" : [ "Sleep after a meal.", "Retarded sleep and sleeplessness at night.", "Waking too early.", "Lassitude in morning, as after unrefreshing sleep.", "Sleep full of dreams and phantasies.", "Dreams of furunculi; or of salt things." ],
    "Fever" : [ "Shivering, esp. in evening.", "Dry heat over the whole body, esp. in genital organs.", "Sweat on face only, during sleep." ]
  }
}