{
  "remedyName" : "Psorinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Adenoids. Anus, itching in. Asthma. Backache. Boils. Cancer. Cholera infantum. Cough. Constipation. Cornea, ulcers of. Crusta lactea. Crusta serpiginosa. Debility. Diarrhoea. Diphtheria, after-effects of. Dyspepsia. Eczema; rubrum. Enuresis. Eruptions; moist; itching. Gleet. Gonorrhoea. Gout. Haemorrhages. Haemorrhoids. Hair, dry; tangling. Hay fever. Headache. Head, congestion of. Hernia. Hydrocele. Impotence. Influenza. Injuries. Itch. Itching. Leucorrhoea. Lienteria. Liver, affections of; chronic inflammation of. Melancholia, religious. Nose, redness of. Odour of body, fetid. Ophthalmia, scrofulous. Otorrhoea; fetid. Ozaena. Pediculosis. Peritonitis, tubercular. Plica polonica. Polypus. Quinsy. Sciatica. Scurvy. Skin, affections of. Spina bifida. Spleen, affections of; induration of. Sprains. Syphilis. Throat, mucus in. Tinea capitis et faciei. Tonsils, concretions in. Ulcers." ],
    "Characteristics" : [ "As Sulphur has been the chief remedial agent in both schools in the treatment of itch and itch-like eruptions, it is natural to find in the nosode of Psora, or constitutional itch, a close analogue of Sulph. Psorinum has been proved entirely in the potencies, and I know of no more trustworthy proving in the materia medica. I have frequently seen Pso. develop some of its own symptoms in patients whom it has benefited in other ways. A man who complained of \"cloudiness of mind and difficult thinking, \", and who had among other symptoms, \"Left foot colder than right, \", received Pso. It removed these symptoms; but whilst under its influence these new symptoms appeared: Heavy headache across the eyebrows; greasiness of face and forehead. A woman to whom I gave Pso. complained that after each dose she had a feeling \"as if something in the head were being screwed up and drawn\"; one of Hahnemann's symptoms is \"Spasmodically contracting headache.\" A patient who took Pso. complained that it had a \"filthy taste.\" From Pso. 20m (F. C.) I have seen produced an eruption of boil-like indurations in both axillae, first (and worst) in left then in right. The general symptoms were very greatly relieved at the same time. One great mark of distinction between Sul. and Pso. is that the Pso. patient is exceedingly chilly, likes to have a fur cap on in summer; whilst the Sul. patient is predominatingly hot. H. C. Allen gives another: Pso. is indicated in chronic cases when well-selected remedies fail to relieve or to permanently improve (in acute diseases Sul.); also when Sul. seems indicated but fails to relieve. Pso. is specially suited to: (1) Scrofulous, nervous, restless persons who are easily startled. (2) Psoric constitutions; lack of reaction after severe diseases. (3) Complaints of psoric origin; patients emit a disagreeable odour. (4) Pale, sickly, delicate children. (5) Peevish, unhealthy-looking children, who have a disagreeable odour about them. (6) Dirty people in whom the body has a filthy smell which no amount of washing can remove. (7) Those subject to diseases of the glands and skin; and who have had eruptions suppressed. The chief of the keynotes of Pso. is: Lack of vital reaction; prostration after acute disease, depressed, hopeless, night-sweats. Hopelessness, despair of perfect recovery is part of the jack of reaction; emaciation and foul body odour may accompany it. \"Foulness\" may be considered the second keynote of Pso. Eruptions have offensive discharges; the otorrhoea, is horribly offensive. The diarrhoea (especially of cholera infantum) is profuse, watery, dark brown, and even black, and is putrid-smelling like carrion. The Med. Visitor (xi. 378) collected a number of cases illustrating the action of Pso. (I italicise some of the characteristics): (1) W. A. Hawley reports a case of cholera infantum which seemed to defy every remedy. Stools very thin and watery, dirty greenish, smelt like carrion. Child very fretful, had no sleep for two days and nights. Pso. 42m (Fincke), one dose in water. In two hours the child went to sleep; in four days it was well without repetition of the dose. (2) Another case of Hawley's: Miss N., had an eruption in bends of elbows and knees, dry, scaly, with little pointed vesicles round the reddened edges; disappeared entirely in summer and reappeared when cold weather set in; violent itching, < by warmth of bed or by scratching. Pso. 42m, two doses at six weeks' interval, cured. No return the following winter. Pso. also cured", "(3) Headache preceded by dimness of sight or spots before eyes (Haynel). (4) Headache and eruptions, < during changeable weather (W. P. Wesselhoeft). (5) Always very hungry during headaches (W. P. W). (6) Miss C., convalescing from typhoid fever, reported: l. Stationary, no appetite.\" Pso. produced immediate change and ravenous appetite (J. B. Bell). (7) Mr. P., complained of nothing but weakness; no appetite; least exertion puts him into a perspiration. Pso. cured rapidly (J. B. Bell). Mr. X., was obliged one day to run till nearly exhausted. Though strong and well before he now became weak, perspiring easily, severe pains right side, < by coughing, laughing, and motion. Pso. cured rapidly (J. B. Bell). [I have frequently verified the action of Pso. in liver affections with pains as in the last case.] (8) Extreme dulness; fears inflammation of brain; > by nose-bleed. Headache following darkness before eyes. Black spots before eyes. Pso. cured (Haynel). (9) Horribly offensive, nearly painless, almost involuntary, dark and watery stool; only in night and most towards morning (H. N. Martin). (10) Mr. C., spare, dark. Hypochondriacal. \"Nervous\" nine months. Had to give up business. Took much Quinine and other drugs. Complains of very disagreeable feeling about the head and manifests mental depression; thinks he will never recover; has lost all hope. Cannot apply his mind to business. Seems confused; cannot reckon. Numbness of legs and arms, < left side; < going to bed, formication and crawling with prickling and smarting on scalp, and same on extremities. Tongue coated white. After three months treatment was stationary. It was then ascertained that he sweated easily on least exertion, and somewhat at night, and had loss of memory. Pso. soon caused improvement, and enabled the patient to return to business (J. B. Bell). G. A. Whippy (Am. Hom., xxiii. 391) cured the following case with Pso. a dose every third night: Carpenter, long-standing discharge of reddish cerumen from left ear, < at night. Sensation of valve opening and shutting in left ear, < afternoon. Buzzing in ear, which stopped suddenly and was followed by violent itching. Dull, heavy pain in base of brain in afternoon, with sensation as though skin of abdomen was greatly relaxed and drawn down. Face sallow and greasy; several pustules on chin and neck which itch intensely and bleed when scratched.", "Other leading indications of Pso. are: Sick babies will not sleep day or night, but worry, fret, cry; or good and play all day, restless, troublesome, screaming all night. Weakness from loss of fluids; after acute disease; with or without organic lesion. Whole body painful, easily sprained and injured. Great sensitiveness to cold air, change, storms; to sun; restless for days before a thunderstorm. A symptom not seldom met with in practice and useful to remember is: \"Feels unusually well day before attack.\" Headache > by eating; from suppressed menses; > by nose-bleed. Dry, lustreless hair; plica polonica. Acne < during menses; from fats, sugar, coffee, meat. Quinsy, throat burns, feels scalded, cutting, tearing, intense pain on swallowing, profuse, offensive saliva; tough mucus in throat; must hawk continually; tendency to quinsy. Profuse sweat after acute diseases, with > of all suffering. Skin has dirty look as if never washed. Pso. has cured more cases of hay fever in my practice than any other single remedy. Many cases have a psoric basis, and when the basic taint is corrected the irritating agents have no effect. Nasal polypus I have also cured with Pso. when the general symptoms indicate the remedy. Peculiar Sensations are: As if frightened. As if he would lose his senses. As if stupid in left half of head. As if brain had not room enough in forehead. Eyes as if pressed outward. As from heavy blow on forehead. As if brain would protrude. Back of head as if sprained. Right side of occiput as if dislocated. As if piece of wood lying across back of head. As if head separated from body. As if sand in eyes. As if he heard with ears not his own. Cheek-bones as if ulcerated. Condyle of jaw as if lame. Tongue as if burnt. Teeth as if glued together. Plug in throat. Throat as if narrowing. As if intestines hanging down. Everything in chest as if raw, scratched; torn loose. Arms as if paralysed. Hip-joint as if ulcerated. Joints as if encased in armour; as if would not hold together. Hands and feet as if broken. The pains of Pso. may be erratic and alternate (headache and toothache). The symptoms are < by touch; pressure (of truss); rubbing; scratching; riding; bandage; blow; fall. Slight emotions = severe ailments. (Pso. cannot bear to have the limbs touch each other at night; or weight of arms on chest.) > When eating; < immediately after (rush of blood to head). < After cold drinks (pain in chest). Drinking = cough. > Lying down (most ailments, especially of chest; but < cough, and = gurgling at heart). < Lying r. side (liver). < Riding in carriage or exercising in open air; (riding > short breath). > By rest and in room. Overlifting = thoughts to vanish. < Walking; moving. < Evening and before midnight night; morning on waking. Open air < (> taste; cough; itching) nose sensitive inhaling. < Before thunderstorm (restless for days before). Winter = cough. Summer = diarrhoea; itching eruptions. < During full moon (enuresis). < Periodically." ],
    "Relations" : [ "Antidoted by: Coffee. Compatible: Carb. v., Chi., Sul. (if Sul. is indicated but fails to act give Pso.). Followed well by: Alm., Borax, Hep. Complementary: Sul., Bac. (Bac. is the acute of Pso.), after Lact. ac. (vomiting of pregnancy); after Arn. (blow on ovary); Sul. after Pso. in mammary cancer. Inimical: Lach. Compare: Sick babies fret day and night (Jalap); good all day, screams all night (Lyc. opp.). Effect of thunderstorm, Pho. Headache preceded by dim vision, Lac d., K. bi. Headache with hunger; > while eating, Anac., K. ph.; > nose-bleed, Melilot. Plica polonica, Lyc., Bar. c., Sars., Bac. Offensive, cheesy concretions from throat, K. mur. > By sweat, Calad., Nat. m. > Lying down and keeping arms stretched far apart (Ars. opp.). < Mornings on waking and evenings lying down, Pho., Bac. Eruptions easily suppurate, Hep. Drinking = cough (> Caust.). Drinking <, Dig. Teeth stick together (Tub. teeth feel jammed together). Pediculosis, Ped., Bac., Nat. m. Earthy, greasy face, Nat. m., Bry. Erratic pains; < from fats, < evening, Puls. Tongue as if burnt, Sang. As if parts separated, Ars. (body at waist), Bap. (limbs). Convalescence, profuse sweat, K. ca. (K. ca. has not the hopelessness of Pso.). Despair of recovery, Chi., Lauro. (chest), Caps., Op., Val., Amb. Lack of reaction, Op. (patient not sensitive), Lauro. (over-excitable and nervous), Carb. v. (emaciated, weak pulse; Pso. psoric diathesis). Hay fever, Gels. (morning sneezing), K. iod. Hunger at night, Chi. s., Pho., Sul., Ign., Lyc. Axillary affections, jug. c., jug. r., Elaps. Crusta lactea, Melitagrinum. Explosion in ear, Alo." ],
    "Causation" : [ "Emotions. Over-lifting. Mental labour. Repelled eruptions. Stormy weather. Thunderstorm. Injuries. Blows. Sprains. Dislocations." ],
    "Mind" : [ "Good-humour in morning; works with pleasure; enjoys everything.", "Excitable before sleep.", "Excitable, vexed with everything.", "Fear.", "Anxiety: when riding in a carriage; with trembling of hands and restlessness.", "Melancholy: religious; she could commit suicide, then is full of phantasms, peevishness, and lachrymation; alternating suddenly with liveliness.", "Despair: fear of failing in business; wishes to die in spite of the best hopes.", "Driven to despair by excessive itching.", "Ill-humour: in morning; and constant thoughts of dying; could weep about everything.", "Quarrelsome.", "Every moral emotion = trembling.", "Disinclination to work; to ride in a carriage, then desire to ride all the time, even in bad weather.", "Sentimental.", "Inability to rid himself of ideas which first appeared to him in a dream.", "Thinking that he understood what he had read he tried to explain it, and found that he did not understand it.", "Memory lost; so that she does not recognise the room after looking out of the window.", "Thoughts vanish after over-lifting." ],
    "Head" : [ "Vertigo: mornings; everything turns around with him; with headache, confusion, roaring in ears.", "Sticking in head, with weakness, had to lie down towards p.m., and soon fell asleep, copious sweat at night, which >.", "Thrusts in head.", "Tearing in head (which he formerly had) this time with fever and general arthritic pains.", "Headache: in evening; with eructations; with thirst, coldness, and dryness of mouth and lips; intermittent; spasmodically contracting; as if a hammer were beating in head, esp. unilateral (in a herpetic patient); as if everything would protrude through forehead towards evening.", "Fulness during mental labour.", "Congestion of brain, > nose-bleed.", "Cloudy feeling in night on waking, as if he had been intoxicated in evening, with stupor and tumbling about.", "Heaviness in morning.", "Weakness of head.", "Pulsation of blood during mental labour.", "Sticking in l. side of forehead; in r. side extending into eye.", "R. side of head and r. eye swollen and painful as if it would burst.", "Drawing in forehead extending to nose.", "Pinching in upper forehead beginning morning in bed, < morning and evening, with heaviness, sometimes whole sinciput aches and then temples feel pressed in, afterwards it alternates suddenly with pain in molars, < walking in fresh air.", "Pain in centre of forehead; with weakness of it.", "Pain in sinciput, < temples, < steady mental exertion, > motion, esp. in open air, < morning and evening, with heaviness in sinciput, often it suddenly passes off and attacks l. molars.", "Pain as if brain had not space enough in morning on rising, > washing and breakfast; contracting pain.", "Drawing in sinuses as in coryza.", "Stupefied feeling in l. forehead in morning.", "Shooting from l. temple into head.", "Boring in l. temple.", "Pain in temples: after mental exertion; hammering; crampy, in skin of r. at p.m.", "Fulness in vertex as if brain would burst, with formication in head followed by heavy sleep.", "Intermittent pain in a spot in vertex.", "Strained pain in r. side of occiput at noon.", "Pain in occiput as if a piece of wood lay across from r. to l.", "Feeling as of a cord around skin, < about occiput, which feels as if pressed outward.", "Always hungry during headache.", "Congestion of blood to head immediately after dinner.", "Headache < by change of weather; if it changes in night the headache wakens him.", "Hair: dry, lustreless; tangles easily; glues together.", "Spot of white skin with white lock of hair becomes natural colour under Pso.", "Sensation as if head separated from body.", "Averse to having head uncovered; wears a fur cap in hot weather.", "Viscid sweat about head.", "Humid eruptions.", "Tinea capitis et faciei.", "Crusta serpiginosa.", "Rawness and soreness behind ears.", "Humid, scabby eruption, full of lice." ],
    "Eyes" : [ "Eyes: gummy; surrounded by blue rings; glassy, with pain in them; agglutination in morning.", "Swelling of lids and of face.", "Inflammation of r. eye.", "Pain in r. eye as if it would burst.", "R. eye feels melting away.", "Ophthalmia, with pain as from sand in eyes, and lachrymation at night.", "Sticking: in l. eye; pain in r. eye, < touch.", "Pain in eyes with burning, in evening when looking sharply it something, and by candle-light.", "Pain as from sand, or foreign body (in r. evening when closed).", "Biting in eyes.", "Tired in evening as from much reading by candle-light.", "Lachrymation: towards evening; on looking long at one object.", "Pimples: like hordeola on upper lid; red, like fresh hordeola on margin of upper lids, and sensation as if something were moving before the eyes, as if one were playing with his fingers before them.", "Itching: of r. lid; l. lower lid, from one side to other; of canthi; inner canthi, with heat.", "Vision of sparks.", "All objects in room appear to tremble.", "Dazzling in evening when walking in street.", "Vision blurred suddenly." ],
    "Ears" : [ "Discharge of fetid pus (l.).", "Otorrhoea, with headache.", "Discharge of reddish cerumen from l. ear.", "Sticking: towards noon; in l. lobe in evening; in l. after the buzzing; in meatus internus, transiently > boring in with finger, frequently returning, < evening during rest.", "Intermittent tearing through external meatus, as from temporal muscle to styloid process.", "Pain: in r. ear, in morning; ulcerative, in l., and at the same time on r. ear a pimple appearing like healthy skin, but split into four parts by a cross like a wart, in the centre a deep indentation.", "L. concha inwardly inflamed, with suppurating pimples.", "Sensation as if something burst suddenly when eating or swallowing saliva.", "Sensation in l. ear as if breath came from it instead of from respiratory organs.", "Feeling as if stuffed with cotton, forenoons.", "Biting in l. ear.", "Itching in r. ear.", "Coldness in r. ear, then sticking.", "Ringing: in l. ear, evening; in r. or l., with buzzing in head so that she hears hardly anything, and behind ears in region of sterno-cleido-mastoideus, a sore pain, sometimes heat extending to vertex, < towards, evening, when she feels as if pulled by the hair.", "Roaring so that he feels stupefied.", "Buzzing in ears.", "Feeling in r. ear as if he heard with the ears of another person, evening." ],
    "Nose" : [ "Inflammation of septum, with white pustules.", "Sticking in l. nostril when boring in with finger.", "Boring in r. nostril, then sneezing.", "Drawing extending up to frontal sinuses, with pain in eyes as if coryza would set in, then discharge of fluid from nose.", "Dry coryza; nostrils nearly dry, and sensitive when breathing through them.", "Scratching crawling towards root of nose as if coryza would set in.", "Stoppage of nose.", "Sneezing; without coryza.", "Coryza: with cough and expectoration of yellowish green mucus; dry; dry with obstruction of nose; fluent; fluent, from l. nostril.", "Tough mucus, he can hardly do a minute without his handkerchief, without coryza, with feeling of a plug high up in nose, which nauseates him, > stooping.", "Clear, watery fluid pours out, < l. nostril, < stooping.", "Nose red." ],
    "Face" : [ "Face pale; sickly looking; yellow.", "Congestion to head, cheeks", "and nose red and hot.", "Pain in zygoma on touch as if bone were suppurating, in evening.", "Sticking in lower jaw.", "Pain as if lame in condyle of jaw.", "Crusta lactea.", "Coppery eruption on face.", "Roughness of skin of face; eruption on forehead between eyes; offensive stools.", "Swelling of upper lip.", "Dryness of lips; and brown and black colour.", "Burning of lips; painful and seem swollen.", "Pimple on upper lip.", "Vesicles around corner of mouth, and outwardly above them larger sore spots, exuding a fluid which seemed to originate from scratching the vesicles, and cause continual scratching.", "Corners of mouth sore, often ulcerated; sycotic condylomata.", "Yellow vesicles on red edge of lower lip sore on touch.", "Clear vesicles on inner surface of lower lip.", "Painful itching on r. half of upper lip as if swollen." ],
    "Teeth" : [ "Looseness of teeth, < incisors, so that he fears they will fall out, the pain < by touch, > open air, with much mucus of an offensive odour in mouth.", "Blood suddenly escapes from a hollow molar.", "Sticking from one side to the other, extending to head, then burning pain in r. cheek, which is swollen.", "Stitching in teeth on touching them in order to remove something lodged between them.", "Sticking in a carious r. upper tooth as if it would be pulled, at dinner, then grumbling and hammering pain in all r. teeth, only in daytime, > fresh air.", "Tearing; jerking in l. molars, sometimes only slight pain alternating with headache.", "Teeth seem on edge in afternoon when smoking." ],
    "Mouth" : [ "Ulceration of r. gum after toothache.", "Inflammation of gum of a posterior r. hollow lower molar, vith swelling and crawling pain, < touch.", "Tongue: coated; white; yellowish white.", "Ulceration of tongue and gums, with sore throat.", "Tongue: dry; at tip, as if burnt, painful; burnt feeling from tip to middle, so that he has hardly any taste.", "Thick, tough mucus from choanae; of nauseous taste; teeth stick together.", "Adhesion of tough mucus to posterior wall of soft palate, tasting like old cheese, coming from choanae.", "Scratching in back part of mouth, and when leaning backward asthmatic feeling.", "Swollen sensation in palate.", "Dryness of mouth.", "Taste: bitter mornings before eating, > eating; when not eating; > eating and drinking; bad, finally coppery; like cat's urine to bread and butter in morning; oily to the dinner; flat, insipid; foul, she drinks to get rid of it; filthy.", "Increase of the nauseous taste after eating and smoking tobacco.", "Sticky taste." ],
    "Throat" : [ "Submaxillary glands swollen and painful to touch, also a painful pustule below l. lower jaw.", "Angina, on r. side an ulcer, with sore pain deep in throat and burning in palate.", "Painful pimple on fauces.", "Stitches: in l. tonsil; in l. sinews on turning head.", "Pain in l. tonsil, with swollen feeling.", "Quinsy, intense pain to ears on swallowing, profuse, offensive saliva; tough mucus in throat, must hawk continually; tendency to quinsy.", "Hawks up cheesy balls, size of pea, of disgusting taste and carrion-like odour.", "Pain on swallowing saliva.", "Intermittent pain and difficult swallowing.", "Soreness with difficulty in swallowing; can take without difficulty only cold food.", "Scraping in throat as if she would become hoarse (in a herpetic patient); with suffocation, causing dry cough.", "Burning in throat; extending farther downward.", "Dryness of throat: in morning, with scraping; of fauces, with moisture in mouth.", "Swollen feeling in fauces.", "Sensation of plug in throat, impeding hawking.", "Tickling in throat: mornings; causing cough; then empty eructations." ],
    "Appetite" : [ "Hunger great; in afternoon, with thirst for beer; in evening after a walk: in evening; for breakfast.", "Hunger without appetite.", "Appetite diminished.", "Easily satiated though he has a good appetite.", "Loss of appetite, but constant thirst.", "Disgust for pork.", "Desire to smoke in evening, but when not smoking the desire for it ceased.", "Desire for acids.", "Aversion to smoking after breakfast, but when he begins smoking is relished.", "Thirst: during dinner; after the chill, then heat in mouth; with dryness and burning in mouth; for beer.", "Eating (dinner) = congestion to head.", "Drinking = cough." ],
    "Stomach" : [ "Eructations: tasting like rotten eggs; sour; rancid in evening.", "Pyrosis; after drinking water; when lying down, colic > eating.", "Hiccough: after eating; when smoking a pipe after eating.", "Waterbrash on lying down, > getting up.", "Nausea: during the day, a kind of vomiting of sweet mucus every day at a.m. and in evening; in morning; in pit of stomach in morning; after all food; after supper, > eating something roasted.", "Vomiting: sour; of sour mucus, so that teeth are on edge, in morning before eating; of food, then of a sour, slimy fluid.", "Bloating.", "Sticking in pit of stomach.", "Cramp in epigastric region; cutting.", "Oppression.", "Contracting pain in epigastric region.", "Weakness and pressure." ],
    "Abdomen" : [ "Deep-seated, stitching, pressing pains in region of liver, < external pressure and lying on r. side; pain hinders sneezing, laughing, yawning, coughing, deep inspiration and walking.", "Sticking: in sides of abdomen; r. side; region of spleen; under last l. rib; in hepatic region; region of spleen, > standing still, renewed by walking, later felt even during rest.", "Swollen sensation horizontally across below short ribs when sitting.", "Abdomen bloated: after eating; after eating frozen things.", "Constant feeling of emptiness and looseness of abdomen; sensation as if intestines were hanging down.", "Rumbling in morning; gurgling and roaring.", "Foul-smelling flatus.", "Cutting in abdomen; in evening, > passage of offensive flatus; as from a purge.", "Cramps in abdomen in morning in bed.", "Griping: when driving; in women, < pubic region.", "Pinching in abdomen in morning, so that he has to run for the closet, > stool.", "Pain in abdomen towards evening, > eating; after eating, > emission of flatus, with nausea and in lumbar vertebrae, with flatulent troubles, pain in spermatic cords and testicles as if filled with blood, a soft, difficult stool.", "Pain as from canine hunger, < epigastric region, an hour after supper, with accumulation of flatus.", "Frequent sticking to l. of umbilicus during rest.", "Cutting in umbilical region.", "Gurgling in small intestines.", "Twitching in r. groin after driving.", "Sticking in inguinal glands.", "Pain in r. inguinal ring.", "Bearing down towards pubes, with tenesmus and painful burning micturition." ],
    "Stool and Anus" : [ "Stool: fluid, dark brown, foul-smelling; thin, watery, dirty greenish, like carrion; horribly offensive, nearly painless, almost involuntary, dark and watery; only in night, < towards morning.", "Diarrhoea preceded by colic; green, bilious, mixed with mucus; four times a day, without pain.", "Involuntary stools during sleep.", "Lienteria.", "Soft, difficult stool; and copious.", "Obstinate constipation, with severe pains.", "Stools: either costive or mushy: of normal consistency, in small balls, almost involuntary, at night, with violent emission of flatus; two in forenoon; four or five a day, preceded by colic; sometimes shooting away as from a syringe, at another time it is mushy, sometimes of normal consistency.", "Stool wanting.", "Spasmodic pain in rectum.", "Burning high up in rectum.", "Sensitive haemorrhoidal pain in rectum.", "Chafed sensation in rectum and anus during a drive.", "Ineffectual urging.", "Burning haemorrhoids in anus.", "Itching in anus." ],
    "Urinary Organs" : [ "Discharge of prostatic fluid before micturition.", "Tenesmus urinae and discharge of a few drops when he thinks he has done.", "Frequent micturition at night.", "Sticking inwardly from orifice of urethra.", "Burning during micturition with cutting.", "Urine has a red sediment and a pellicle of fat." ],
    "Male Sexual Organs" : [ "Relaxation of genitals; with indifference to sexual affairs.", "Aversion to coitus.", "Impotency.", "No discharge of semen during coition.", "Glans inflamed, with an ulcer on it, testes swollen and heavy.", "Burning pain at tip of penis on beginning to urinate.", "Chronic painless discharge from urethra, staining linen yellow.", "Chronic gleet.", "Frequent tightness of penis, with drawing.", "Absence of erections; even with lascivious thoughts, afterwards morning erections and pollutions, with satyriasis.", "Drawing in testicles, but more steady in small of back.", "Painful suppurating vesicle on scrotum.", "Hydrocele: from repeated inflammation caused by pressure of truss (Puls. cured the inflammation)." ],
    "Female Sexual Organs" : [ "Menses too late; and scanty.", "Amenorrhoea; in psoric subjects; with phthisis.", "Dysmenorrhoea; near climaxis.", "Leucorrhoea; large lumps; unbearable in odour; violent pains in sacrum and r. loin; great debility.", "Intolerable itching from anus to vagina, with knotty stools, < at night.", "Ulcers on labia.", "L. ovary indurated from a blow.", "Sensitive knotty lump above r. groin.", "Cutting in l. groin.", "During pregnancy: congestion; foetus moves too violently; tympanites; nausea, vomiting; obstinate cases.", "Breasts swollen; nipples red; burning and itching pimples about nipples.", "Mammary cancer." ],
    "Respiratory Organs" : [ "Hoarseness; when talking phlegm sticks in larynx.", "Talking is very fatiguing.", "Suffocating, crawling sensation in larynx, producing a paroxysmal, dry, hacking cough.", "Tickling in trachea, with cough.", "Inclination to cough, with sensation of coldness.", "Cough in evening, > keeping quiet, with pain in chest and throat, talking = cough.", "Cough with weakness of chest; so that he could not remain in bed at night, with weakness and vertigo.", "Dry cough: all day, with nausea and retching and tickling in throat from tickling in trachea, as if narrowing; with soreness under sternum with heaviness on chest.", "Cough, < morning on waking, and in evening on lying down, with expectoration of green mucus, nearly like matter, with nausea, chest is affected and expectoration is difficult; with copious expectoration; sometimes of mucus streaked with blood; with salivation and vomiting of acid mucus.", "Suffocation in larynx when sitting bent backward, with crawling, causing paroxysmal, dry, hacking cough, and at same time contraction and heaviness in chest and pain in upper part of sternum.", "Dyspnoea in evening.", "Short breath; in fresh air, > riding and lying down.", "Want of breath on walking in fresh air; < sitting, > lying, with pain in chest.", "Whistling respiration on waking, with constriction, again in evening whistling in chest.", "Breathes easily when doing some light work, as trimming trees." ],
    "Chest" : [ "Twitching through l. chest, anterior side.", "Sticking: in l. chest; l. mamma; under l. false ribs; in r. side on coughing or breathing; even when not breathing; in sternum on deep breathing, and on touch a pressing and bruised pain.", "Feeling as if everything in it were torn when lifting.", "Pain as if a lung had been torn loose and something were pressing it down.", "Cutting as with knives; in evening, with burnt feeling in throat, eructations, then emission of flatus.", "Boring in r. chest, with oppressed breathing.", "Pain under sternum when coughing as if something would be torn away, extending to throat.", "Pain on spots; ulcerative pain under sternum; pain as from a load, < bending head forward, with want of breath.", "Oppression; pressure; contracted feeling in chest.", "Dull feeling in chest, with pain in back.", "When in bed has to remove the arms as far as possible from chest, otherwise they increase the pain.", "Hot sensation in chest.", "Suppuration of lungs.", "Chronic blennorrhoea of lungs.", "Hydrothorax." ],
    "Heart" : [ "Stitches in cardiac region, low gurgling extending to heart, for a moment breathing is impossible.", "Pain in heart > lying down; thinks the stitches will kill him if they continue.", "Gurgling in heart region esp. noticeable when lying down.", "Pericarditis.", "Palpitation; with anxious oppression.", "Pulse: weak; irritable, indicating a return of abscesses on neck." ],
    "Neck and Back" : [ "Glands of neck swollen, and on touch bruised pain extending to head.", "Sticking in neck, with pustules.", "Herpetic eruption on side of neck extending from cheek.", "Nape excoriated by discharge from eczema capitis.", "Tearing in nape.", "Boring in nape, with stiffness.", "Pain in nape in afternoon, only in the house, when supporting head with hands it feels as if it had no body, as if he could pass through it with the hands.", "Pain in muscles of r. neck, in their upper sinewy part, as from sudden tension, on turning head to r. backward or sideways, > pressure.", "Tensive pain in nape after waking, as if he had lain in an uncomfortable position.", "Drawing pain extending to shoulder, after waking.", "Sticking in back; extending towards chest on coughing.", "Boring in vertebrae in morning, with colic, as from rheumatism.", "Aching in back; bruised feeling in evening, cannot straighten it.", "Scapulae: sticking between in morning; tearing; rheumatic sticking tearing in and between, down sides.", "Boring in dorsal vertebrae; pain between second and third in afternoon.", "Sticking: in loins extending to knee in morning; in os pubis during bodily exertion.", "Cutting in loins so that she could not walk alone.", "Pain in loins; and itching; like molimina haemorrhoidalia, < motion, so that he could not walk straight comfortably; as if third vertebra from below were wanting or broken.", "Drawing in loins, and sometimes in testicles.", "Tightness in ischii when walking, extending to knees.", "Weakness of loins.", "Backache: with constipation; after suppressed eruption.", "Spina bifida." ],
    "Limbs" : [ "Trembling of hands and feet.", "Stretching.", "Tearing: in l. knee and shoulder; intermittent, in joints, in humerus, knee, and toes, > motion.", "Wandering pains, < tibiae and soles, also in finger-joints, at times in r. patella, > motion.", "Weakness of joints as if they would not hold together." ],
    "Upper Limbs" : [ "Tearing in l. shoulder in afternoon and evening when resting.", "Tearing in arm; intermittent sticking in l. arm.", "Arm and shoulder swell up from an old eczema.", "Patch on left wrist, and immediate relief follows dose of Pso. (R. T. C.).", "Spasmodic pain in bones of l. arm in evening at rest.", "Sensation in l. arm, in morning in bed, as if asleep with crawling in fingers; with numbness of three first fingers and half of hand.", "Tearing in elbow; r. in evening.", "Sticking in l. index.", "Tetter on arm, with small, millet-like eruption, exuding a yellow fluid; itches intensely in heat.", "Eruption in bends of elbows and around wrists.", "Itch-like eruptions on wrists, with rheumatism in limbs.", "Trembling of hands.", "Swelling and tension of backs of hands and of fingers.", "Pustules on hands, near finger-ends, suppurating.", "Copper-coloured eruption or red blisters on backs of hands.", "Itching between fingers; vesicles.", "Herpes on palms.", "Sweat on palms, esp. at night.", "Warts, size of pin's head, on l. hand and fingers.", "Nails brittle." ],
    "Lower Limbs" : [ "Pain in hip-joints as if dislocated, < when walking, with weak arms.", "Sciatica: tension down to knee while walking.", "Paralysis of legs from suppression of eruption on arms.", "Legs, < tibiae and soles, pain as from too much walking, mornings in bed, > rising, with restlessness of legs.", "Leg on which he lies in bed too weak to endure the pressure of the other, he has to change his position continually.", "Sensation in r. leg as if it would go to sleep.", "Tibiae and soles feel bruised, as after a tiring walk, mornings in bed.", "Sticking in r. ankle in morning on every step with strained sensation.", "Feet, trembling; inclination to turn l. inward when walking, with sensation as if he really had turned it the wrong way.", "Pain in feet < during rest, with itching.", "Gouty pain in l. foot.", "Cramp or spasm in toes, < l. great toe, when stretching them or taking off boots." ],
    "Generalities" : [ "Looks pale, exhausted, thin, his clothing is too large for him.", "Hot trembling over whole body in morning during rush of business.", "R. side of body full of burning pains.", "Soreness.", "Gouty pains in l. toe, both knees, and back.", "Stormy weather affects him, = restlessness in his blood a few days beforehand; makes him sick and = haemorrhoidal troubles.", "Weakness: towards evening, > going to bed; after riding in a waggon; from a little labour.", "Sensation when in the sun as if it pushed her down, she had to rest in the shade in order to walk on.", "Heaviness of whole body as before intermittent fever.", "> Morning; in fresh air; when lying." ],
    "Skin" : [ "Rash: above l. brow and on l. cheek; red, on external throat, beginning with sticking.", "Nodules on face, neck, and legs.", "Pimples: on forehead; on neck and mammae; with black points in centre, painful when scratched; on external throat.", "Burning like heat-rash below eyes; causing itching, smarting pain, burning after scratching, and feeling sore (in a herpetic patient); and ulcers, from which watery fluid oozed for hours after being opened, < hands, wrists, and palms.", "It < herpes and causes smarting and itching.", "A scab on nose which commonly fell off when coughing is now adherent and hard.", "Pustules on nape, with sticking.", "Boils on chest and loins; on buttocks, with burning itching, soon disappearing, leaving crusts.", "Itch-like eruption on face, hand, back, and leg, and agglutination of eyes.", "Vesicles: on face; quickly filling with yellow lymph, sore to touch on forehead, face, and behind r. ear; filled with lymph, painful to touch on various parts, some forming itching papules.", "An old rhagade near r. styloid process suppurated, itched, and was surrounded by blisters filled with clear water, these soon changed to pustules, which healed under a crust.", "Crawling on all limbs, with falling asleep of them.", "Itching: on forehead; tip of nose; l. arm; biceps of l. arm; r. elbow; soles in evening after a glass of Muscat wine, with tickling and heat; of face, neck, and hands on touch; over whole body after rubbing papules and vesicles; between fingers, and vesicles filled with lymph; on r. carpus, with red spots; voluptuous, where a flea had bitten, with white, hard blisters on a red base.", "< Of the itching, which he had had for years on knees, < l., and the herpetic eruption begins to become pustular." ],
    "Sleep" : [ "Yawning: at noon; and shivering pale blue rings, with tearing and spasmodic pains in umbilical region in evening; in evening, with early sleepiness.", "Sleepy all the time; in daytime; early.", "Sleeps when she sits down.", "Sleep unusually sound.", "Cannot fall asleep in evening.", "Cannot sleep on the habitual r. side, but sleeps on l.", "Gnashing of teeth at night, so that he wakes.", "Restless sleep; and unrefreshing.", "Sleep restless but refreshing.", "Restless sleep on account of disquiet dreams.", "Dreams: anxious in morning, of robbers, travels, and dangers; uneasy, earnest; that he is on the closet, and thus nearly soils his bed of his business and of his plans." ],
    "Fever" : [ "Coldness < evening, with hot flashes, debility, and sleepiness.", "Coldness with heat, thirst, and sweat.", "Internal coldness towards noon, with shivering and horripilation.", "Creeping coldness in afternoon, with internal shivering.", "Horripilations.", "Feet cold all night.", "Heat: in afternoon; in evening when riding in a carriage, with sweat; of whole body suddenly, at meals and in evening, with trickling sweat all over face, frequent thirst, dryness, and burning in mouth.", "Heat in evening, as if she would lose her senses, at night delirium, thirst, and sweat, then she feels well.", "Burning: in head; in forehead; in nose, transiently > by discharge of mucus.", "Burning in nose, then fluent coryza.", "Burning in face, then vesicles.", "Burning in r. ear with itching.", "Sweat: on waking; in morning when out of doors: with consequent debility, and taking cold easily; sweat on palms; on face; on palms at night; perinaeum on moving about.", "Want of sweat, dry skin." ]
  }
}