{
  "remedyName" : "Ptelea",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Constipation. Dysentery. Dyspepsia. Erysipelas. Gall-stones. Gastralgia. Headache, gastric; bilious. Intermittents. Jaundice. Liver, congestion of. Nightmare. Phosphaturia. Rheumatism. Spleen, affections of. Worms." ],
    "Characteristics" : [ "Ptelea is the Greek name for the Elm, and was applied by Linnaeus to a genus of shrubs and small trees, natives of North America and Asia, and included in Xanthoxylaceae. In Canada the young green shoots of Pte. tri. are used as an anthelmintic in the form of an infusion. The fronds are bitter and aromatic, and have been used as a substitute for hops (Treas. of Bot.). One of the provers of Pte. confirmed its anthelmintic powers by \"a very copious expulsion of ascarides.\" The proving was very thorough and extensive, and T. Nichol, Burt, and Cowperthwaite were among the provers. A very marked action was produced on the liver, and Nichol, one of the provers, values it highly (says Hale) in \"hepatic difficulties, and in those erysipelatous and urticarious eruptions that are so often concomitant with affections of the liver.\" Hale says it has not the violent action of Pod. or Ir. v., but \"a slow, pervading\" action, and causes chronic ailments. He has found it useful in \"bilious headache, dyspepsia, gastralgia, congestion of the liver, chronic hepatitis, and chronic erysipelas.\" Others have used it in chronic rheumatism, dysentery, and constipation, Hale says the oily constituent of Pte. resembles Turpentine; and one of the most marked symptoms of the proving is: \"Pressure as from a stone in pit of stomach,\" recalling Abies n. and the conifers. In the proving the liver was swollen and tender, but there was > lying on right side, and < lying on left. [H. K. Leonard (H. R., xiii. 468) cured a seemingly hopeless case with Pte. 1x on this symptom: Weight, aching distress, dull pain in hepatic region, > lying on right side; turning on left = a dragging as if liver pulling on its ligaments.] The \"dull, muddled head\" is another liver symptom. J. Preston (B. J. H., xlii. 71) cured with Pte. a case of jaundice following gall-stones, with great emaciation.", "Aching distress; general aching and soreness; malaise. A number of alternating symptoms were noted. Nervous pains alternating from left arm to left eye and temple. Liveliness alternates with sadness. As gastric symptoms improved difficulty of breathing came on. There is the ravenous hunger of the antipsorics; empty sensations in oesophagus, in stomach. Sensitive to light, sound, to open air. Enlarged feelings were noted: head feels large, fingers feel numb, and large and clumsy. Headache with hunger, especially on awaking, may prove a keynote. Right (liver) side most affected. The symptoms are < in hot room; > in cold air. < After sleep; on awaking. After eating, feeling of liveliness. After breakfast: distress in stomach, headache and hunger >; one. hour after, <. > After eating acid things. < From cheese; butter; pudding. General < after eating. > Morning and evening; < afternoon. < Lying down; lying l. side; > lying r. side. < Walking; speaking; mental exertion; moving eyes; raising eyebrows, before, during, and after stool. Headache > after stool. Straining at stool < vertigo. Coughing = feeling as if head would burst." ],
    "Relations" : [ "Compare: Xanthox. Headache at base of brain, Ipec. Congestion of brain with feeling of weight in right hypochondrium and liver enlarged, Mag. m. (Pte. > lying right side). Weak mind, peevish, irritable, sensitive, tenesmus, must lie down, Nux, Bry. (Bry. has large stool, Pte. small, hard balls; both have > lying right side; Bry. < least attempt to breathe, Pte. on deep inspiration only; Nux has < lying on painful (r.) side and large stool). Eructations like rotten eggs, aversion to meat, longing for acids, Arn. (with Arn. eating = fulness; with Pte. it = epigastric pain and goneness). Periodic < of gastric symptoms to a.m., Nux (Nux desires fat, Pte. loathes it; Pte. predominating bitter taste, Nux sour; Pte. feels effect of food at once, Nux two hours after; Pte. dysenteric tenesmus before and after stool, Nux tenesmus ceases after stool). Head symptoms < straining at stool, Indm. Headache with cough, Caps., Bry., Nat. m. Noise almost = spasms, Asar. Impressions of sounds remain long in ears (images of objects seen remain long, Lac c., Nic.). Pain like a stone at epigastrium, Ab. n., Bry. Sensation as if abdomen retracted, Pb. (Pb. abdomen hard, Pte. soft). < After sleep. Lach. Dreams of fighting, Nat. s. Scalded tongue, Sang., Pod. Clumsy fingers, Bovist. Liver, &c., Hydrast.; Berb." ],
    "Causation" : [ "Repelled eruption (asthma)." ],
    "Mind" : [ "Liveliness after eating, followed by depression an hour later.", "Depression, anxiety, and tendency to worry.", "Irritable; nervous, sudden noise startles and = headache.", "Unusual energy with disposition to hurry.", "Thoughts chase each other through the mind, impossible to fix attention.", "Dull, stupid, dazed, confused, muddled feeling in head.", "Malaise of mind and body; indisposed to physical or mental exertion.", "Sudden shrinking from mental work, with sickness and faintness.", "Memory weak: for things; and names." ],
    "Head" : [ "Head confused, giddy, weak.", "Vertigo: with rumbling and swelling in umbilical region; < straining at stool; > slow motion, < sudden motion; < turning head; < walking; on rising; with piercing pain through brain.", "Fits of vertigo, > bending head down and closing eyes.", "Head light; or heavy and full.", "Severe dull headache, < motion; < warm room.", "Pressive feeling at base of brain.", "Stunning, splitting, bursting, throbbing headache; < by mental exertion; by coughing.", "Headache with hunger on waking, > after breakfast.", "Dull, heavy, frontal headache, < moving eyes.", "Head feels enlarged.", "Darting pain through l. superciliary ridge, extending deep into brain.", "Pressive and piercing pain through temples; < by chewing.", "Hot flushes and pain in vertex.", "Pains alternate between r. temple and between front and back of head." ],
    "Eyes" : [ "Pressure over eyes, < lifting eyebrows.", "Eyes heavy.", "Pains over eyes.", "Sensitiveness to light." ],
    "Ears" : [ "Swelling of gland under r. ear sharp pain behind ear.", "Shooting pains from l. ear down spine.", "Intolerance of loud talking; a pleasant voice sounds coarse; thought it would produce spasms if obliged to listen; impression produced by the sound lasts long.", "Roaring and singing in ears." ],
    "Nose" : [ "Sneezing.", "Influenza.", "Nose stopped, sore; breath burns and irritates nostrils." ],
    "Face" : [ "Face pale, esp. round eyes; sickly, yellow.", "Burning in face.", "Pain in r. zygoma.", "Nervous twitching of upper lip, extending to l. eye.", "Lips cracked; and sore; dry." ],
    "Mouth" : [ "Teeth (esp. r. molars) all ache; feel sore and elongated.", "Tongue: swollen; coated Yellow; papillae red and prominent, rough at back; dry; feels scalded.", "Soft palate and uvula inflamed, breath hot.", "Mouth dry.", "Profuse salivation, drivelling whilst lying on face; tastes salt.", "Taste: in morning everything tastes and smells sour; bitter; of medicine returning in gusts; nothing tastes natural.", "Unable to speak for some time on waking." ],
    "Throat" : [ "Throat sore; ulcerated; < r. side; < after noon.", "Burning and pricking pains before rising, esp. in tonsils.", "Dryness; roughness; heat; constriction in throat.", "Heat, dryness, and distressing feeling of emptiness in oesophagus." ],
    "Stomach" : [ "Appetite: voracious; at supper followed by pain in epigastrium; awoke with hunger and headache.", "Tired before finishing eating.", "Desire for acid food.", "Aversion to meat, butter, and rich food.", "Thirsty; drank much water.", "Absence of thirst; with bitter taste.", "Eructations: tasting bitter; of bad eggs; sour.", "Hiccough, p.m.", "Severe, persistent nausea; with fever; with headache; < lying down; < speaking or singing.", "Efforts to vomit.", "Vomiting without >.", "Stomach: sour; burning distress at; faint feeling.", "Weight at stomach with bloating; wakening him a.m.", "Pressure as of a stone at pit of stomach, < by light meal.", "Cutting, griping, squeezing, throbbing aching in epigastric region, < by cheese.", "Feeling as of sand in stomach.", "Aching and sticking in diaphragm < by speaking.", "All gastric symptoms < towards morning; = awakening." ],
    "Abdomen" : [ "Weight and dragging in hypochondria on walking; standing; sitting erect; > stooping forward.", "Liver swollen; tender to light touch; clothes feel too tight; < lying l. side, = dragging pain; > lying r. side.", "Pains shoot from r. hypochondrium downwards.", "Throbbing; stitches; distress in r. hypochondrium.", "Cutting, soreness, distress in spleen; with pressure in forehead.", "Pulsation and tenderness in umbilical region.", "Borborygmi and colic.", "Involuntary discharge of flatus.", "Flushes of heat in abdomen.", "Abdomen feels hollowed; empty; caved in; soft as if front walls drawn in to spine.", "Distress and griping in hypogastrium and groins." ],
    "Stool and Anus" : [ "Pressure in rectum; urging to stool.", "Smarting in anus: after hard stool; with diarrhoeic stool.", "Stool followed by tenesmus and succeeded by itching and smarting at anus.", "Diarrhoea, stools dark, sulphurous odour.", "Cadaverous smelling stools.", "Stools with shivering.", "Faeces coated with slime.", "Copious expulsion of ascarides.", "Black, lumpy stool.", "Constipation; with continued urging.", "Hard, difficult stool, with straining and smarting." ],
    "Urinary Organs" : [ "Strange uneasiness in bladder and prostate.", "Heat in prostate.", "Tickling, smarting, burning, and sensitiveness of urethra.", "Urine increased; copious white sediment; phosphatic; high coloured; yellowish red; scalding slightly; muddy sediment." ],
    "Male Sexual Organs" : [ "Throbbing in glans and pubic region on lying down at night.", "Sexual desire greatly increased at first; later abolished." ],
    "Respiratory Organs" : [ "Hoarseness; inability to speak aloud.", "Sensation of foreign body in larynx, morning before rising.", "When coughing head feels as if it would burst." ],
    "Chest" : [ "Uneasiness and difficulty of breathing came on as gastric and hepatic symptoms declined.", "Stitching pains in lungs.", "Tenderness of sternum.", "Pain in back of l. breast near axilla.", "Darting under r. breast." ],
    "Heart" : [ "Awoke from afternoon nap with slight pain near heart, and afterwards shooting from under r. breast.", "Severe, cramp-like pains in region of heart.", "Pulse quick, full, hard, tense." ],
    "Neck and Back" : [ "Pain in neck; feels swollen; cords lame.", "Nape stiff, moving = painful tension.", "Awoke with headache.", "Lameness of small of back.", "Cramp-like pains in sacrum when walking." ],
    "Limbs" : [ "Aching distress; weary feeling; rheumatic pain in all limbs.", "Stitches in shoulder and hip." ],
    "Upper Limbs" : [ "Rheumatic pain in shoulders and arms.", "Nervous pain alternating from l. arm to l. eye.", "< Nervous trembling of hands.", "Prickling numbness of hands, feet cold, enlarged, clumsy, stiff.", "Fine pains in fingers and region of spleen." ],
    "Lower Limbs" : [ "Weakness of lower limbs.", "Pain in r. hip.", "Darting pains in r. thigh.", "Throbbing in gluteal region.", "Sticking in l. knee.", "Drawing pains in l. heel." ],
    "Generalities" : [ "Weak, languid, sick, tired.", "Gone feeling all over." ],
    "Skin" : [ "Skin: reddish; dry; parched.", "Intense itching all over body.", "Eruptions: vesicles; red spots; boil on r. forehead; desquamation." ],
    "Sleep" : [ "Constant yawning; drowsy.", "Sound sleep but haunted by frightful dreams.", "Dreams: vivid, of armies; of dead animals of fighting; of food and awoke hungry." ],
    "Fever" : [ "Shivering: by warm stove; with hot head from hips down; with chattering teeth; with sensitiveness to cold air.", "A cold streak runs up and down spine.", "Feverish heat; with pains in all limbs and nausea.", "Dry heat over whole body, esp. palms.", "Burning cheeks and hot flushes.", "Sweat: all night; profuse on waking; on forehead." ]
  }
}