{
  "remedyName" : "Pulsatilla Nuttaliana",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Clavus. Cold; liability to. Deafness. Diarrhoea. Dyspepsia. Feet, fidgety. Home-sickness. Knees; rheumatism of. Liver, pains in. Measles; prophylaxis of. Menses, retarded. Ptosis. Rheumatism; wandering. Sciatica. Shoulder, r., pain in. Tinnitus. Uterus, pains in." ],
    "Characteristics" : [ "The American Pulsatilla approaches more nearly to P. vulgaris than to P. nig. in its botanical characters. It flourishes especially in the dry and sandy bluffs which form the bed of the Mississippi. The flower is pale purplish. \"The odour of the dried plant is rather faint, being slightly camphoraceous, the taste of the dried flowers simply sweetish and herbaceous, that of the leaves more astringent with very slight acrimony. The taste and to some extent the odour of the fresh plant are both acrid and irritating\" (Hale). A. W. Miller, a pharmaceutist (referred to by Hale), analysed P. nutt. The extracted substances had an acrid, almost caustic taste, and well-marked camphoraceous odour. When volatilised they produced an irritating, pungent vapour, affecting the eyes and causing sneezing. The analysis revealed the following constituents: (1) Organic", "Grape-sugar, gum, resin, an alkaloid and anemonic acid. (2) Inorganic", "Sulphate of potash, carbonate of potash, chlorate of potassium, carbonate of lime, magnesia, and \"a proto-salt of iron,\" Dr. W. H. Miller (brother of A. W. M.), an allopathist, claimed to have used P. nutt. with success in many chronic eye affections, particularly catarrh, amaurosis, and corneal opacities, cutaneous eruptions, and secondary syphilis. Hale instituted the first homoeopathic research, and Burt was the first prover. The symptoms have a strong resemblance to those of P. nig., and cases cured with P. nutt. are mostly such as would be amenable to P. nig. A patient of mine was incidentally cured of a tendency to catch colds by taking P. nutt. for some weeks as a prophylactic against measles. Burnett cured with it a case of deafness and oedema of left upper eyelid. The proving showed a powerful effect on the menstrual function, and Hale reports many cures of retentio mensium: (1) A young lady, formerly subject to retardation of menses, had: Constant chilliness, cold hands and feet, loss of appetite, sour eructations, nausea after meals, hemicrania, toothache, melancholy, general malaria. Menses two weeks late; took a chill at the time they were due, when she had precursory symptoms; no symptoms of menses now. P. nutt. in water every two hours. After the first dose the menses came on and the constitutional symptoms cleared off. (2) Plethoric, usually healthy young woman, had menses delay two weeks. Continual severe headache, a heaviness and fulness, < moving or stooping; sight dim, complete blindness on stooping or rising suddenly; weight in uterine region severe aching extending to back, < evening. Hands and feet cold; weakness in lower limbs. Act. r. failed to relieve. P. nutt. 1x, drops every three hours, brought speedy improvement. Next day menses came on profusely but without pain, two days before the expiration of the eighth week. The Puls. flying pains were very noticeable in the proving. Hale reports this case: Strong, healthy-looking man had wandering rheumatic pains chiefly in dorsum of right foot, loins, thighs, chest, arms, head. The head pain was a dull, heavy pressure in vertex, nearly constant, with occasional sharp pains. Some fever but no local inflammation of joints or muscles. Urine scanty, depositing lithates. Acidity of stomach. Appetite good. Bowels normal. P. nutt. 1x cured in three days. Some Peculiar Symptoms are: Home-sick feeling. Trembling weakness, weariness, heaviness. Snapping noise in ears. Fidgety feet. Colic before and after stool. Colic after eating a pear. Stiffness of fingers. Hands hot and dry (a constant symptom). The symptoms are < coming in from open air; after eating; eating a pear; at night; by warmth; by reading; on urinating; on walking. > Walking in open air; rubbing with flesh-brush; scratching." ],
    "Relations" : [ "See Puls. Antidoted by: Ant. c. Compare: In fidgety feet, Zn., Caust." ],
    "Mind" : [ "Sad, gloomy; with frequent eructations.", "Home-sick, despondent.", "Anxiety; at night.", "Irritable; quick, nervous motions.", "Dull, disinclined for work." ],
    "Head" : [ "Dizziness on entering house from open air; sudden, in afternoon with fulness of head.", "Dull. heavy headache, mornings; > by active exercise before breakfast.", "Flying pains in head and feet.", "Dull, oppressive, frontal headache; on waking.", "Hard pains in upper forehead pass in a wave to occiput, involving whole brain.", "With headache cutting pains in epigastrium.", "Hard pain over l. eye; as if a nail being pressed into forehead.", "Pain over r. eye, afternoon, > walking in open air, < in warm room, with sense of heat, fulness in head, and dryness of eyes.", "Sharp, shooting pains through both temples; in r. temple.", "Dull pain in r. temple; in vertex.", "Severe throbbing on vertex.", "Full, hot feeling at cerebellum.", "Headache arising from nape of neck and upwards." ],
    "Eyes" : [ "Profuse secretion of mucus from eyes.", "Dull pain deep in eyes, with smarting.", "Dryness; smarting; profuse flow of tears.", "Twitching: of l. brow and upper lid for half an hour after going to bed; r. lids < reading.", "Paralysis of lids.", "OEdema of l. upper lid.", "Tarsal edges red, dry, irritable.", "Lids agglutinated; profuse secretion of soft, yellow, or White matter.", "Profuse lachrymation with dull pains in eyeball extending to malar bone.", "Neuralgic pains in eyeballs, while walking, < r." ],
    "Ears" : [ "Hard, drawing pains along r. Eustachian tube.", "With the pains in head and eyes, frequent drawing pains in ears from within out.", "Sharp pains in r. ear and temples.", "L. ear feels closed; later both.", "Snapping noises in ears; fluttering in r.", "Deafness, with oedema of l. upper eyelid (cured)." ],
    "Nose" : [ "Dryness and heat in nose." ],
    "Face" : [ "Face red, hot, flushed.", "Complexion at first rough; later very clear after disappearance of rash.", "After eating, flushed, pressure of blood in face.", "Painful drawing in l. cheek-bone and jaw.", "Lips dry." ],
    "Mouth" : [ "Tongue: coated white, with flat, pappy taste on rising; covered with tough slime, red, rather dry and swollen, teeth indented; yellowish coat along centre; unusually red after eating.", "Breath offensive, to self and others; after eating.", "Mouth and lips dry.", "Smarting of velum palati.", "Mouth filling with saliva.", "On awaking, dry, pappy taste in mouth, as if tongue thickly coated (which it was not).", "Taste: flat; flat bitter; flat rough; sweetish; bad.", "Awoke after afternoon sleep with vinegar-like acidity in mouth and dull, pressing pain in stomach." ],
    "Throat" : [ "Frequent inclination to clear throat.", "After eating slight irritation in throat, with easy expectoration of white, tough mucus.", "Throat dry, smarts on waking, contains much tough mucus hard to dislodge.", "Scratchy, husky feeling in throat.", "Sensation of plug in lower throat." ],
    "Stomach" : [ "Great hunger; rapidly returned after eating.", "Loss of appetite.", "More thirst than usual; cold water extremely grateful.", "Eructations: tasting of Puls.; while riding belches up food hot and tasteless; of hot, tasteless wind; of sour air.", "Thick gulping.", "Heartburn.", "Nausea; and dull headache, then faintness at stomach; on entering house.", "Fulness in stomach preventing eating in spite of appetite (cured in the proving).", "Painful emptiness, pressure, then rising towards oesophagus like heartburn.", "Emptiness: after action of bowels after eating.", "Gnawing, empty sensation.", "Weight and pressure in stomach after eating; with faintness.", "Distress: with severe cutting pains in epigastrium.", "Feeling as if needles being pressed through stomach.", "Heat in stomach gradually increasing to pain, < in spots under sternum; burning; pricking burning." ],
    "Abdomen" : [ "Dull pains in r. hypochondrium; in l.", "Severe pain in umbilicus a.m., with desire for stool, stool dark, covered with mucus, severe pains for half an hour after.", "Rumbling; after dinner of wind in distended abdomen moving from epigastrium to hypogastrium.", "Aching in one spot < by moving.", "Colicky pains after eating a ripe pear.", "Aching in l. groin; above l. iliac crest on moving or bending.", "Dull pains: in whole abdomen; by spells in hypogastrium." ],
    "Stool and Anus" : [ "Evening and afternoon, feeling as if must go to stool immediately, with constant distress in lower epigastrium and umbilicus.", "Sudden attack of diarrhoea whilst riding on horseback.", "Stools: dark, thin, pap-like; watery, light yellow, painless; mushy; dark, slightly covered with mucus; dry, hard, lumpy.", "Constipation." ],
    "Urinary Organs" : [ "Pain on urinating; at end of urethra.", "Frequent micturition.", "Tenesmus, extending up ureters; uneasiness in kidneys.", "Urine: pale; albuminous; excess of water; skunk-like odour." ],
    "Male Sexual Organs" : [ "Distressing erection, soon subsiding.", "Pain in penis on waking, < on micturating.", "Hard, sticking pains in (l.) spermatic cord and testes.", "Dull pains in testes, < r.", "Emission." ],
    "Female Sexual Organs" : [ "Stinging, darting pains passing through uterus from side to side.", "Leucorrhoea, bland but so profuse, and with so great depression that the prover refused to take more of the drug although it removed a pleuritic pain.", "Leucorrhoea, painless, p.m.", "Feeling as if menses coming on.", "(Menses became more regular.).", "Menses weak, too soon (never before; but discharge, which had been formerly too dark and with pain, was this time natural in colour and painless).", "Menses, always copious, became increased to flooding and lasted three days.", "In morning on awaking found menses had returned first time since weaning babe (two months)." ],
    "Respiratory Organs" : [ "Coughed much.", "Constant inclination to cough.", "Small sore spot in upper trachea." ],
    "Chest" : [ "Sharp, stabbing pain in pectoralis major muscle, followed by burning distress therein.", "During evening severe pain under l. arm nearer back.", "Aching pain in chest all forenoon.", "Itching blotches on r. breast; r. side chest." ],
    "Heart" : [ "Audible pulsation of heart.", "Pulse accelerated." ],
    "Neck and Back" : [ "Stiffness r. side neck, morning.", "Backache.", "Lameness in back, esp. loins.", "Woke frequently with backache.", "Weakness of loins; feeling its if menses coming on." ],
    "Limbs" : [ "Aching in limbs and loins wakes him frequently.", "Frequent flying pains in hands, feet, toes." ],
    "Upper Limbs" : [ "Rheumatism of r. shoulder.", "Lameness in muscles of r. upper arm.", "Muscles stiff.", "Frequent momentary pains in wrists and fingers.", "Fingers stiff.", "Hands dry and hot all day." ],
    "Lower Limbs" : [ "Sharp neuralgic pains along sciatic nerve from hip-joint to middle of thigh.", "Drawing in (l.) sartorius muscle, when walking.", "Pain in both knees; < l.; severe, dull in r. for two hours in bed; rheumatic.", "Legs heavy while walking; trembling weakness; nervous pains, < l.", "Cramp.", "Dull pain in ankles; flying pains.", "With desire to urinate, afternoon, and at night, nervous sensation is felt, irresistible fidgets, < night.", "Elevated eruption on ankles and half-way up leg, several large blotches on back, dark red; itches all the time, < night.", "Very cold feet, evening." ],
    "Generalities" : [ "Great debility; on rising; in evening.", "Languid, feverish, depressed." ],
    "Skin" : [ "Elevated blotchy eruption on legs and back.", "Slight rash on back and shoulders.", "Itching scattered pimples r. side of chest; light red, rash-like blotches on r. breast, itching severely at night; < when heated.", "Red rash on body, face, neck, back, chest, abdomen, limbs, < chest and abdomen; later erythema; later nodules, turn white after scratching (> Ant. c. 200).", "Itching: intense all over; < night before bedtime; > rubbing; < riding in cold air; returned repeatedly throughout the winter." ],
    "Sleep" : [ "Sleepy; sleep not refreshing.", "Sleepless: for an hour a.m.; for several hours; from over-eating.", "Restless, with frontal headache.", "Many dreams; confused." ],
    "Fever" : [ "Chilly; with full, uncomfortable feeling in stomach; with inclination to yawn; with papescent stool; shaking.", "Heat; feverish with debility; skin hot, flaccid; > cool, blustering wind.", "Hot face, cold feet; hands hot and feverish." ]
  }
}