{
  "remedyName" : "Pulsatilla",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Amaurosis. Amenorrhoea. Anaemia. Appetite, depraved. Bladder, catarrh of. Blepharospasm. Breasts, pain behind. Bronchitis. Cataract. Catarrh. Chaps. Chest, pains in. Chilblains. Clavus. Cold. Cough. Diarrhoea; of phthisis. Distension. Dysmenia. Dyspepsia. Earache. Epilepsy. Epistaxis. Eyes, lachrymal sac, inflammation of; granular ophthalmia. Fear. Feet, soles painful. Foetus, mal-position of. Freckles. Gonorrhoea. Gout. Haemorrhoids. Hands, pains in. Heart, palpitation of. Heartburn. Hydrocele; congenital. Hysteria. Intermittent fever. Joints, synovitis of. Labour, spurious pains of. Lactation, disorders of. Leucorrhoea. Measles. Menstruation, abnormal; vicarious. Moles. Mumps. Neuralgia. Nymphomania. Ovaries, Pain in; inflammation of. Phlegmasis alba dolens. Pregnancy; bladder trouble of; sickness of; heartburn of; diarrhoea of. Priapism. Prostate, inflammation of. Prostatorrhoea. Puerperal convulsions. Puerperal fever. Puerperal mania. Retained placenta. Rheumatism; gonorrhoeal. Side, pain in. Smell, illusions of. Spine, curvature of. Stye. Synovitis. Tape-worm. Taste: depraved; lost. Tongue, coated. Toothache. Urine, incontinence of. Uterus; inflammation of; prolapse of. Veins, inflammation of; varicose. Whitlow." ],
    "Characteristics" : [ "As some confusion has arisen as to the Pulsatilla of homoeopathic use, I will give Jahr's description of the plant: \"Stems simple, erect, rounded, to inches high; leaves radical bipennatifid, oblong; flowers solitary, terminal, having folioles of calyx campanulate, bent at the point, the odour of the herb but slightly evident, taste acrid and pungent. The fresh plant contains an acrid and, vesicating principle, and furnishes a corrosive oil, as well as a kind of tannin, which colours iron green; in the dry state it is entirely deprived of this acrid quality. Grows in sandy pasture grounds, on hills and declivities exposed to the sun.\" He further distinguishes this Black Pulsatilla from the Common Pulsatilla (Pulsatilla vulgaris, Anemone Pulsatilla) which \"grows only on dry and sterile hills and flowers in spring only, whilst the black-coloured Pulsatilla flowers a second time in August and September.\" P. vulg. is much less downy than P. nig.: \"Its flowers clear violet or pale red, straight and not hanging; seeds surmounted by a long silky tail.\" It is called Pasque Flower because it is in bloom at Easter, and its flowers are used for colouring Easter eggs. The Anemone is a medicine of ancient date, and its affinity for the eyes seems to have been noted from the first. Perhaps its tearful propensities gave rise to the legend that it sprang from the tears of Venus. Dioscorides mentions it as a remedy for headache and ophthalmia. Stoerck was the forerunner of Hahnemann in the modern use of Pulsatilla, which he employed especially in chronic affections of the eyes (catarrh, amaurosis, spots on cornea). A young girl who had had amaurosis of both eyes since infancy he cured in two months, administering an extract internally, and insufflating a dry powder. The latter \"caused at first an acute pain and profuse flow of tears; after which the pains, which had existed previous go the lachrymation, diminished as soon as it commenced, and finally disappeared with it\" (Teste). Other cures by Stoerck are: (1) Foul ulcers on foot with serpiginous tetters on neck and shoulder. (2) Paralysis of right arm of five years' standing. (3) Paralysis of thighs. (4) White swelling of knees. (5) Melancholia. Hahnemann quotes Stoerck's experiences in the proving of Puls. in M. M. P. \"Of the numerous provings left us by Hahnemann, \", says Teste, \"that of Puls. seems to be the one to which he has contributed himself more than any other; it is one of the most interesting and most characteristic provings of his materia medica.\" Teste himself has given a very luminous account of the remedy. He puts it at the head of a group with Silic., Calc., Hep. as its chief members (Graph., Phos. in less degree, with Fer., Cham., and Gadus as analogues). These drugs act principally, says Teste, on the vascular apparatus. All the symptoms which they have in common depend upon a small number of primordial symptoms (e.g., impeded respiration, engorgement of air passages, irregular beating of heart), indicating vascular disturbance. Hence arise", "(1) Throbbings here and there synchronous with the pulse. (2) Blackness and diminished fluidity of the blood. (3) Swelling of veins, capillary engorgement, a sort of ill-conditioned plethora. (4) Diminished vital heat and action. (5) Congestion of blood to head and engorgement of the sinuses. (6). Sensation of heaviness and fulness of brain; and (7) the same kind of pain sometimes with apoplectic shocks, in centre or (more usually) on right side of brain. (8) Vertigo and cloudiness as in complete apoplexy, especially when atmospheric pressure is low, as at the approach of storms, and on heights. [Others follow from which I make a selection.", "J. H. C.] Soft stools, and a passive diarrhoea without colic, which seems to ease the patient rather than weaken him, and continues for an indefinite period, e.g., in phthisical patients. Sort of numbness, torpor of the genital organs, with absence of erections and pleasurable sensation (especially among women) during an embrace; or else permanent sexual excitement, \"probably from compression of the cerebellum by the blood which flows to it in excessive quantity and remains there, as is the case in certain forms of asphyxia; this is the cause of the sexual excitement with which phthisicy persons are so often troubled.\" Delay of menses in spite of evident symptoms of a flow of blood towards the uterus; the menstrual blood is black, coagulated, impoverished if menses either too early or too late. One is obliged to lie with the head much higher than the rest of the body. Pains which manifest themselves principally in the parts on which one is not lying, but on changing position aggravated breaking out of those pains on the parts on which one has just been lying.", "This idea of vascular engorgement usefully strings together many of the leading characteristics of Puls., which will serve to indicate its use in a great variety of disorders. The leaves of the recent herb have an acrid, burning, and nauseous taste. Its juice draws blisters \"to the extent, it is said, of causing gangrene, if allowed to remain in contact with the part for a sufficient length of time; but these properties are, in a great measure, lost by dessication; and ruminating animals, such as sheep and goats, eat the dry Pulsatilla, if mixed with other herbs, without aversion or inconvenience.\" An active principle, Anemonin, has been isolated; it is inflammable and crystallises in colourless, odourless neutral needles. Hahnemann says of Puls.: \"This powerful plant produces many symptoms on the healthy human body which often correspond to the marked symptoms commonly met with; hence, also, they admit of frequent homoeopathic employment, and often do good. We can therefore unquestionably reckon it as a remedy of many uses (polychrest). It is useful in acute as well as in chronic diseases, as its action, even in small doses, lasts from ten to twelve days. . . The homoeopathic employment of this, as of all other medicines, is most suitable when not only the corporeal affections of the medicine correspond in similarity to the corporeal symptoms of the disease, but also when the mental and emotional alterations peculiar to the drug encounter similar states in the disease to be cured, or at least in the temperament of the subject of treatment.\" Hahnemann now gives in masterly fashion the picture of the Puls. disposition and temperament: \"A timid, lachrymose disposition, with a tendency to inward grief and silent peevishness, or at all events a mild and yielding disposition, especially when the patient in his normal health was good-tempered and mild (or even frivolous and good-humouredly waggish). It is therefore especially adapted for slow, phlegmatic temperaments; on the other hand, it is but little suitable for persons who form their resolutions with rapidity and are quick in their movements, even though they may appear to be good-tempered. It acts best where there is a disposition to chilliness and adipsia. It is particularly suitable for females when their menses come on some days after the proper time; and especially when the patient must lie long in bed at night before he can get to sleep, and when the patient is worse in the evening. It is useful for the ill effects caused by eating pork.\" Hering gives these additional touches to the Puls. type: Sandy hair, blue eyes, pale face, easily moved to laughter or tears; affectionate, mild, timid, gentle, yielding disposition; women and children; women inclined to be fleshy; the pregnant state. The behaviour of the \"Wind Flower, \", the sport of every gust, has been said to typify the action of the remedy. Changeableness is one of its most important keynotes: Erratic temperatures in fevers. Wandering pains shift rapidly from one part to another, also with swelling and redness of the joints. Haemorrhages apparently stop and in a few hours return. Stools constantly changing colour; no two stools alike. Alternate pallor and redness of face. When one set of symptoms comes on another vanishes. A patient of mine, after a mental strain and fright, had severe occipital pain. I gave Puls. Each dose caused the pain to fly from the occiput to the left leg; the mental balance was soon restored. Metastasis of mumps to testes or mammae. Nash says Puls. will often clear up those cases which have no \"head or tail\" to them; in which the symptoms are always changing and contradicting, pains run here and there. The Puls. patient is chilly, but at the same time there is extreme aversion to heat. The chief of all the keynotes of Puls. is < by warmth; in warm, close room; by warm coverings; warm applications; and > in open air; cold air or cool room; eating or drinking cold things; cold applications. Another keynote of Puls. is thirstlessness, and Teste gives a useful clue to that in suggesting that it depends on the congestive action of the remedy. The loss of thirst and even aversion to liquid food is \"as if one had an instinctive dread of increasing the excessive fulness of the vessels.\" The wandering pains of Puls. are generally distensive, again suggesting congested vessels; and the headaches are congestive < on stooping forward; > by tightly bandaging; as if the brain would burst and the eyes would fall out of the head. The three characters, \"chilly; < by warmth; thirstless, \", serve to define the fever of Puls. in whatever form it may be met", "measles, mumps, typhoid, bilious, catarrhal, intermittent, rheumatic, &c. The chilliness may be one-sided, and associated with numbness; it may be flitting, in spots now here, now there. With the heat there are distended veins and burring hands that seek cool places, and still there is no thirst. In the rheumatic the pains shift from joint to joint. The sweat is profuse, may be one-sided, sour, sweetish sour, or musty in odour. The last completes the similarity of Puls. to the \"mousey\" odour of measles; the cough, catarrhal symptoms, and rash giving other strong points of correspondence. The ear trouble which is a common sequela and complication of measles or other fever is frequently met by Puls., which also meets the consequences of suppressed exanthemata and metastases, as of mumps to testes or mamma. As a prophylactic against measles Puls. has a reputation almost equal to that of Bell. against scarlatina: I generally give Puls. three times a day. The generative organs of both sexes are strongly acted on by Puls., which may almost be regarded as an organ-remedy in relation to them. Gonorrhoea, with thick, purulent secretion; and the effects of suppressed gonorrhoea, orchitis, and cystitis; prostatitis; sarcocele, varicocele, hydrocele", "all come within the sphere of Puls. In the female Puls. ranges over the whole sexual period, from puberty to the climacteric, including disorders of menstruation, pregnancy, the puerperium and lactation", "all of which present many points of correspondence with the symptoms of Puls. Epilepsy with absence or irregularity of menses has been cured with Puls. Bojanus (B. J. H., xxxix. 218) relates two cases: (1) Girl, of good constitution, with no hereditary predisposition, had amenorrhoea for six months, and a fit occurred at the time each period was due. Aura: sad, pale as death; chewing movements. Puls. one dose a day. Next month menses returned and there were no more fits. (2) Robust girl, with no hereditary predisposition. Fits twelve months. Exciting cause: non-appearance of menses. One great fit per month, small fits daily. Aura: self-willed, angry, stands on one spot, stares into vacancy, stamps her foot. In fit: cries, deathly paleness, biting tongue, flow of urine, continuing the occupation she was engaged with at commencement of fit. Puls. one dose a day. Some weeks after a slight fit. Month later menses came on for first time, no great fits, small ones rare. Puls. one dose a week. Month later a great fit. Puls. once a day. No more great fits, only a few small ones. Cure permanent. A patient to whom I was giving Puls. for some heart affection complained that she could not take it because it caused her to wake up in the night with a dry cough, and she was compelled to sit up in bed to get relief. That is a characteristic cough of Puls., and I have frequently cured it in other patients. Puls. has a cough with copious expectoration, and this is the more usual; but they may be alternating conditions. The congesting action of Puls. is well shown in the respiratory symptoms. Remarking on this symptom, \"Pressure upon the chest and soreness, \", Hahnemann says that in the catarrhal condition they refer to, \"the glands of the air passages appear to be swollen and inflamed, and unable to secrete the mucus necessary to moisten them; hence the sensation of dryness, rawness, painfulness, and the illusory sensation as if the air passages were internally constricted by an excessive amount of tenacious and firm mucus which could not be loosened.\" Commenting on another symptom of Puls. (\"dyspnoea or vertigo, with weakness of the head on lying outstretched upon the back, wholly disappearing on sitting upright\"), Hahnemann elucidates some of its Conditions: \"The symptoms of Puls. caused by lying down, sitting up, rising from sitting, by walking and by standing, consist of varying alternate conditions, all of which belong to the primary action of the drug, but which vary in their character. Usually the symptoms of Puls. which occur while lying still upon the back are > by sitting upright, seldom the reverse; frequently the symptoms that appear while sitting still are > or removed by gradual motion and by walking, seldom the reverse. Yet the act of rising, before one begins to walk, = symptoms more numerous and more severe the longer the sitting has continued; so also longer continued and more violent motion = aggravation no less long than sitting still, which, however, are only really felt and noticed after one has sat down and become quiet.\" Other leading indications of Puls. are: First serious impairment of health is referred to age of puberty, \"never been well since\"", "anaemia, bronchitis, phthisis. Secretions (of eye, ear, nose, vagina, &c.) are generally thick, bland, and yellowish green. The pains appear suddenly and leave gradually; or tension much increases till very acute, then \"lets up with a snap.\" Great dryness of mouth without thirst. All-gone sensation in stomach, especially in tea-drinkers. < At twilight; in evening (the wide-awakeness on first going to bed comes within this modality). Suffering parts emaciate. Peculiar Sensations are: As if beside himself. As if in a hot atmosphere. As if death were near. As if looking through a sieve. Limbs as if bruised; as if asleep. As if one had turned in a circle a long time; as if he would fall; as if he were dancing. As if brain would burst and eyes fall out of head. As if skull of forehead too thin. As if skull were lifted up. As if one had eaten too much. As if a nail driven into occiput. As if head between screws. As if gimlet piercing skull. As if eyes tightly bound by cloth. As if foreign body pressing in eye; sand in eye; thick body forcibly driven into ear; something crawling out of ear; worm creeping into throat. As if nose would be forced asunder. As if face being drawn tighter and tighter, then suddenly let loose as if a string cut. As if a nerve in tooth put on stretch and then let loose. As if he had to swallow over a lump. As of stone in stomach. As if bladder too full; as if it would fall to side on which he is lying; as of a stone in bladder or in abdomen or chest. As if joints would be easily dislocated. Small of back as if sprained. As if a hand passed through back and everything were constricted. Chill as if drenched with cold water. As if head would burst on coughing. Tongue as if burnt. Pain as from subcutaneous ulceration. As of a hot coal above ulcer. The symptoms are < by touch; > by hard rubbing and pressure (but stomach, bladder, uterus, very sensitive to pressure). > Uncovering. Aversion to and < from meat, butter, fat food, pork, bread, milk, buckwheat, ice cream, smoking. Desire for: sour, refreshing things; herring; lemonade. > From cold, < from warm foods. Rest < (> pain in testes; labour-like pains; weakness in joints). Cannot rest though motion <. The longer he lies in the morning the longer he wishes to lie. > Lying with head high. < Lying on l. side; on sound side. Pains which come on when lying on back are > by turning to either side (also vice versa); must sit up and turn. When rising up the red face turns deathly pale. Great inclination to stretch feet. Gentle motion >, slow walking >. Violent motion <. Mis-step < stitching pains in stomach. Intellectual labour, or watching will = headache; meditation will sometimes >. Most symptoms < evening and night. < Twilight: \"As evening comes on begins to fear ghosts\"; all symptoms < alternate evenings. < Before thunderstorm. Sun <. < Hot food; is vomited immediately; < toothache. < Changes of weather. < Getting wet. Wind <. Draught of air > toothache." ],
    "Relations" : [ "Antidoted by: Cham. (Cham. and Puls. antidote each other and follow each other well. If either one has over-acted the other will probably neutralise the ill effect and carry on the good), Coff., Ign., Nux (Teste adds Sul., and says when the improper use of Puls. has affected the air passages Calc. ph. has proved his best antidote). Antidote to: Chi., Chi. sul., Fer. (in chlorotic girls who have been damaged by Iron, Puls. has excellent effect), Mag. c., Sul., Sul. ac., vapours of Mercury and Copper, Bell., Cham., Coff., Colch., Lyc., Plat., Gels., Strm., Saba., Ant. t., Whisky, Toad-stool poisoning. Compatible: Ars., Bry., Bell., Ign., K. bi., Lyc., Nux, Pho., Rhus, Sep., Sul. Complementary: Lyc., Sul. ac., Arg. n. (if Arg. n. flags, give Puls.; Arg. n. follows Puls. in ophthalmia); Stn. (Stn. has menses too early and too profuse). Compare: Tearfulness, Sep. (Puls. cries when telling her symptoms, Sep. weeps when questioned about her symptoms; Sep. irritability and anger, indifference to household affairs), Nat. m. (Nat. m. is < by consolation), Ign. (Ign. hides her grief). Varicose veins, varicocele, orchitis, phlegmasia alba dolens, Ham. (Ham. has soreness of affected part). Ophthalmia, Arg. n. Cold, Cycl. (Cycl. has spasmodic sneezing), Cep. (both have < in room, > open air, but Cep. discharge is thin and excoriating, Puls. thick and bland), Pen. sed. (Pen. sed. has rawness in nose and throat; and \"constant wet feeling without coryza, \", later thick and purulent like Puls.). Stinging pains in throat < swallowing saliva and after eating, Apis. Feeling as if food lying in oesophagus, Chi., Abies n. Effect of fat food, Ip., Thuj., Carb. v. Effect of ice-cream, Ars., Carb. v., Ip., Bels. Mixed diet, Nux, Ip., Chi. Desire for lemonade, Cyc., Sabi., Bell. Gastric ailments from pork, Ant. c. (tongue as if whitewashed, vomiting predominates; Puls. stool greenish and slimy), Ip. (tongue clean, nausea predominates). Spasmodic, irregular pains = faintness, Nux. Retained placenta, Canth. After-pains, Cham., Xan., Cup. (in women who have borne many children). Non-appearance of milk, Urt. u., Ric. com., Agn. c. Uterine affections, Caul., Helon., Senec., Alet. f., Cycl., Hydras., Lil. Measles, Morbillin, K. bi. Backache < sitting, Zn., Cobalt., Sep., Can. i. Earache, Borax. Knee-joint affections, Anac. (Anac. chronic). < From wine, Zn. (Puls. from sulphurated wines, ), Rho., Glo., Nux, Sel., Lach., Fl. ac., Ant. c., Bov., Sil. Thick, yellowish, green nasal discharge, Merc. (Puls. bland; Merc. has moist mouth and intense thirst, and Puls. and Nux m. dry mouth without thirst). Sudden vanishing of sight with scanty menses, Sep., Cycl. Diarrhoea from fright, Gels. (Puls. stools greenish, yellow, or slimy, or very changeable). Hypertrophy of heart; > from slow motion, Rhus. Menstrual colic, Coccul. (Coccul. as if sharp stones rubbed together with every movement). Vicarious menstruation, Bry., Pho. Ozaena with thick greenish discharge, gleet, gonorrhoeal rheumatism, effects of tea, Thuj. (the gleet of Puls. is thicker than that of Thuj.). Scanty menses, Graph. > Open air, Sul. (Lyc. desires open air, but is < in cold, damp air). Climacteric state, Lach. > Uncovering, Lyc., Camph., Aco., Sec. < From heat, Apis, Iod. Nausea in upper chest and in hypogastrium, Puls. (nausea in hypogastrium, generally with uterine bearing down, Rhus). Nausea when fasting, Calc., Lyc., Silic.; when beginning to eat, Nux, Sul. Nausea in chest, Ant. t. Acid stomach, Chi., Calc., Sul., Sil., Robin. Menstrual pain begins with the flow (opp. Lach., pain subsides as flow begins). Acquisitiveness, Ars., Lyc. Dread of disease, Calc., Lach., Nux. < Lying on left side; > cold food and drink, Pho. Ribbon-like stools (Pho. like dog's). Fears darkness, Am. m., Ars., Bar. c., Berb., Calc., Carb. a., Carb. v., Caus., Lyc., Pho., Rhus, Stro., Val., Stram. Fear of ghosts, Aco., Ars., Bro., Lyc., Ran. b., Sep., Sul., Zn. Piles during menses, Am. c., Ars., Carb. v., Coccul., Collins., Graph., Ign., Lach., Mur. ac., Pho., Sul. Faintness connected with stools, Ap., Nux m., Spi., Ver. (with scanty stools, Crot. t., Dulc., Ox. ac., Pet. Sars., Sul.) Stoppage of menses from wet feet, Rhus., Lob. i. Chilblains, Agar. Vertigo on looking up (Calc. on turning head; Sul. on looking down). < In bed at night, Sul., Merc., Cham. Taste bitter with biliousness of a morning, the taste felt chiefly in upper chest, Sul. One hand cold the other hot, Chi., Dig., Ip., Mosch. Metastasis of mumps to testes, Bell., K. ca., Rhus (to brain, Bell., Hyo.). Effect of taking cold, fever, Aco. (Aco. has great thirst and anguish). Inter-menstrual haemorrhage, Bov., Ham. < Hair-cutting, Bell. > Lying on painful side, Bry. Erratic temperatures (Zn. nervous high temperatures). Puls. is a close analogue of Cycl. in many respects, but Cycl. has profuse menses, the flow being < sitting and > walking (Puls. < during day; Kre. < lying down); and Cycl. has < in open air. Puls. and Nux are in most respects antipodal, though they follow each other well; Puls. has > lying on back, < turning to either side; Nux has < lying on back, > turning to either side. Silica is the chronic of Puls.; and Sul. also in many respects." ],
    "Causation" : [ "Chill. Wetting feet. Eating: Pork; Fats; Pastry; Ice-cream; Mixed diet. Thunderstorm. Tea." ],
    "Mind" : [ "[This remedy is particularly applicable for complaints which are found to occur in patients of a mild, yielding, or good-natured disposition; also in those who by, their sickness, or naturally, are very easily excited to tears", "they are very apt to burst into tears whenever spoken to, or when they attempt to speak, as in giving their symptoms, &c.", "Affections of the mind in general; covetous; mistrustful; absent-minded; low-spirited (H. N. G.)] Melancholy with sadness, tears, great uneasiness respecting one's affairs or about the health; fear of death (tremulous anguish, as if death were near), care and grief.", "Involuntary laughter and weeping.", "Great anguish and inquietude, mostly in precordial region, sometimes with inclination to commit suicide, palpitation of heart, heat, and necessity to loosen the dress, trembling of hands, and inclination to vomit.", "Fits of anxiety, with fear of death, or of an apoplectic attack, with buzzing in ears, shiverings, and convulsive movements of fingers.", "Apprehension, anthropophobia, fear of ghosts at night or in evening, with an impulse to hide or to run away, mistrust and suspicion.", "Covetousness.", "Taciturn madness; with sullen, cold, and wandering air, sighs, often seated with the hands joined, but without uttering any complaint.", "Despair of eternal happiness, with continual praying.", "Discouragement, indecision, dread of occupation, and obstructed respiration.", "Disposition envious, discontented, and covetous, exhibiting itself in a wish to appropriate everything.", "Caprice, with desire at one time for one thing, at another time for something else, either being rejected as soon as obtained.", "Hysterical laughter after meals.", "Hypochondriacal humour and moroseness, < evening, often with repugnance to conversation, great sensitiveness, choleric disposition, cries, and weeping.", "Ill-humour, sometimes with a dread of labour, and disgust or contempt for everything.", "Inadvertence, precipitation, and absence of mind.", "Difficulty in expressing thoughts correctly when speaking, and tendency to omit letters when writing.", "Giddiness; patient neither knows where he is nor what he does.", "Great flow of very changeful ideas.", "Nocturnal raving; violent delirium and loss of consciousness.", "Frightful visions.", "Weakness of memory.", "Fixed ideas.", "Stupidity." ],
    "Head" : [ "Fatigue of head from intellectual labour.", "Sensation of emptiness and confusion in head, as after long watching or after a debauch, and sometimes with great indifference.", "Stupefaction in evening, in warm room, with chilliness.", "Stupefying headache, with humming in head, < when lying or sitting quiet, or in the cold.", "Vertigo as during intoxication, or vertigo to such an extent as to fall, and staggering, < evening, or morning when rising up, when getting up after lying down, when sitting, when stooping, when walking in open air, or after a meal, as well as on raising eyes, and often with great heaviness and heat in head, paleness of face, inclination to vomit, sleep, cloudiness of eyes, and buzzing in ears.", "Meditation and conversation < the vertigo.", "Fits of dizziness and loss of consciousness, with bluish redness and bloatedness of face, loss of motive power, violent palpitation of heart, pulse almost extinct, and respiration rattling.", "Pain as from a bruise in brain (as if brain were lacerated, on or soon after waking), as in typhus fever or after intoxication with brandy.", "Headache as from indigestion, caused by eating fat food (or from the abuse of Mercury).", "Pain in head as if forehead would split, or as if brain were tight, compressed, or contracted.", "Headache on moving eyes deep in orbits as if forehead would fall out; and frontal bones were too thin, with dulness of head, evening.", "Semilateral headache as if brain would burst and eyes fall out of head.", "Soreness as from subcutaneous ulceration in one or both temples, < in evening, when at rest, and in warm room; > by walking in open air.", "Twitching-tearing in temple on which one lies, and going to the other side when turning on it; < in evening and on raising eyes upwards.", "Congestion of blood to head, with stinging pulsation in brain, esp. when stooping.", "Shootings, or sharp drawing and jerking pains, or tingling pulsation, and boring in head.", "Headache across eyes like a drawing-up and letting go again.", "Roaring, buzzing, and crackling in head; or painful sensation, as if a current of air were crossing brain.", "The headache is often only semilateral, extending as far as ear and teeth, where it affects forehead (generally in one temple) above eyes, penetrating into sockets, or it is experienced in occiput, with painful contraction in nape of neck (with vertigo, ringing in ears, and vanishing of sight).", "Appearance or < of headache in evening, after lying down, or at night, or in bed in morning, as well as on stooping, on moving eyes or head, when walking in open air, and during intellectual labour; compression sometimes >.", "Headache > by meditation.", "Headache with nausea and vomiting, or with congestion and heat in head, or else with shuddering and syncope, vertigo, cloudiness of eyes, loss of sight, and buzzing in ears, photophobia, and weeping.", "Pain in scalp on turning up hair (or on brushing hair backwards).", "Tickling and itching in head.", "Purulent pustules and small tumours, with pain in scalp as from ulceration (suppurating and affecting the skull, more painful when lying on the opposite well side).", "Tingling, biting-itching on scalp, mostly on temples and behind ears, followed by swelling and eruptions; sore pain; < in evening when undressing and on getting warm in bed.", "Fetid, frequently cold perspiration, at times only on one side of head and face, with great anxiety and stupor; < at night and towards morning, > after waking and rising.", "Disposition to take cold in head, < when it gets wet; sweat of scalp and face." ],
    "Eyes" : [ "Affections in general appearing on the cornea; margins of the eyelids; dim-sightedness, with a sensation as though there were something over the eye which the patient wishes to rub away; amaurosis; cataract.", "Pain in eyes as if scratched with a knife.", "Burning sensation, pressive pain as if caused by sand; or sharp or shooting pain in eyes, or else boring and incisive pain.", "Burning itching in eyes, chiefly in evening (inducing rubbing and scratching).", "Inflammation in eyes and margins of lids (and meibomian glands), with redness of the sclerotica and conjunctiva, and copious secretion of (thick) mucus (and nightly agglutination).", "Swelling and redness of eyelids.", "Trichiasis in eyelid.", "Styes, esp. on upper lid.", "Crystalline lens clouded and of a greyish colour.", "Stye with inflammation of sclerotica, and tensive drawing pains on moving the muscles of the face.", "Dryness of eyes and lids, esp. during sleep.", "Profuse lachrymation, principally in the wind, as well as in open air, in the cold, and in clear, bright daylight.", "Acrid and corrosive tears.", "Abscess near angle of eye, like a lachrymal fistula (discharging pus on pressing it).", "Nocturnal agglutination of lids.", "Pupils contracted or dilated.", "Amaurosis; paralysis of optic nerve.", "Look fixed and stupid.", "Dimness of sight, esp. or, getting warm from exercise.", "Cloudiness of eyes and loss of sight, sometimes with paleness of face and inclination to vomit; (all objects present a sickly hue).", "Loss of sight in twilight, with sensation as if eyes were covered with a band.", "Sight confused, as if directed through a mist, or as if caused by something removable by rubbing, principally in open air, in evening, in morning, or on waking.", "Incipient cataract.", "Diplopia.", "Luminous circles before eyes, and diffusion of light of candles.", "Great sensibility of eyes to light, which causes lancinating pains (and in sunshine)." ],
    "Ears" : [ "Pain in ears, as if something were about to protrude from them.", "Shootings with itching, or sharp, jerking pain, and contraction in and round ears; the pains sometimes come on by fits, affect whole head, appear insupportable, and almost cause loss of reason (may be accompanied by high fever, &c.).", "Earache with shooting down to teeth of lower jaw, < when warm in bed.", "Earache in both ears with violent headache, frontal and occipital, < at night.", "Inflammatory swelling, heat, and erysipelatous redness of ear and auditory duct, as well as of surrounding external parts.", "Painful swelling of bones behind ears.", "The cerumen is hard and black.", "Bland, nearly inoffensive discharge of mucus and pus from ear.", "Discharge of pus, of blood, or of a thick yellowish humour from l. ear.", "Discharge from one or both ears, which may come on after measles or any other disease, or may occur spontaneously.", "Otorrhoea with throbbing tinnitus.", "Warbling, pulsative murmurs, tinkling, roaring, and humming in ears.", "Hardness of hearing, as from an obstruction (esp. from cold, from having hair cut, or after suppressed measles).", "(Deafness after washing head.", "R. T. C.).", "Burning, gnawing scabs at the tragus (with swelling of glands of neck).", "Shootings in parotids." ],
    "Nose" : [ "Pressure and pain as from an abscess in root of nose (near inner canthus, as if a lachrymal fistula would form).", "The nose feels sore internally and externally.", "Ulceration of nostrils and of the alae nasi (emitting a watery humour).", "Discharge of fetid and greenish or yellowish pus from nose (like old catarrh).", "Old catarrh, frequently a profuse discharge every morning, in mild and pleasant persons.", "Nasal catarrh accompanied by special discomfort in the house, cannot breathe well in a warm room, and great > by going out into the open air.", "Blowing, of blood from nose and nasal haemorrhage (blood coagulated; with dry coryza; with suppressed menses), sometimes with obstruction of nose.", "Obstruction of nose and dry coryza, principally in evening and in the heat of a room.", "Coryza with loss of taste and smell, or with discharge of thick (yellowish green) and fetid mucus.", "Tickling in nose and frequent sneezing, principally in morning and evening.", "Constant shivering during coryza.", "Imaginary smells.", "Constant smell before nose, as from a coryza of long standing, or as of a mixture of coffee and tobacco.", "Swelling of nose.", "Nasal bones pain as if they would be forced asunder." ],
    "Face" : [ "Face pale (or yellowish, with sunken eyes) and sometimes with an expression of suffering.", "Painful sensitiveness of skin in face.", "Boring in l. malar bone.", "(Neuralgia of r. face, < and then > by warmth, tightness across forehead as from a tight-string, keeps her awake at night.", "R. T. C.).", "Pallor of face, alternating with heat and redness of cheeks.", "Heat and redness of r. cheek only.", "Sweat on face and scalp; shuddering or one- (r.-) sided sweat of face.", "Face (and nose) puffed and of a bluish red colour.", "Convulsive movements and muscular palpitations in face.", "Tension and sensation of swelling in face, or painful sensibility of skin, as if it were excoriated.", "Erysipelas in face, with shooting pain and desquamation of skin.", "Red nodosities in region of cheek-bones.", "Lower lip swelled and cracked in middle.", "Swelling, tension, and cracks in lips, with desquamation of skin.", "Gnawing and smarting around mouth.", "Sharp and contractive pain in jaws.", "Swelling of submaxillary and cervical glands." ],
    "Teeth" : [ "Sharp, shooting pains in teeth, or drawing, jerking pains, as if the nerve were tightened, then suddenly relaxed; or pulsative, digging, and gnawing pains, often with pricking in gums.", "Jerking and stinging in teeth, extending to ears and eyes.", "Toothache which affects the sound as well as the carious teeth, often only semilateral, and frequently extending to face, side of head, ear, and eye, on the side affected, being sometimes accompanied by paleness in face, shivering, and dyspnoea.", "Toothache < or appears principally in evening or afternoon or at night, as well as in heat of bed or of a room; renewed by eating, as also by partaking of anything hot, and by irritation with the toothpick: > by cold water or fresh air.", "Toothache from cold (in the first warm spring days), with otalgia, paleness of the face, and chilliness.", "The toothache is also sometimes < by cold water as well as by fresh air or by wind; but these cases are rare.", "Sensation of burning or swelling, pain as from excoriation, and pulsation in gums (< by the heat of the stove).", "Looseness of teeth." ],
    "Mouth" : [ "Dryness of mouth in morning (without thirst).", "Offensive smell, and even putrid fetor from mouth, principally in morning or at night, and in bed in evening.", "Flow of sweetish and watery saliva from mouth, sometimes with inclination to vomit.", "Sensation as if tongue were too large.", "Tongue feels dry, and clammy.", "Painful blister on r. side of tip of tongue.", "Sensation in middle of tongue, even when it is moistened, as if it had been burned and were insensible; at night and in morning.", "Edges of tongue feel sore as if scalded.", "Tongue greatly swollen, dorsum bright red and covered with network of dilated and congested veins; varicose swelling on l. side of tongue.", "Tongue loaded with a thick coating of a greyish, whitish, or yellowish colour (and covered with tough mucus).", "Accumulation of tenacious mucus in mouth and on tongue; these parts are, as it were, coated with a white skin.", "Cracks and painful vesicles on tongue.", "Sensation as if the palate were swollen, or covered with tenacious mucus.", "Constant spitting of frothy, cotton-like mucus." ],
    "Throat" : [ "Pain as from excoriation in throat, as if it were all raw, with scraping, burning sensation and smarting.", "Redness of throat, tonsils, and uvula, with sensation as if those parts were swollen, < swallowing.", "Difficult deglutition, as from paralysis, or from contraction of throat.", "Shootings in throat, with pressure and tension during empty deglutition.", "Inflammation of throat, with varicose swelling of veins.", "Dryness in throat (in morning) or accumulation of tenacious mucus, which covers the part affected (esp. night and morning).", "The sore throat is generally < in evening or afternoon.", "Sensation of a worm creeping up into throat." ],
    "Appetite" : [ "Insipid mucus, putrid taste in mouth, empyreumatic, earthy, or pus-like taste.", "Taste: fatty; lost; in colds where there is an entire loss of taste.", "Sweetish, acid, or bitter taste in mouth, and of food, principally meat, bread, butter, beer, and milk, substances which also often appear insipid or cause disgust.", "Bitter or sour taste in mouth immediately after eating, as well as in morning and evening.", "Wine has a bitter (beer a sweet or bitter) and meat a putrid taste.", "Food appears either too salt or insipid.", "Want of appetite and dislike to food.", "Hunger and desire to eat, without knowing what.", "Ravenous hunger, with gnawing pain in stomach.", "Complete adipsia, or excessive thirst, with moisture on tongue, and desire for beer, or spirituous, tart, and acid drinks.", "Thirstlessness with all complaints.", "Sensation of derangement in stomach, similar to that caused by fat pork or rich pastry.", "Repugnance to tobacco smoke.", "After eating, nausea and eructations, regurgitation and vomiting, inflation, and aching in pit of stomach, colic and flatulence, headache, obstructed respiration, ill-humour and melancholy or involuntary laughter and weeping, and many other sufferings.", "Bread, esp., lies heavy on stomach." ],
    "Stomach" : [ "Frequent eructations, sometimes abortive, or with taste of food, or acid, or bitter, and principally after a meal; like bile in evening.", "Regurgitation of food.", "Waterbrash.", "Frequent hiccough, principally on smoking tobacco, after drinking, or at night, and sometimes with fit of suffocation.", "(Constant hiccough with jaundiced look and burning pains about shoulders.", "R. T. C.).", "Insupportable nausea and inclination to vomit, sometimes extending to throat and into mouth, with distressing sensation as of a worm crawling up oesophagus.", "Morning sickness (during pregnancy).", "Attacks of constriction and choking in oesophagus.", "Scraping sensation in stomach and oesophagus, like a heartburn.", "Vomitings, sometimes violent, of greenish mucus, or bilious and bitter, or acid matter (esp. in evening and at night).", "Vomiting of food.", "Haematemesis.", "The nausea and vomiting take place principally in evening or at night, or after eating or drinking, as well as during a meal, and they often manifest themselves with shivering, paleness of face, colic, pains in ears or back, burning sensation in throat, and borborygmi.", "(Persistent indigestion in fits, with great weight on chest and sickish feeling, from mental and physical upset.", "R. T. C.).", "Cold in stomach from ice-cream and fruit.", "Colic, with nausea, ceasing after vomiting.", "Painful sensibility of region of stomach to least pressure.", "Disordered stomach (digestion) from eating fat food (pork).", "Pressive, spasmodic, contractive, and compressive pains in stomach and praecordial region, principally after a meal or in evening or in morning, and often with vomiting or nausea and obstructed respiration.", "Tingling or pulsations in pit of stomach, or shooting pain on making a false step, or on uneven pavement.", "Pain in epigastrium, which is greatly < when sitting (during pregnancy)." ],
    "Abdomen" : [ "Inflammation of abdomen, with great sensitiveness of integuments to pressure.", "Drawing tension in hypochondria, or pulsative shootings, as in an abscess.", "Hard distension of abdomen, principally in epigastrium, with tension, and sensation as if all were full, hard, and impassable, as if no stool or flatus could be expelled, though a stool does pass slowly but not hard, and yet the flatus is passed with difficulty and in small amounts.", "Chilliness extending from abdomen to lower part of back.", "Pressure in abdomen and small of back as from a stone; limbs go to sleep while sitting; ineffectual desire to stool.", "Spasmodic and compressive pains, sometimes at bottom of hypogastrium, with pressure on rectum or cuttings, principally round navel (low down in abdomen, penetrating into pelvis), or sharp and shooting pains in abdomen.", "Colic and labour-like pains in pregnant women.", "Colic with chilliness, while the menstruation is suppressed.", "Sensitiveness and inflammation of abdominal walls.", "The colics are often accompanied by vomiting or diarrhoea; they manifest themselves mostly in evening or after eating or drinking; and are sometimes > by squeezing the abdomen or by repose, while movement < them.", "Annular swelling round navel, painful when walking.", "Retraction and soreness of abdomen, with great sensibility of integuments of abdomen, which appear swollen, with pain as from a bruise on touching them, or on yawning, singing, coughing, and at every movement of the abdominal muscles.", "Stitches and cutting in abdomen in evening; < on sitting still.", "Flatulent colic, principally in evening, after a meal, or after midnight, or in morning, with pressive pains, produced by incarcerated flatus, tumult, borborygmi, and grumbling in abdomen and escape of fetid flatus.", "Painless rumbling of flatulence in upper abdomen.", "Constriction as from a stone extending to bladder.", "Purulent pustules in groins." ],
    "Stool and Anus" : [ "Constipation and difficult evacuations, sometimes with painful pressure on rectum and pains in back.", "Constipation, esp. if faeces are hard and large, after intermittent fever suppressed by Chininum sulph.", "Frequent want to evacuate, even at night.", "Involuntary and unperceived evacuations during sleep.", "Stools frequent soft, diarrhoeic, consisting of yellow mucus or mixed with blood, preceded by cutting in abdomen, or with pains in small of back.", "Nightly diarrhoea, discharges watery or green like bile, after previous rumbling in abdomen.", "Stools consisting only of mucus, or acrid, or bloody, or very offensive, or white.", "(Diarrhoea, white, cream-coloured stools, involuntary.", "R. T. C).", "(White, clayey liverish stools resume their normal colour.", "R. T. C.).", "Dysentery, with pain in back.", "Loose evacuations, even at night, and sometimes with colic and cuttings, shiverings and shudderings, and pains in anus.", "Diarrhoea, particularly when it is very changeable and no two stools are alike; flatus very fetid, sometimes obstructed, causing much pain.", "Diarrhoea during menses, particularly if it comes on at night.", "Frequent evacuations of whitish, yellowish, sanguineous mucus, or of greenish, minced, bilious, or watery, and sometimes corrosive matter (may contain tape worm).", "Before and after evacuations, burning, smarting, and pains as from excoriation in anus and rectum.", "During stool congestions of blood to anus.", "Discharge of blood from anus even when not at stool.", "Blind and bleeding haemorrhoids, with itching, smarting, and pain as from excoriation.", "Protrusion of haemorrhoids.", "Haemorrhoidal tumours with great soreness." ],
    "Urinary Organs" : [ "Urine very scanty; bloody; with mucus; reddish; complaints before making water and during; when going to urinate there is a sensation as if it would gush away, and patients can scarcely wait.", "Retention of urine, with redness and heat in region of bladder, anxiety, and troublesome pains in abdomen.", "Tenesmus of bladder and frequent want to urinate, with painful pressure on bladder and drawing pain in abdomen.", "Involuntary micturition; at night in bed, esp. in little girls.", "Involuntary emission of some drops of urine when coughing, walking, sitting down, expelling flatus (or during sleep).", "Wetting the bed (at night, esp. in mild-tempered, tearful people, and in children).", "Enuresis of old people with distended colon (R. T. C.).", "Profuse emission of watery urine, with weakness in loins and diarrhoea, or scanty red or brown urine, sometimes with a violet-coloured froth.", "Urine, with sediment, red, or of the colour of brick-dust, or violet, or mucous, or gelatinous.", "Sanguineous urine with purulent deposit and pains in loins.", "Haematuria with burning at orifice of urethra, and with constriction in region of navel.", "Haematuria in cows and in human beings (R. T. C.).", "Discharge (thick) from urethra as in gonorrhoea.", "Contraction of urethra with a very small stream of water.", "During micturition burning in urethra.", "Burning during and after emission of urine.", "Pulling and pressure in urethra, neck of bladder, and also in the bladder.", "Pressure and constriction in bladder, with soreness (sensitiveness) in that region.", "Swelling near neck of bladder, with soreness when touched, intermittent stream of urine, and spasmodic pain in pelvis and thighs after urinating.", "Urine watery, colourless; brown; bloody." ],
    "Male Sexual Organs" : [ "Itching and tickling in prepuce and scrotum, < morning and evening.", "Itching-burning on the inner and upper side of the prepuce.", "Inflammatory swelling of testes and spermatic cords (sometimes only on one side), with pressive and drawing pains, extending into abdomen and loins, redness and heat of scrotum (from a contusion or after suppressed gonorrhoea), nausea and inclination to vomit.", "Burning in testicles, without swelling.", "Testicles hang low down.", "Dropsical swelling of scrotum of a whitish blue colour.", "Excessive increase of sexual passion, almost like priapismus, with frequent and prolonged erections, ardent desire for coition, and frequent pollutions.", "Flow of prostatic fluid.", "Inflammation of prostate gland." ],
    "Female Sexual Organs" : [ "Affections in general of the female genital organs; of the uterus.", "Nymphomania.", "Drawing, pressive pain extending towards uterus with qualmishness, towards morning.", "Contractive pain in l. side of uterus, like labour pains, obliging her to bend double.", "Spasmodic pains, or drawing tension in uterus, and pains like those of labour.", "A burning (sticking) pain in vagina and pudenda.", "Metrorrhagia (discharge now stopping, and then stronger again, of coagulated, clotted blood, or with false labour-pains).", "Menstrual blood black, with clots of mucus, or pale and serous.", "Catamenia irregular, tardy, or premature, of too short or too long duration, or entirely suppressed (esp. if produced by getting the feet wet), with colic, hysterical spasms in abdomen, hepatic pains, gastralgia, pain in loins, nausea and vomiting, shivering and paleness of face, megrim, vertigo, moral affections, tenesmus of anus and bladder, stitches in side, and many other sufferings before, during, or after period.", "Suppression of menses (esp. in elderly women in whom they usually occur at full moon).", "Delay of first menses in mild, gentle girls, low-spirited, &c.; diarrhoea during menses.", "Leucorrhoea, thick, like cream (esp. frequent in lochial discharges where the flow looks like milk), or corrosive and burning, principally at period of catamenia before, during or after), and sometimes with cuttings (< when lying down; with swollen vulva).", "After-pains in females of a mild disposition.", "False pregnancy.", "During pregnancy: nausea, morning sickness; varicose veins, bluish, < towards evening.", "Lame pelvis, < warm in bed, must change position frequently threatened abortion, flow now ceasing, now returning.", "During labour intense inertia; weeps because she is not delivered; malpositions of fetus; post-partum haemorrhage; convulsions, following sluggish or irregular pains; lochia scanty, milky, or suppressed; puerperal fever; phlegmasia dolens.", "Labour-pains too weak, spasmodic, or ceasing.", "Swelling of breasts, with tensive pain as if the milk rushed into them and caused pressure, while nursing.", "Lumps on breasts of girls, before puberty; or escape of thin, milk-like fluid.", "Scanty supply of milk.", "Affections of nipples.", "Weeps every time child is put to breast; pain extends into chest, neck, or down back, changes from place to place.", "Milk suddenly suppressed, lochia becomes milky white.", "Galactorrhoea esp. in women who do not nurse their children.", "After weaning, breasts swell." ],
    "Respiratory Organs" : [ "Hoarseness, which does not permit one to speak a loud word.", "Breathing, groaning, or rattling.", "Catarrh, with hoarseness, roughness, dryness, scraping, and pain as from excoriation, in larynx and chest.", "Attacks of constriction in larynx, principally at night, when lying in a horizontal posture.", "Dyspnoea, esp. when lying on back at night, with giddiness and weakness in head.", "Difficulty of breathing when walking.", "Short, dry cough as soon as he gets warm.", "Dry cough whenever he wakens from sleep, disappearing while sitting up in bed, and returning as soon as lying down again.", "Dry, severe cough, mostly in morning, with retching and desire to vomit, and sensation as if stomach were turned inside out.", "Violent spasmodic whooping-cough, in two consecutive coughs, caused by itching, scraping, with dryness as from vapours of sulphur in larynx and chest.", "Shaking cough, principally in evening, at night, or in morning, excited by a sensation of dryness or a scraping and tickling in throat, < when lying down, and often accompanied by an inclination to vomit, with retching and vomiting, or by a choking, as from the vapour of sulphur, with bleeding of nose and rattling respiration.", "Cough, with shootings in chest or sides, and palpitation of heart.", "Moist cough, with expectoration of white, green, tenacious mucus, or of thick, yellowish matter of a bitter, greasy, salty, or putrid taste (loose cough; with expectoration in morning, without expectoration in evening; with expectoration in day, without expectoration at night).", "Expectoration of black and clotted blood during cough (during suppression of menstruation).", "Shootings in r. shoulder or in back when coughing." ],
    "Chest" : [ "Respiration accelerated, short, and superficial (during the fever), or rattling and anxious.", "Dyspnoea, as from spasmodic tension in lower part of chest, below false ribs.", "Tickling on sternum.", "Attacks of burning in chest.", "Respiration impeded, shortness of breath, choking as from vapour of sulphur, and fits of dyspnoea and of suffocation, with anxiety, spasmodic constriction of chest or larynx, violent hiccough, cough, headache, and vertigo; principally in evening, after a meal, or at night when reclining horizontally.", "Movement, quick walking, the open air, and cold < the asthmatic symptoms.", "Cramp-like and constrictive tension in chest, principally on breathing (on drawing a long breath), and sometimes with internal heat and ebullition of blood.", "Pain as from (subcutaneous) ulceration, or sharp and incisive pain in chest.", "Acute suppuration of the lungs.", "Shootings in chest and in sides, principally at night and when lying down, and sometimes with difficulty in drawing a full inspiration, inability to remain lying on the side affected, short cough, and paroxysm of suffocation.", "(Pain in l. side under heart as if a string were pulling there.", "R. T. C.)" ],
    "Heart" : [ "Congestion of blood to chest and heart, esp. at night, with anxious dreams (e.g., of being immured), with starting up and anxious cries.", "Catching pain in cardiac region; > for a time by pressure of hand.", "Stitches in praecordial region, > while walking, with pressure and anxiety, impeding respiration.", "Burning in region of heart.", "Frequent and violent fits of palpitation, principally after dinner and after moral emotions, or provoked by conversation, and often with anguish, clouded sight (vanishing of sight), and impeded respiration, esp. when lying on the l. side.", "(With menstrual irregularities, chlorosis, &c.; the beat of the heart is felt in the pit of the stomach.).", "Anxiety, heaviness, pressure, and burning sensation in heart." ],
    "Neck and Back" : [ "Rheumatic, tensive, and drawing pains in nape of neck and in neck, sometimes semilateral, and often with swelling of the parts, and pains as from subcutaneous ulceration when they are touched.", "Cracking in cervical vertebrae and shoulder-blades on moving those parts.", "Itching pimples on neck.", "Swelling of glands of neck.", "Pains in sacrum and in back, as from having remained some time in a bent posture, or with rigidity, as from the pressure of a belt.", "Sacral pains like those of labour.", "Pains in back and chilliness from suppressed menstruation.", "Shootings in back, in loins, and between shoulder-blades.", "Curvature of spine (upper part)." ],
    "Limbs" : [ "Redness and swelling of joints, with stinging pains.", "Anxious, tremulous sensation in limbs.", "Drawing, sticking, < in joints, which are painful to touch.", "Weakness in limbs morning after rising, with relaxation without feeling weary.", "Drawing, tearing pains in limbs, shifting rapidly from place to place; < at night, from warmth; > from uncovering.", "Pain in limbs in morning in bed, < in joints, forcing him to stretch, with general heat.", "On waking the parts on which he has lain are asleep, with crawling and tingling.", "Coldness of hands and feet; they seem dead." ],
    "Upper Limbs" : [ "Sharp, jerking, and drawing pains in shoulder-joint, as well as in the arms, hands, and fingers.", "Paralytic pains in scapular joint when lifting and moving arms.", "Burning sensation in arm in evening or at night, with sensation of dryness in fingers.", "Burning heat in hands and arms and in trunk with perspiration down spine (agg.", "R. T. C.).", "Pressive heaviness in arms, with sensation of numbness, esp. in hands.", "Sensation of tension and swelling and wrenching pain in joints of elbows, hands, and fingers, with rigidity.", "Swelling of elbow after a contusion.", "Swelling of veins on forearm and hands.", "Easy numbness of fingers, principally in morning and at night.", "Vesicles between fingers, with pricking pain.", "Pain as if caused by panaritium in index.", "Itching chilblains on hands." ],
    "Lower Limbs" : [ "Pain as from a bruise or from ulceration in the psoas.", "Wrenching pain in coxo-femoral articulation, with painful jerks, as in a wound, extending as far as knee, < during repose.", "Pulling and tension in thighs and legs, < in calves of legs, as if tendons were too short.", "Pain as from a bruise, with sensation of paralytic weakness in bones and muscles of thighs and legs.", "Pain as from subcutaneous ulceration in legs and soles of feet.", "Cracking in knees.", "Swelling of knees, sometimes chiefly above patella, and often with heat, inflammation, sharp drawing and shooting pains.", "Enlargement of knee with local varicosis (relieved.", "R. T. C.).", "Weakness and yielding of knee, with tottering gait.", "Pulling and great fatigue in legs, esp. knees, with trembling.", "Swelling of veins and varices in legs.", "Numbness in legs when remaining long standing.", "Pain in tibia as from a bruise.", "Tension and drawing in calves of legs.", "Hot swelling of legs, or only of the back or of soles of feet, sometimes with shooting pains when the parts are touched, and during movement.", "Painful sensation of numbness in soles of feet and in balls of the toes.", "Red-hot swelling of feet, extending up to calf, with stinging pain.", "Swelling of top of foot.", "Oedematous swelling of feet, < in evening.", "Piercing shootings and incisive pains in heels (towards evening).", "Shootings in soles of feet and extremities of toes.", "Chilblains.", "The complaints are < when one allows the feet to hang down." ],
    "Generalities" : [ "[Affections in general, and of any kind, appearing in r. abdominal ring r. chest; r. upper and lower extremity; tongue; increase of saliva; larynx trachea; nape of neck; heart and region of heart; palpitation of heart, also with anguish: small of back; shoulder-joints; fingers; legs; shin-bones; calves, particularly when they are swollen, red, and hot; heel sole of foot; ball or under part of toes; knee-joint; bones of lower extremities; inflammation of bones in general.", "Strong desire for open air, which makes patient feel better in every way, headache, toothache, earache, cold in head, &c., are all > in open air, can breathe better, &c.", "Bleeding from inner parts; congestion of blood to single parts; apparent deficiency of blood.", "Chlorosis (in persons of mild, quiet, &c., dispositions).", "Secretion of mucus increased; nervous debility.", "Varicose veins, even when inflamed, esp. when blue, particularly in pregnant females; feel more comfortable when walking about.", "(Phlebitis of single veins.", "R. T. C.).", "Symptoms <: in afternoon; from mental affections; on waking; when blowing nose (produces pain in chest, nose, head, or somewhere else, or a cracking in ears); before falling asleep; during expiration; after taking cold; from coughing from change of position (particularly applicable to the female organism) from loss of fluids; from being frostbitten; lying on l. side; on painless side; lying with head low; having measles, after measles; before and during menstruation; on beginning to move from taking bread; butter; buckwheat; fat food; fruits; ice; pancakes warm food; abuse of Peruvian bark; can't bear pressure on the well side if it be made towards the diseased side; from derangement of stomach; during stool, particularly in dysentery if it gives great pain in small of back; while suckling child; in the sun; in the twilight; before, during, or after urinating; women in confinement from having a tapeworm; from surgical injuries in general; from tobacco during pregnancy.", "Symptoms >: in open air; in a cold place; from cold air; by lying on r. side; with head high; from cold things; from washing; on wetting the affected parts; after discharge of flatus.", "H. N. G.].", "Sharp drawing and jerking pains in muscles, < at night, or in bed in evening, as well as by heat of a room, > in the open air, and often accompanied by numbness, paralytic weakness, or hard swelling of parts affected.", "Shootings and sensation of coldness in parts affected on a change of weather.", "Tension in some of the limbs as if tendons were too short.", "Shifting pains which pass rapidly from one part to the other, often with swelling and redness in joints.", "Sensation of hollowness; of pulsations, knocking, or throbbing in inner parts; of extension in size, as if one part, or every part, were growing too large; of a band around the parts; of buzzing or humming in any part of the body.", "Shocks in tendons.", "Fitful pains with shivering, labouring respiration, paleness of face, and trembling of legs.", "The shiverings increase as the pains become <.", "Pain as from a bruise or subcutaneous ulceration on touching parts affected.", "Semilateral pains and affections.", "Symptoms are < and renewed when seated after long-continued exercise; or on rising after having been seated a long time, as well as during repose, esp. when lying on side or back.", "The symptoms which appear when lying on back are > by turning on side or by rising up, and vice versa.", "Movement, walking, pressure, external heat, and the open air, equally > many of the symptoms, while they < others.", "Symptoms generally most violent in evening or at night before midnight, sometimes also in morning and after a meal.", "The symptoms are < every second day in evening.", "Agitation and uneasiness throughout body, with inability to sleep or to enjoy repose, and constant inclination to stretch limbs.", "Frequent and troublesome pulsations over whole body, < during movement.", "Great tendency of limbs to go to sleep.", "Frequent trembling of limbs with anxiety.", "Sluggishness and heaviness of limbs, with paralytic weakness, painful sensibility of joints, and tottering gait.", "Weariness in morning, which is < by a recumbent position.", "Fainting fits with deadly paleness of face.", "Epileptic convulsions, with violent movements of limbs, followed by weakness, eructations, and inclination to vomit (after suppression of catamenia).", "Great sensibility and repugnance to open air.", "Great desire to remain lying down or sitting.", "Pain as from a bruise in bones of Emaciation." ],
    "Skin" : [ "Pale skin.", "Itching, mostly burning or pricking (as if caused by stings of ants), principally in evening, and at night in heat of bed, < by scratching.", "Red spots, like morbilli, or nettle-rash.", "Frequent redness, even when the parts are cold.", "Eruptions from eating pork, itching violently in bed.", "Eruptions like measles.", "Rhagades.", "Suppurating wounds, pus thick and too profuse.", "Pus copious and yellow.", "Moles or freckles in young girls.", "Eruptions similar to varicella coniformis, with violent itching in bed.", "Chilblains, particularly when they turn blue.", "Exanthema, chapped.", "Blue-black swellings.", "Chilblains with bluish-red swelling, heat, and burning, or pulsative pains.", "Phlegmonous erysipelas, with hardness, burning heat, and shooting pain on touching or moving parts affected.", "Furunculi.", "Shining redness, hardness, and itching round ulcers, with ready bleeding, and shooting, burning, and gnawing pains.", "Deep or fistulous ulcers; where there is much swelling around.", "Inflamed or putrid ulcers.", "Varices." ],
    "Sleep" : [ "Constant sleepiness and comatose sleep, with agitation and disquieting fancies, day or night.", "Great tendency to sleep during day, principally in evening or afternoon.", "Irregular sleep, too early in evening or too late in morning, and sometimes with nocturnal sleeplessness.", "Sleep retarded, sometimes until two hours after midnight, and often followed by early waking.", "A great flow of ideas hinders sleep in evening and at night.", "Agitated sleep, with frequent waking; and general numbness on waking.", "Inability to sleep except when seated with head inclined forwards or to one side.", "During sleep, chattering, talking, delirium, convulsive movements of mouth, eyes, and limbs; tears, cries, and moans, nightmare; starts from fright; shocks in body and jerking in limbs.", "Wakes up frightened and confused, knows not where he is, cannot collect himself.", "At night great agitation and tossing, inquietude and anguish of heart, ebullition of blood, dry heat, itching, incoherent talking, with fixed ideas.", "When sleeping patient lies on back with knees raised and arms placed over head or crossed over abdomen.", "Fearful, frightful, anxious, confused, vivid, disgusting, voluptuous dreams, of quarrels and of business of the day, of spectres, and of the dead.", "Frequent yawning." ],
    "Fever" : [ "Chilliness of one side only; chilliness without thirst, often followed by fever without thirst (accompanied by vertigo and stupor); heat on one side; perspiration on one side only; want of thirst; febrile symptoms r. side.", "Continuous internal chilliness even in warm room.", "Thirst before chill or heat, seldom during hot stage.", "Chilliness (4 p.m.) without thirst, accompanied by anxiety and dyspnoea; this is followed by a drawing pain extending from back into head, three hours later heat of whole body without any thirst, with sweat on face, drowsiness without any sleep and unconsciousness; in morning perspiration over whole body.", "Coldness, shiverings, and shudderings, principally in evening or afternoon, and sometimes with paleness of face, vertigo, and dizziness, pain and heaviness in head; anxiety and oppression of chest, vomiting of mucus (when the cold stage comes on), desire to lie down, and flushes of heat.", "Partial coldness and shivering, principally in back, aims, legs, hands, and feet, often with heat in head or face and redness of cheeks.", "Semilateral coldness with numbness of the side affected.", "Dry heat (internal), principally at night, in evening in bed or in morning, and often with fits of anguish, headache, face red and bloated, or perspiration on face, shivering on being uncovered, burning in hands, with swelling of veins, lamentations, sighs, and moans, profound or agitated sleep, anxious and quick respiration, fainting fits, with cloudiness of eyes, inclination to vomit, and loose evacuations.", "Partial heat, principally on face, with redness of cheeks, hands, face, &c., often semilateral, with coldness and shivering in the opposite parts.", "Heat of face or heat of one hand, with coldness of the other.", "Febrile paroxysms composed of heat, which are preceded by shiverings, with adipsia, and mixed with, or followed by, perspiration; quotidian, tertian, or quartan type; < in evening or afternoon; remission in morning during apyrexia, nausea and loss of appetite, headache, painful oppression at chest, moist cough, bitterness in mouth, constipation or (mucous) diarrhoea.", "Febrile symptoms with loss of consciousness, delirium, tears, and despair, or with gastrico-mucous or bilious symptoms or with comatose sleep (or consequent upon the abuse of Quinine, with bitter taste of food and constipation).", "Repugnance to external heat.", "Pulse weak and small, but accelerated.", "Pulse quick and small; or full and slow; or feeble and almost suppressed.", "Perspiration, principally at night or towards morning; profuse and fetid sweat; semilateral or partial sweat (on head and face), and sweat with cramps on arms and hands, weariness, comatose sleep, dreamy reveries, and redness of face.", "Perspiration during sleep, soon ceasing when waking.", "Perspires easily during the day.", "Night-sweat with stupor.", "Smell of perspiration, sour, musty, like musk.", "Perspiration at times cold." ]
  }
}