{
  "remedyName" : "Pyrogenium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Anus, sweating near. Bed-sores. Bright's disease. Constipation. Diarrhoea. Dysentery. Eczema. Enteric fever. Fistula. Headache. Heart, rapid action of; consciousness of; failure of. Hectic fever. Indian continued fevers. Influenza.", "Intestines, ulceration of; obstruction of. Labour: puerperal fever. Ovary, abscess of. Peritonitis. Phthisis pulmonalis. Ptomaine poisoning. Puerperal fever. Pyaemia. Sepsis. Spine, Pott's curvature of. Tabes mesenterica. Tuberculosis. Typhilitis. Ulcers, varicose; obstinate. Varicosis." ],
    "Characteristics" : [ "John Drysdale was the first, in 1880, to suggest the use of this substance as a medicament (On Pyrexin or Pyrogen as a Therapeutic Agent, Bailliere, Tyndale & Cox). Burdon Sanderson has stated (B. M. J., February 13, 1875) that \"only liquids which contain bacteria or have a marked proneness to their production\" are capable of setting up pyrexia. This remark struck Drysdale, and though, of course, he could not endorse the \"only\" of the statement", "many drugs known to homoeopaths set up fever", "he saw that the fact might be turned to account. Sanderson further defines Pyrogen as \"a chemical non-living substance formed by living bacteria, but also by living pus-corpuscles, or the living blood- or tissue-protoplasms from which these corpuscles spring.\" In Sanderson's experiments with Pyro. the following effects were observed. (1) From a non-fatal dose: The animal shivers and begins to move about restlessly. The temperature rises from 2° to 3° C., the maximum being reached in three hours. Thirst and vomiting come on, followed by feculent and thin mucous, and finally bloody diarrhoea and tenesmus. In five hours these symptoms begin to subside, and the animal recovers with wonderful rapidity. When death occurs it is from heart failure. In non-fatal cases with gastro-enteric symptoms the temperature gradually rises for four hours, and as gradually subsides: in fatal cases it rises rapidly to 104° F., then rapidly declines to below normal. (2) From a fatal dose: There is intestinal haemorrhage, purging, collapse, and death. After death extravasations of blood are found in heart, pleura, and pericardium; the spleen is enlarged and full of blood. Mucous membrane of stomach and small intestines is intensely injected with detachment of epithelium and exudation of bloody fluid, which distends the gut. The blood is dark, the corpuscles being in clumps instead of rolls, and many being dissolved in the liquor sanguinis. White corpuscles partially disintegrated. Drysdale prepared a tincture of Pyro.", "which he preferred to call Pyrexin, since it is not a mere fever-producer: others have called it Sepsin; but this is too close to Septicaemin, a name given to a related and perhaps identical nosode: I have chosen to retain the name Pyrogen, by which the remedy is best known in homoeopathy", "and put his own suggestion into practice. His success was very encouraging, but as he continued to use the O tincture and lowest attenuations the difficulty of keeping the preparation was not small; and the remedy did not come into extensive use till Burnett published his pamphlet on Pyrogenium in Fevers and Blood-poisoning in Burnett used chiefly the 6th centesimal dilution, which is perfectly harmless, and which will keep indefinitely. Heath, who made one of the preparations used by Burnett, gave some of it to Swan, of New York, who ran it up into the high infinitesimals. Much of the American experience is with Swan's attenuations, including a proving by Sherbino (Med. Adv., xxv. 369), whose symptoms I have marked (S) in the Schema. The remainder of the symptoms of the Schema are for the most part clinical. Yingling (H. P., xiii. 402) collected symptoms from many reported cases, and arranged them with the symptoms of the proving. (Yingling erroneously describes Pyro. as prepared from \"pus from septic abscess.\" This is Septicaemin. He refers, however, to Burnett's pamphlet and to cases cured with Pyro., leaving the actual substance referred to not in doubt. H. C. Allen, who published the proving and most of the cases in Med. Adv., rightly describes Pyro. as a \"Product of Sepsis\"). Drysdale's original cases include a number in which threatened typhoid was averted, a case of tabes mesenterica cured, and one of ulceration of the colon greatly benefited. Burnett's were cases of fully developed typhoid all cut short at the height by Pyro. given every two hours. In his pamphlet is included a successful experience of Dr. Shouldham's with Pyro. in two cases of diphtheritic sore threat. I have had ample opportunity of observing the power of Pyro. over typhoid fever, and typhoid and hectic states, including one of discharging abscess connected with Pott's disease of the spine. T. M. Dillingham reports (Med. Adv., xxvii. 367) the case of a young German Jewess who had been under treatment at various hospitals for Bright's disease, and at the Hahnemann Hospital of New York among Others. To this she was readmitted on March 14, 1890, when she first came under Dr. Dillingham's care. The urine showed an enormous amount of albumen and a variety of casts. Feet and legs greatly swollen, face puffy. Throbbing headache, often accompanied by profuse nose-bleed, nausea, and vomiting; < motion and light; abnormally bright eyes, widely dilated pupils. Bell. gave temporary relief; but on May 31st the condition was desperate. Dillingham then learned that the trouble dated from a large abscess resulting from a lanced, badly cared-for felon of the left thumb. She was ill six weeks with this abscess, having, as her doctors said, \"blood poisoning.\" Soon after this her face and feet began to swell. On May 31st the condition was this: Feet, legs, and genitals greatly swollen. Frightful throbbing headache, > by tight band constantly worn. > By heat; very fond of the hot bath. Headaches had terrible aggravations lasting two to four days, during which time she could neither lie in bed nor sit up, but was in constant motion, groaning and crying piteously for help. Pyro. cmm, Swan, one dose was given, and no other medicine, although the patient on one occasion begged for something to stop the pain. In the course of June she began to mend, and on October 20th was discharged cured. In Sherbino's proving he was cured incidentally of a consciousness of the heart and its working, and palpitation from least excitement or anxiety, < beginning to move; congestion to head as if apoplexy would ensue. Cactus had done no good. Sherbino cured: (1) a case of puerperal fever with Pyro., being led to its selection by the very high pulse rate. (2) Relapse of typhoid, pulse 140, temperature 102° F.; both were normal in twenty-four hours. (3) Young lady, 17, fever, aching bones, bed felt very hard. Numb, paralytic feeling. As the fever left the pulse kept mounting up. Pyro. cmm, Swan, repeated as often as effect ceased, cured.", "Pyro. is one of the germinal remedies of the materia medica. When once the idea of its essential action is grasped an infinity of applications become apparent. As Drysdale put it, \"The most summary indication for Pyro. would be to term it the Aconite of the typhous or typhoid quality of pyrexia,\" and wherever poisoning by bacterial products (e.g., in the hectic of phthisis) is going on Pyro. will be likely to do good. Sepsis is the essence of the action of Pyro. H. C. Allen gives this indication for its use in septic states: \"When the best selected remedies fail to relieve or permanently improve \"", "analogous to the action of Pso. and Sul. in other conditions. Also: \"Latent pyogenic process, patient continually relapsing after apparent simillimum.\" As Pyro. is a product of carrion, the carrion-like odour of bodily emaciations, secretions, and excretions is a keynote for its use. Other leading indications are: Restlessness; must move constantly to > the soreness of parts. \"Constipation, from impactum of faeces in fevers; stool large, black, carrion-like.\" \"Chill begins in back, between scapulae.\" \"Severe general chill of bones and extremities.\" In all cases of fever commencing with pains in the limbs,\" Swan. Pulse abnormally rapid, out of all proportion to temperature.\" Pyro. 5, five drops in water night and morning, assisted in the cure of a case of anal fistula in a case of Burnett's (On Fistula, p. 66). Under its action a sweating at the seat which the man had had for many years disappeared; and the skin of his hands, which were subject to dry eczema, assumed a much cleaner aspect. J. S. Hunt (H. W., xxxi. 54) reports five cases of varicose ulcers, all of which healed quickly under Pyro. Bellairs (H. W., xxxiv. 298) gave Pyro. to an elderly woman who suffered for years with an ulcerated leg, which was riddled with deep, burrowing wounds, extremely painful and discharging freely. Hep., Sil., Ars., Ham., did no good. Under Pyro. once or twice a day \"a large boil\" formed on the calf of the leg and discharged its contents, after which the various ulcers healed up directly. The symptoms are > by heat (drinking hot water; hot bath). > Tightly binding head. > Stretching out limbs; walking about; turning over or changing position. Heart's action and cough < by motion. Eyeball < moving eye. Cough < motion and in a warm room. < Sitting up in bed; rising. (Cough > sitting up; < lying down.)" ],
    "Relations" : [ "Compare: Septicaemin (B. Sanderson says bacteria and pus cells produce the same chemical result; Pyro. and Sept. may therefore he identical, but I think it best to keep them distinct); Malar. (the vegetable Pyrogen); Lach. In typhoid with soreness, bed feels hard, Bap., Arn., Rhus. > Motion and stretching limbs, Rhus. Cough < by motion and in warm room, Bry. Uterine haemorrhage, Ipec. (\"if Ipec. fails when indicated give Pyro.,\" Yingling). Offensive diarrhoea Pso. Black stools, Lept. Constipation, Op., Sanic., Pb. Lochia thin, fetid, Nit. ac. Vomits water as soon as warm in stomach, Pho. Throbbing headache, Bell. Varicose, offensive ulcers of old persons, Pso. Skin ashy, Sec. Suppuration, Hep." ],
    "Causation" : [ "Blood poisoning. Ptomaine poisoning. Sewer-gas poisoning. Typhoid fever (remote effects of). Dissecting wounds." ],
    "Mind" : [ "Loquacious; can think and talk faster than ever before (S). Irritable (S).", "Delirious on closing eyes; sees a man at foot of bed.", "Whispers; in sleep.", "Sensation as if she covered the whole bed; knew her head was on pillow, but did not know where the rest of her body was.", "Feels when lying on one side that she is one person, and another person when turning on the other side.", "Sensation as though crowded with arms and legs.", "Hallucination that he is very wealthy; remaining after the fever." ],
    "Head" : [ "Staggers as if drunk on rising in morning (S.).", "Dizziness on rising up in bed.", "Pains in both mastoids, < r.; dull throbbing in mastoid region (S).", "Great throbbing of arteries of temples and head; every pulsation felt in brain and in ears; the throbbings meet on top of brain (S).", "Painless throbbing all through front of head; sounds like escaping steam (S).", "Frightful throbbing headache > from tight band.", "Excruciating, bursting, throbbing headache with intense restlessness (often accompanied with profuse nosebleed, nausea, and vomiting).", "Sensation as if a cap were on.", "Rolling of head from side to side.", "Forehead bathed in cold sweat." ],
    "Eyes" : [ "L. eyeball sore, < looking up and turning eye outward (S).", "Projecting eyes." ],
    "Ears" : [ "Loud ringing, like a bell, l. ear (also r.) (S).", "Ears cold.", "Ears red, as if blood would burst out of them." ],
    "Nose" : [ "Nose-bleed; awakened by dreaming it and found it was so.", "Sneezing: every time he puts hand from under covers; at night.", "Nostrils closing alternately (S).", "Cold nose.", "Fan-like motion of alae nasi." ],
    "Face" : [ "Face: burning; yellow; very red; pale, sunken, and bathed in cold sweat; pale, greenish, or chlorotic.", "Circumscribed redness of cheeks." ],
    "Mouth" : [ "Tongue: coated white in front, brown at back; yellowish brown, bad taste in morning (S).", "Tongue: coated yellowish grey, edges and tip very red; large, flabby; yellow brown streak down centre.", "Tongue clean, smooth, and dry; first fiery red, then dark red and intensely dry; smooth and dry; glossy, shiny; dry, cracked, articulation difficult.", "Taste: terribly fetid, as if mouth and throat full of pus (produced by dose of Pyro. em, Swan); sweetish.", "Breath horrible; like carrion." ],
    "Throat" : [ "Diphtheria with extreme fetor." ],
    "Appetite" : [ "No appetite (S); or thirst.", "Great thirst for small quantities, but the least liquid was instantly rejected.", "> Drinking very hot water.", "Thirst and vomiting (dog)." ],
    "Stomach" : [ "Belching of sour water after breakfast (S).", "Nausea and vomiting.", "Vomiting: persistent; brownish, coffee-ground; offensive, stercoraceous; with impacted or obstructed bowels.", "Vomiting and purging.", "Vomits water when it becomes warm in stomach.", "> By vomiting.", "Urging to vomit; with cold feet.", "Stomach feels too full (S)." ],
    "Abdomen" : [ "Full feeling and bloating of abdomen (S).", "When lying on l. side bubbling or gurgling sensation in hypochondria, extending back to l. of spine (S).", "Pain in umbilical region with passage of sticky, yellow stool.", "While riding in a buggy aching in l. of umbilicus; < drinking water; > passing flatus down ward.", "Soreness of abdomen so severe she can hardly breathe, or bear any pressure over r. side.", "Very severe cutting pains r. side going through back, < by every motion, talking, coughing, breathing deep; > lying on r. (affected) side; groaning with every breath." ],
    "Stool and Anus" : [ "Feculent and thin mucous, and finally bloody diarrhoea and tenesmus (dog).", "Two soft, sticky stools, to a.m.", "Involuntary escape of stool when passing flatus (S).", "Profuse watery, painless stools, with vomiting.", "Stool horribly offensive, carrion-like.", "Stool very much constipated, large, difficult, requires much effort; first part balls, last part natural, with streaks of blood; anus sore after (S).", "Constipation: hard, dry accumulated faeces; stool large, black, carrion-like; small black balls like olives.", "Congestion and capillary stasis of gastro-intestinal mucous membrane, shedding of epithelium, bloody fluid distending intestines (dog).", "(Sweat about anus removed; fistula relieved.)" ],
    "Urinary Organs" : [ "Urine scanty; only passed twice in twenty-four hours (S).", "Urine: yellow; after standing, cloudy with substance looking like orange peel; red deposit on vessel hard to remove; deposits sediment like red pepper (S).", "Got up three times in night to urinate (S).", "(Bright's disease of kidneys.).", "Urine albuminous, containing casts; horribly offensive, carrion-like.", "Frequent calls to urinate as fever comes on.", "Intolerable tenesmus of bladder; spasmodic contractions, involving rectum, ovaries, and broad ligaments; [cured in a case of Yingling's with Pyro. cm Swan (and higher); patient's next period came on naturally and painlessly, whereas before menses had been painful and extremely offensive.]" ],
    "Male Sexual Organs" : [ "Testes hang down relaxed; scrotum looks and feels thin." ],
    "Female Sexual Organs" : [ "Puerperal peritonitis with extreme fetor; a rotten odour.", "Parts seriously swollen (Bright's disease).", "Menses horribly offensive; carrion-like.", "Menses last but one day, then a bloody leucorrhoea, horribly offensive.", "Haemorrhage of bright red blood with dark clots.", "Septicaemia following abortion; foetus or secondines retained, decomposed.", "(Has cured prolapsus uteri, with bearing down, > by holding the head and straining, as in the act of labour.).", "Abscess of l. ovary, acute throbbing pain, great distress, with fever and rigors (Pyro. cm, Swan, produced an enormous flow of white creamy pus with general >).", "Lochia: thin, acrid, brown, or foetid; suppressed, followed by chills, fever, and profuse fetid perspiration." ],
    "Respiratory Organs" : [ "Wheezing when expiring (S).", "Cough; with large masses of phlegm from larynx; < by motion; < in warm room; cough = burning in larynx and bronchi; = pain in occiput; = stitching in small of back, only noticed in the chair; coughs up yellow sputa through night (S).", "Cough > sitting up, < lying down.", "Expectoration: rusty mucus; horribly offensive." ],
    "Chest" : [ "Pain in r. lung and shoulder, < talking or coughing.", "Neglected pneumonia: Cough, night-sweats, frequent pulse, abscess had burst discharging much pus of mattery taste (rapid recovery under Pyro. cm. three doses).", "Chest sore, purple spots on it.", "Severe contracting pain within lower sternum, sometimes extending to rib-joints and up to throat, as if oesophagus being cramped.", "Ecchymoses on pleura (dog)." ],
    "Heart" : [ "Pain in region of l. nipple, as if in heart; increased action; pulse (S).", "Heart tired as after a long run; increased action < least motion (S).", "Every pulsation felt (painlessly) in head and ears (S).", "Sensation as if heart enlarged; distinct consciousness of heart (S).", "Sensation as if heart too full of blood.", "Feels as if the heart were pumping cold water (Yingling).", "Violent, tiresome heart action.", "Palpitation or increased action without corresponding increase of temperature.", "Palpitation < by motion.", "Loud heart-beats; audible to herself and others.", "Could not sleep for whizzing and purring of heart; when she did sleep was delirious.", "Cardiac asthenia from septic conditions.", "Ecchymoses on heart and pericardium (dog)." ],
    "Neck and Back" : [ "Throbbing of vessels of neck running up in waves from clavicles.", "Weak feeling in back; stitching pain on coughing (S)." ],
    "Limbs" : [ "Aching: in bones; all over body as from a severe cold; with soreness of flesh, head feels hard; > motion (S).", "Cold extremities.", "Numbness of hands, arms, and feet, extending over whole body.", "Automatic movement of r. arm and r. leg, turned the child round from r. to l. till feet reached the pillow: repeated as often as she was put right (cerebro-spinal meningitis)." ],
    "Upper Limbs" : [ "Pain in shoulder-joint; in front, passing three inches down arm (S).", "Hands and arms numb.", "Hands cold and clammy.", "Dry eczema of hands." ],
    "Lower Limbs" : [ "Aching above knees, deep in bones, while sitting by a hot fire; > by walking (S).", "On going to bed aching in patella; > flexing leg (S).", "Aching above l. knee as though bone broken (S).", "Aching above knees in bones, > stretching out limbs (S).", "Tingling in r. little toe as if frost-bitten.", "Feet and legs swollen (Bright's disease).", "Numbness of feet." ],
    "Generalities" : [ "Cannot lie more than few minutes in one position, > change (S).", "Debility in morning, staggered on trying to walk (S).", "Nervous, restless (S).", "Aching all over, bed feels hard.", "Great muscular debility; rapid recovery in few hours (dog)." ],
    "Skin" : [ "Skin pale, cold, of ashy hue.", "Obstinate, varicose, offensive ulcers of old people." ],
    "Sleep" : [ "Slept awhile; woke to roll and tumble in every conceivable position (S).", "Unable to sleep for brain activity and crowding of ideas (S).", "Restlessness > after sleep.", "Cries out in sleep that a weight is lying on her.", "Whispers in sleep.", "Kept awake by purring of heart.", "Dreams: of various things; of business." ],
    "Fever" : [ "\"In all cases of fever commencing with pains in the limbs\" (Swan).", "Shivers and begins to move about restlessly; temperature rises gradually and as gradually subsides (dog).", "Temperature rises rapidly to 104° F., and sinks rapidly from heart failure (dog, fatal dose).", "Chilly at times and a little aching; a little feverish (S).", "After dinner, ache all over, chilly all night, bed feels hard (S).", "After getting into bed, chilly, teeth chatter; woke p.m. in perspiration on upper part of body; > motion (S).", "Feels hot as if he had a fever, but was only 99° F., feels like 105°.", "Cold and chilly all day.", "No fire would warm; sits by fire and breathes the heat from it; chilly whenever he leaves it; at night when the fever came on he had a sensation as if lungs on fire, must have fresh air, which gave >.", "Frequent calls to urinate as soon as fever came on; urine clear as water.", "Every other day dumb ague.", "Perspiration horribly offensive, carrion-like; disgust up to nausea about any effluvia arising from her own body.", "Cold sweat over body." ]
  }
}