{
  "remedyName" : "Pyrus Americana",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bladder, irritation of; prolapse of. Chills. Clairvoyance. Dyspepsia. Gout. Heart, affections of. Hysteria. Rectum, constriction of. Rheumatism. Sciatica. Tongue, paralysis of. Uterus, prolapse of." ],
    "Characteristics" : [ "P. amer., the American Mountain Ash (the British is P. aucuparia), was proved by Gatchell on himself, a married woman, and two lads. Gatchell's only symptom was \"irritation of the eyes.\" Another prover had a similar symptom. By far the greatest number were induced in the woman; though hers were largely confirmed by those of the boys. Neuralgic, rheumatic, and gouty symptoms were very severe. The emotional balance was disturbed and a kind of clairvoyance induced. Labour-like or spasmodic pains were frequent", "in uterus; in bladder like prolapse; constrictive at base of lungs and round waist; like spasm of heart; as if left leg drawn up. Peculiar Sensations are: As if full of cold water; as if stomach full of cold water; coldness extends up oesophagus under sternum. As if she were outside of herself and could see into herself. As if rectum were shrunken and dried up. As if left leg drawn up and would never straighten again. The symptoms were < by moving about (pains and chilliness); < by exposure to cold." ],
    "Relations" : [ "Antidoted by: Camph. Compare: Neuralgic and gouty pains, Pru. sp. Heart, Crataeg. Chilliness, Camph." ],
    "Mind" : [ "Feels like crying.", "Sad, weeping mood; tears will come (in a lad).", "Feels gloomy and discouraged but cannot cry.", "Feels resolute; full of gloomy determination.", "Hypochondriac, not nervous; lazy, would like to lie in bed and be waited on.", "Thinks she is clairvoyant, can read character and understand motions, see into herself.", "Seems to be able to go out of herself for a short distance, to walk round and return into her body; seems to her that fundus of stomach is depressed in abdomen, and pyloric end on fire, a red spot like raw beef there as if stomach burnt up with raw whisky.", "Cries, feels babyish apprehension; fears something terrible going to happen.", "Feels weak as if about to die, moans, groans, calls for help.", "Brain active, intellect clear, thoughts vivid, whole being intensified.", "Indolent, indifferent, no inclination to read." ],
    "Head" : [ "Headache begins over eyes; pains knife-like; l. side of head aches terribly, like a toothache.", "Headache extends to r. side.", "Head feels as if it would burst.", "Great weight at vertex.", "Shooting pains in forehead.", "Headache penetrating in temples." ],
    "Eyes" : [ "Irritation of eyes.", "Eyes feel as if they had been crying a long time; smart." ],
    "Mouth" : [ "Tongue partially paralysed, cannot direct it." ],
    "Throat" : [ "Throat feels obstinate." ],
    "Stomach" : [ "Craves hot tea.", "Wants soft food, feels as if meat would not digest.", "Stomach feels weak as if nothing would digest; it feels dry and wrinkled.", "Feels as if stomach full of cold water.", "Thinks mucus accumulated in cold stomach.", "Feeling of coldness extends up sternum and oesophagus." ],
    "Abdomen" : [ "Feels constricted round waist; obliged to loosen clothes at once." ],
    "Stool and Anus" : [ "Sensation as if rectum were shrunken and dried up." ],
    "Urinary Organs" : [ "Irritation of bladder and urethra.", "Sensation as if bladder prolapsed." ],
    "Female Sexual Organs" : [ "Sense of prolapse of womb.", "Bearing-down and pressing out as if swollen and burning all over." ],
    "Respiratory Organs" : [ "Hoarseness.", "Dry cough, as if pharynx stuffed with cotton.", "Can hardly breathe, as if cold water in stomach.", "Can't talk loud; voice gone.", "Some cough.", "Spasmodic breathing as of nervous women (in a lad);" ],
    "Chest" : [ "Feels as if lungs congested, esp. at base; and constricted." ],
    "Heart" : [ "Aching at heart.", "Oppression about heart as if it had stopped beating, as if going into convulsions.", "Sense of spasm at heart; as if blood too thick to circulate (> Camph.).", "Heart aches as if from some great sorrow." ],
    "Neck and Back" : [ "Sick feeling under r. scapula." ],
    "Limbs" : [ "Twinging pains in arms, legs, and toes.", "Joints all feel constricted and sore." ],
    "Upper Limbs" : [ "Some pain in finger-joints." ],
    "Lower Limbs" : [ "Pains drawing, rending along backs of thighs to toes, < l.", "Feels as if l. leg drawn up and would never straighten again.", "Tight feeling of patella.", "Knees and toes feel as if immensely swollen and ache.", "L. great toe feels as if torn from its socket.", "Toes burn.", "Pain in knees subsides and is followed by pain in tendons and along calves; drawing, cutting pain.", "Unendurable aching of bones of toes." ],
    "Generalities" : [ "Aches everywhere, in every joint; pains acute, intense, like inflammatory rheumatism.", "Feels as if full of cold water.", "< Motion; dreads to move on account of joints.", "< Cold; sensitive to cold and air.", "Pains seem to move in meandering lines." ],
    "Skin" : [ "Clammy feeling of skin." ],
    "Fever" : [ "Chilly when air strikes him.", "Chilly down back and both legs.", "Very cold, shivering internally; thinks she must look blue.", "Cold creeping all over.", "Glow all over; hands sweat.", "Chilly and with a very tranquil feeling, esp. of consciousness." ]
  }
}