{
  "remedyName" : "Quercus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Breath, offensive. Constipation. Diarrhoea. Dropsy (splenic). Fistula. Giddiness. Gout. Intermitting fever. Leucocythaemia splenica. Spleen, affections of." ],
    "Characteristics" : [ "Quercus is one of Rademacher's splenic remedies. It was introduced to homoeopathic practice by Burnett, who published in his Diseases of the Spleen a translation of Rademacher's account of the remedy, and how he came to learn about it. Rademacher gave the tincture of acorns to an old brandy drunkard who had long suffered from the spleen, which was at times very painful, and who was at that time \"sick unto death\" with ascites and dropsy of the legs. The urine at once increased, but the patient complained that each dose of the medicine caused constriction of the chest. This led Rademacher to prepare the Distilled Spirit, and finally the Aqua, as milder preparations, which they proved to be; for the remedy completely cured the patient without causing further constriction of the chest. In the course of cures of spleen cases Rademacher noticed that not only was the flow of urine increased, there was also, especially in old spleen engorgements, an eliminative diarrhoea, with > of the symptoms generally. Another observation was this: \"Certain few people feel, as soon as they have taken it, a peculiar sensation in the head, lasting barely a minute or two, which they say is like being drunk.\" This put Burnett on the track of another use of this remedy, which he has elaborated in his Gout and its Cure, in the treatment of alcoholism and its effects. Here are some of his cases. (1) Military man, 64, broken down with gout and alcoholism and pretty severe chronic bronchitis. Heart irregular. Liver and spleen enlarged. Complained bitterly of gnawing at pit of stomach. Gait tottering, hands quivered. He had lost his wife and had to keep himself up with nips of spirits, for which he had a constant craving. Quer. gland. spir. O, ten drops in water, three times a day, completely revolutionised his state and took away his abnormal craving for spirits. (2) In a merchant of 57, given to nips of sherry, Quer. g. s. O threw out a gouty eczema on scalp, poll, and backs of hands, which took three months to cure, after which Quer. g. s. was again given and completed the cure. (3) An officer who drank too much had foul breath; eyes yellow, puffy underneath. Quer. g. s. O cured. (4) Hunting mall, 40, free liver, gouty, had varicose veins of legs, originating apparently in enlarged spleen, left by typhoid fever. Quer. g. s. O cured. The patient said it kept his \"bowels very regular.\" (5) A country squire, 60, bachelor, appeared in a hopeless condition. Was unable to state his own case. Flushed, much pain over the eyes and in both rib regions. Stooping caused great pain, < left hypochondrium. Liver and spleen much enlarged. Nervous, depressed, glum, taciturn, easily moved to tears. Could not walk without support on account of his great giddiness. Breath in highest degree disgustingly stercoraceous, nearly caused Burnett to vomit when examining him. That smell of breath, says Burnett, is an unmistakable sign of the chronic tippler, indicating undigested alcohol in the Primae viae. Burnett subsequently ascertained that he was quite a sober man, but took frequent nips, particularly when confined to the house by wet weather. The (a) Pain in left side; (b) Giddiness; (c) Flushed state indicated Quer., which was given. In a week the breath was normal; giddiness a little better; tenderness of rib region much diminished. In six weeks quite well. Burnett does not find Quer. a remedy for the liquor habit, it stops short at that; but it diminishes the craving and antidotes the alcoholic state. On the other hand, Quer. is by no means a remedy for alcoholic effects only. Giddiness with spleen trouble is met by it; and I have given it with good result to a young lady for extreme whirling vertigo, a sequel of influenza. The patient was greatly relieved when she took it in a severe attack; but if she took it when the giddiness was only slight it caused severe aggravation. Patients to whom Cooper gave it complained that they \"felt as if in a vice; dared not move for fear of a fit of apoplexy, or an attack of giddiness.\" \"Deafness with noises in the head\" is another effect observed by Cooper. Palestine missionaries who used Quer. g. s. on Burnett's indications in spleen affections found it no less effective in the intermittent fevers which gave rise to the enlarged spleens. Powdered Oak-bark is an excellent dry dressing for ulcers and discharging wounds. The Schema is made up of clinical symptoms (i.e., symptoms either caused or cured in patients)." ],
    "Relations" : [ "[The Oak is a near ally of the Willow, and the febrile and vertiginous properties of Salicin and its compounds are analogous to those of Querc. Tannin, Tannic acid, and Gallic acid are obtained from the bark of the oak and the \"galls\" or oak apples, produced by the puncture of gall-flies.] Antidote to: Alcohol. Compare: In giddiness, Coccul., Gels., Chi., Nat. m., Nat. sal., Dig. In spleen affections, Cean., Scill., Cedr., Urt. ur., Rubia tinct., Thuj. In alcoholism, Nux, Ars., Chi." ],
    "Causation" : [ "Alcohol." ],
    "Mind" : [ "Nervous, depressed, glum, taciturn, easily moved to tears; not quite capable of stating his own case." ],
    "Head" : [ "Wheeling vertigo.", "Vertigo with affections of spleen and l. side.", "Afraid to move for fear an attack of apoplexy or giddiness would come on.", "Peculiar sensation in head, feel as when drunk; sensation lasts a minute or two.", "Gouty eczema of scalp, poll, and backs of hands." ],
    "Eyes" : [ "Eyes yellow; puffy underneath." ],
    "Ears" : [ "Deafness and noises in the head." ],
    "Face" : [ "Flushed." ],
    "Mouth" : [ "Foul breath; stercoraceous.", "Tongue foul." ],
    "Stomach" : [ "Removes craving for alcohol.", "Gnawing at pit of stomach.", "Flatulent dyspepsia." ],
    "Abdomen" : [ "Pain in splenic region.", "Ascites.", "Enlarged liver and spleen.", "Pain in hypochondria, < l., much < by stooping." ],
    "Stool and Anus" : [ "Diarrhoea (eliminative, with > of symptoms; and not weakening).\" It keeps his bowels open.\".", "Fistula in alcoholics." ],
    "Urinary Organs" : [ "Increased flow of urine." ],
    "Chest" : [ "Constriction of chest; in praecordia." ],
    "Heart" : [ "Fluttering, irregular heart." ],
    "Upper Limbs" : [ "Gouty eczema of backs of hands.", "Hands tremble." ],
    "Lower Limbs" : [ "Dropsy.", "Tottering gait.", "Varicose veins." ],
    "Generalities" : [ "Flushed state.", "Exceedingly nervous." ]
  }
}