{
  "remedyName" : "Radium Bromatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Arteritis. Albuminuria. Appendicitis. Arthritis. Atheroma. Bones, affections of. Callosities. Cancer. Carcinosis. Carucle of Urethra. Climacteric flushes. Corns. Dermatitis. Diarrhoea. Duodenal ulcer. Eczema. Epistaxis. Epithelioma. Erythema. Eyes, affections of. Gout. Haemorrhage. Headache. Lumbago. Lupus. Naevus. Neuralgia. Neurasthenia. Nose: affections of; catarrh of; redness of. Ophthalmia. Phimosis. Prurigo. Pruritus Ani et Vulvae. Psoriasis. Rheumatism. Rodent ulcer. Sclerotitis. Skin, affections of. Tic douloureux. Trachoma. Ulcers. Warts. X-ray Dermatitis." ],
    "Characteristics" : [ "The discovery of Radium and its properties in by Pierre Curie and his wife set many persons thinking, and among them, naturally, those who are engaged in the healing of the sick. Curie himself made the first \"proving.\" He put a tiny bit of Radium salt in an indiarubber capsule and fastened it to his arm, leaving it there for ten hours. When he took it off the skin was red, the place turned into a wound, which took four months to heal, leaving a white scar the size of a shilling surrounded by discoloured puckered skin. On another occasion he left it for half an hour. A wound appeared at the end of a fortnight and took another fortnight to heal. On a third occasion, left for eight minutes only, two months later the skin became red and a bit sore, but it soon passed off.", "In I began to make a few provings with the 30th, and in I published them in Radium as an Internal Remedy, along with some observations by Dr. Molson, experienced by himself when making triturations, and by Dr. Stonham with the 30x. A full account of these will be found in my book. By far the most important proving is that by Dr. William H. Dieffenbach, of New York City, published in The Journal of the American Institute of Homoeopathy, August and afterwards reprinted in pamphlet form the same year. Dieffenbach had the co-operation of Drs. R. S. Copeland, W. G. Crump, H. C. Sayre, and Guy B. Stearns in his proving, and this leaves little to be desired. It was carried out on both men and women on a much more heroic scale than mine, with 30x, 12x, and 6x, in repeated doses, but the 6x produced such severe symptoms that Dieffenbach warns against its use medicinally. Pure Radium is a white metal which \"oxidises in water, burns paper, turns black on exposure to air, and has the property of adhering firmly to iron.\" This last quality is not without significance, and shows a close affinity with Ferrum. Its atomic weight is It is found in the ore pitchblende, and Drs. E. Stillman Bailey and F. H. Blackmarr, of Chicago (J. A. I. H., September 1911), have used triturations of this combined with Thorium for radio-treatments. Although Dieffenbach used much more crude preparations than I did, his results confirm most of mine, and also greatly extend them, the eyes, skin, joints, and alimentary tracts being particularly affected. Dieffenbach quotes Professor William His, of Berlin, who published an article on the \"Use of Radium in Gout and Rheumatism.\" His used Radium emanations (inhalations of the gas), Radium injections into joints and muscles, and the drinking of Radium water. The provings show the homoeopathicity of the drug to these conditions, although His used it empirically. Dieffenbach, who had been investigating Radium for ten years before he published his pamphlet, records that as a result of former X-ray and Radium-ray experiments one prover's hands had, when the proving commenced, eczematous eruptions, cracks, scaly excrescences, and wart-like outcroppings. After his proving with 6x these gradually disappeared. This is confirmed by a case reported to me by Mr. E. S. Pierrepont. A girl employed in the X-ray Department of the hospital with which he is connected developed dermatitis of the r. hand and fingers. An ointment was prescribed without benefit, and cracks appeared on the skin. Two doses of Radium b. were given, on Mr. Pierrepont's suggestion, one in the morning and one in the evening. The following day the patient came out in a rash, which the matron mistook for measles, eyes watering, fingers very sore, and she felt very ill. By the following day the rash had disappeared and she felt well. The fingers were now better, and they got quite well, except that a sore feeling was left after washing.", "A noticeable feature of both Dieffenbach's proving and mine was the disappearance of small naevi, which is significant, seeing that the rays are used for the destruction of naevi.", "Among the most successful local uses of Radium may be mentioned cases of lupus, epithelioma, carcinoma of the cervix uteri, and urethral caruncle. That Radium, like X-rays, can cause as well as cure cancer is on record. I have quoted a case (H. W., August 1923) in a practitioner who contracted squamous-celled carcinoma from a careless handling of Radium tubes. Cases of cure of skin cases with Radium in potencies are numerous. T. Simpson (H. W., April 1923) records one such. A retired excise officer had an intractable eruption on the genitals, inner surface of thighs and legs, which had prevented him getting any refreshing sleep for three years. One tablet of Rad. b. each morning was prescribed for a month. All conditions were vastly improved, and the patient got well without further medication. I have recorded another (H. W., May 1924). A young unmarried woman, after the application of a Belladonna plaster to the back for lumbago, developed an oedematous rash involving the whole face and neck, extremely irritating, < at night, preventing sleep. At the back of the neck was a sore, oozing patch. After temporary relief from some remedies, there still remained an irritating oozing rash, sore eyes", "first right, then left", "lids swollen, oozing from corners, lips hard, swollen. One dose of Rad. b. was given. The result was dramatic. The first night she was able to sleep with only once waking. Two days later the rash had nearly gone, and the eyes had ceased to water. In a few days all had vanished, and the patient could enjoy open air. In H. R. (April 1923) Dr. S. L. Guild-Leggett records the case of a girl aged 1/2 years who had shifting rheumatism", "l. foot to r. knee, then to l. knee, hands, and toes. She had also a peculiarity about her stools. They were slate-coloured, very offensive, urgent, and came at noon during a meal. On these symptoms of Dieffenbach's proving: \"Defecation at noon; stool soft, dark, or offensive, slate-colour, clay-colour; pains in extremities, wakes a.m., pains in all joints", "knees, ankles, feet; could not walk, had to lie down, \", Rad. b. was given, and cured entirely. Other of my cured cases will be found in the Schema marked (°). I have also distinguished the symptoms from my proving with the letter (C) appended to each symptom. All the rest are from Dieffenbach. This enables a comparison to be made between the two.", "Peculiar Sensations are: As if skull too small; as if foreign body (lash) in eye; as if something dropped into trachea. Knees feel as if the bones would protrude. Intolerance of tobacco was produced.", "The Conditions of Radium are very marked in the general > by motion, < by warmth of the bed, and > in open air; > lying down; > after sleep; > by pressure. < at night. < by shaving, by washing. < by smoking. < a.m., a.m., a.m., a.m., noon, night." ],
    "Relationships" : [ "Rad. bro. is antidoted by Rhus and Nux mos. (dry mouth); Rhus ven. acted promptly in my cases. Dieffenbach used both Rhus ven. and Rhus tox. with success, and the homoeopathicity is evident enough. Rad. is followed well by Rhus; (in some cases I have given intermediate doses of Rhus v. 3x without interfering with the curative effects and avoiding unpleasant aggravations); by Kali iod., Sep., Calc.", "Rad. b., antidotes Bell. (H. W., May 1924). Compare: Cancer nosodes, Hydrast., Con., Cundur., Uran. (Rad. is found in pitchblende, which is an Uranium ore. Tellur. is also associated with Rad. in origin, and its symptoms are closely similar in many respects). Lyc. corresponds in r. to l. direction, flatulent symptoms, and sudden pains; in stomach symptoms, Cad. sul., Ornith., Arg. n., and Uran. n. are allied; in sclerotitis, Act. r.; alternate constipation and diarrhoea, Ant. c. Rad. b. has warming sensation down oesophagus, Manc. has the same sensation rising up oesophagus. Carb. an. has < by shaving." ],
    "Causation" : [ "Effect of X-ray burns." ],
    "Mind" : [ "Apprehensive.", "Depression; hardly able to move about.", "Fear of being alone; of the dark; wants to have someone near.", "Irritable, cross, easily vexed.", "Mind cloudy and unable to think clearly; stupid with dull frontal headache all day.", "After taking a single dose felt in much better spirits (curative)." ],
    "Head" : [ "Vertigo with pains in occiput; > after sleep.", "Vertigo after rising; tendency to fall to left; > noon and after eating; > lying down; > in open air; > after eating.", "Dizziness with palpitation of the heart in afternoon.", "Vertigo with tendency to fall to l.; > open air.", "Lightness of head with nausea and sinking in epigastrium; pulsation outward; skull felt too small.", "Numbness or compression of bones of head.", "Fulness of head.", "Head heavy; dull ache.", "Dull frontal headache; lasts all day; head feels light; > pressure; with clouded mind, unable to think.", "Terrific pain over r. eye, spreading back to occiput, continued next morning.", "Intense sharp headache commencing over l. eye and spreading over the head; > heat, < cold and pressure.", "Sharp pain over r. eye, extending to vertex, > in open air.", "Head heavy all day; began occiput; sharp over r. eye; throbbing, pulsating, < motion, < lying down, < by warm air, > sitting down with head back, > cold air, > pressure over forehead and r. eye; unable to lie in bed until a.m.", "Sharp sticking pain r. side of head; also in l. temple; on going to bed.", "Headache in occiput in morning; a tight feeling, < motion (C).", "Dull occipital headache, > pressure and open air.", "Dull headache, mostly occipital." ],
    "Eyes" : [ "Eyes smart and look red (C).", "Eyes have sticky feeling and are reddened; as if sand in them.", "Sensation as if piece of cotton in eyes, > rubbing.", "Both eyes sore, < l.", "Swelling of tissues of l. orbit with slight itching.", "Lids heavy, hard to keep them open.", "Discharge from right eye runs down on nose and forms yellow crusts.", "Margins of lids inflamed and burning.", "Both eyes ache along margin of lids.", "Burning, stinging in eyes.", "Eyes sensitive to light.", "Some secretion on lashes r. eye on waking (C).", "R. eye began to feel sore with occasional sticking pains and increased secretion, < reading, < artificial light, > closing eye; sclerotic vessels injected running to cornea from both sides; occasional itching in lids, < upper (C).", "Blenorrhagia of r. eye; injection of sclerotic, slight injection of lower part of cornea; pupil of r. eye dilates and contracts more sluggishly than l. (C).", "Woke with r. eye very painful, with feeling of foreign body in it, > open air (C).", "Sensation as if lash in l. eye, slight soreness of ball (C).", "When reading for a while letters dance and get blurred." ],
    "Ears" : [ "Tickling in ears, very severe at night.", "Sharp sticking pain just over r. ear.", "Earache, much pain in (r.) ear, stitching and throbbing (C).", "Sound of rushing water (associated with rapid heart-action following vivid dreams)." ],
    "Nose" : [ "Much mucus without having taken cold (C).", "Pricking and peppery sensation in l. nostril (C).", "° Naevus-like spot on tip of nose (C).", "° Catarrh with green discharge (C).", "° Epistaxis (C).", "° Burning sensation in nose (C).", "Itching and dryness of both cavities.", "Pricking and hard crusts.", "Itching of nose." ],
    "Face" : [ "Flushed face.", "Slight patchy erythema diffused over forehead (C).", "Succession of little pimples on forehead and chest, raised, red, exuding when punctured serum, blood, and a small amount of pus.", "Small papule in centre of l. cheek, which dried off and recurred many times. Heavy crust formed over area when papule scratched. This also recurred many times.", "Skin of face very irritable; this gradually got worse and lasted two months; the skin became thickened and broke in places, exuding clear moisture; > scratching, < by washing, which caused oozing; > bathing in very hot water; < shaving (only possible on alternate days); < night when warm in bed. (Finally cured by Rhus ven.) (C).", "Small naevus on chin turns black and scales off and disappears (C).", "Sudden and violent shocks of pain in lower branches of 5th cranial nerve, l., so intense and of such lightning-like suddenness as to call forth an exclamation (C).", "Severe aching pain at angle r. lower jaw.", "° Erythema of nose and face.", "° Acne.", "Twitching and burning sensation in lips.", "Lower lip drawn and stiff, feels as if swelling." ],
    "Teeth" : [ "Teeth painful, feel elongated.", "Gumboil r. lower jaw back of molar teeth, swelling and soreness prevented talking." ],
    "Mouth" : [ "Dry in the morning (C).", "Parched, dry sensation in roof of mouth, > cold water but soon returns, > Nux moschata.", "Mouth dry, breath seems hot.", "Saliva runs into mouth.", "Tongue very sore r. side, about middle (C).", "Tongue white (C).", "Tongue bluish white and thick, swollen sensation; speech difficult and heavy.", "Taste: peculiar metallic; bitter-sour; of chalk with increased salivation; bitter and oily.", "° Power of taste returns (C)." ],
    "Throat" : [ "Dry mouth and throat.", "Warming sensation in oesophagus and stomach, lasted half an hour after the dose.", "Throat sore with earache (C).", "Wanted cold drinks to quench parched condition of throat.", "Sore throat followed by tickling cough.", "Stitching in throat on swallowing.", "Sensation of lump and constriction.", "Throat dry and raw, > swallowing and drinking cold water.", "Throat dry and congested, < r. side; as if he had smoked too much.", "Throat sore at bedtime, < r. side.", "Feeling in throat as from eating pepper." ],
    "Appetite" : [ "No appetite (C).", "Loss of appetite, esp. for meat (C).", "Loss of appetite with colic.", "Aversion to meat; to bacon for breakfast (° Rhus ven.) (C).", "Aversion to sweets.", "Aversion to ice-creams, of which she is usually very fond.", "Great hunger an hour before meals, soon satisfied.", "Loss of appetite with colic.", "Usual food not relished; sour things taste good.", "Distaste for tobacco." ],
    "Stomach" : [ "Intense emptiness (lasted an hour).", "Emptiness one hour before meals.", "Warm, empty feeling > after eating.", "Nausea (C).", "Nausea p.m., desire to vomit but cannot.", "Nausea and sinking sensation in pit of stomach < walking, lightness of head.", "Nausea in abdomen, before meals, > by eating.", "Food slow of digestion, though appetite good.", "Colicky pains in stomach.", "Much pain and distress in stomach, > by much belching of gas and eructations of wind.", "Frequent belching." ],
    "Abdomen" : [ "Distended feeling and indigestion after food, alternating with earache (C).", "Inflammation of umbilicus (C).", "Severe aching pains over pubes.", "Slight colicky pains with passage of foul flatus.", "Pain over McBurney's point.", "Pain after dose > bending double and after defecation.", "Violent cramps p.m., > bending double.", "Nausea in abdomen > by eating.", "Awoke a.m. with colic in abdomen and stitching in rectum, > by passage of dark, watery stool, other stools less dark followed later.", "Cramping whilst eating > by stool.", "Cutting pains in intestines after waking, with great sensitiveness to pressure.", "Sharp sudden pains at McBurney's point, also at sigmoid flexure above crest of ilium; attacks recurred several times in the week, came quickly like shocks and passed off quickly.", "Abdomen distressed evening.", "Two red macules on r. and l. sides of abdomen slightly itching.", "Lameness in both groins after sitting and first beginning to move." ],
    "Stool and Anus" : [ "Stools paler than normal (C).", "Stools relaxed, almost watery, tags of mucus (C).", "Constipation (C).", "Constipation, difficulty of evacuation even after the use of an enema.", "Dry, hard, scanty stools.", "Alternate constipation and looseness.", "Soft yellow stool with much flatulence.", "Severe sacral pains with much flatulence, > by stool.", "Much flatulence; hot, following diarrhoea.", "Gushing stool of bad odour.", "Yellow, soft stools alternately with hard brown stools, foul flatus.", "Burning stool.", "Rectum feels dry.", "Very large, dark brown stool, very offensive.", "Constipated for four days, no desire except twice, when passed three little black marbles; at noon, small diarrhoeic stool.", "Constipation of years' standing removed in one prover.", "After several watery stools rectum feels sore and as if prolapsed.", "Yellow-brown or slate-coloured stools, bad odour.", "No desire, had to force a stool, which was soft and clay-like.", "° Eczema about anus (C)." ],
    "Urinary Organs" : [ "Urine becomes more profuse.", "Urine slightly burning.", "Has to wait some minutes before he can micturate.", "Urine radio-active; clayey or brick-dust sediment.", "Albuminuria (five provers, one of whom showed hyaline and granular casts).", "Increased elimination of solids, particularly chlorides." ],
    "Male Sexual Organs" : [ "Eruption of psoriasis on penis with circular or serpiginous edges (C).", "° Eczema of penis and inner surface of prepuce (C).", "Sexual desire diminished or absent for one month.", "Three weeks after cessation of drug desire stronger than usual.", "Desire increased.", "Nocturnal emissions; once whilst sleeping in afternoon.", "Two emissions in one night.", "Slight pains in l. spermatic cord when walking.", "Previous to taking the drug (12x) had slight phimosis, this was worse during the proving, head of penis itching and burning; after the proving phimosis was better." ],
    "Female Sexual Organs" : [ "Period delayed; rather less painful than usual (C).", "Aching over pubes when menses came on (an unusual occurrence); flow copious first two days, then stopped gradually.", "Menses delayed three days.", "During period, bearing-down pains in the back.", "Flow during night very copious and dark red.", "Leucorrhoea, white and scanty; curdy and cheesy.", "° Urethral caruncle." ],
    "Respiratory Organs" : [ "Feels as if she could not get air enough (C).", "Tickling in larynx, < lying down.", "Tickling in supra-sternal fossa very pronounced; could not stop coughing after once started.", "Aversion to sweets (of which ordinarily very fond) during cough; after three nights controlled by Rhus tox.", "Dry, spasmodic cough < smoking, < indoors, > eating, > out of doors.", "Tickling in throat and hacking cough with frothy expectoration.", "Tickling in trachea, as if something had dropped into it, causing a dry, hacking cough, > in open air.", "Occasional dry paroxysms of coughing, with sensation as if dust had reached the larynx or bronchi; > by coughing." ],
    "Chest" : [ "Chest feels tight as if she could not get air enough (C).", "Eruption disappeared from chest in prover (C).", "Pain in chest alternating with indigestion and stuffed-up feeling (C).", "Sharp pain in l. chest, comes and goes.", "Constriction of chest; in heart region.", "Beating pain r. of sternum, < at end of respiration." ],
    "Heart" : [ "Sharp pains in region of heart. > after walking.", "Palpitation on waking from dreams with sound in ears of rushing water.", "Constricting sensation about heart, with anxiety and desire for air, > in open air.", "[Applied locally in massive doses, Rad. bro. has produced endarteritis, atheroma, and sclerosis of the vessels acted on.].", "Examination of the blood of the provers showed a marked increase in polymorphonuclear neutrophiles", "\"the police\" of the blood corpuscles which attack invading bacteria.", "Lowered blood pressure (in all Dieffenbach's provers)." ],
    "Neck and Back" : [ "Sensation of swelling in back of neck (C).", "Itching back of neck and upper part of both arms.", "Dull throbbing; and sharp pains, r. side neck.", "Catch (and lameness) in r. sterno-mastoid muscle.", "Evening, stiffness muscles l. side neck.", "Pain and lameness in cervical vertebrae.", "On waking pain between and cervical vertebrae, > motion.", "Red spot l. side neck; this disappeared and later similar spot appeared r. side.", "Pain under l. scapula, < on moving, < putting shoulder back, > after rising (C).", "Sharp, sticking pain under l. scapula, extending through to front of body, caught breath as if could not raise diaphragm.", "Dull backache lower lumbar region, > after exercise.", "Aching lumbo-sacral region; > after hot bath.", "Severe lumbo-sacral pain, appears to be in the bones: < going upstairs.", "Sharp shooting pains (also electric shocks) in lumbar muscles, > by continued exercise.", "Sudden severe pain l. lumbar region, > pressure.", "Dull pain runs from sacrum up to shoulder, or to between shoulders, > by exercise.", "Soreness of latissimi dorsi (esp. l.).", "Sacral pains with flatus > by stool.", "Swelling over sacrum, > lying on something hard.", "Backache extending through abdomen to iliac crests.", "Gnawing sensation in lumbo-sacral bones." ],
    "Limbs" : [ "Pain in all limbs and whole body during the night.", "Waked a.m. with pains in all limbs, could not keep them quiet, > after warm bath.", "Pains in all joints, esp. knees and ankles; had to lie down, feet gave out." ],
    "Upper Limbs" : [ "Sharp pain r. shoulder-joint; < motion, > by heat; lame sensation r. arm, forearm, and hand, > exercise, > warmth; sharp stitch l. shoulder-joint.", "Catch in l. shoulder-joint, > exercise.", "Lameness l. shoulder-joint, under deltoid, > motion.", "Cracking r. shoulder-joint on raising arm.", "Very lame r. arm and sore muscles over r. breast.", "Severe drawing in flexor muscles of l. arm.", "R. elbow still and slightly lame after writing.", "In morning twinging pain in l. elbow.", "Hands cold (C).", "Serpigenous ulcer on hand (C).", "Blisters on dorsal aspect of first three fingers (l.) just above nails (C).", "Small pustule on centre of dorsum of r. hand.", "Itching on upper part of both arms and back of neck.", "Bruised pain l. wrist.", "Dull pains in whole r. hand, all fingers affected, esp. distal phalanges; > rubbing and continued exercise.", "Sharp pains in finger-joints, > exercise.", "Lameness in l. thumb-joint after holding a book." ],
    "Lower Limbs" : [ "Dull pain in hip-joint, located in head of femur; also under l. patella.", "Kink in r. hip-joint, > after walking Some time.", "Beating pain in r. hip while sitting at desk writing, > beginning to move.", "Lameness in both groins after sitting; left groin aches, but thighs seemed lame on beginning to move.", "Dull pain r. knee-joint, < motion, > after continued motion.", "Pain in legs, beginning in knees and running down legs. > after exercise.", "Very severe pains in knee-joints, very deep, > from cold and exercise.", "Dull pains in both legs and back, running up to shoulders.", "Dull, tired pains in popliteal spaces.", "Soreness in calves and thighs.", "Muscles in front r. leg lame.", "Soreness and pain in both knees, feel as if bones would protrude.", "When crossing legs they became asleep in a little while; a few days later legs heavy, difficulty in going upstairs.", "Sharp, lightning-like pain, l. anterior tibial surface, as if in periosteum.", "Muscles of antero-exterior part of r. leg lame, < from walking and rubbing.", "Sharp, darting pains in l. calf, come and go suddenly.", "Pain under l. patella, > when foot still, < walking and moving.", "Bruised feeling in calves.", "On rising from sitting, ankles and feet lame and stiff could hardly stand or walk.", "Lameness and catch in r. ankle, descending stairs.", "R. Achilles tendon sore on ascending stairs.", "Sharp pain in l. great toe (also both), < motion, > continued motion.", "Numbness of both great toes.", "Pains in and round r. great toe.", "Dull aching pain in l. great toe-joint, after dancing.", "Burning pain in l. great toe as from acid.", "Needle-pricking in the two middle toes (r.) with some burning.", "Sharp sticking pain in arch of r. foot.", "Corns of feet over sensitive.", "A callosity or corn on inner border r. foot, which had been there for twenty years, disappeared completely (C).", "A corn fell off r. foot (C).", "Irritable patch appeared on r. foot in patient taking Rad. bro. fourteen days after the dose (C).", "Fetid foot-sweat relieved (C)." ],
    "Generalities" : [ "Looked ill all time of proving, lost 1/2 lb. in weight (C).", "Felt as if going to be ill, could hardly crawl about (C).", "Aching pains all over body; very restless, had to keep moving about.", "Hardly able to move about; unable to work properly.", "Tiredness; weakness; lassitude; exhausted, wants to take off clothes and rest.", "Pains all over, > in open air and moving about.", "Entire body feels as if afire; with sharpest kind of needle-pricks or electric shocks all over body; also itching all over.", "Sudden, lightning-like \"shock\"-ing pains (C).", "Electric shock through body during sleep." ],
    "Skin" : [ "Psoriasis (of penis) (C).", "° Serpigenous eczema (C).", "Itching eruption on face, oozing, < shaving, lasting weeks, finally cured with Rhus (C).", "Small naevi cured (C).", "Skin of face dry (C).", "Patchy erythema on forehead (C).", "Pimples.", "Papules.", "Itching all over at night.", "Red itching rash between scapulae.", "Eczematous dermatitis of hands caused by Radium and X-ray burns disappeared in the proving.", "Red papules on side of mouth; chest; back; neck.", "Eruption on chest disappears.", "° Acne.", "Burning sensation and itching all over.", "Exposure to rays causes dermatitis, proceeding to ulceration and necrosis and epithelioma.", "Corns." ],
    "Sleep" : [ "Irresistible sleepiness and lethargy.", "Tired and sleepy all day.", "Sleeps well, wakes tired, with desire to stretch.", "Restless from dreams, awakes in fright.", "Restless all night, kept moving about in bed.", "Dreams: of passing urine; fires; suicide; alarming; busy; active; with palpitation.", "° Sleeps regularly without opiate (in cancer case) (C)." ],
    "Fever" : [ "Shivering bilious feeling (C).", "Cold sensation all day; chilliness with chattering teeth till noon; > afternoon (during menses).", "Internal chilliness, followed by heat without sweat, though usually perspires.", "Internal chilliness with many movements of the bowels.", "Felt hot all over, had to take off bed covers.", "Entire body feels afire, with sharp needle-pricks and electric shocks.", "Fetid foot-sweat relieved (C)." ]
  }
}