{
  "remedyName" : "Ranunculus Sceleratus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aneurism. Anus, itching in. Chest, sternum, pain behind. Corns. Coryza. Diphtheria. Earache. Glossitis. Gout. Haemorrhoids. Herpes; zoster. Liver, pain in. Neuralgia. Nose, ulceration of. Pemphigus. Quinsy. Sternum, pains in. Stomatitis. Toes, affections of. Tongue, peeling, mapped. Varicosis." ],
    "Characteristics" : [ "The best-known characteristic of R. sc. (which is a well-proved drug) is the mapped or peeled tongue, and when this is associated with smarting, burning, and rawness R. sc. will be the remedy. R. sc. has the acridity of all the Ranunculi, causing burning in mouth, throat, stomach, chest, urethra, and other parts. It causes blisters on the skin which leave a raw surface with acrid discharge. It has cured pemphigus in a three-months old infant, with continual thirst, weak, intermitting pulse, trembling, with anxious features. After Ars. had caused improvement, R. sc. healed up the resulting ulcers. External sensitiveness is a leading feature of R. sc., especially of region of chest and sternum. These symptoms with others have led to the cure of many chest affections, including aneurism. A leading Concomitant of R. sc. is arrest of breathing: pains in liver, spleen, chest, or heart, < on deep inspiration and associated with external soreness calls for R. sc. Gnawing and boring are common sensations with the remedy, and most of the symptoms are right-sided; but there is one left-side symptom that is peculiar: continual gnawing in left palm. The right toes, especially the right big toe, are the seat of many acute pains, giving the remedy a high place in acute attacks of gout, and also painful corns. Among the Sensations of R. sc. are: As if head were too full and too large. As if face covered with cobwebs (this proved a keynote in a case of aneurism which was much relieved by R. sc.). As if a plug were lodged in umbilicus. Pressure as from a dull instrument. As if diarrhoea would set in.", "As of a needle thrust deep into big toe. With pains in stomach there is fainting. Convulsive twitches of limbs. The effects of R. sc. (which German shepherds call \"cold fire\") on horned cattle is. Loss of appetite; trembling and shivering; distention of abdominal veins. A dog poisoned with it became anxious, howled, tossed about, bent double, was very restless at night. He was killed, and after death the stomach was found contracted, inflamed in several parts, surface corroded; papillae prominent; swelling, pale redness and contraction of pylorus. Mahoney (M. A., xxvi. 110) cured with R. sc. in an aged woman subject to gout aching in dorsa of feet, especially the right, with wakefulness at night. K. ca. had previously removed pain passing downward over the glutei. The symptoms are: < By touch; pressure; blow. < By motion; deep inspiration; walking; letting limb hang down. < Evening; after midnight; morning. < In open air. < After a meal." ],
    "Relations" : [ "Antidoted by: Puls. Wine and Coffee antidote only partially. The ulcers were somewhat relieved by Peruvian Balsam. Follows well: Ars. in pemphigus. Followed well by: Lach. in diphtheria with denuded tongue. Compare: R. bulb. (R. sc. more irritative). Headache, gnawing in small spot at vertex, Puls. Mapped tongue, Nat. m., Ars., Rhus, Tarax. (R. sc. has more burning and rawness than any). Cobweb sensation, Alm., Bar. c., Bor., Bro., Bry., Calc., Con., Graph., Mag. c." ],
    "Mind" : [ "Indolence, and aversion to (mental) labour, in the morning.", "Sadness and melancholy in the evening." ],
    "Head" : [ "Vertigo, with loss of consciousness.", "Headache, as if head were compressed in a vice.", "Gnawing, drawing, spasmodic, dull pressure, often affecting only a very small spot on vertex (or temples).", "Compressive and expansive pressure in temples.", "Heaviness and sensation of fulness in head, which seems to be swollen and increased in size.", "Contraction of integuments of head.", "Smarting and itching in scalp." ],
    "Eyes" : [ "Pain in eyes on moving eyeballs quickly.", "Biting-gnawing in eyes and corners of eyes.", "Frequent aching (painful pressing) in eyeballs.", "Smarting in canthi, from time to time.", "Eyes convulsed.", "Lachrymation." ],
    "Ears" : [ "Otalgia (r. ear), with pressure (or gnawing pain) in head, and drawing in teeth.", "Drawing, shooting, and boring at exterior of auditory duct." ],
    "Nose" : [ "Smarting and tingling in nose.", "Pricking in point of nose.", "Frequent sneezing.", "Much serous mucus in nose.", "Ulcers or large sores on r. side of nose." ],
    "Face" : [ "Face as if covered with cobwebs.", "Drawing in face, with a sensation of coldness.", "Spasmodic twitchings in facial muscles and extremities, risus sardonicus.", "Sensation of quivering round commissures of lips, and lower lip." ],
    "Teeth" : [ "Toothache, with shooting pains, and bluntness of teeth.", "Jerking and shooting drawings in teeth.", "Red and painful swelling of gums, which bleed easily." ],
    "Mouth" : [ "Dryness of mouth.", "Frothy salivation.", "Tongue coated white.", "Shooting in tip of tongue.", "Inflammation of tongue, with burning sensation, and redness.", "Desquamation and rhagades on tongue." ],
    "Throat" : [ "Contraction, with choking in throat, < by eating bread.", "Burning sensation in throat.", "Scraping in throat.", "Swelling of tonsils, with lancinations.", "Smarting and shootings in gullet." ],
    "Appetite" : [ "Sweetish taste in the morning, with white and loaded tongue.", "Anorexia.", "Violent thirst with the fever-heat." ],
    "Stomach" : [ "Risings, with taste of the food, after a meal.", "Frequent, empty risings.", "Sour, rancid risings, in evening.", "Nausea, esp. after midnight, or in morning, with inclination to vomit.", "Pain in stomach, with fainting fits.", "Violent pains in stomach, with uneasiness.", "Sensation of fulness, of pressure, and of tension in epigastrium, < by external pressure, with < in the morning.", "Constrictive pains in stomach.", "Lancinations in epigastrium.", "Pain as from excoriation, and burning sensation in epigastrium.", "(Inflammation of stomach.)" ],
    "Abdomen" : [ "Dull aching in hepatic region, < by taking a deep inspiration.", "Lancinations in hepatic region.", "Pressure and shootings in splenic region (in liver and kidneys), < by breathing deeply.", "Shootings, shocks, and pressure in lumbar region.", "Pains in abdomen, with syncope.", "Dull pressure, as from a plug, or a sensation of twisting behind navel, at night, or in morning.", "Spasmodic pains in abdomen.", "Pinching and cutting in abdomen.", "Jerks in abdomen (in abdominal integuments)." ],
    "Stool and Anus" : [ "Itching, tickling, burning of anus.", "Fine stitches into rectum.", "Moisture in anus.", "Itching and pressing-out sensation at anus, as if premonitory of haemorrhoids, < walking.", "Great urging after a meal; only flatus passes.", "Retarded evacuations.", "Frequent and urgent want to evacuate, with soft faeces.", "Serous, fetid diarrhoea." ],
    "Urinary Organs" : [ "Strangury.", "Burning in fore part of urethra a short time after urinating.", "Tickling crawling at meatus.", "Drops pass after urinating, wetting sheet.", "Frequent desire." ],
    "Male Sexual Organs" : [ "Pullings in penis.", "Lancinations in glans.", "Smarting in scrotum.", "Pollutions." ],
    "Respiratory Organs" : [ "Small dry cough, seldom recurring, and without effort.", "Obstructed and deep respiration.", "Involuntary sighs." ],
    "Chest" : [ "Pain in chest as if beaten, with sensation of fatigue in that part, esp. in evening.", "Oppressive pressure on chest.", "Pinching and shootings in chest, and region of heart, sometimes with suspended respiration. esp. in evening, or at night.", "Stitches in chest and intercostal muscles.", "Gnawing behind sternum, which suspends respiration.", "Painful sensibility of exterior of chest, esp. of sternum.", "Burning soreness behind xiphoid cartilage.", "Painful drawing in pectoral muscles.", "Constant pressure as of a dull instrument below r. false rib, < inspiration.", "Painful sticking in r. chest.", "Very painful pinching around l. nipple." ],
    "Heart" : [ "Pressure as from a blunt piece of wood in region of heart.", "Stitches in region of heart.", "Sticking-contracting pinching in heart-region causing tightness of breath." ],
    "Back" : [ "Pain in loins, as if bruised or paralytic.", "Pricking and tingling in back and chest.", "Aching between scapulae.", "Sudden violent jerks in loins during walk in open air, arresting breathing." ],
    "Limbs" : [ "Gout in fingers and toes." ],
    "Upper Limbs" : [ "Soreness under r. arm in armpit.", "Boring shootings in forearms, extending to fingers.", "Gnawing in r. elbow-joint.", "Stitch in elbow.", "Boring in bones of hands.", "Gnawings in palm.", "Gnawing, boring, and shooting jerks in bones of fingers.", "Swelling of fingers." ],
    "Lower Limbs" : [ "Gnawing and boring throughout legs and feet, esp. in toes.", "Gnawing pains in l. heel.", "Burning and smarting on dorsum of r. foot.", "Jerking shootings, and tingling in great toes.", "Sudden stitches in forepart of r. big toe as if needle thrust in deep, causing him to cry out.", "Sudden stitches in r. big toe, passing into a burning.", "Lancinations and burning pains in corns." ],
    "Generalities" : [ "Under this drug the symptoms usually appear on the r. side; on crown of head; toes.", "Boring sensation; gnawing pains in inner or outer parts; prickling in outer parts.", "< Evening; before midnight.", "(Arthritic affections.).", "Piercing, gnawing, shooting, tingling pains, which manifest themselves, or are <, towards the evening.", "Pressive and drawing pains.", "Periodical affections.", "Convulsive jerks (twitches of the limbs).", "Syncope.", "Fainting with the pains." ],
    "Skin" : [ "Vesicular eruptions, with acrid, thin, yellowish discharges.", "Obstinate ulcers.", "Itching, boring, biting, tingling, gnawing in various parts of body, now here, now there, < evening.", "Pemphigus.", "Large isolated blisters which burst and leave ulcers." ],
    "Sleep" : [ "Sleeplessness after midnight, with anxiety, heat and thirst; or with restlessness and tossing about.", "Imperfect sleep after midnight; with anxious, frightful dreams, of corpses, serpents, beetles, &c.", "Early waking (3 a.m.), with prolonged watchfulness." ],
    "Fever" : [ "Pulse quick, full, but soft, with heat at night.", "Chill and chilliness (shivering) during meals.", "Heat in the evening in the room after walking in the open air.", "Dry heat at night, with violent thirst and ebullition, mostly after midnight.", "Waking after midnight, many nights in succession, with heat over whole body, violent thirst, pulse accelerated, full, soft.", "Heat predominates.", "Perspiration after the heat, towards morning, mostly on forehead.", "Intermittent fever, after midnight; heat and violent thirst, with full, soft, quick pulse, followed by general perspiration, mostly on forehead." ]
  }
}