{
  "remedyName" : "Ranunculus Bulbosus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Breast, pain below. Chest, pains in. Chilblains. Corns. Delirium tremens. Diarrhoea. Dropsy. Dyspnoea. Eczema. Epilepsy. Feet, pains in. Gastralgia. Hay-fever. Herpes zoster. Hiccough. Hydrocele. Jaundice. Liver, pain in. Neuralgia. Nyctalopia. Ovaries, neuralgia of. Pemphigus. Pleuritic adhesion. Pleurodynia. Rheumatism. Spinal irritation. Warts. Writer's cramp." ],
    "Characteristics" : [ "The caustic and pain-producing properties of the Ranunculaceae reach their highest expression in the Buttercups themselves. R. bulb. forms a constituent of some arsenical plaisters used to disperse cancers. R. bulb. was proved by Franz, and some effects of its external application have been observed, and results of inhaling the fumes whilst preparing the plant, or when it has been burned. The last caused headache, and in one instance epilepsy, followed by cachexia, nodous gout, headache, and death. In a child who was cured of ague with subsequent dropsy and hydrocele by applying R. bulb. to the wrist, ulcers of the fingers penetrating down to the flexor tendons were produced. In one prover the effect of expressing the juice with the fingers was to cause a long-lasting and recurrent eruption of vesicles on the fingers, a characteristic feature of which was the blueness of the vesicles and the horny nature of the scabs: \"Small, deep, transparent, dark blue little elevated blisters of the size of an ordinary pin's head, crowded together in oval-shaped groups of the size of a shilling, with intolerable burning itching, emitting when opened a dark yellow lymph, afterwards becoming covered with a herpetic, horny scurf\";", "a complete picture of herpes. The pains as well as the appearance of herpes are met with in the pathogenesis of R. bulb.", "Pains in nerves, serous membranes, muscles, tendons, joints, eyes, and internal organs. The pains are lancinating, pressing and out-pressing, jerking and sticking, as if bruised with external sensitiveness. From the acrid vapour arising whilst the juice of the plant was being prepared these symptoms arose: \"Smarting from eyes as from smoke in evening. Smarting in eyes, nose, and fauces; the eyes run and are very painful, so that he has to stop using them for half an hour because he cannot see anything; whites slightly inflamed; mucus runs in torrents from nose; fauces painful as if sore during an inspiration, less during deglutition \"", "symptoms which have led to many cures of hay-fever with R. bulb. The \"< during inspiration\" is part of the general sensitiveness of R. bulb. to air, to cold air, and to change, which is the grand keynote of the remedy, and which will serve to indicate it in a large number of the cases to which it is otherwise appropriate. Another keynote is sensitiveness to touch: sore, bruised sensation; soreness of parts affected. These symptoms make R. bulb. an important vulnerary. Hering mentions \"hemeralopia\" as having been cured with R. bulb. in a woman during pregnancy, and in her three-year old son. The word \"hemeralopia\" has been used to denote both day-blindness and night-blindness. Hering uses it in the latter (and rarer) sense, for he says of the woman, she \"can see well during the day.\" H. C. Allen speaks of \"day-blindness\" as an indication, probably, translating \"hemeralopia\" literally. The concomitant symptoms were: Heat, biting, and pressure in eyes; redness of conjunctiva and lids, especially inner surface of lower lids; lachrymation; pus in canthi; pustules on eyes; eyes look weak; pupils dilated; candle-light appears as a bright circle; can see well during day.\" With the concomitant symptoms R. bulb. would probably cure either day- or night-blindness. \"Pressure and smarting in eyeballs\" is very characteristic. R. bulb. causes a very painful form of indigestion: White-coated tongue; bitter, sour, or sweetish taste, with accumulation of saliva; scraping burning in throat; spasmodic hiccough; spasmodic feeling in oesophagus and pharynx, ascending; eructations; nausea, pressure on sternum with laboured breathing; violent burning in cardiac end of stomach; hunger early in morning, thirst in evening.\" Conversely R. bulb. has proved one of the most effective agents for removing the bad effects of alcoholic drinks: hiccough; epileptiform attacks; delirium tremens. In the last case the quarrelsome, angry mood on the one hand, and the abject fear of ghosts on the other, further point to its appropriateness. Pains in liver and spleen region < by touch. In pleurisy, pleurodynia, intercostal neuralgia and spinal neuralgia and herpes the pains are", "sharp, stitching, shooting, come in paroxysms, are induced by atmospheric changes, sudden exposure to cold or heat, < in wet, stormy weather; from touch, motion, or turning the body. The chest is particularly the seat of these pains. \"Muscular pains about margins of shoulder-blades in women of sedentary employment, often burning in small spots, from needlework, typewriting, piano playing\" (H. C. Allen). \"Jerks and shocks; and sudden tearings in right forearm and between thumb and index finger while writing, \", point to R. bulb. as one of the remedies in writer's cramp and professional neuroses. Sensations of R. bulb. are: Confusion of head as if intoxicated. As if head would be enlarged. As if head pressed asunder. Hypochondria in lowest ribs painful as if bruised. As if everything in abdomen sore and bruised. As if there were subcutaneous ulceration. Burning in left side of chest; in region of short ribs. As if something tearing in chest. As if cold wet cloths applied. As if a full breath could not be drawn. As of a knife thrust through side and into back. Muscles as if pounded. The \"cold-water feeling\" occurred in a patient of Burnett's (quoted by A. C. Pope in a lecture reported H. W., xviii. 308). A woman, had had a fall two years before Burnett saw her, and ever since had this peculiar sensation: Whenever she goes out of doors she feels as if wet cloths were applied to three different parts of the anterior walls of thorax", "both infraclavicular fossae, and under left breast. Never felt indoors, but constant as long as she is out. Guided by this symptom, \"Unusual chilliness of outer parts of chest when walking in open air, \", with the general \"< in open air\" and \"< walking in open air, \", Burnett gave R. bulb. In two days the patient was better; in three weeks the sensation had completely gone and the general health very much improved. Dudgeon reports this case (B. J. H., xxiv. 160): Lady, three weeks after confinement went for a drive. The day was cold, and an accident occurred to the carriage which frightened her. In the evening she had a slight rigor, and complained of pain in left side about sixth and seventh ribs. < Slightest movement; > sitting rather bent forward and leaning a little to the left. Pulse no heat of skin. No signs of lung or pleural involvement. Bry., and later Arn., gave no relief, and for two days the symptoms grew worse; the patient having to be propped up with pillows, leaning forward and to the left, her head resting on her breast, not daring to breathe at all deeply. R. bulb. relieved her in ten minutes, when she \"felt a wrench in her side and the pain was gone.\" She was able to lie down, slept all night, and made a rapid recovery. There were some slight returns of pain, now on one side, now on the other, but R. bulb. Soon removed them. The symptoms are < by touch; by pressure (consequence of falls). < Motion; walking; lying down; lying on side (affected); sitting up; change of position; < evening and morning. < Change of temperature; sudden exposure to cold or heat; open air. < Inspiring. < When temperature becomes lower; draught of air; rainy, stormy weather. < After eating. < From anger." ],
    "Relations" : [ "Antidoted by: Bry., Camph., Puls., Rhus. Incompatible: Sul., Staph., Nit. sp. d., Alcohol, Wine, Vinegar. Compare: R. acris, R. scl. Smarting and pressure in eyeballs, Pho. Burning in spots in back, Aga., Pho. Spinal irritation, Agar. Exposure to cold or heat, Aco., Arn. Corns sensitive, smart, burn, Sal. ac. < Touch and motion, Bry. (Bry. > lying on painful side, R. bulb. <). < Wet, stormy weather, Rhus. Effects of alcohol, Querc. Headache at vertex as if pressed asunder; < evening; < going from cold to warm air, and vice versa; tearful mood; acidity; sore spots in chest after pneumonia, feeling of subcutaneous ulceration, Puls. Pain along inner edge left scapula, at times extending below inferior angle and through left chest, Chel. Diaphragmitis, Cact. Zona, Rhus, Mez., Ars. Eczema with horny scabs, Ant. c. (Act. c. callosities on feet). Hay-fever, Pso., K. iod., Saba., Sil., Ars. Fear of ghosts, Aco., Ars., Bro., Carb. v., Coccul., Lyc., Pho., Pul., Sep., Sul., Zn. Hunger in early morning, Aga., Ant. c., Asar., Calc., Carb. a., Chi., Lyc., Mur. ac., Rhus, Saba., Zn. Sleeplessness from dyspnoea, Cad. s., Grind., Lach." ],
    "Causation" : [ "Anger (slightest fit of, = trembling and dyspnoea). Change of temperature or weather. Injury. Alcohol." ],
    "Mind" : [ "Pusillanimity and inquietude, esp. in evening.", "Fear of ghosts in evening; dares not be alone.", "Hasty, irritable, and quarrelsome humour, esp. in morning.", "Oppression, with much weeping.", "Loss of ideas.", "Difficulty in meditating.", "Vanishing of thought on reflection.", "Obtuseness of intellect." ],
    "Head" : [ "Weakness, giddiness, and confusion of head; as if intoxicated.", "Whirling vertigo, to such an extent as to cause falling, when passing from a room into open air.", "Headache with anxiety and weakness during a meal.", "Semilateral headache above eye, with dejection and desire to weep.", "Compression and expansive pressure in sinciput and vertex.", "Sensation of puffiness all over head (as if head were too large and distended).", "Tearing and pressure in temples.", "Blows in occiput.", "Rush of blood to head.", "Pressing headache (neuralgic) in forehead and on vertex, as if pressed asunder, with pressure on eyeballs and sleepiness.", "Headache with nausea and sleepiness.", "The headache is induced or < by a change of temperature.", "The headache for the most part, appears when passing from a hot to a cold place, and vice versa.", "Crawling, creeping, or burning-sticking in scalp." ],
    "Eyes" : [ "Itching in eyes.", "Aching in eyeballs.", "Pressure in eyes.", "Balls sore on moving them.", "Pupils insensible.", "Burning, soreness, and smarting in lids.", "Smarting and burning pain in canthi, as from excoriation.", "Smarting and sore feeling in r. outer canthus.", "Smarting in eyes as from smoke.", "Mist before eyes.", "Nyctalopia.", "Inflammation of eyes and lachrymation." ],
    "Ears" : [ "Shootings in ears, esp. in evening.", "Cramp-like sensation in and on ears." ],
    "Nose" : [ "Troublesome and painful tingling in nose.", "Nose red, swollen, and inflamed, with tensive pain and many scabs in interior.", "Hay-fever.", "Obstruction of nose, esp. in a room, with pain as from excoriation.", "Copious discharge of viscid mucus from nose.", "Blood flows from nose.", "Internal tingling and upward pressure." ],
    "Face" : [ "(Dry) heat in face, with bright redness of cheeks.", "Vesicular eruption on face as from a burn; smarts as if scalded; eruption in clusters.", "Tingling in face, principally in chin and nose.", "Spasmodic and whirling neuralgic pains in face and jaws.", "Cramps (spasms) in lips." ],
    "Mouth" : [ "Toothache on waking in morning.", "Incisive pains in molars as if being torn out.", "Accumulation of much water in mouth.", "Salivation.", "White saliva with metallic taste (like copper)." ],
    "Throat" : [ "Accumulation of much (tough) mucus in throat.", "Spasmodic sensation, of something which ascends oesophagus and passes into throat.", "Inflammatory burning pains (scraping burning) in throat and palate." ],
    "Appetite" : [ "Mawkish, sweetish taste, or taste of a sour bitterness.", "Butter tastes too sweet.", "Bitter, empyreumatic taste while eating, or after having eaten dry food.", "Thirst augmented in afternoon.", "Feeling of hunger and rumbling in stomach early in morning." ],
    "Stomach" : [ "Frequent risings.", "Spasmodic hiccough.", "Frequent nausea in afternoon or evening, sometimes with headache.", "Pains in stomach.", "Pressure on scrobiculus.", "Pain as from excoriation and burning sensation in pit of stomach, as also in cardiac orifice of stomach, esp. when the parts are touched.", "(Inflammation of stomach.)" ],
    "Abdomen" : [ "Contusive pain in hypochondria, sometimes when touched; evenings; pain in back and ill-humour.", "Pain as from excoriation in l. hypochondrium, principally on moving the trunk.", "Lancinations (stitches) in hepatic region, arresting the breathing, with stitches and pressure on top of r. shoulder.", "Stitches in l. side of abdomen.", "Pinching colic, sometimes alternating with pain in chest.", "Immediately after eating violent stitches from l. lumbar region transversely through abdomen, esp. below umbilicus and towards r. groin.", "Intestines painful when abdomen pressed upon; pains as from subcutaneous ulceration.", "Pulsations in l. hypochondrium.", "Dull pains in abdomen, with sensibility of intestines during a walk.", "Pinching (colic) pains in abdomen (sometimes alternating with pains in chest), with rotatory movements, and a sensation, on external pressure, as if contents of abdomen were bruised and ulcerated.", "Burning pain in abdomen as from excoriation, as in chronic inflammation.", "Frequent expulsion of very fetid flatus." ],
    "Stool" : [ "Slow and hard evacuations.", "Frequent, easy, and profuse evacuations; natural stool in afternoon." ],
    "Urinary Organs" : [ "Frequent urging to urinate.", "The scanty urine soon becomes turbid and cloudy.", "Dysuria.", "Ulcers in bladder." ],
    "Male Sexual Organs" : [ "Frequent erections towards morning and dizziness in head.", "Emissions towards morning." ],
    "Female Sexual Organs" : [ "Acrid and gnawing leucorrhoea.", "Ovarian neuralgia always excited by atmospheric changes." ],
    "Respiratory Organs" : [ "Short and obstructed respiration, with oppression of chest, as after grief or vexation, with want to take a full inspiration and to weep much." ],
    "Chest" : [ "Aching in chest.", "Rheumatic pain in chest, or pain as of subcutaneous ulceration.", "(Rheumatism of either side of chest with pains in circumscribed areas.", "Pain with some constriction of entire chest, with some bronchial catarrh in an old gouty subject.", "Rheumatism of l. chest which sets in suddenly, < on inspiration, with headache over l. eye and in vertex.", "R. T. C.).", "Burning pressure on chest.", "Lancinations in chest and in r. side of chest, frequently deeply seated, and extending to liver.", "Painful external sensibility of lower parts of chest and of epigastrium.", "Painful sensibility of all the external parts of chest, intercostal muscles, pleura, &c., which manifests itself or is < esp. by movement, touch, and stretching the body.", "Pain in chest as from adhesion of pleura.", "Adhesion of the lungs after inflammation).", "Immediately she goes out of doors a sensation as if she had cold wet cloths applied to three different parts of front of chest, viz., both infraclavicular fossae and just under l. breast; sensation remains as long as she is out, and disappears as soon as she re-enters the house; prevents conversation while out (from a fall two years before).", "Acute pain principally in shoulder, axilla, and breast, so severe in breast she dreaded cancer." ],
    "Back" : [ "Contusive rheumatic pains in whole trunk and between shoulder-blades.", "Pain along whole inner edge of l. scapula, at times extending behind inferior angle and through l. chest." ],
    "Upper Limbs" : [ "Spasmodic (rheumatic) tearing, shooting, and jerking pains in arm (stitches in the arms and hands).", "While writing lie feels sudden tearings (stitches, jerkings?) in r. forearm and between thumb and index finger.", "Rheumatic pain in both elbow and shoulder-joints early in morning.", "(Chronic stiffness of r. wrist with shoots up arm and down to thumb, which is also stiff.", "R. T. C.).", "Visible spasmodic contraction in region of styloid process of l. ulna.", "Coldness of hands.", "Itching in hands and fingers.", "Crawling in single parts of fingers.", "Tetters on palms of hands.", "Tingling in fingers.", "Tetters, blisters, and ulcers on fingers; penetrating down to flexor tendons.", "Shining red, loose swelling of fingers, with inflammation, &c., changing to flat, spreading ulcers.", "Cauliflower-like wart on outer side of terminal phalanx of r. thumb.", "Pain under nail of r. index finger as from a splinter." ],
    "Lower Limbs" : [ "Drawing pains along thighs (extending downwards).", "Spasmodic, piercing pains, and itching in middle of thighs.", "Great weakness in lower limbs when walking, forenoons.", "Cracking in knee-joints.", "Painful stiffness in joints of feet.", "Cramps in instep.", "Pulsative lancinations in heels (l., when standing).", "Pain in heels as if pinched by boots (when boots were off).", "Violent stitches in l. fourth toe.", "Sore pain and stitches in tips of toes; between the toes; on dorsa of toes.", "Pains as from excoriation and lancinations in toes.", "Corns sensitive to touch, smart or burn." ],
    "Generalities" : [ "[Biting or pungent pain; pain as if parts would burst, were pressed or pushed asunder.", "Waking too early in morning.", "Affections of external angles of eyes; hypochondrium, particularly about spleen; lower region of abdomen; palms of hands.", "Contusive pains; shootings, or tearing, rheumatic, and arthritic pains in limbs and muscles.", "Jerking of muscles.", "Shocks throughout the body.", "Epileptic fits.", "(Indurations.", "Icteric affections.).", "Pains excited by touch, movement, stretching, or change of position, esp. in trunk and extremities.", "Many symptoms appear also on a change of temperature, also in morning and evening, and after a meal.", "< On entering a cold place; from spirituous liquors; with drunkards; when stretching the limbs; at changes of temperature, whether from hot to cold, or vice versa.", "N. G.].", "Lassitude, and pain as from having been beaten, in all the limbs.", "Trembling in limbs (with dyspnoea) after the slightest fit of passion.", "Sudden weakness, as if about to faint.", "Fainting with the pains in stomach." ],
    "Skin" : [ "Frequent and violent itching in different parts of skin.", "Lancinations in skin, which change to itching.", "Vesicular eruptions, like blisters after a burn.", "Deep blue vesicles, small, deep, transparent, thickly grouped, with burning itching and hard and tettery scabs.", "Horny excrescences.", "Flat, corrosive ulcers, with sharp edges, and burning and lancinating itching.", "Callous and other excrescences.", "Tetters over whole body.", "Chilblains; of amputated stump of leg." ],
    "Sleep" : [ "Inclination to sleep during the day.", "Retarded sleep and nocturnal sleeplessness, frequently from oppression of chest (dyspnoea), heat, and ebullition of blood, but mostly without any assignable cause.", "Frequent awakening in night and remaining long awake.", "Waking early in morning.", "Inability to remain lying on side.", "Anxious dreams of danger (on the water), or vivid and lascivious dreams." ],
    "Fever" : [ "Pulse: full, hard, and rapid in the evening; slower in the morning.", "Attacks of fever after a meal or in evening, characterised principally by chilliness, with pains in abdomen and other distressing symptoms.", "Heat in head, with coldness in hands.", "Shivering in evening, with heat in face.", "He feels the chilliness, esp. in the open air, and on the well-covered chest.", "The fever consists only of a chill.", "Heat in evening, esp. on face; frequently only on r. side, with cold hands (and feet).", "Heat, with internal chill at same time.", "Perspiration very scanty, and only in morning on waking." ]
  }
}