{
  "remedyName" : "Ranunculus Acris",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Erysipelas. Fever. Gangrene. Lumbago. Neuralgia. Rheumatism. Ulcers." ],
    "Characteristics" : [ "Ranunculus acris is distinguished from R. bulbosus by its slender cylindrical flower-stalk, that of R. bulb. being furrowed. Both are common \"buttercups, \", and have acrid and poisonous properties. R. acris was proved by Franz and Lembke, and the chief skin symptoms were observed in a woman of seventy who applied a handful of the herb to her limbs, with the result of setting up violent constitutional symptoms and fever and intense inflammation, going on to gangrene of the skin of the legs. In the provers a pain of a rheumatic character was experienced in the muscles and joints, especially ankles and wrists, which occurred when walking and also when at rest. Lumbar pains < on bending or turning the body. Heat, faintness, and fever." ],
    "Relations" : [ "Compare: Ran. bulb." ],
    "Mind" : [ "Anxiety." ],
    "Head" : [ "Headache.", "Tearing in forehead, in face." ],
    "Eyes" : [ "Eyes contained a quantity of fluid blood and showed several livid spots of hard texture (in dog poisoned with the juice)." ],
    "Face" : [ "Red face.", "Violent tearing in r. cheek, towards temples, evening.", "Skin of r. cheek has peculiar feeling as though touched here and there with a cold, thin body; later in l. cheek." ],
    "Throat" : [ "Continuous scraping taste in throat." ],
    "Stomach" : [ "Frequent eructations of tasteless flatus.", "Nausea; with much saliva." ],
    "Stool and Anus" : [ "Copious fluid stool without pain at p.m. and at p.m.", "Two loose stools, morning." ],
    "Urinary Organs" : [ "Frequent micturition during night; urine normal." ],
    "Chest" : [ "Tearing in muscles, r. side of chest behind nipple, < during inspiration; next day similar pain r. chest.", "Lungs red and congested (dog)." ],
    "Heart" : [ "Pulse small and rapid.", "Heart contained coagulated blood (dog)." ],
    "Back" : [ "Pain several times in lumbar muscles on bending and turning the body; and in joints; also when sitting or in motion." ],
    "Limbs" : [ "Joints sore.", "Boring and drawing pain in r. tibia and in elbow.", "Violent pressing pain in joints of elbow, ankle, and knee when sitting; > motion.", "Tearing in wrists, ankle, and thumb, in walking and resting.", "Tearing in joint of wrist, ankle, and shoulder, in forehead and in muscles of r. chest.", "Tearing in hip, shoulder, and ankle-joint.", "Wandering pains in limbs, in joints of hands, knees, feet, and toes." ],
    "Lower Limbs" : [ "Heaviness and weakness in legs on walking; also in bed in morning.", "Tearing in front of tibiae and in temples.", "Drawing pains in ankle-joints; tearing in l., walking and at rest." ],
    "Generalities" : [ "Tremulous, faint, anxious, restless, small, rapid pulse, red face.", "Awoke at night with most violent pains." ],
    "Skin" : [ "Obstinate ulcers.", "Skin (of legs) hot, red, painful, blistered in places; next day gangrenous." ],
    "Fever" : [ "Violent erethistic fever, with intolerable pains in legs and feet, which were burned, blistered, and gangrenous.", "Intolerable heat and faintness.", "Head hot and heavy.", "Heat in head.", "Skin somewhat moist in morning.", "Forehead damp." ]
  }
}