{
  "remedyName" : "Raphanus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Amblyopia. Axilla, inflamed gland in. Breasts, pains beneath; between. Catalepsy. Cough. Diarrhoea. Dysmenorrhoea. Emaciation. Epistaxis. Faintness. Fever. Flatulence. Flushings. Headache. Heart, palpitation of. Heel, pain in. Hernia. Hysteria. Insomnia. Lienteria. Liver, affections of; abscess of. Menorrhagia. Metrorrhagia. Myopia. Numbness. Nymphomania. Oesophagus, affections of. Olecranon, pain in. Pemphigus. (Priapism.) Pregnancy, toothache of. Seborrhoea. Tonsillitis. Toothache. Yawning." ],
    "Characteristics" : [ "Nusser proved both the Garden Radish and the Wild Radish (the former probably only a cultivated variety of the latter), and of the Garden Radish he took tinctures of the long, round, and black (the favourite in Germany) varieties, and ate the different radishes themselves. The Schema contains his symptoms, with others from effects of eating radishes; and provings by Curie made on a woman with 15th and 30th dilutions. These provings developed many symptoms which have proved to be characteristics. Rap. affords a marked example of a common article of diet being at the same time a poison and a medicine. A patient of mine, a man, has these symptoms whenever he eats even a single radish: \"Burning sensation in epigastrium, followed by hot eructations, lasting a whole day and ending in a headache.\" Turnips (Brassica rapa) produce in him a similar effect, but in less degree. The leaves of Rap. are said to antidote its roots, and the arum root is said to antidote the effects of Radish leaves (Cooper). The hysterical, mental, and uterine symptoms of Curie's prover were very well marked; a state approaching catalepsy was induced \"On returning a little to herself she was unable to speak or stir.\" The \"globus\" symptoms are as marked as with any other remedy: A number of balls ascend from abdomen to throat.\" \"A hot, foreign body goes up like a ball from uterus and stops at the beginning of the throat, where it feels like a morsel too large to be swallowed, thence descends to the stomach, causing a sensation of something hard to digest, leaving an empty sensation with hunger.\" Many of the symptoms of Rap. seem to make for the throat, and a case of mine bears on this. A man, after taking Lyc. reported this condition: \"Good deal of pain in back, sides, and body, < after eating. Cannot lie on either side. Very sinking at a.m. Bowels confined. Passing wind after severe pain.\" Rap. every three hours was prescribed. His next report, a week later, was this: \"He felt the first dose of Rap. lie at his throat all night; it gradually passed down and the pains got better. After two or three days his water became thick like soap suds. [Turbid urine with yeast-like sediment is characteristic of Rap.] Can lie on sides better. Bowels less confined. Wind less.\" Rap. is one of the most flatulent of remedies. Wind accumulates so that it almost stops the breathing. The most characteristic feature is when the flatus cannot be passed either up or down. Such a condition occur ring after abdominal operations has been relieved by Rap. Many symptoms, physical and mental, seemed to rise from the uterus, culminating in a very pronounced attack of nymphomania. With these was aversion to her own sex and to children, especially girls. Other mental symptoms were: Capricious manner, stupefaction, sadness, tears; and this at times alternated with hopefulness. Brain excitement. One prover had sense of intoxication on waking in the morning. Another felt intoxicated after dinner, though only water was drunk. This should give Rap. a place in some forms of alcoholism. Extreme anxiety, with feeling of impending death. The following case from Allen's Appendix is fairly typical of Rap. poisoning. A man ate freely of radishes. There after he began to feel nausea and drawing pains, extending from sternum to middle of abdomen. This went on for about a fortnight, when it p.m. on May 26th he began to feel very ill. The pains became <, and spread to back, but did not go lower than umbilicus. He took half an ounce of Castor oil; during the night he became <; pain still very severe. A a.m. bowels relieved, when pain and nausea became < than ever and he was admitted to hospital, and soon after put in a warm bath. While ill the bath he vomited dark, slimy matter. Vomiting went on till the 29th. Tympanitic swelling and great (writhing and twisting) pain in region of ascending and transverse colon, and in left groin. Pain < by pressure. Small enema brought away lumps of faeces with > of pain and sickness. Convalescent, June 2nd. Among the Peculiar Symptoms of Rap. are: Oedema of lower eyelids. When she turns her eyes in the direction of the ear she feels a pain in the ear, temple, and parietal bone. Vertigo with loss of vision. Eyes filled with blood, sight lost. Loss of vision and hearing just before vomiting. Stopped sensation in ears. Teeth feel as if made of papier mache. Appetite without hunger a.m. in bed. Constant, violent thirst. (\"Woke between and a.m. with headache and drank much water.\") \"Drinks more than he micturates.\" Also \"Pains more severe when he drinks liquid.\" Sensation as if she had put her cold feet into very hot water. Cough-jarring of head and chest; seems to come from epigastrium; cannot get low cough to loosen phlegm; from laughing. Expectoration of \"very large amount of tenacious white mucus from pharynx and oesophagus with sensation of stricture in throat. On breathing, pain under breasts and in back. Heavy lump and coldness in centre of Chest between mammae preventing sleep. Sensation of an iron band round waist. Sensation of stiffness. Numbness in hands; in soles of feet and buttocks of the parts near the painful bones. Sensation of swelling of bones of hands, arms, eyes; yet feet feel small. Swelling of abdomen. Sensation of a hot foreign body like a ball going up from uterus to throat. Hot breath; hot eructations. Sensation of a number of balls rising from abdomen to throat. Many symptoms ascend: Pain in vertebral column as if a foreign body passed through it from top to bottom and was stopped at certain points by obstacles causing pain. Acute pains in coccyx; sensation as if an abscess forming. Sensation as of an abscess in liver. Pressure in hypogastrium as if a hernia would protrude. Throbbings in the body that became lancinations. Chilliness along the back and posterior surfaces of arms. Icy cold knees. Feverish sensation as if a cold coming on. Many symptoms besides those of globus appear to have their seat in the oesophagus, including the pains in the back on swallowing. There are few remedies with a greater proportion of distinctive symptoms than Rap.", "E. T. Blake reports (M. H. R., xxxi. 7) two cases of sexual insomnia cured with Rap., one of which shows that Rap. has an influence on the male sexual sphere analogous to that it has on the female. A young man suffering from reflex epilepsy had had a generally adherent prepuce removed. Healing was delayed by furious priapism, which caused dragging, at the sutures. Rap. 1x given each night cured. Blake's second case was in a woman of with old pelvic troubles. Orig. had failed, and Plat. had helped only slightly. Rap. cured. The symptoms are < in night and morning on waking, < to a.m. < By touch (gland in axilla, abdomen, uterus", "cannot bear touch of clothes; pain in bones). < By jarring: jar of walking = soreness and tenderness of bowels and brain. Cough = painful pain in chest. Walking = efforts to shock in brain; efforts to vomit; vomit; pain in heel. Walking in open air > the symptoms. Lying down = nausea and faintness; > the symptoms. Can only lie on back. Motion < pain in belly. Throwing back head > pain in occiput. Laughing = cough. < By eating and drinking: but drinking > pain in chest. After breakfast, pain in heart. (Riding in carriage = pain in heart.) Strangulation when she begins to eat or drink. Cold water held in mouth > dryness of throat. Everything swallowed = pain in back. Must keel) mouth open in order to breathe; the air entering pains and burns. Epistaxis > (headache). Vomiting > (blindness and deafness)." ],
    "Relations" : [ "Antidoted by: Copious draughts of cold water. (Milk and water < the pains in abdomen.) Follows well: Lyc. Botan., Armor., Brassic., Cheiran., Thlasp. b. p., Matthiol., Sinap. Compare: In flatulence, Carb. v. Accumulation and retention of flatulence, Lyc. (Rap., flatus does not pass away; bowels move, but no flatus passes). Pressure above root of nose, K. bi. Headache > by epistaxis, K. bi. Meli., Mill., Pso. Masturbation in females, Grat., Orig.", "Swallowing = pain in back, Rhus, Globus, Ign., Asaf. Alternation of mental states, Ipec. < By jar, Bell., Nit. ac. < to a.m., K. ca., K. bi., Thuj., Med. Extreme sensitiveness, K. iod. Sensitiveness to electric states, Rhod., Merc., Pho. Icy coldness of knees, Carb. v. Burning in tongue, Sang. Laughing = cough, Arg. n. Coughing jars head; skin greasy, Bry., Nat. m. > Bending head back, Seneg. Uterine affections, Thlasp. b. p., Sep. As if intoxicated, Querc. Toothache in pregnancy, Rat., Mag. c. Sexual insomnia, K. bro." ],
    "Mind" : [ "Nymphomania with aversion to her own sex; the touch of a woman's hand caused weariness, disgust, and fury.", "Capricious mania, stupefaction with sadness and tears, alternating with hopefulness.", "Excitement of brain; sense of intoxication on waking; at dinner, though she only drank water.", "Sadness, irrepressible tears, melancholy, and numbness.", "Fatigue of mind and body; loss of memory; effort to pursue a train of thought = confusion of head.", "Aversion to children, esp. to girls (in a woman).", "Want of spirit, it seems to her as if she were dead, as if she could not bestir herself to drive away the flies that settle on her face.", "Great anguish, with fear of death, which is believed to be so near that the patient desires religious consolations." ],
    "Head" : [ "Head, bewildered on awakening in morning, with dull pain (pressure) in forehead.", "Vertigo: with dim sight; in evening, head feels tightly bandaged.", "Headache, waking him from sleep; to a.m.", "Headache after dinner.", "At a.m. violent rush of blood to head and chest, causing cough, preceded by burning.", "Headache; pressure on eyes from without inward, extending to behind ear.", "When writing feels a shock in brain; when sitting down suddenly, sensation in ears as when drowsy.", "Headache and confusion in forehead and vertex in morning succeeded by flushes which end in coolness of whole surface.", "Severe headache in temples, eyes, and root of nose.", "Brain feels tender and sore from least jar.", "Violent pain in forehead.", "Aching in (skin of) forehead, sometimes throughout night, or with confusion in head.", "Aching (pressure) above eyes, with obscuration of sight, which disappears after a fit of vomiting.", "Aching above root of nose.", "Lancinating pains in vertex.", "Tightness in skin of vertex.", "Dull pain in occiput, > throwing head back.", "Gnawing in occiput followed by numbness.", "Sweat on head, after rising." ],
    "Eyes" : [ "Blue rings round eyes.", "Eyes deeply sunken.", "Redness of eyes.", "Oedema of lower lid; pupils slightly dilated.", "Pricking in eyes; heat when shutting them; coldness when opening them.", "Itching of l. eye with deep stitches.", "Coldness in l. eye.", "Eyes filled with blood, sight lost.", "Sight stronger, and longer in a myopic patient.", "Congestion with dim vision on awaking.", "Pressure above eyes; with loss of vision, > after vomiting." ],
    "Ears" : [ "In l. ear tearings and shootings, which seem to be in the bone.", "Lancinations in r. ear.", "Loss of sight and hearing just before vomiting, followed by vomiting with great effort.", "Itching in concha of l. ear, which is painful to the touch." ],
    "Nose" : [ "Nose pointed.", "Epistaxis of deep red blood; > head.", "Dull pain in root of nose extending to occiput.", "Pressure, as from a weight, on back of nose.", "Breath feels burning hot in nose.", "Smell as of bad oil burning, seems to come from interior of head or root of nose, where is a gnawing sensation as from a sore place.", "Stoppage of nose.", "Smell of horse-radish.", "Frequent sneezing; or at least frequent want to sneeze." ],
    "Face" : [ "Face, red, sombre.", "Cheeks burn, are red; whole head and face red.", "Face disfigured, with pointed nose and yellow cheeks, or else with hollow eyes and livid complexion, so that the patient becomes alarmed at his own looks.", "Face pale, with expression of anxiety, great feebleness, and much suffering.", "Yellow complexion, esp. in morning, on rising.", "Tearing in r. malar bone; and zygoma.", "Gland of lower jaw hard and swollen." ],
    "Teeth" : [ "Lancinating toothache in (l.) molars.", "Incisors become loose; gums ulcerated.", "Gnawing pains in teeth and gums; teeth feel as if made of papier mache.", "Abscess on gums.", "Gums turn black.", "Gums feel as if separated; painful, inflamed; ulcerated.", "Toothache < during pregnancy; evening; lying down; > walking about." ],
    "Mouth" : [ "Tongue: white; covered with a thick white coating.", "Tongue pale and bluish red, with a deep furrow, and minute pale red spots in the centre (when the improvement commences).", "Heat at root of tongue.", "Frequent burning in fore part of tongue.", "Must keep mouth open to breathe; air entering = pain, burns as if everything was alive; uvula swollen and red; tongue rather white, red on edge." ],
    "Throat" : [ "Heat and burning in throat, at times, chiefly in tonsils, with lancinations.", "Swelling, redness and pain in tonsils, as if raw.", "Accumulation of mucus in throat, as in bronchial catarrh, copious expectoration of white and very viscid mucus, which becomes detached from gullet and oesophagus in morning, after heavy sleep, with pain of excoriation in throat." ],
    "Appetite" : [ "Taste: of horse-radish; mawkish; bitter; very disagreeable; of pepper.", "Voracious appetite, after eating feels smaller and less tight than before.", "After dinner hollow, empty sensation; her stays feel too large.", "Appetite, without hunger, a.m. in bed.", "Anorexia.", "Repugnance to food. Repugnance to tobacco (in the case of one habituated to its use).", "During the anorexia, longing for boiled milk.", "Violent and constant thirst.", "Drank much more than he wanted.", "Everything swallowed = pains in back.", "Burning in oesophagus and chest." ],
    "Stomach" : [ "Frequent eructations of air from stomach, having a putrid taste.", "Burning in epigastrium followed by hot eructations lasting whole day and ending with a headache (from eating a single radish).", "Fits of nausea, as if about to faint, of such a kind that the patient is obliged to sit upright, being unable to lie down, although extremely weak.", "Relaxation of stomach.", "Inclination to vomit; frequent, sometimes momentary; with loss of sight and hearing, or with obscuration of sight, and dulness of hearing; with regurgitation of water and of mucus, which is sometimes streaked with blood; when coughing, with pressure on chest, and regurgitation of acid, colourless mucus.", "Vomiting: violent, of food; of food, mingled with white mucus, sometimes with extreme nausea, great pressure on chest, and coldness; of mucus and of bile; at first of a green and very bitter liquid, afterwards of clear water; each time before vomiting, shuddering over back and arms; heaving of the chest and coldness.", "Black vomit.", "Vomiting of faecal matter.", "Pains in stomach, which urge continual eating.", "Great pressure in stomach, and pit of stomach; lancinations and pricking in those parts." ],
    "Abdomen" : [ "In hepatic region, lancinations, or else aching, with pain of excoriation.", "Violent pain in r. lobe of liver, like tightness.", "Pinchings in abdomen, esp. in umbilical region, sometimes with shootings, and pressure at r. of navel.", "Violent cuttings and lancinations in umbilical region, esp. on r. side, after breakfast.", "Sensation of heat in abdomen, esp. in umbilical region.", "Burning below navel.", "Inflation and fulness of abdomen, followed by pinching, as if preceding a stool.", "Borborygmi in abdomen, esp. at night or else when about to vomit.", "Emission of wind upwards and downwards, with odour of the medicament, esp. after drinking water.", "No emission of wind takes place for a long time, either upwards or downwards (characteristic).", "Abdomen greatly swollen, very hard, painful to pressure, esp. hypogastrium; it seems she will choke with the swelling.", "Great swelling of abdomen commencing at stomach.", "In morning woke with cramping, sore pains in hypogastrium, distension and great tenderness, could not bear the clothes to touch her; no < before nor > after stool; pains constant, but much < on motion; bowels sore and tender from least jar in walking.", "Pains from incarcerated flatus, coming in paroxysms; colon and other intestines project in little tympanitic tumours all over abdomen, which is flaccid in interval; diarrhoea of yellow-brown fluid, with no passage of flatus by Mouth or anus for a long time (22 days after ovariotomy).", "When she leans on her side, loins immediately >, but at same time a pressing pain in lower bowels and sensation as of a round body, impelled from beneath, rises suddenly and stops in throat, where it feels like a morsel too large to be swallowed; thence it seemed to descend into stomach, where it = a sensation of something hard to digest and left an empty sensation with hunger and lancinations in lower abdomen; each lancination = flushing as if blood rushed to eyes; eyes burn; dizziness; ebullition of blood throughout body; cold feet with pricking; sensation as if she had put her cold feet into very hot water then great heat.", "Pain in hypogastrium and kidneys as before menstruation lassitude in groins and top of thighs; pain with heat in sides almost with every breath.", "Feeling in hypogastrium as if a hernia would protrude.", "Heat in lower abdomen, < l." ],
    "Stool" : [ "Frequent want to go to stool, esp. at noon.", "Frequent, liquid and copious evacuations, sometimes ejected violently, of a yellowish brown; or else, brown and frothy (characteristic).", "Chronic diarrhoea, green, liquid, mingled with mucus and blood.", "Loose stools of undigested substances.", "Nine stools, mostly in morning, yellowish-brown liquid, rather copious.", "Hard stool.", "No stool.", "Constipation: bloating of abdomen; no emission of gas up or down; prompt satiety when eating; sedentary life." ],
    "Urinary Organs" : [ "Tearing in region of kidneys, esp. on stooping.", "Desire to urinate with pain in region of mons veneris, like a pressure in fundus of bladder.", "Urine scanty; or else more in quantity than the drink swallowed.", "Want to urinate, with scanty emission; it is necessary to wait a long time for the appearance of the urine.", "Pale urine, of a dirty yellow, with sediment like yeast.", "Turbid urine.", "Burning in (forepart of) urethra when urinating." ],
    "Male Sexual Organs" : [ "(Priapism.).", "Drawing and tearing pains in r. testicle, afterwards in sole of r. foot also." ],
    "Female Sexual Organs" : [ "Pain in uterus, in groins when touched and in abdomen; pain with inflammation; pains in bones, joints crack; weakness of vertebral column.", "Sensation of a round foreign body, which rises from fundus of uterus and stops at entrance of throat.", "Much pain in womb and groins; much heat, urging to urinate every moment and inability to do so.", "Burning pain starts from uterus, stops at pit of stomach, when it changes into nervous contraction and = sensation as if she would have convulsions.", "Constant titillation in genitals, increasing till l.30 a.m., when it abates with an abundant flow of mucus.", "Nervous irritation of genitals, of clitoris, impelling to onanism.", "Great flow of vaginal mucus without desire.", "Every day between and p.m., a little blood flows from vagina, like rose-coloured water, and a very small quantity of it for about a minute, a little while after.", "Menses very profuse and long-lasting blood in clots as in abortion.", "Abundant menses from beginning of period flushes ascend from uterus to head, pass into loins and spread throughout the body, occasioning a sensation as if about to perspire; pricking in legs and under soles; vanishing of thought, faintness; great difficulty in speaking; these flushings occur three or four times an hour.", "Nymphomania, beginning in morning, continuing unceasingly till p.m.; ceases after a very severe paroxysm, which lasts 1/2 hours.", "Great sexual excitement, violent desire." ],
    "Respiratory Organs" : [ "Cough, with accumulation of mucus in throat, as in bronchial catarrh.", "Breath of the smell of the medicament.", "Tickling in larynx, as if in epiglottis.", "Hoarseness.", "Cough and hoarseness; chest feels squeezed as if in a vice; can scarcely breathe or speak.", "Cough; it seems as if something came from epigastrium; also when she laughs; tickling at bottom of larynx, nevertheless it seems to start from epigastrium.", "Sensation as if viscid mucus at bottom of throat which cannot be coughed up; cough does not seem to reach it.", "After coughing, acid risings, as of bitter water.", "Hawking = irritation which excites a dry cough, producing a painful shock in head and sides of chest.", "Sputa: sticky; easy expectoration of round masses of mucus.", "Uneasy respiration; cannot continue in any position.", "During expiration, pains between shoulders and in each side of chest; during inspiration only a tightness of chest.", "Drawing pains in whole chest, as if stretched fibres returned to their place which = great pain between shoulders and in each side of chest.", "Uneasy breathing, oppression, some difficulty in swallowing, it seems as if water would return through the nose; intense burning in oesophagus and chest; bad in morning; > noon; much < evening; > walking in open air; everything she swallows = pain in back.", "Strangulation when she begins to eat and drink.", "Must keep mouth open in order to breathe.", "Expired air feels very hot." ],
    "Chest" : [ "Painful weariness in chest and under ribs.", "When she breathes severe pain under breasts and in back.", "Pain in chest gradually extending to spinal column.", "Pressure and sticking, extending from pit of stomach to pit of throat; and to back; < eating; coughing; somewhat > by drinking.", "Heavy lump and coldness in centre of chest, between breasts, preventing sleep.", "Acute sticking and lancinations in a small spot on large pectoral muscles externally near axilla.", "Lancinations in chest on coughing or breathing deep.", "Sticking in middle of sternum.", "Pressure in middle of chest.", "Rattling sensation in one or other side of chest almost under arms as if something about to be loosened, during respiration.", "As if a band of iron round waist.", "Superficial lancinations in or near sternum.", "Frequent burning in r. chest.", "Severe cramp in (clavicular portion of) sterno-cleido-mastoid muscle, followed by long-lasting pain.", "Violent stitches in l. chest.", "External heat in r. breast.", "Little painless blisters on breasts." ],
    "Heart and Pulse" : [ "Violent, rapid beating (palpitation) of heart.", "Pain at heart: in evening; after breakfasting on chocolate; and headache when riding in a carriage.", "Pulse: accelerated; feverish; slow; small, jumping." ],
    "Back" : [ "Numbness of muscles of neck near l. ear; coldness in l. eye.", "Cracking in nape of neck.", "Painful lassitude throughout body, esp. back of head, neck, and loins.", "Weak back, must wear stays as a support; feels as if middle of back crushed, waist hollow, shoulders uneven; could not keep her balance.", "Tearing and tension along crest of r. scapula.", "Spine weak: in dorsal region; in loins.", "Acute pains in coccyx; as if an abscess forming.", "Pain in vertebral column as if a foreign body passed through it from top to bottom, and was stopped at certain points by some obstacle which = pain in chest and any part it passes through.", "Burning itching on the back.", "Tearing in lumbar region, on stooping, pricking pains in l. arm-pit." ],
    "Limbs" : [ "All bones crack, esp. in nape of neck.", "Weakness and bruised feeling in limbs after a short walk, as after a long one.", "Sensation in arms and legs as if garters too tight.", "Trembling of limbs." ],
    "Upper Limbs" : [ "Tearing on top of l. shoulder.", "Sticking pains in l. shoulder.", "Gland in r. armpit, swollen and tender to touch.", "A small, black mark appears on shoulder, and some reddish spots on chest.", "Pulling and tearing in l. arm and in joint, with weakness of elbow-joint as if carrying a heavy weight.", "Burning lancinations in r. elbow-joint, as if in tendon of biceps.", "Sticking in l. olecranon process.", "Lancinations in l. elbow-joint, as if in the bone.", "Weakness, tearing and pricking pains immediately above r. wrist.", "(Transient) numbness in hands; and slightly all over, sometimes in one place, sometimes in another.", "Pain in fingers; nails painful, esp. of l. hand; pains under nails as of burns or pin stuck in." ],
    "Lower Limbs" : [ "Lancinations in l. hip-joint, back of trochanter.", "Numbness of buttock (< r.).", "Burning in small spot on thigh in upper outer part.", "Legs heavy, as if paralysed; knees weak as if they would be dislocated.", "Tibia painful to touch; burning on spot as if hot coal held near tibia.", "Numbness of soles and buttocks.", "Lancinations under soles, feet at first cold, later warm.", "Itching lancination in r. sole.", "Violent pains in heel when walking, > at rest, and esp. when boot off.", "Corns began to pain.", "Sensation of paralysis of l. leg on lying down.", "Coldness of knees and feet, with disposition to sleep, head confused, dull pain in forehead, and inclination to vomit.", "Cramp in calf, at night, in bed.", "Tearing pains in side of r. foot.", "Lancinations and tingling in sole of r. foot.", "Redness and swelling of r. heel, with violent pinching pains on planting foot on the ground, and on walking; afterwards a blister forms there, full of clear and reddish water, which disappears after getting up." ],
    "Generalities" : [ "Great lassitude and depression, sometimes with contusive pain in all limbs.", "A child lies down during the day in consequence of feeling ill.", "Perceptible emaciation.", "Hysterical attack; on returning to herself is unable to speak; pain like a hot ball rises from uterus to chest.", "A number of balls seem to rise from abdomen to throat.", "Hysterical attacks preceded by cramps starting from uterus to chest.", "Sensitive to electricity of atmosphere, and it = painful feeling and low spirits.", "Sensation of swelling; eyes, hands, and arms seem swollen, but feet appear smaller; wrists feel as if lashed with a whip.", "Numbness, heaviness, paralytic pains.", "Pains in bones when touched; numbness in parts near painful bones." ],
    "Skin" : [ "Skin, generally moist; a burning sensation passes from one part to another; odour of horse-radish from all parts of body.", "Skin greasy.", "Itching and heat of skin; fever; pimples under skin a plaister on leg draws out a tetter.", "Itching of whole body; scratching burning.", "Itching in different parts, esp. inner canthi, r. wrist, r. thigh, scrotum, anus, back, and scalp.", "(Painless pemphigus.", "Hansen.)" ],
    "Sleep" : [ "Nervous yawning.", "Inclination to sleep; drowsiness, during nearly the whole day, with mumbling while dreaming.", "Agitated sleep, with frequent awakening, cephalalgia, nausea, and pinching in umbilical region.", "Sleep, with dreamy reveries.", "Sleeplessness from p.m. to a.m., after which agitated sleep, with confusion in head.", "Coldness of knees and feet with disposition to sleep.", "Sleep which terminates at a.m., with uneasy dreams.", "Awakening at a.m., with violent shuddering of back and arms.", "During sleep, copious perspiration, or else low whispering, as if in conversation with friends, or quarrel ling.", "Lascivious dreams." ],
    "Fever" : [ "Shuddering, esp. along back and at posterior surface of arms and feet, chiefly after drinking cold water.", "Frequent shuddering with heat in interior of head, and over whole skin; after the shuddering, internal heat, or else alternation of shuddering with heat.", "Woke a.m. with violent shivering over back and arms.", "Icy coldness of knees and feet at night, preventing sleep.", "Coldness, evening, in bed, with weakness of joints, esp. elbows, and followed by profuse sweat.", "Internal coldness, with skin hot and moist, the patient constantly complains of cold, while the skin is constantly burning to the touch.", "Sweat having the odour of the medicament (likewise the breath).", "Profuse perspiration during sleep, esp. towards morning." ]
  }
}