{
  "remedyName" : "Ratanhia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, fissure of. Breath, offensive. Constipation. Diabetes. Dysentery. Dyspepsia, atonic. Epistaxis. Eyes, pterygium. Fissures. Gonorrhoea. Haemorrhages. Haemorrhoids. Hiccough. Hydrothorax. Infra-mammary pain. Itching. Metrorrhagia. Miscarriage. Nipples, fissures of. Pimples. Pleurisy. Scurvy. Snoring. Speech, arrested. Stomach, distension of; ulceration of. Throat, contraction of. Tinnitus. Worms." ],
    "Characteristics" : [ "\"Krameria triandra, remarkable for its entire, obovate, acuminate leaves, covered on both sides with silky hair, is one of the species most known as yielding the Rhatany root of commerce, but all the species (of Krameria), as far as known, are intensely astringent. In Peru an extract is made from this species which is a mild, easily assimilated astringent medicine, possessed of great power in passive, bloody or mucous discharges; it acts as a tonic in weakness of digestive organs and muscular debility, and is even useful in intermittent and putrid fevers. It is also styptic and restores tone to relaxed parts, and when applied as plaisters is said to cure all kinds of ulcers. An infusion is used as a gargle and wash, and the powder forms with charcoal an excellent tooth-powder. The colour of the infusion of the root of the Krameria is blood-red, on which account advantage is taken of it to adulterate port wine\" (Treas. of Bot.). Teste (who puts Rat. in his Sulphur group), writing of its pre-homoeopathic use, says, \"There is perhaps no plant the properties of which have been so well indicated by chance as this. Used as an astringent and tonic, this root sometimes arrests passive haemorrhages (epistaxis, haemoptysis, metrorrhagia, &c.). It was successfully used against scurvy, mucous discharges, such as chronic catarrh of the bronchia, vagina, large intestines, &c., against various forms of incontinence of urine, chronic oedema of the skin. Dr. Tournel, who, no doubt, did not suspect that Ratan. produced abortion, had the happy idea of prescribing it as a tonic in cases of incipient miscarriage, and thus preventing that accident in delicate and nervous females who had never yet been able to go their full time.\" All these uses are really homoeopathic, as is also the cure of a case of fissure of the rectum by Bretonneau, whom Teste quotes from Trousseau and Pidoux: A lady suffered from constipation and fissure of rectum, which caused her horrible pains and had damaged her health. Bretonneau ordered a daily injection mixed with one-fourth of Rat., and in a short time constipation and fissure were cured. Other like cases were cured; and then the same treatment was given in cases of fissure without constipation, and again with the same success. The provings (Hartlaub and Trinks chiefly) bring out the keynotes of Rat. in rectal cases: \"Straining, stool so hard she cried out, with great protrusion of haemorrhoids; followed for a long time by burning in anus.\" The burning persisting for a longtime after the stool is very characteristic of Rat.; and it occurs when the stool is diarrhoeic as well as hard. Burning also precedes and accompanies the stool. Another peculiarity in connection with the stool is a bursting headache, which accompanies and follows a straining at stool. Dry heat with sudden stitching like knife-stabs. Oozing at anus. Dropping of blood from anus. One patient cured by Rat. of fissure had > by application of hot water; he sat in a sitz-bath as hot as he could endure; the relief only lasted while in the bath. In connection with the rectal symptoms is an important head symptom: \"Pains in middle of forehead, as if brain would fall out, \", and a similar pain after stool. The head pains are also < on bending forward. The eye symptoms are striking: burning, smarting, twitching of lids, obscured vision. This symptom has led to the cure of cases of pterygium: Inflammation of whole of eye; a membrane seemed to extend to central point of eye, which burned. The old use of Rat. in nose-bleed, scurvy, and as a tooth-powder are justified by the symptoms of the proving: Violent nose-bleed; bleeding gums; toothache < lying down. A curious symptom in the aching molars is a sensation as if coldness rushed out of them. Toothache of pregnancy compelling the patient to get up at night and walk about. \"Tasteless water collects in mouth\" may meet another condition of pregnancy; and Rat. both causes and prevents abortion, metrorrhagia and leucorrhoea. It also meets fissure of the breasts in nursing women, as well as fissure of the anus. Contractive sensations (Rat. is astringent\") are numerous: in stomach; groins; anus; eyes; neck; muscles; throat; \"painful spasmodic contraction of throat during which she could not speak a loud word.\" Peculiar Sensations are: As if intoxicated. As if head in a vice. As of a white speck before eyes; skin before eyes. As if coldness rushed out of molars. As if rectum and anus were all twisted up. As if splinters of glass in rectum and anus. As if rectum protruded and then suddenly went back with a jerk. As if abdomen (and chest) cut to pieces. Movement as if something alive in abdomen. As of cobwebs about right side of mouth. Jerkings and quiverings. Eyelids feel stiff. Right side is most affected.", "Cushing, who made a proving of Rat., says (Med. Cent. quoted H. R., xi. 142) it caused great itching in the rectum; and he has cured with it since nearly every case of pin-worms in his practice. In a woman, old and feeble, he cured with Rat. 3x internally, and a Rhatany rectal suppository each night, frequent discharges of mucus, blood and pus from the bowels night and day with great pain and burning in rectum almost wholly preventing sleep. Cushing considers that, next to Sang. nit., Rat. meets more rectal cases than any other remedy. Rummel (quoted H. R., i. 140) relates the case of a servant girl who had rapid twitching of the lids of right eye to such an extent as to hinder her seeing. There seemed to be also a rotary motion of the ball. Bell. and Calc. failed to relieve. Rat. relieved quickly. The symptoms are: < By touch (teeth). Pressure > pain in chest. < Lying down; > by motion. < Straining at stool; sitting bent over (headache); stooping. Stepping = pain in ribs. Sitting = weariness and heaviness in right thigh; pain in right knee and great toe. Bending arm <; extending it >. Eating <; emission of flatus >. After dinner, hiccough; before dinner, abdominal distension. > Hot-water applications. > Open air; moving about in open air. < Night; \"most symptoms come in evening, night and morning. They are > by exercise and in open air, very much < by uneasiness of mind\" (Teste)." ],
    "Relations" : [ "Follows well: Sul., Bovis, Sep. in uterine affections (Teste). Compare: Botan.; pleurisy, Seneg. Fissure of anus, Nit. ac. Anal symptoms, Sul., Ir. v., Canth., Paeon., Graph. (Graph. is nearest, but has not the constriction of Rat.). Splinters of glass in rectum, Thu. (Sticks, Aesc. h.). Pain in head from straining at stool, Indm., Pul., Sil. Hiccough, Cycl. Burning on tongue, Rap. Ran. s., Sang. Toothache of pregnancy, Rap., Mg. c., Cham. Alive sensation, Croc., Thu. Cobweb sensation, Ran. s., Bar. c." ],
    "Mind" : [ "Irritable, peevish, and quarrelsome humour.", "Apprehensive depression when alone, > in company.", "Woke with a start, a.m., with trembling apprehension and fear.", "Changeable mind." ],
    "Head" : [ "Dulness of head as if intoxicated.", "Bruised pain in small spots on head.", "Jerking in small spot r. temple.", "Pains in head, as if cranium were about to burst, esp. when sitting with body bent forwards.", "Long-lasting headache as if screwed in a vice.", "Jerking, smarting, and shooting in head.", "Congestion in head, with heat and heaviness.", "Dull, deep stitches on vertex.", "Painful tearing and burning on vertex, even at night, > in open air, during menses.", "Pain in middle of forehead, as if brain would fall out while straining at stool.", "Pains in head as if it would burst after stool.", "Tearing from occiput to vertex.", "Sensation as if scalp from root of nose to vertex were stretched.", "Stiff feeling in forehead < knitting brows.", "Itching of scalp not > by scratching.", "Itching l. occiput, where small glandular swellings were found." ],
    "Eyes" : [ "Pains in eyes as if compressed in a vice, and could not be moved.", "Sensation in r. eye as if screwed in, or as if there were an impediment so that it could not be moved, still she could move it easily.", "Contractions and burning sensation in eyes, esp. in evening.", "Inflammation of sclerotica; a membrane seemed to extend to central point of eye that burned.", "Sensation as if a cuticle were placed before eyes.", "Agglutination of eyes at night, and lachrymation in morning.", "Jerks and quivering of eyes and eyelids.", "Twitching in r. eye and r. upper eyelid.", "Stiffness of upper lids with soreness of upper tarsal edges.", "White spot before eye, which obstructs the sight (in evening, by candle-light, with constant urging to wipe the eyes, and > after wiping).", "Vision dim for distant objects.", "Myopia." ],
    "Ears" : [ "Tearing in ears.", "Itching and shooting in ear.", "Violent stitch in r. ear; chirping in r. ear; crawling as if insect in r. ear.", "Nocturnal tinkling, and ringing in ears." ],
    "Nose" : [ "Itching in nose.", "Violent itching on tip of nose > by rubbing.", "Nostrils inflamed and scabby, with burning sensation.", "Epistaxis.", "Violent nose-bleed, three times a day, for five days in succession.", "Dryness of nose, with frequent sneezing.", "Dry coryza, with complete stoppage of nose." ],
    "Face" : [ "Heat in face.", "Tearing pain in face and jaw bones.", "Violent tearing in l. malar bone, evenings.", "Sensation of cobwebs above r. side of mouth.", "Tearing in inner surface of lips in a small spot.", "Tearing in l. side of lower jaw and corresponding teeth.", "Burning vesicles on the red part of upper lip." ],
    "Teeth" : [ "Toothache in evening, esp. after lying down (compelling one to rise and walk about); or in morning, generally with tearing or jerking, or at times with digging pains.", "Pulsative pain in teeth.", "Bleeding of teeth.", "Painful sensation of coldness and elongation in the molars, and as if coldness rushed out of them.", "(Violent pain in one l. upper incisor, which is painful to the touch.).", "Acid blood from gums on sucking them.", "Burning at tip of tongue." ],
    "Mouth" : [ "Dryness of mouth at night.", "Tension and burning sensation on tongue.", "Tasteless water collects in mouth.", "Breath offensive." ],
    "Throat" : [ "Sore throat, generally felt during empty deglutition.", "Painful spasmodic contraction in throat, which stops the voice (unable to speak a loud word)." ],
    "Appetite" : [ "Mawkish taste in morning, in bed.", "Thirst; in evening.", "Anorexia, with dislike to food and drink.", "Constant desire to eat.", "Risings, with taste of food; empty." ],
    "Stomach" : [ "Violent hiccough, which causes pain in stomach.", "Long-continued hiccough after dinner.", "Nausea and disgust, esp. at night (1 a.m.), with retching and vomiting of food (> in open air).", "Vomiting: of water; of mucus streaked with blood.", "Pains as from ulceration in stomach.", "Excessive distension of stomach.", "Stomach feels too full.", "Digestion more difficult.", "Rolling and constriction in stomach.", "Painful constriction of stomach, which is sometimes removed by risings.", "Sensation in stomach, and above scrobiculus, as if abdomen had been cut to pieces, < deep breathing.", "Heat and burning sensation in stomach and epigastrium.", "Sudden painful bursting in pit of stomach." ],
    "Abdomen" : [ "Repeated violent sticking in r. (and l.) hypochondrium.", "Pullings, and a sensation of coldness, in umbilical region.", "Pinchings in abdomen, and sides of abdomen, sometimes with a burning sensation.", "Movements in sides of abdomen as of something alive.", "Shootings, pinchings, and contraction of groins.", "Pinching in both groins > by emission of flatus, morning on waking.", "Griping in lower abdomen, externally violent itching.", "Constrictive pain in small spot in groins; in r. groin.", "Sticking in groins, in afternoon while sitting.", "Dragging downward in both groins, as before menses, with discharge of mucus from vagina." ],
    "Stool and Anus" : [ "Hard and broken evacuations, with urgent want to evacuate (with straining) and protrusion of haemorrhoidal excrescences.", "Ineffectual want to evacuate, with troublesome pains in loins.", "Straining; so hard that she cried out; great protrusion of haemorrhoids, followed for a long time by burning in anus.", "Sudden stitches.", "Fissures; excruciating pains immediately after stool, if costive.", "Fissure with constriction.", "Dry heat, with sudden stitches, like stabs with pen-knife.", "Oozing from anus.", "Burning in anus before and during a diarrhoea-like stool.", "Very urgent desire for normal stool.", "Diarrhoea with evacuation of some drops of blood, accompanied by dragging in groins and rumbling in abdomen.", "Stool yellow, diarrhoea-like, with burning like fire in anus.", "Sensation as if splinters of glass sticking in anus and rectum in every direction; as if rectum protruded and went back with a jerk; > in hot sitz-bath.", "Severe itching about anus.", "Pin-worms.", "Soft loose evacuations, preceded by cuttings, with burning pains in anus, before and after.", "Thin, fetid stools, burning like fire in anus.", "Sanguineous diarrhoea.", "Discharge of blood from the rectum, with or without stool.", "Pains in head, as if it would burst (during and) after evacuation." ],
    "Urinary Organs" : [ "Frequent and urgent want to urinate, with scanty emission.", "More frequent and more abundant emission of urine, even at night.", "Pale urine.", "Urine more scanty, which soon deposits a cloud, and becomes turbid.", "Burning in urethra (and root of penis) when urinating." ],
    "Male Sexual Organs" : [ "(The chronic gonorrhoea became much worse.).", "Burning in root of penis while urinating.", "Itching in scrotum not > by scratching." ],
    "Female Sexual Organs" : [ "Pressure in groins, as of a general bearing down towards genital organs, followed by leucorrhoea.", "Leucorrhoea with itching in rectum and discharge of bloody mucus.", "Catamenia too early and of too long duration, and too copious, with pains in abdomen and loins.", "Metrorrhagia.", "Miscarriage.", "Uterine pains following retrocession of eruption on loins.", "Menses suppressed, with swelling of abdomen and breasts, simulating a pregnancy of several months, accompanied by profuse leucorrhoea and constant pain in kidneys.", "Menses delayed.", "Fissure of nipples in nursing women." ],
    "Respiratory Organs" : [ "Dry cough, with tickling in larynx, and pain of ulceration in chest.", "Some tight mucus evacuated with great difficulty." ],
    "Chest" : [ "Pressure at chest on the least exertion, with shortness of breath.", "Violent pressure in chest as from a stone, with short breath, on slight exertion.", "Rush of blood and heat to chest, with difficult breathing.", "Ulcerative pain in chest during and after coughing.", "Burning stitch in last ribs near back on stepping.", "Pain as if cut to pieces in small spot in upper sternum.", "Coarse stitch as with a knife in sternum, felt at every breath on ascending steps, takes away breath.", "As if pointed instrument sticking in sternum just above ensiform cartilage.", "Sticking burning cutting beneath l. chest, along one rib, evening.", "Sticking and drawing along l. clavicle as if skin drawn in.", "Stitch in l. ribs, so violent it = her to cry out.", "Several fine stitches beneath l. breast, on ribs, extending downward.", "Throbbing-burning, cutting and ulcerative pains beneath l. breast near pit of stomach < motion, > pressure.", "Painful constriction in both sides of chest.", "Shootings in chest, esp. when going up stairs, with obstructed respiration.", "Congestion (of blood to) chest, with heat, and impeded respiration." ],
    "Heart" : [ "Sharp sticking in praecordial region, rather external.", "Pulse full." ],
    "Neck and Back" : [ "Drawing tension, from nape of neck to the bottom of spine.", "Stiffness in nape on turning head, > on violent motion.", "Tearing in nape of neck, with heaviness of head.", "Pain in loins and back, as if they had been beaten.", "Bruised pain in whole spine.", "Bruised pain in loins and hips, morning rising, > on motion." ],
    "Limbs" : [ "Tearing in limbs.", "Contraction of flexor muscles." ],
    "Upper Limbs" : [ "Tearing in shoulder, arms, forearms, and wrists.", "Spasmodic and painful contractions in elbows and fingers.", "Pain in bend of elbow (r.) when flexed, > when extended.", "Violent tearing in r. wrist.", "Jerking, tearing, and stitches in thumbs." ],
    "Lower Limbs" : [ "Drawing and tearing in thighs, knees, legs, feet and toes.", "Tension and burning sensation in thighs.", "Jerking in thighs, calves, and feet.", "Tearing from l. tendo Achillis up.", "Sprained pain in last joint of big toe, while sitting, > on motion.", "Sticking and burning tearing in l. big toe.", "Tickling on heels and soles.", "Voluptuous itching in l. sole." ],
    "Generalities" : [ "Weakness and prostration with anxiety and sweat over whole body.", "Malaise with frequent yawning, repeated and laboured attempts to draw a long breath and distressing constriction across chest.", "Sore pain frequently mingled with fine sticking now in chest now in shoulders, &c.", "Shooting pains, as from excoriation.", "Jerking in different parts.", "Haemorrhage." ],
    "Skin" : [ "Sickly skin.", "Small red and white pimples which do not suppurate, esp. between shoulders and on loins, remaining a long time.", "Pimples; itching and burning after scratching.", "Formication and itching eruption on back.", "Itching: in nape and between scapulae; on scrotum; front of thigh; bends of knees, &c." ],
    "Sleep" : [ "Disposition to sleep, esp. after dinner.", "Violent yawning.", "Retarded sleep.", "Frequent waking, and prolonged wakefulness.", "Waking with a start, with trembling, inquietude and fear.", "Snoring.", "Dreams: of battles; sick people; quarrels, anger, vexation; funerals, death of friends; earthquakes." ],
    "Fever" : [ "Predominance of coldness, and of shivering, esp. in evening.", "General chill or p.m.", "Chilly even in warm room.", "Heat of whole head with heaviness.", "Heat and puffiness of face.", "Dry heat in anus with cuttings.", "Woke a.m. with sweat, thirst, and dry mouth.", "Nocturnal perspiration." ]
  }
}