{
  "remedyName" : "Rheum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ardor urinae. Breath, offensive. Constipation. Deafness. Dentition, difficult. Diarrhoea. Duodenum, catarrh of. Dysentery. Ears, thickening in. Frowning. Headache. Jaundice. Kidneys, affections of. Meniere's disease. Milk, abnormal. Mouth, mucus in. Nipples, pain in. Nose, pain in. Nurselings, affections of. OEsophagus, constriction of. Rheumatism. Salivation. Screaming, of children. Snoring. Stomach, disordered. Taste, bad. Tongue, numbness of. Urination, difficult, of childbed. Urine, red." ],
    "Characteristics" : [ "Hahnemann's proving of Rheum has confirmed many of its traditional uses. In the form of Compound Rhubarb Powder (Pulv. Rhei. Co.", "Gregory's powder) along with Magnesia and Ginger, most of us can remember it as one of the terrors of the nursery. In its homoeopathic form it has no terrors, but it remains a great remedy of sucklings and children, especially during dentition, to whom as well as to pregnant and nursing women it is particularly suited. Milne well summarises its action from the traditional point of view: \"Tonic, cathartic, and a feeble astringent, the latter property being overborne by the cathartic and only coming into play afterwards\" [i.e., the constipation which follows Rhubarb purgation]. \"In small doses, it improves digestion and appetite, and renders the renal secretions more healthy. In larger doses it is an excellent cathartic, acting on the whole bowel and especially the duodenum, and increasing the peristaltic action. It is well suited for the early stages of diarrhoea, as a laxative in constipation from debility of the digestive organs, and in disorders of children, such as flatulence and irritation of the alimentary canal. It renders the serum of the blood yellow, the urine is almost of a blood-red colour.\" In connection with the last observation it must be remembered that Rheum contains a large amount of Chrysophanic acid (named from its brilliant yellow crystals). Among its many other constituents is Oxalate of Lime (Calc. ox.) and Rheo-tannic acid. Milne's observations agree in the, main with homoeopathic experience, but it is the latter alone which brings out the distinctive characters of the medicine. The grand keynote of Rhe. is sourness: The stools are sour; the taste is sour; the whole body has a sour smell.", "No amount of washing will wash the sourness out of a characteristic Rheum baby. Such a condition may occur in sucklings, or at the period of dentition; and it may be associated with another characteristic Rhe. symptom, night-screaming; and yet another sopping-wet hair. The Rhe. child is as acid in temper as he is in body: peevish, impatient; screams for things; dislikes even his favourite playthings. \"Screaming of children with urging and sour stools\" is characteristic. With a few drops of Rhe. O I have relieved severe constipation in an acid child who was intolerant of almost all remedies in the attenuations. But Rhe. is by no means exclusively a children's remedy. Its symptoms are good for any period of life. The stomach disorders calling for Rhe. are characterised by: Sour, flat, slimy taste; or insipid or nauseous. Food tastes bitter, even sweet things (there is no bitter taste independently of food). The mouth is covered with offensive mucus after sleeping; and after sleeping there is bad taste and offensive breath. There is hunger for various kinds of food and the first few mouthfuls nauseate. The effects of eating plums or unripe fruit. There is nausea in abdomen. Colic is severe, compelling one to bend double, < standing; < just before stool; not > after; < at once by uncovering an arm or leg. The evacuations are accompanied by shivering and followed by renewed urging. \"Shivering with stool\" should draw attention to Rhe.", "That there is much yet to be learned of the action of Rhe. is evident from the following: (1) Two cases (in men) of severe skin eruptions are quoted, H. W., xxvii. 17, from the effects of Rhubarb root taken for constipation. The first symptoms in one case were rigors and pains in the legs. Soon lips, face, and tongue began to swell and became livid. A rash developed involving lips, beard, eyelids, and scalp, scabs mixed with abundant bloody pustular exudations. Haemorrhages and pustular eruptions then appeared all over the body; blebs with clear fluid on backs of hands. Lymphatic glands swollen and painful. Removal of scabs left shallow dirty ulcers. Blood passed freely from urethra, but sometimes the urine was wholly free from it. Urine brownish yellow; free from albumen or sugar. Temperature 103.3° F. The second case was similar to the above. The patient had taken the powdered root. He woke one morning with burning sensation in face and found it covered with blisters and pustules. These were brownish red, irregular, size of pea or bean, deeply infiltrated at bases. Both surfaces of hands were also affected. The eruption, which closely resembled pemphigus, disappeared in a few weeks without treatment, leaving bluish pigmentation, but no cicatrices. There was no fever in this case. (2) From these cases given me by Cooper: (a) A lady suffering from characteristic symptoms of Meniere's disease, feeling of things spinning round with extreme giddiness and noises in the head, was cured by a chemist giving her grains of powdered rhubarb, on the idea it was due to the liver. Before this great suffering had been endured without any relief. (b) In vertiginous symptoms due to brain exhaustion with flushings followed by perspiration and awful muffled and discordant tinnitus, great relief followed the sniffing of 3x trit. of Rheum Palmatum. Among the Peculiar Sensations and Symptoms of Rhe. are: Tendency to frown. Sensation as if brain moved when standing. Dull stupefying headache with bloated eyes. Sweat on hairy scalp, constant and very profuse; whether asleep or awake; in motion or quiet, hair always sopping wet; may or may not be sour. Stupefying drawing in root of nose extending to tip, where it tingles. Bladder weak, must press hard to urinate. Sensations: as if in a dream. As of a lump around navel. As of a load on upper part of chest. Cutting as if in lumbar vertebrae. Heaviness as on waking from a heavy sleep. Coldness in teeth. Blunt feeling in teeth. Constriction of stomach; of gullet. Crackling, crepitation, or bubbling in muscles and any part of body. Tongue numb, numbness of part of limb lain on. Symptoms are mostly left-sided or go from above down or from right to left. Localities are: Left loin; brain; upper part of body (sweat). \"Rhe. has the property of setting up pains in old disease depots, in the seat of old cellulitis and old psoriasis patches, producing hot burning pains therein as well as in the unaffected veins of the thighs and other parts. Its good effect in old middle and internal ear thickenings seems due to the creation of tissue-activity in dormant structures\" (R. T. C.). Forcing pains are felt in dartrous patches. The symptoms are: < Night; and morning after sleep. < Uncovering; from cold. Uncovering arm or leg < colic. > Wrapping up; from warmth. In open air: eyes full of water. Hot weather < colic. > Lying doubled up; takes the queerest positions in order to rest awhile. Lying on limbs = them to go to sleep. Motion <. Walking <. [On the indication \"Diarrhoea only during active exercise,\" Hurndall (H. W. xxxvi., 28) cured a horse of a diarrhoea which only came on when he was at work.] Standing < (vertigo as if brain moved; colic; uterine bearing down). < After eating; after eating plums. < Before, during, and after stool (colic > or not > after stool)." ],
    "Relations" : [ "Antidoted by: Camph., Cham., Coloc., Merc., Nux, Puls. Antidote to: Canth., Mg. c. \"May be given after abuse of Magnesia, with or without Rhubarb, if stools are sour\" (H. C. Allen). Complementary: After Mg. c. when milk disagrees and child has sour odour. Compatible: Ipec. Followed well by: Bell., Puls., Rhus, Sul. Compare: Botan., Polyg. h., Rumex., Lapath. Constituents: Chrys. ac., Calc. ox., Silic. Foul breath, Querc., Arn. < After sleep, Lach., Nat. m., Sul. Sour stools, Hep., Mg. c., Calc. (Rhe. has twitching of muscles of face and fingers during sleep; also puts arms over head). Queer positions, Plb. Head sweat, Calc., Sil., Sanic. < Uncovering, Rx. c. (Rhe., colic; Rx. c., cough). Screaming children with diarrhoea, Jalap. Bubbling sensation, Berb. Difficult dentition, Kre., Cham. Sour body smell, Hep., Mg. c. (Mg. c. is deeper acting than Rhe.). Impatience, Cin., Stp. Children. cry and toss all night, Pso. As if in a dream, Ambr., Anac., Calc., Can. i., Con., Cup., Med., Strm., Val., Ver., Ziz." ],
    "Causation" : [ "Eating prunes. Eating unripe fruit. Dentition. Spasms. Dislocations." ],
    "Mind" : [ "Indifference.", "Indolence, and dislike to conversation.", "Peevish disposition, with tears.", "Restlessness, with desire to weep.", "Impetuous desire for particular objects.", "The child demands various things with vehemence and weeping; even its favourite playthings.", "Screaming of children with urging and sour stools.", "Unable to collect her senses for long after waking.", "State of mind as if half asleep (or in a dream).", "Delirium.", "Incoherent talk." ],
    "Head" : [ "Stupefying cloudiness of head, as after intoxication, with prominent (bloated) eyes.", "Vertigo, which occasions falling sideways, when standing.", "Giddy headache, with anxiety.", "Pressive headache, esp. in sinciput, temples, and vertex.", "Pressure as with a finger at point where head joins neck.", "Heaviness of head, with heat and tearings.", "Dull and cramp-like tension in head.", "Throbbing in head, sometimes proceeding from abdomen.", "Movement of brain when stooping.", "Sweat on forehead and scalp after slight effort.", "Hair always (awake or asleep, active or still) sopping wet, may or may not be sour." ],
    "Eyes" : [ "Eyes weak and downcast, with aching pain, esp. when looking steadily at any object.", "Pressure and pullings in eyelids.", "Smarting in eyes, as if caused by dust.", "Painful throbbing in eyes.", "Convulsive starting in lids.", "Lachrymation (swimming eyes, full of water), esp. in open air.", "Pupils contracted." ],
    "Ears" : [ "Otalgia with itching in ear.", "Pressure (at meatus as from a finger) and throbbing in ears.", "Dulness of hearing, as from relaxation of tympanum, with rumbling in ears, > by violent swallowing but only for a moment.", "Crackling and bubbling in ear and in muscles on side of neck.", "(Meniere's disease).", "(Old-standing and frequently recurring deafness with cicatricial membrana tympani gets well after single dose of Rhe. O.", "R. T. C.)" ],
    "Nose" : [ "Stupefying drawing from root of nose to tip, where it tingles.", "Sensation of heat in nose." ],
    "Face" : [ "Face pale; or one cheek red, the other pale.", "Tension of skin of face.", "Frowning and contraction of muscles of forehead.", "Itching rash on forehead and arm.", "Cold perspiration on face, esp. on mouth and nose.", "Twitching at commissures of lips." ],
    "Teeth" : [ "Digging pains in teeth which are carious.", "Painful sensation of coldness in teeth (with accumulation of much saliva).", "Difficult dentition of children.", "Teeth feel blunt." ],
    "Mouth" : [ "Sensation of numbness and insensibility in tongue, with loss of taste for whole day (from chewing the stem).", "Tongue swollen, articulation affected (poisoning case).", "Salivation with colic or diarrhoea.", "Mouth covered with offensive mucus after sleeping.", "Offensive breath (after sleep).", "Dryness and sensation of dryness in mouth." ],
    "Throat" : [ "Contraction of gullet." ],
    "Appetite" : [ "Loss of taste.", "Mawkish, clammy, or sour taste.", "Bad taste after sleep.", "Food has a bitter taste.", "Appetite for different things, which, however, changes to disgust at the first mouthful.", "Dislike to fat and insipid food.", "Repugnance to coffee (not sweetened with sugar).", "Hunger without appetite." ],
    "Stomach" : [ "Nausea, as if proceeding from stomach, with colic.", "Fulness in stomach, with pressure, as if overloaded.", "Contractions in stomach.", "Shootings and throbbings in pit of stomach." ],
    "Abdomen" : [ "Distension of abdomen, with tension.", "Pressure in umbilical region.", "Cutting and rumbling in abdomen as from flatulence.", "Nausea in abdomen.", "Cuttings in abdomen, which force a curving of the body, often shortly after a meal, < by standing; < from eating.", "Colic: < at once by uncovering an arm or leg; not > by stool; before and during stool, > after; with very sour stools in acid children.", "Incarceration of flatus, with aching and tension in chest.", "Palpitation and jerking (swelling-bubbling sensation which seemed as if it could be heard) in abdominal muscles.", "Itching stitches in inguinal gland." ],
    "Stool and Anus" : [ "Urgent and frequent want to evacuate, without any result, < by movement, and walking.", "Diarrhoea only when exercising.", "Desire for stool after a meal.", "Loose evacuations, generally of a sour smell, liquid, or of the consistence of pap, preceded and followed by tenesmus, with constrictive pinching in abdomen, and shuddering during the evacuation.", "Stools frequent, soft, semi-liquid, evacuated with great pain in back and burning in rectum.", "Stools: brown, slimy; loose, thin, curdled, sour-smelling; corroding anus; mucous and fecal; whitish, curdy, turning green on exposure on diaper; pea-green; fetid; frothy.", "Liquid, slimy stools as if fermented, with pale face, ptyalism; child draws up legs; smells sour.", "Greyish or brown diarrhoea, mixed with mucus; followed by tenesmus, pain in back, and great burning in anus and rectum.", "Profuse diarrhoea, with vomiting, and great weakness.", "Diarrhoea of lying-in women; of children.", "Constipation after the proving." ],
    "Urinary Organs" : [ "Increased secretion of urine.", "Urine red; or greenish-yellow.", "Blood flows freely from urethra (poisoning case).", "Weakness of bladder: the urine cannot be discharged without effort.", "Burning sensation in bladder.", "Burning urine.", "Urine has agreeable benzoic odour." ],
    "Male Sexual Organs" : [ "Unusual emissions." ],
    "Female Sexual Organs" : [ "Bearing down in uterine region while standing.", "Drawing burning in l. ovarian region.", "Urinary complaints after abortion.", "Milk yellow, bitter.", "Diarrhoea after confinement.", "Stitches in nipples." ],
    "Respiratory Organs" : [ "Cough: dry in evening; with expectoration of mucus.", "Snoring inspiration during sleep." ],
    "Chest" : [ "Dyspnoea on breathing deeply, as from a weight on (upper part of) chest.", "Lancinations in chest.", "Rush of blood to chest.", "Crackling bubbling (even audible) in r. then l. pectoral muscles.", "Palpitation of muscles of chest.", "Pains and lancinations in breasts.", "Milk of nursing women bitter and yellow; the infant refuses the breast." ],
    "Back" : [ "Violent cutting, as if in lumbar vertebrae, < from stool.", "Cutting-drawing in l. lumbar region beneath short ribs, and in front of l. lower abdomen, just above pubes, or cutting in intestines.", "Tension in back and small of back.", "Rigidity in loins and hips, which does not permit standing upright." ],
    "Limbs" : [ "Simple pain in all joints during motion.", "The limbs on which he lies fall asleep.", "Lameness of wrists and knees after spasms and dislocations." ],
    "Upper Limbs" : [ "Lancinations in arms.", "Tearing in arms, forearms, and joints of fingers.", "Jerking in arms and hands.", "Muscular palpitation (bubbling sensation) in joints of elbows.", "Veins (on hands) swollen, and hands hot.", "Perspiration, sometimes cold, on palms of hands.", "Jerking in fingers." ],
    "Lower Limbs" : [ "Great lassitude in thighs.", "Jerking in muscles of thighs.", "Numbness of legs when crossed.", "Muscular palpitations in hams, legs and toes.", "Stiffness of ham, with pain during movement.", "Shootings in knees and legs.", "Bubbling sensation from bend! of knee to heel.", "Stiffness in bend of knees with pain on motion.", "Intermittent burning as from glowing coals between internal malleolus and tendo Achilles.", "Sticking itching in hollows of soles.", "Bubbling-crackling sensation in ball of l. big toe." ],
    "Generalities" : [ "[We use this remedy most particularly for sour-smelling children; stools, vomit, breath, all smell sour. Before or during stool there are colicky pains about umbilicus straining before stool, which is finally voided with ease; infants who cry a great deal with colic in the night; tenesmus without stool.", "H. N. G.].", "Affections of l. side of body.", "Perspiration on upper part of body.", "Soreness of the joints during movement.", "Pulsative pains.", "Palpitation in muscles, esp. round joints.", "Numbness of the limbs upon which patient has been lying.", "Lassitude and heaviness in whole body as after waking from deep sleep." ],
    "Skin" : [ "Pemphigus on face, scalp, and hands; face, lips, and tongue swollen; face livid (poisoning cases).", "Itching rash on forehead and arms." ],
    "Sleep" : [ "Sleep and yawnings.", "Disturbed sleep at night, with tossing, cries, moaning and snoring, or with convulsive quivering of eyelids, muscles of face, and of fingers, esp. in children.", "The hands are passed over the head when going to sleep, and during sleep.", "Nocturnal raving and moving about in bed, although eyes are closed.", "After sleep, headache and dizziness; or fetid mucus, of a putrid smell and taste, in mouth.", "Anxious, sad, vivid dreams." ],
    "Fever" : [ "Shuddering, without external coldness.", "Alternate shiverings and heat, with anxiety, and repugnance to everything.", "Heat in hands and feet, with coolness of face.", "Perspiration easily excited by the least exercise, esp. on forehead and scalp.", "Sweat stains yellow." ]
  }
}