{
  "remedyName" : "Rhodium Oxydatum Nitricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, itching of; burning in. Constipation. Ears, pains in. Haemorrhoids. Headache. Hearing, illusions of. Impotence." ],
    "Characteristics" : [ "The metal Rhodium is found in association with Platinum. The preparation of it used by Hering was thus obtained: \"A small quantity of Rhodium sponge, hydrate of potassa and nitre were exposed to the action of the blowpipe until oxidised. After having the oxide well washed and boiled in nitric acid for a few minutes and exposed to a gentle heat for an hour, the nitrate was obtained from the oxide: a fluid of a golden colour, and of the consistency of syrup.\" Dilutions of this were made, and the 4th was proved for Hering by Dr. Pehrson, the 2nd and 3rd by Dr. Negendank. The bowels were affected in both, constipation with piles being relieved in one, and constipation with itching of the anus being caused in the other. Some Peculiar Symptoms were: Headache on being waked up in the night. Headache alternating with faintness. Faintness > by passage of stool. Heat preceding chill and alternating with it. Sensation as if teeth blunt; as if sand between them. Scraping or harsh noise = disagreeable sensation in teeth. Hearing more acute; illusion that he hears whispering." ],
    "Mind" : [ "During whole day very unusual hilarity and gladness.", "Illusions of whispers.", "Irritation of the mind making regular meditation impossible, and causing a sense of dissatisfaction." ],
    "Head" : [ "On being disturbed at night aching in forehead, preventing further sleep.", "Tearing in forehead on being awakened; and at other times.", "Headache alternating with diarrhoea." ],
    "Eyes" : [ "Everything appeared as if the degree of light was lessened, principally the point (print?) whilst reading, which continued during the following day." ],
    "Ears" : [ "Stitches in membrana tympani; hearing more acute.", "In evening unnatural irritation of sense of hearing, a constant whispering being heard as illusive as if caused by human beings; a few times he went to see if there was not some one there." ],
    "Nose" : [ "Eruptions on nostrils temporarily removed." ],
    "Face" : [ "Heat and sweat over face." ],
    "Mouth" : [ "Teeth feel blunt; every scraping and similar noise most disagreeable sensation in them.", "Teeth feel as if sand between them." ],
    "Stomach" : [ "Stinging pain in pit of stomach, which after two hours changed into a griping pain in integuments of bowels." ],
    "Stool and Anus" : [ "The usually large stool passes with less difficulty than usual; piles improved.", "Stool in small round balls like cockles, with burning in anus during and for some time after.", "Much odourless flatus passed.", "Tenesmus as if stool would come, but only flatus passes.", "Loud emission of flatus.", "Diarrhoea with much wind, stool bubbling out; from to a.m., when it ceased and a headache commenced.", "Passage of stool > faintness.", "Foul stool.", "Itching of anus, as if caused by the piles, stools tardy." ],
    "Urinary Organs" : [ "Burning in urethra towards head of penis." ],
    "Male Sexual Organs" : [ "Lack of desire, power, and pleasure." ],
    "Limbs" : [ "Aching on inside l. thigh and on l. little finger." ],
    "Upper Limbs" : [ "Aching in upper joint of r. middle finger, evening.", "Intense aching l. wrist, evening.", "7 p.m. aching in r. wrists." ],
    "Lower Limbs" : [ "Burning, sticking pain rushing downwards in l. leg." ],
    "Generalities" : [ "From to p.m., after mental exertion, faintness, not > by eating, drinking, rest, &c.; at as this began to diminish r.", "sided headache began and was still felt on waking, a.m.; during the faintness urging to stool with inability, stool felt in l. side of rectum; by pressure around anus round balls were evacuated, causing intense burning in anus; faintness ceased instantaneously the moment the stool had passed.", "Constipation lasting several days." ],
    "Fever" : [ "Fever with sweat over face, p.m., followed by chill; fever and chill alternated till p.m." ]
  }
}