{
  "remedyName" : "Rhododendron",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Asthenopia. Bone, pains in. Bunions. Chorea. Ciliary neuralgia. Coryza. Delirium. Diarrhoea. Diphtheritic paralysis. Earache. Epistaxis. Eyes, affections of. Fever. Flatulence, incarcerated. Gums, itching of. Hydrocele. Lienteria. Lumbago. Memory, weak. Neuralgia. Nightmare. Ovary, cyst of. Rheumatism. Spleen, pain in. Sprains. Stiff-neck. Testes, affections of. Tinnitus. Toothache. Vagina, Cysts in. Wrists, pains in." ],
    "Characteristics" : [ "The golden-flowered Rhododendron is not much known in general medicine, but the Treasury of Botany says of it that \"it is narcotic in its properties and is used medicinally.\" Growing among the fogs and storms of the Siberian mountains; its provings (by Seidel, Wahle, Herzog, Helbig, and others) show that it produces sensitiveness to storms and weather changes; and this gives the grand keynote of its use in medicine. Rhod. disturbs all parts of the economy, producing delirium, fever, headache, neuralgias (earache, toothache), rheumatism, and inflammations, but the chief determining characteristic is that the symptoms come on or are < on the approach of a storm; during a storm; or in wet weather. Sensitiveness to electric changes. It is suited to nervous persons who dread a storm, and are particularly afraid of thunder; < before the storm; affections which come on in the spring and autumn, the seasons of change. This is the chief modality, and will be found in some degree present in a large number of cases requiring Rhod. But Rhod. has other characteristics. Among these is loss of memory: Words are omitted while writing; sudden disappearance of thought; forgets what he is talking about, has to think awhile before he can recall it. Vertigo and confusion, \"brain feels as if surrounded by fog.\" The narcotic reputation of Rhod. is borne out in the provings, for it produced actual intoxication, and also made the provers extraordinarily sensitive to the action of wine. Vertigo occurs whilst lying in bed, and is > by moving about. An intense degree of tinnitus aurium was caused by it, and this, associated with the vertigo, gives Rhod. a place in Meniere's disease. A Peculiar Symptom is: \"Loud sounds re-echo long in ears.\" Like the other Ericaceae, Rhod. has a strong effect on the kidneys, producing increased urine, with offensive smell, clear, brown red, or of greenish tinge, and, whatever colour it may be, of offensive smell. This offensive smell reappears in the axillary sweat. But the general sweat may be aromatic in odour and not unpleasant. \"Formication with sweat\" is characteristic. Rhod. sets up diarrhoea; and also a paralytic condition of the rectum, so that an effort is required to expel a soft stool. Pains in rectum extend to genitals; and the male generative organs experience the most intense action of the drug. The scrotum shrinks; testes are retracted; or else they swell (especially at night), and are the seat of a bruised pain, as if they had been crushed violently. These pains are < by touch; < sitting; > moving about. They may be so violent as to arrest breathing. The menses are too early and too profuse; the menses are always accompanied by fever and headache. Menses reappear soon after they have ceased. In one prover Rhod. restored the menses after six months' absence. It has cured cysts in the vagina, and has caused the rupture of an ovarian cyst. Chorea of left leg, arm, and face, < on approach of a storm, has been cured by it. The paralysing effect of Rhod. was exemplified by the poisoning of a flock of sheep from eating the leaves. A number of them died immediately after the administration of stimulants, and the autopsy showed that cause of death was paralysis of the swallowing muscles (T. C. Collings, quoted H. W., xxix. 158). Cooper cites a parallel case of death from post-diphtheritic paralysis affecting the throat muscles, occurring a few minutes after drinking tea. In both instances the fluid entered the trachea instead of the gullet and caused suffocation. Both sides are affected by Rhod. Symptoms frequently alternate: left and right nostril; burning in uterus and pains in limbs; chilliness and heat. Pains go from within outward. H. S. Budd (H. R., xv. 300) relates the case of Mrs. X., 44, married ten years, three children. Neuralgia for three years. Attacks occur usually on Friday or Saturday and last till Monday or Tuesday, but are induced any time by high winds, damp weather, or an approaching storm. Ammonol, Phenacetin, Antikamnia, had all failed, and Passif. only partly relieved, sometimes enabling patient to get sleep. The pain was < after hard work; during any movement; in very cold weather; from hot applications. Intense soreness all over right half of head. Cannot rest on pillow or endure even lightest hairpins when pain is worst. < At night. Intensely nervous and hysterical at being touched, even by accident. During pain increased activity of kidneys, ceasing when pain ceases. Pain greatest in right lower jaw. Sometimes > for an hour by chewing gum or eating. Afraid of thunder. Omits words when writing. Rhod. 16x every hour was given on May 12th. Each dose caused immediate <. Next morning pains stopped suddenly and did not return. On June 7th there was a premonitory twinge, and A powder of Rhod. 1m was given, after which there was complete immunity. E. V. Moffat (quoted Am. H., xxiii. 268) treated a girl, 10, for neuralgia, which had existed for several years. The patient was of marked gouty heredity, and had been treated by leading old-school doctors in New York. She was well during the summer, but suffered intensely during winter. Pains general and shifting, sometimes intercostal, sometimes sciatic; in bad weather never absent. The last form was prostrating headache, incapacitating her for school work. The eyes were normal. While the sun shone she was comfortable. If it stormed or threatened she was miserable. If she had a headache on a stormy day and the sun came out, in ten minutes she was relieved, and it returned at once if snow or rain came on. A cold day, especially if damp, was almost as bad as a storm. Rhod. O, in repeated and increasing doses, cured in three weeks. Colour, spirits, strength returned, and she no longer minded the weather or missed her school. Peculiar Sensations are: Brain as if in a fog. Scalp as if bruised. As if a worm in ear. As if water rushing into ear. As if throat lined with mucus. As from tension under short ribs. Testicle as if violently contused or crushed. As if a fist pressed forcibly against stomach. As if blood ceased to circulate in arms. As if arms asleep. As if feet and legs asleep. As if heavy weights hanging to feet. As of subcutaneous ulceration. Undulating sensation arising from abdomen. Warm undulations in heart. Bruised pains. Pains flying about. Crawling sensations. A Peculiar Symptom in the eyes is: One pupil dilated, the other contracted. There is a splenic stitch on walking fast. The incarcerated flatus is felt in the hypochondria and small of the back. It is not at all unusual to meet this symptom, \"Flatus felt in the back,\" in cases of flatulent indigestion. \"Increased warmth of hands even in cold weather\" is another peculiar symptom. The symptoms are < by touch (toothache, testicles, chest", "this sensitiveness is general). Rest <; motion (especially commencing motion) >. (Walking = stitches in spleen; motion < pain in ears; and prosopalgia). Rheumatic pain in shoulder on which he rests; goes off on turning. < Sitting. > Rising. < Standing. < When writing. < Wind; east wind; rough weather; wet, cold weather; getting wet. < Before a storm (ciliary neuralgia; pains through eye from head; toothache; diarrhoea; dysentery; pain in deltoids; paroxysmal chorea). > Warmth. > Wrapping up. (But heat in bed < formication of anus; and toothache.) Dry heat >. < Change. < Thunder. Toothache > whilst and after eating and from warmth. Pain in left side > by eating. Drinking cold water = pressure at stomach. < Drinking wine; easily intoxicated. Belching >. General sweat >. < Night; morning in bed and on rising." ],
    "Relations" : [ "Antidoted by: Bry., Camph., Clem., Rhus. Compare: Arbut., Kalm., Led., Uva ursi, and other Ericaceae. < Wet weather; < weather changes, < rest, > motion, Rhus (Rhus affects periosteum more than Rhod.; Rhod. > commencing motion, Rhus <). < During thunderstorm, Nat. c., Phos., Pso., Sil. < From wine, Zn. Heat in heart, Croc., Lchn., Op. Orchitis become chronic, indurated testicle, Clem., Puls. (Rhod. has tendency to atrophy; and crushed feeling in testes). Orchitis, crushed sensation, Aur., Cham. Wandering rheumatism < in wet and stormy weather; right side neuralgia, Kalm. Fibrous deposits in great toe, Colch., Led. (Led. has > by cold). < In stormy, wet weather, Dulc., Nat. s., Nux m. (Rhod. most before the storm). Diarrhoea from fruit, Rhe. > Wrapping up head, Sil. Sensation of subcutaneous ulceration, Pul., Ran. b. Bruised pains, Arn., Con. One pupil contracted the other dilated, Cad. s., Phys. Hydrocele, Bry. Intoxication, Querc. Sounds re-echo, Caust., Pho., Ph. ac., Sars." ],
    "Causation" : [ "Stormy weather. Thunder. Sprains. Eating fruit. Getting wet Catching cold." ],
    "Mind" : [ "Delirium; staggers; falls asleep on his knees; starts and appears terrified in sleep but awakes cheerful.", "Mental derangement.", "Frightful visions.", "Sombre, morose humour.", "Excessive indifference, with dread of all kinds of labour.", "Nervous persons who dread a storm, and esp. thunder.", "Excessive forgetfulness.", "Sudden loss of ideas.", "Leaves out whole words when writing.", "While talking forgets what he is talking about." ],
    "Head" : [ "Reeling sensation in head; brain feels as if surrounded with a fog.", "Head bewildered in the morning after rising, with sleepiness.", "Intoxication.", "Vertigo with anguish.", "Whirling vertigo in bed, as if the head were about to be turned backwards.", "Headache (in forehead and temples) excited or < by wine or by cold, damp weather (> after rising and moving about).", "Tension in the forehead.", "Drawing pressure in sinciput and temples, principally in bones.", "Violent drawing and tearing in bones and periosteum of cranial bones; < when at rest, in morning; > from wrapping head up warmly, from dry heat and from exercise.", "Aching in l. half of forehead, spreading to l. temple, continuous, < by wine.", "Tearing boring in l. temple.", "Lancinations in the sinciput and sides of the head.", "Throbbing in head.", "Painful sensibility of the exterior of head as from subcutaneous ulceration.", "Pain as from contusion or blows in the occiput.", "Violent pain r. occiput as if a foreign body had been forced in.", "Gnawing itching (biting and burning) in scalp, esp. in evening.", "Hair stands up as if electrified (R. T. C.)." ],
    "Eyes" : [ "Pressive shootings in the margin of orbits, with spasmodic contraction of eyelids.", "Darting like arrows through eye from head < before a storm.", "(Severe r. keratitis with aching in r. side of head and forehead, < in thunder.", "R. T. C.).", "Aching in eyes, commencing on one side of face.", "Sticking pain in r. eyeball, as with a red-hot needle darting from within outward.", "Sensation of dryness and burning in eyes from time to time, esp. in bright daylight and when looking steadily at an object.", "Suppuration of lids at night.", "Irritation of lids (agg. R. T. C.).", "Swollen lids which become easily red.", "Agglutination of lids.", "Quivering jerks in lids.", "Contraction of one pupil while the other is dilated.", "Clouded sight when reading and writing.", "Eyes tire easily (agg. and cure.", "R. T. C.)." ],
    "Ears" : [ "Otalgia (r. ear) with jerking tearings.", "Tearing and boring in and near the ears.", "Sensation as of a worm in ear.", "Continued dull humming in ears, < by swallowing.", "Loud sounds re-echo long.", "Continued buzzing in ears, feeling as if water rushing into them." ],
    "Nose" : [ "Epistaxis.", "Diminished smell.", "Semilateral obstruction at root of nose, esp. in morning.", "Fluent coryza with obstruction of one nostril (l. nostril, sometimes alternating with r., > in open air), and loss of smell and taste.", "Increased secretion of nasal mucus in open air.", "A bright red spot on nose, sensitive to touch, lasting several days." ],
    "Face" : [ "Shuddering chilliness over face.", "Violent tearing, jerking faceache, < in wind and changes; > while eating and from warmth.", "Prosopalgia extends from temple to chin; spreads over r. side of face.", "Lips dry and burning.", "Vesicles on the lips (on inner side of under lip), with pains as from excoriation when eating." ],
    "Teeth" : [ "Toothache with drawing tearing in molars, in cold, damp weather; or on approach of or during a storm; < by touch.", "Rheumatic toothache radiating from r. lower jaw to teeth.", "Nocturnal odontalgia with otalgia.", "Itching in the gums.", "Swelling and pain as from excoriation between lower gums and cheek." ],
    "Mouth" : [ "Copious accumulation of saliva in mouth, with dryness of gullet and smarting vesicles under tongue.", "Greenish coated tongue with bitter, putrid taste." ],
    "Throat" : [ "Scraping in throat; sensation as if lined with mucus.", "Constriction and burning sensation in throat." ],
    "Appetite" : [ "Dulness of taste.", "Food has no flavour.", "Augmented thirst.", "Gnawing, hungry sensation before a meal.", "Speedy satiety, with good appetite, followed by uneasiness." ],
    "Stomach" : [ "Nausea, with inclination to vomit, pressure in stomach, and waterbrash, > by eructations.", "Gulping of rancid or bitter fluid.", "Empty eructations.", "Vomiting of green, bitter substances.", "Vomiting after anything fluid, esp. cold water.", "Aching (and heaviness) in stomach at night, or after drinking cold water.", "Contractive pressure in scrobiculus with obstructed respiration.", "Pressive shootings in pit of stomach and hypochondria." ],
    "Abdomen" : [ "Spasmodic pains in hypochondria.", "Pain as from tension under short ribs.", "Tension in the region of the spleen (when or) after stooping.", "Shootings in spleen on walking quickly.", "Distension of abdomen, esp. in upper part, with sensation of fulness, which hinders respiration, morning and evening.", "Painful incarceration of flatus in hypochondria and loins.", "Grumbling and borborygmi in abdomen, with risings and expulsion of fetid flatus.", "Drawing pain in r. and (slighter) l. inguinal ring while sitting." ],
    "Stool and Anus" : [ "Urgent want to evacuate, with slow evacuation.", "As soon as he gets out of bed diarrhoea comes on.", "Difficult evacuation, even of soft faeces.", "Faeces of consistence of pap.", "Mucous evacuations.", "Diarrhoea after eating fruit or in cold, damp weather; food passes undigested.", "Diarrhoea which does not weaken.", "Shooting pain in rectum extending to just below ribs.", "Crawling in anus as from ascarides.", "Throbbing in anus.", "Drawing from rectum to genital organs." ],
    "Urinary Organs" : [ "More frequent want to urinate, with drawing in the region of the bladder and in the groins.", "Pain in urethra as from subcutaneous ulceration.", "Increased discharge of a fetid urine.", "Urine clear, greenish, hot.", "Twitching and stitches at urethral orifice between acts of micturition." ],
    "Male Sexual Organs" : [ "Pain as from excoriation between genitals and thighs.", "Throbbings and shootings under glans.", "Drawing and pain as from a bruise in testes extending into abdomen and thighs.", "Testes, esp. epididymis, intensely painful to touch.", "Testes swollen and retracted.", "Itching, sweat, and shrinking in scrotum.", "Transparent swelling of the scrotum, as from hydrocele.", "Swelling of the testicles after gonorrhoea.", "Induration of testes; induration and swelling of l. testicle.", "Contusive pain in first one then in the other testicle.", "Drawing pain in r. testis and cord, > by motion; sometimes pricking, beginning r. testis, spreading in zigzag manner along perinaeum to anus, so violent it arrested breathing.", "Crawling pain in testes.", "Increased desire.", "Aversion to coitus and want of erections.", "Profuse emission with amorous dreams." ],
    "Female Sexual Organs" : [ "Suppressed catamenia.", "Premature and too profuse catamenia.", "Fever with headache at each menstrual period.", "Pain in ovaries; < in change of weather.", "Caused rupture of cyst in r. ovary.", "Serous cysts in vagina.", "After parturition, burning in uterus alternately with pains in limbs, fingers flexed." ],
    "Respiratory Organs" : [ "Catarrh and hoarseness of trachea.", "Dry, shaking cough, with oppression of chest and roughness of throat, esp. night and morning (in paroxysms from tickling in the trachea).", "Scraping cough with scanty expectoration of mucus." ],
    "Chest" : [ "Transient, dull pain from chest to l. hypochondrium when walking fast.", "Pressure at chest with obstructed respiration.", "Dyspnoea from constriction of chest.", "Warm undulation in chest and about the heart.", "Rush of blood to chest.", "Bruised pain at chest externally.", "Knife-like cuttings in l. chest when bending to r. and backward." ],
    "Heart" : [ "Boring pain in region of heart.", "Warm undulations at heart.", "(Heart irritable, pulse weak and quick.", "R. T. C.).", "Heart beats stronger.", "Pulse: slow; feeble, small, and slow." ],
    "Neck and Back" : [ "Rigidity of nape.", "Rheumatic tension and drawing in muscles of nape and of neck.", "Stiff-neck, gums and teeth sore, pains fly about everywhere.", "Pain in sacrum, becoming intolerable on stooping.", "Wrenching or contusive pains in back and loins (< at rest and in rainy weather).", "Small of back painful when sitting as if back had been bent too long, or as if he had been lying on it too long.", "Rheumatic drawing and tearing in back and shoulders." ],
    "Limbs" : [ "Rheumatic and arthritic drawing and tearings as if in the periosteum of limbs, excited by rough weather and < by repose.", "Wrenching pain and searching drawings in joints, with redness and swelling.", "Chronic rheumatism affecting the smaller joints and their ligaments.", "Restlessness, tingling, weakness, and sensation of paralytic stiffness in some of the limbs." ],
    "Upper Limbs" : [ "Drawing pains in arms in rough weather.", "Sensation as if the blood did not circulate in arms.", "Weakness with tingling and heaviness in arms, extending to tips of fingers during repose.", "Pulling and tearing in forearms and hands as if in periosteum (during wet, cold weather), < during repose.", "Wrenching pain in joints of hands.", "Sensation as if the wrists were sprained.", "On small spot of metacarpal bones painful sensation as if an exostosis would form.", "Increased heat in hands, even in cold weather.", "Itching of r. middle and ring fingers with erysipelatous redness." ],
    "Lower Limbs" : [ "Wrenching pain in joints of hip and knee.", "Sensation of soreness in thighs near the genitals.", "Itching of inner surface of thighs.", "Sensation as if skin were cold and shrivelled in certain parts of the legs.", "Perspiration on legs.", "(Dropsical) swelling of legs and feet.", "Feet and legs as if asleep.", "Drawing and tearing in legs and feet as if in periosteum; esp. during repose.", "Excessive coldness of feet, even in a warm room; cannot be got warm in bed; prevents sleep.", "Pain in tendo-Achillis on stepping.", "Rheumatic enlargement of great toe mistaken for bunion.", "Gout with fibrous deposit (not urate of soda).", "Sensation as if heavy weight were hanging to feet.", "Corns on feet with shooting pain." ],
    "Generalities" : [ "We think of this remedy chiefly for the sufferings that are < in windy weather, even if the patient be not exposed to it; he may be in bed or in a warm, comfortable room, but the blowing of the wind < the symptoms.", "Tendency to faint in young girls of phthisical tendency who grow rapidly and are upset by thunderstorms (R. T. C.).", "Affections in general of the r. upper extremities; r. abdominal ring; l. side of nose; testes; r. lower extremity; inner surface of thigh.", "Serous cysts in vagina.", "Induration or swelling of the testicles, particularly of the r. one.", "Diarrhoea after eating fruit; flatulent colic.", "Arthritic nodes.", "Dragging up or rooting sensation; crawling of the skin or over the skin like ants; toothache which ceases suddenly, beginning again in two or three hours; feeling of heaviness in stomach after drinking cold water.", "Great dejection and painful weariness after the least exercise.", "Dropsical swellings.", "Frequent remission of sufferings, and appearance of them generally in morning.", "Sufferings excited or < by cold, damp weather, or by the approach of a storm, as also during repose." ],
    "Skin" : [ "Eruptions.", "Burning and tearing with erysipelas.", "Itching, burning, and creeping." ],
    "Sleep" : [ "Strong disposition to sleep during day, with burning sensation in eyes.", "Profound sleep before midnight, after having gone to sleep early in evening.", "Sleeplessness after midnight.", "Sleep in morning, disturbed by bodily agitation and pain.", "During sleep oppression of chest, a sort of nightmare." ],
    "Fever" : [ "Pulse slow and weak.", "Chilliness in morning in bed and during day if cold air blows on him.", "Shivering alternately with heat.", "Augmented heat, esp. in hands.", "Fever in evening with heat in head, coldness of the feet (after lying down, continuing long), burning sensation in eyes and nose, painful weariness and adipsia, followed by nocturnal heat and sleeplessness.", "Sensation of heat, esp. in hands, although they feel cold to the touch.", "Profuse debilitating perspiration, esp. when exercising in the open air.", "Offensive-smelling perspiration in the axilla.", "While perspiring the skin itches and tingles, like formication.", "Perspiration with tingling and itching in skin.", "Perspiration of an aromatic smell." ]
  }
}