{
  "remedyName" : "Rhus Aromatica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Atony. Bladder, haemorrhage from. Diabetes. Diarrhoea, chronic. Dysentery, chronic. Enuresis. Haemorrhages. Kidneys, haemorrhage from. Uterus, haemorrhage from; atony of." ],
    "Characteristics" : [ "Hale quotes J. T. McClanahan's account of Rhus arom.: \"It is a shrub, growing from two to six feet high, on high, rocky soil; stems straight, branching near the top; flowers yellow, fruit clustered, red, seedy, and acid. When the bush is fractured it emits a strong odour. The bark of the root is the proper medicinal part.\" McClanahan's grandfather, Dr. John Gray, used Rh. a. as a remedy in diabetes, and his father, Dr. F. McClanahan, in other genito-urinary diseases. J. T. McClanahan records these cases: (1) Mr. A., 27, cadaverous, emaciated, haggard, had diabetes insipidus. Rh. a., teaspoonful doses of the powdered root bark in sweet milk, three times a day, completely cured in four months. (2) Mrs. B., 37, had diabetes mellitus. First noticed increase of urine ten months before; became so weak she had to abandon house-work. Pain in back; thirst; appetite, now ravenous, now deficient. Skin sallow, doughy. Temperature 101.5° F. Cough and night-sweats occasionally. Diarrhoea at times. Specific gravity of urine, Rh. a., half-teaspoonful doses every four hours. Quantity of urine diminished next day, and as this diminution progressed the doses of Rh. a. were given at increasing intervals, and in three months it was discontinued, proper diet having been observed in the meantime. Cod-liver oil and hypophosphites were given after the Rh. a. was discontinued. (3) Mr. C. had incontinence of urine more than a year, constant dribbling. Rh. a. O gtt. x, three times a day, improved at once, and cured completely in eight weeks. (4) Girl had enuresis during day and night for two years. Rh. a. O, one part to glycerine three parts, a teaspoonful three times a day, cured. (5) Boy, early in summer had diarrhoea, stools pale and thin, running from him like water; no particular pain or fever. Pale, emaciated, limbs trembling, scarcely able to stand. Abdomen flabby. Rh. a. O gtt. iii, in water after each stool, cured rapidly. (6) A labourer had \"chronic dysentery\" two months. On the average five stools a day, sometimes copious and painless, sometimes scanty and with pain. Stools consisted largely of blood and mucus or clear blood. Patient thin, anxious, bowels (abdomen) flabby. Skin sallow. Rh. a. O in ten-drop doses, with boiled milk diet, cured. McClanahan also mentions haemorrhage from kidneys, bladder, and uterus; menorrhagia and other excessive discharges accompanied by a relaxed condition, of the uterus as indicating the remedy; also atonic conditions generally. These experiences have been confirmed by others. J. A. McKay (Hom. News, quoted Am. H., xxii. 394) relates the case of Mrs. S., 45, who had severe, profuse uterine haemorrhage for eight days, which three old-school doctors failed to arrest. The condition was becoming desperate, large clots passing away, and the patient fainting from the loss. Rh. a. O gtt. x, every six hours, was given. The first dose checked the flow, which ceased entirely after the second." ],
    "Relations" : [ "Rh. a. is closely allied to Rh. g. They are both non-poisonous, and have terminal flowers, instead of the axillary flowers of the poisonous varieties." ]
  }
}