{
  "remedyName" : "Rhus Venenata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Boils. Chilblains. Diarrhoea. Dyspepsia. Dysphagia. Eczema. Eruptions. Erysipelas. Erythema nodosum. Glands, cervical, ulceration of. Haemorrhoids. Herpes. Hydroa. Impetigo. Irritation. Lips, swollen; sore. Lumbago. Measles. Menorrhagia. Ophthalmia. Paraplegia. Prurigo. Purpura. Scabies. Stiff neck. Tongue, cracked. Urticaria." ],
    "Characteristics" : [ "Rhus ven. is one of the most actively poisonous of the Rhoes. P. B. Hoyt, who (according to Hale) first drew attention to it, and made the first provings, says it is more poisonous than Rh. t., which he can handle with impunity, whilst he was violently affected by Rh. v. in spite of extreme caution. Further, he considers it more actively curative; in a case of Rhus sore throat, when Rh. t. failed Rh. v. acted with excellent effect. Another observer, Butman, says that persons who have been poisoned by Rh. t. are more liable than others to Rh. v. poisoning, the Rh. v. is \"set to work\" by the Rh. t. On the other hand Rh. v. in the attenuations is credited with the cure of Rh. t. poisoning. Hoyt's experience is interesting. Wishing to prepare a tincture he went to a swamp and procured some sprouts. In doing this he had on a pair of buckskin gloves, and kept carefully to the windward side of the plant. Nevertheless in an hour and a half a most intense itching and burning (more burning) set in in scrotum and penis. The glans was very painful; slight friction > for a moment the itching but not the burning. The symptoms continued next day. At a.m. he made the tincture, using great caution in manipulating the plant. At p.m. itching and burning began on back of right hand. A restless night followed. Awoke in morning with itching, especially on palmar surface of wrists. This spread all over body, symptoms steadily advancing. Dizziness; eyes and ears became affected, fever set in. When the symptoms passed off it was found that some chronic dyspeptic symptoms and inflammation of the eyes had been much benefited.", "I have frequently used Rh. v. with good effect in skin diseases. Bayes told me of a case of universal eczema with intense distress in an old man which he cured in a fortnight with Rh. v. A case of pemphigus in a young man of came under my care after years of treatment under allopathic specialists who had given him Arsenic until they could give no more, telling him at the same time that nothing but Arsenic could do him any good. Rh. v. 3x and completely cured in a few months, and the cure enabled the patient to marry. I have found Rhus an excellent remedy for arsenical overdosing. A minor use of Rh. v. is as a topical remedy in itching, burning chilblains. The O tincture painted on relieves almost instantly and practically cures the chilblains in a large number of cases. Rh. v. has many symptoms referring to the bones; and according to Hering it affects those parts where the bones are directly covered with skin, as the forehead, backs of lingers, &c. There is a \"pain half way down the oesophagus\" which is probably a variant of the Rhus \"Pain between the shoulders on swallowing food.\" Peculiar Sensations of Rh. v. are: Sensation as if mouth and throat had been scalded. As if sand on lips; in mouth. Sensation in arm as if the bone would break. Pains wander about; upward and downward along the periosteum; come and go suddenly; chill runs up back. Butman observed that blondes are more susceptible to Rh. v. poisoning than brunettes. When once affected persons are liable to a renewal of the affection (without further poisoning) each year at the same time. Persons poisoned by Rh. t. and r. are more liable to be poisoned by Rh. v. Children are more readily poisoned than adults. Hale records a case bearing on the comparative action of Rh. v. with Rh. r. and Rh. t.: A lady had several times every year a sore mouth, with intense redness of mucous membrane of tongue, cheeks, and fauces in small vesicular points; intense burning and feeling as if mouth and throat had been scalded. If unchecked every mucous membrane including those of rectum and vagina became involved. No remedy helped till Rhus was tried. Rh. r. and Rh. t. only slightly relieved, but Rh. v. always removed the affection quickly. Under the name Rhus vernix E. F. Beckwith relates (M. A., xx. 369) the poisoning of Mrs. T. Williams, sandy hair, light complexion, good general health. Twelve years before she had worked all day over a stove in which the wood of Swamp Sumach was burned. She was badly poisoned, was unable to see for four or five days, and was treated with lotions of sugar of lead and butter-milk. Ever since then she had a rash just before the menses, or if she took cold. At the time Beckwith saw her she had a lump in centre of left breast, a dense mass occupying nearly one-half the gland substance, which she believed to be cancer, a sister having died of what was said to be cancer of the breast. She had first noticed it, the size of a hazel-nut, six years before when nursing her last child. The symptoms connected with this were also < before menses and had Rhus characteristics. The symptoms from this patient I have marked (B) in the Schema. The symptoms were < by touch and pressure. > Gently rubbing and scratching. < Before stools. < Damp days. < Hot weather. < Rest. > Moderate exercise or open air. > Hot bath. Chills in warm room. Washing with cold water or snow > itching on back. < Mental exercise. Motion < pain in elbow. Walking < frontal headache. Eating raw things < burning of lips. All symptoms < morning after waking. Diarrhoea a.m. \"Pain as if sprained\" shows the relation of this Rhus to sprains. It is most poisonous on hot days in summer; to persons immediately after a meal; and to those in a state of perspiration", "\"if my skin was perfectly dry when collecting the juice of Rh. v., it had not the slightest effect on me\" (Bigelow, quoted by Hale)." ],
    "Relations" : [ "Antidoted by: Pho., Bry. Clem. (itching on hands and genitals, anus, lips, mouth, and nose) Ranunc. (rheumatic pains < on taking cold); Nit. ac. (sprained pain in r. hip). Blue clay applied externally > itching and burning entirely (Hering). Coffee had no effect on the symptoms. Follows well: Rh. t. Compare: Skin and botan., Anac., Comoc. Rh. r., Rh. t. Stitching pains, K. ca. Wandering pains, Puls. Pains come and go suddenly, Lyc. Pain at root of tongue, K. iod." ],
    "Causation" : [ "Sprains." ],
    "Mind" : [ "Great sadness, no desire to live, or do anything, everything seems gloomy.", "Apprehensive, restless, variable feeling; sometimes cheerful, then hypochrondiacal.", "Cannot connect ideas or concentrate mind; forgetful; dull; stupid." ],
    "Head" : [ "Dizzy when first getting out of bed (B).", "Whirling vertigo, much < evening.", "Head enormously swollen, eyes closed.", "Dull, heavy stupefying headache.", "Sharp pains in parietal bones.", "Jerk-like drawing here and there in nerves of head.", "Dull frontal headache < by walking and stooping.", "Headache as though brain squeezed. < Stooping (B).", "Tearing in r. temple extending from forehead upwards into l. half of head, always seated in the bone; thence to l. occiput and down to nape.", "Jerk-like headache in occiput.", "Skin of forehead rough; pimples; herpes phlyctenuloides." ],
    "Eyes" : [ "Eyes nearly closed with great swelling; red.", "Eyes feel as if being pressed out of head.", "Eyes ache as though pressed on (B).", "Eyes feel as if sand in them (B).", "Smarting, burning irritation and acridity about eyes; profuse lachrymation.", "Blear-eyes, < night; cannot read by candle-light (B).", "Photophobia.", "Sharp pain in r. eye, extending to supraorbital region.", "Constant dull aching pains in eyeballs.", "Sight dim.", "It becomes black before eyes while looking.", "Flashes of light before eyes (B)." ],
    "Ears" : [ "Transient stitches in r. concha.", "Jerk-like tearing in bone behind r. ear.", "Much earache; hammering-throbbing deep in ear after dark (B).", "Jerk-like cutting stitches in ear.", "Vesicular inflammation of ears, exuding a yellow watery serum.", "Very troublesome deafness.", "Ringing, rustling, and noises in r. ear." ],
    "Nose" : [ "Nose red and shiny, redness not removed by pressure.", "Erysipelas.", "Profuse secretion from r. nostril of thin ichorus fluid; l. stopped.", "Both nostrils filled with tenacious mucus.", "Nose dry; sore.", "Loss of smell.", "Nose sore internally coming on a few days before menses, lasting three or four days after (B)." ],
    "Face" : [ "Nose and r. side of face much swollen, esp. under r. eye.", "Skin of face dry, rough, scurfy, seems thickened and indurated. Face red, swollen, shining, glistening; desire to rub constantly; hot water > and = peeling.", "Face more swollen l. side than r.", "Heaviness in swollen face.", "Boring in r. upper jaw.", "Drawing pains in r. upper and lower jaw.", "Sensation as if sand on lips.", "Face and esp. upper lip swollen.", "Lips sore, swollen, blistered, cracked.", "Cannot get lips cool.", "Itching of upper lip and chin p.m." ],
    "Mouth" : [ "Drawing in r. upper teeth.", "Gums swollen.", "Eruption on gums of upper incisors.", "On drinking anything warm, slight irritation on inner lips, gums, and tip of tongue.", "Tongue: coated white in middle, back and edges red; red on tip; red and cracked in middle; cracked in middle and covered with little vesicles; several vesicles on under side.", "Sensation as if tongue were being pulled out by the roots.", "Distress in root of tongue and fauces.", "Scalded feeling in tongue; while at dinner it extends to mouth and fauces, causing dryness.", "Tongue and mouth as if burnt with an acid.", "Itching of tongue and roof of mouth.", "Tongue and lips feel cracked.", "Breath hot, feverish, offensive.", "Breath hot, and not offensive; feels like steam.", "Fever sore on mouth.", "Mouth feels rough as if sand under mucous membrane when touched.", "Saliva increased; viscid.", "Hot water runs from mouth when lying down, with sickness at stomach < at night (B).", "Slimy, nasty, putrid taste (B).", "Taste: lost; slimy; flat, rough.", "Cannot speak distinctly, palate fallen and feels as if something in mouth impeding speech, unchanged by hawking and clearing throat." ],
    "Throat" : [ "Soreness l. side throat, swelling extending downwards.", "Throat sore, swollen.", "Irritation and acridity about throat and eyes.", "Tonsils red, congested, dull aching distress in them.", "Irritation; dryness; burning in throat.", "Pharynx and oesophagus irritable and sensitive, painful and difficult to swallow, food caused pain and seemed to stop mid-way to stomach; cold water produced the same effect as very hot tea, and an aching such as is felt after drinking ice-water, though thirst was great.", "Frequent desire to swallow.", "Swallowing difficult.", "Feels as though hairs in throat way back; lasting several days at a time (B).", "Difficulty in swallowing solid food, throat feels as though it were drawn up (B)." ],
    "Stomach" : [ "Appetite: improved; lost.", "Thirst very great.", "Eructations.", "Nausea and loathing.", "(Dyspepsia and belching relieved.).", "Severe pain in stomach a.m.; sudden call to stool two hours later.", "Much distress and pain in (cardiac end of) stomach.", "Sudden vomiting when at table eating (B).", "Pressure in stomach after eating, and I can pound lightly on stomach and throw up any meal (B).", "Pressure in pit of stomach (B).", "Creeping or crawling sensation in stomach (B).", "Stomach feels bad in evening (B).", "Pork = vomiting instantly (B)." ],
    "Abdomen" : [ "Hard beating or throbbing a little below pit of stomach (B).", "Distress in umbilicus with dry, lumpy, dark stools.", "Abdomen bloated, very sensitive to least pressure.", "Swelling of abdomen, in morning have to rub it down with my hand before I can button my clothing (B).", "Sharp cutting pain in umbilical and hypogastric regions.", "Colic, rumblings and soreness to touch.", "Pain in hypogastrium before every stool; very little warning.", "Pain in bowels < mornings." ],
    "Stool and Anus" : [ "Bleeding haemorrhoids with extensive itching and burning.", "Discharge of blood from rectum after a stool.", "Neuralgic pains in anus.", "Most intolerable burning and itching in anus.", "Diarrhoea to a.m., stools nearly white.", "At a.m., large watery stool passed with great force and attended with violent colicky pains; during next two hours there were similar profuse stools, after which pains ceased.", "Stool: very dark; dark and partly undigested; dark, hard, and small in quantity." ],
    "Urinary Organs" : [ "Burning in urethra.", "Urine increased.", "Desire to void urine often, but in small quantities." ],
    "Male Sexual Organs" : [ "Groins and penis affected in morning.", "Scrotum red, swollen, much corrugated, covered with vesicles; prepuce swollen; glans swollen and very sore; cuticle of penis and scrotum peels off in patches as large as a sixpence." ],
    "Female Sexual Organs" : [ "Menses (which were near at hand) came on immediately in very large clots like pieces of meat.", "Every month, dull heavy pain in l. ovarian region (B).", "Hard, labour-like pains for one day before menses (B).", "Soreness of vagina during menses (B).", "Menstrual discharge regular, rather scanty, always bright pink in colour.", "Terrible lancinating pains through l. breast < for three days before menses (B).", "Burning in l. breast and l. side of body (B).", "Sometimes sensation as if a thousand small needles were sticking in l. breast (B).", "Breast symptoms: < moving l. arm forward and across body; by pressure; just before and during menses; at night and when lying down; > by motion; continuous work (B).", "Breast must be supported; it aches when it hangs down (B).", "Eruptions just before menses (B)." ],
    "Respiratory Organs" : [ "Dryness and pains in larynx.", "Hoarseness.", "Harsh, dry cough, lasting more than two weeks.", "Sense of oppression as if the air was too heavy." ],
    "Chest" : [ "Violent stitches through chest with great suddenness.", "Violent stitches in l. lung causing anxiety, esp. on breathing.", "Stitches in both lungs; in apices.", "Rush of blood to chest with anxiety.", "Stricture in chest.", "Pain over sternum; lancinating in sternum and r. leg.", "Drawing pain in lower l. side." ],
    "Heart" : [ "Stitches in heart.", "Palpitation with stitches in heart." ],
    "Neck and Back" : [ "Stiff neck or crick-in-neck.", "Ulceration of cervical glands, which discharged a very offensive dark-coloured pus; dark red areola round ulcers.", "Dull pain in cervical, dorsal and lumbar regions.", "Back very stiff.", "With rumbling of flatus in bowels, pains in back extending from lumbar region to umbilicus.", "Sharp pain under l. scapula, extending through to ribs.", "Rheumatic pains between scapulae.", "Dull, heavy pains in lumbar region < stooping or walking.", "Drawing in lumbar muscles extending into hips.", "Drawing in l. loin.", "Dull, aching pain and weakness across loins.", "A little pain in sacrum.", "Lumbago from a strain or a cold." ],
    "Limbs" : [ "Trembling of limbs with twitching of muscles.", "Swelling of all the limbs with redness, and thirst.", "Wrists, ankles, feet ached so severely he could not sleep." ],
    "Upper Limbs" : [ "Tearing in l. arm, extending up from elbow; a sensation as if the bone would break.", "Pain from l. breast extends into l. arm (B).", "Drawing in l. arm, forearm, and last three fingers; arm feels paralysed.", "Paralytic drawing in r. arm, esp. wrist, extending to tip of fingers.", "Jerking pain in muscles of both arms.", "Crawling in l. arm, esp. when resting it upon anything.", "Severe pain in l. elbow-joint preventing moving it.", "Rheumatic pains in l. elbow and shoulder-joints < on motion.", "Weakness of forearm and fingers, which are cold.", "When hand becomes numb and goes to sleep it feels as if puffed up (B).", "L. hand becomes numb on sitting or lying down (B).", "Dull, drawing pains in wrists and fingers.", "Wrists and fingers very stiff.", "Dark-coloured ganglion on wrist.", "Drawing pressing pain in r. wrist, extending through the bones to elbow.", "R. hand swelled without redness.", "Constantly aching dulness in hands and fingers.", "Drawing in r. fingers.", "Backs of hands swollen and puffy.", "Blue finger-nails.", "Hands swelled and clumsy." ],
    "Lower Limbs" : [ "Paralysed and bruised sensation in legs.", "Pain as if sprained or dislocated in r. hip. (> by Nit. ac.).", "Drawing, cramp-like pain in l. thigh.", "Crop of boils on r. thigh.", "Paralytic drawing with pains in bones of left leg.", "Streaks of pain run down l. leg (B).", "Great weakness of knees and ankles, they ache constantly.", "Jerk-like drawing in leg.", "Wandering drawing pains.", "Drawing in knees.", "Cramp-like pain and tension in calves.", "Ankles and feet ached so that it was painful to stand or walk, < afternoon.", "Throbbing in both feet as if distended with blood.", "Jerk-like drawing in r. foot, extending from ankle to heel, and shooting up with pains in the bones.", "Crawling and crackling in r. foot.", "Pulsation in r. foot.", "Eczema of (l.) foot.", "Swelling of feet < at night; sensitive to touch (B)." ],
    "Generalities" : [ "Great lassitude; stretching.", "Great restlessness.", "Swelling of whole body with intolerable irritation.", "Numbness and lameness of l. arm, side, and leg (B).", "Bruised feeling in all the limbs.", "All muscles stiff, esp. back of r. leg.", "Stiffness and soreness.", "Rheumatism before a storm (B).", "Lying on l. side = shortness of breath (B).", "Sensation as though blood hot and rushing along the vessels (B)." ],
    "Skin" : [ "A fine white rash keeps under the skin.", "Ulcers, cuts, and other lesions surrounded by a miliary whitish rash.", "Nightly itching, and an eruption very like erythema nodosum.", "Within twenty-four hours itching with swelling, which gradually extends over body assuming erysipelatous appearance.", "Red indurated elevations, esp. on face, neck, and chest.", "Redness, swelling, and vesicular rash on skin of eyes, nose, cheeks, lips, ears, behind ear and front of neck.", "Boils on forehead, neck, and arms.", "At night much itching of face and sexual organs.", "Rash-like-pimples appear under skin just before menses, esp. on head, face, back, and hands; burning, but not quite like burning in breast and side (B).", "Rash appears also if she takes cold (B).", "Fine vesicular eruption on forearm, wrist, back of hands, between and on fingers; vesicles are situated on an inflamed erysipelatous base, and accompanied with most intolerable itching, esp. in evening in a warm room and in bed; after scratching and rubbing (which cannot be resisted) the itching is intolerable; large quantities of serum run from each vesicle after it is scratched.", "Clusters of vesicles.", "Boils on r. thigh.", "Desquamation.", "Itching and complete desquamation of skin of hands.", "Deep, corroding phagedaenic ulcers with cadaverous-swelling pus.", "Itching and, creeping sensation, < by warmth." ],
    "Sleep" : [ "Restlessness with dry, hot skin.", "Sleep disturbed by many dreams: of death and near future; lascivious; with wild fancies.", "Bad dreams, which impress her much next day (B).", "Sleep bad till after midnight on account of nausea and pressure in stomach and chest; restless, tossing (B).", "Starts on falling asleep (B)." ],
    "Fever" : [ "Chills: over whole body; run up back even when warm and in a warm room.", "Feeling of coldness when moving (B).", "Shivering down the back.", "Skin hot, dry, burning, at night with restlessness.", "Intermittents without sweat.", "Frequent attacks of ague (B).", "Dry, burning.", "Flashes of heat as though a stream of hot air was passing over body, with throbbing and tearing pains from each temple back to occiput and down neck to each shoulder.", "Hands constantly very dry and hot.", "Slight moisture behind r. ear." ]
  }
}