{
  "remedyName" : "Rhus Toxicodendron",
  "remedyAlternativeNames" : "Rhus Radicans. POISON IVY. N. O. Anacardiaceae. Tincture of fresh leaves gathered at sunset just before flowering time.",
  "categories" : {
    "Clinical" : [ "Abortion. Acne rosacea. After-pains. Amenorrhoea. Anus, fissure of. Appendicitis. Appetite, lost. Beri-beri. Bones, pains in. Caecum, inflammation of. Chilblains. Circulation, feeble. Cyanosis. Dengue fever. Diarrhoea; chronic. Diphtheria. Dysentery. Dysmenorrhoea. Dyspepsia. Ear, eczema of. Ecthyma. Enteric fever. Erysipelas. Erythema nodosum. Exostosis. Eyes, inflammation of; choroiditis; sight, weak. Feet, pains in. Gastro-enteritis. Glands, inflammation of. Gout. Haemorrhages. Haemorrhoids. Hands, pains in. Hernia. Herpes. Herpes zoster. Housemaid's knee. Hydrocele. Influenza. Intermittents. Jaw, cracking in. Liver, abscess of. Lumbago. Measles. Menorrhagia. Metrorrhagia. Neuralgia. Ovary, tumour of. Paralysis. Paraphimosis. Pemphigus. Periosteum, pains in. Pleurisy. Pleurodynia. Pneumonia; typhoid. Ptosis. Pyaemia. Redgum. Relapsing fever. Rheumatism. Scarlatina. Sciatica. Sleep, restless. Small-pox. Spine, diseases of. Sprain. Strictures. Tongue, affections of. Typhus fever. Urticaria. Warts. Wens. Yawning." ],
    "Characteristics" : [ "The Poison Ivy grows in thickets and low grounds in North America, flowering in June. It was introduced into England as a plant in In Dufresnoy of Valenciennes first used it as a medicine. It was brought to his notice by the cure of a young man of an herpetic eruption (dartre) of six years' duration, through his being accidentally poisoned with the plant. Dufresnoy used it successfully in eruptive diseases, paralysis, rheumatism, and amaurosis. The milky juice, which turns black on exposure, is used as a marking ink (like Anacard.) and as an ingredient of varnishes for finishing boots. The tincture contains Rhoitannic acid (C18H28O13) and Toxicodendric acid, a poisonous, volatile principle. A peculiarity of the plant is that it is more poisonous during the night, and when bursting into leaf, or at any time in June or July when the sun is not shining upon it. Absence of sunlight, together with dampness, seems to favour the exhalation of Toxicodendric acid. \"An acrimonious vapour, combined with carburetted hydrogen, exhales from a growing plant of the Poison Oak during the night. It can be collected in a jar, and is capable of inflaming and blistering the skin of persons of excitable constitution who plunge their arms into it\" (Porcher, quoted by Millspaugh, from whose work I take the above facts). Those who care for Signatures will not fail to connect the cardinal aggravations of Rhus", "at night and from damp", "with the increased virulence of the plant at night and in damp atmosphere. (One prover of Rh. ven. was not influenced by contact with the leaves when his skin was dry, but only when perspiring; and the worst poisonings with Rh. divers. happened to persons when moist and heated.) Millspaugh relates instances of Rhus poisoning: Out of ten men employed to clear a piece of land of shrubs among which the Poison Vine greatly predominated only four escaped: \"Most of the men soon began to show signs of being tired, and at the end of the fourth day six of them were flat on their backs too sick for anything.\" Actual contact with the plant is not necessary in order to produce its effect. One sultry day in June a young lady drove a croquet ball across a lawn to a clump of Poison Ivy that grew beside it. Knowing her susceptibility she reached under the plant and drew out the ball without touching a leaf. During the evening of the same day her face began to itch and burn, and in the night it swelled so that the eyes were not merely closed, the lashes even disappeared in the swelling. It took nearly two weeks for her to recover. Millspaugh summarises the effects of Rhus (the majority of poisonings have been caused by Rh. rad.) as follows: First redness and swelling of the affected part, with intolerable itching and burning, followed by vertigo, weariness, and a sort of intoxication. Infiltration of face and eyes, and agglutination of the lids after sleep; great restlessness, pain, thirst, and fever. The surface of the skin becomes after a time studded with confluent bullae where the cellular tissue is loose, then a dermatitis follows resembling erysipelas; this may spread rapidly and finally be communicated to the mucous membranes. This is followed by swelling of the mouth and throat, cough, nausea, and vomiting. Rheumatoid pains develop about the joints, and a painful stiffness asserts itself in the lumbar region, while the legs and arms become numb. Confusion of mind and delirium may then set in, during which the patient may become so ill-humoured, restless, and anxious that he will jump out of bed. Concomitants are: Inflammation of eyes, dilation of pupils, weak vision, sometimes diplopia; epistaxis; brown-coated tongue with triangular red tip; swelling of parotids; difficult swallowing; griping; diarrhoea; profuse urination; oppression; rapid pulse; prostration; soreness of muscles, < by rest; > by exercise; sleepiness; chilliness followed by fever and copious sweat.", "The American provings were made with Rh. rad., and the majority of the poisonings have occurred from this plant. Though it is not certain that Hahnemann used Rh. tox. at all, or exclusively, Jahr gave a separate presentation of the Rh. rad. symptoms. H. C. Allen (quoted Critique, vi. 409) notes in Rh. rad. a periodicity which marks it as a great antipsoric. It is, he says, on deeply psoric or tubercular constitutions that its toxic effects are most felt and longest lasting, and these constitutional effects \"seem ineradicable without the antipsoric.\" One case of his showed a return of symptoms at a.m. on July 5th, each year during sixteen years, except the year when the previous use of Tuberculinum, a dose once each month, prevented an attack; and modified the attack. Guernsey considers Rh. rad. deeper acting than Rh. tox., being indicated in phlegmonous erysipelas, especially where it begins in ankles and moves gradually up the leg, moving in the deeper tissues, no fever; and for axillary glands when the swelling is very deep and hard. Farrington gives as distinctive indications for Rh. rad.; Occipital headache with rheumatic stiffness of nape. Drawing tearing pains in legs. Pleurodynia when the pains shoot into the shoulders. Mahony (M. A., xxvi. 109) reports a case of eczema on perineum and scrotum with sweat in cleft of nates, both relieved in a week with Rh. rad. twice daily.", "Hahnemann quickly perceived the keynote of the Rhus symptoms: \"We observe, \", he says, in his preface to the proving, \"this curious action (which is found in few other medicines, and in these never to such a great degree), viz., the severest symptoms and sufferings are excited when the body or the limb is at rest, and kept as much as possible without movement. The opposite of this, namely, an increase of the symptoms by movement, is much more rarely, observed.\" He contrasts Rhus with Bry., which has almost identical rheumatic pains with the opposite Conditions. Neidhard adds a note in Hempel's Jahr which brings out a modification of this \"< by rest\" which is of the greatest practical importance, as I can testify. Neidhard says that the disease in which he has made most use of Rhus is a form of rheumatism common in North America, and characterised by the following symptoms: \"Rigidity, paralytic weakness of the joints, with stinging pain along the tendons and muscles. Swelling and redness on or near the joints. Rheumatism of the hip-joint and wrist seem to be most effectually controlled by its action. The greatest rigidity and pain is experienced on first moving the joints after rest, and on waking up in the morning. After the joints are moved for a while the pain is lessened.\" Contrasted with Bry., Rhus has: \"The more he moves the > he is\"; whereas Bry. has \"The more he moves the < he is.\" It is necessary to bear in mind this distinction or a wrong prescription will often be made. Rhus has not only < during rest, but < after resting also. However, Rhus and Bry. complement each other: it is not unusual for the Conditions of a case to change under one of these remedies, and then the other will be required. Hahnemann says \"these two antagonistic sister remedies \"", "each in its place", "successfully met the typhus which prevailed in the countries desolated by the war which raged from the summer of and onwards. Of cases treated by Hahnemann in Leipzig not one died. This restlessness of Rhus will be found to qualify the symptoms in a large proportion of the cases in which it will be called for. It is as restless as Acon. and Ars., but in a different way from either. With Rhus it is due to the pain and soreness temporarily > by movement; or a nervous internal uneasiness which makes the patient want to be on the move when there is no particular pain present (Nash). The presence of restlessness is a leading indication for Rhus in fevers, typhoid and other. Other indications are", "clouded sensorium, stupefaction, muttering delirium, dry tongue. The characteristic tongue of Rhus is dry or dark coated, with triangular red tip. In intermittents a characteristic is \"Cough during the chill.\" Hahnemann pointed out another keynote of Rhus: \"Multiplied experience has taught me that Rhus is the most efficacious and the specific remedy for the frequently fatal effects of over-lifting, inordinate exertions of the muscles, and contusions.\" He was, of course, led to this inference by the \"bruised and sprain-like pains\" and \"stiffness\" of the provings. Rhus is in the front rank of vulneraries. It meets threatened abortion from a sprain; and also prolonged after-pains and other effects of the strain of a severe labour; axillary abscess from this cause has been cured with Rhus. Straining, rheumatic coughs. Ailments from straining a single part, muscle, or tendon; over-lifting, particularly from stretching high up to reach things. There is an analogy to this in the dreams", "dreams of great exertion: rowing, swimming, working hard at his daily occupation. Rhus has cured many forms of paralysis: Rheumatic paraplegia from getting wet, lying on damp ground; sleeping in damp sheets; after exertion; after parturition, sexual excess, or fevers. Ptosis. Paralysis of single limbs. Numbness of parts paralysed. Facial neuralgia, lumbago, and sciatica (esp. of left side), with restlessness; coming on after a wetting or after a bath are cured by Rhus. The neuralgic pains and eruptions make Rhus a perfect simillimum in many cases of herpes zoster. Fever-blisters round mouth. Howard Crutcher relates (M. A., xxii. 38) how after standing on a wharf with his right side exposed to a cold wind from the river he began to have severe pains shooting up the ulnar nerve, a steady ache uniform throughout arm and forearm, but extremely severe in structures beneath deltoid. The pain was much < in a warm place; it did not interfere with movement. At p.m. Crutcher took Rhus dry on the tongue, and almost immediately he was called into the open air again. In thirty minutes the pain was decidedly better; in ninety minutes it was gone. A case of Rhus poisoning reported by Morey (Med. Cent., February, 1898; H. W., xxxiii. 309), showed an effect on the menstrual period, and was remedied by Crocus. Miss M. was severely poisoned by Rh. rad. (it is called \"Ivy\") in July, during her menstrual period. She was treated with Bell. and Rhus internally, and an Oxide of Zinc ointment externally, and appeared to make a rapid recovery. On September without further known poisoning, another similar attack developed during the menstrual period, and frequent minor attacks had occurred in the two years, always at the time of the menses. Later on she had another attack which developed rapidly and greatly alarmed her. The menstrual flow commenced a week before she came to Morey, was very scanty, dark, and clotted, as had been the case for sometime. The flow had scarcely well begun when it ceased suddenly and the eruption appeared. Croc. was given, and the first dose re-established the flow, which was normal in appearance and quantity, and the eruption at once disappeared. Peculiar Sensations are: As if intoxicated. As if asleep. As of a weight behind right orbit. As of a band strapped across forehead. As if head were swelling out. Brain, as if loaded; as if torn; as if loose; as if fluctuating; as if a quantity of blood shot into it when stooping. As if muscles of back of head screwed together. As if a hundredweight on nape of neck. As if a veil before eyes. As of sand in eyes. As if lids difficult to move. As if jaw would break. Teeth as if being torn out; too long; loose. As if tongue had been skinned. As if a hernia about to protrude. As if pharynx inactive or paralysed. Stomach, as if overloaded; as if a stone in; as if pit of stomach swollen or drawn together. Hypochondria and abdomen as if beaten. Digging as if caused by a worm. As if a knife in right abdomen. As if something torn loose in abdomen, chest, and inner parts generally. As if a lump lay like a pressing heavy weight in abdomen. As if one side of rectum grown up. As if everything would come out of rectum. As if breath were stopped at pit of stomach. As if sternum were pressed inward. As if sprained or dislocated: back, jaw, arms, wrist, hip, knee, ankle. As if one had been lying in an uncomfortable position. As if bruised in right side of lumbar vertebrae and in small of back. As if flesh of small of back had been beaten. As if back were broken. As if some one were pressing on left shoulder. As if hand were held in hot water. Hand, as if withered; as if lame; as if pins pricking points and palmar surfaces of first phalanges of fingers. Rectus cruris muscle as if bruised. As if hamstrings and tendons of limbs too short. As if knee too-short. Legs (and right foot) as if made of wood. Feet and ankles as if asleep. Heels as if stepping on pins. As if running nails under skin of heels. As if walking on needles. Joints as if bruised. As if bones ached. As if sinking through bed. As if something forced him out of bed. Bones, as if being scraped; as if flesh being torn loose from them. As if whole body was burning. As if cold water poured over him. As if blood ran cold through veins. As of subcutaneous ulceration. As if inner parts grown together. Peculiar Symptoms are: Craving for cold drink and laborious dreams. Herpes alternating with asthma and dysentery. Chokes easily on swallowing. Swallowing = pain in middle of back. Anorexia in palate and throat. Nausea in chest. Taste of blood with cough (no blood being raised). Coldness in left tibia. Scalp sensitive, < turning hair back. Hour-glass contraction of abdomen. The symptoms are: < By touch; > by rubbing. < From riding; blows; jars; sprains. < By rest; and commencing motion; > continued motion. (Lying down > colic and diarrhoea.) Lying on hard floor with pillow under back > pain in back. Must hold head to > weight in it. Bending head back > pain in occiput; = pain in head and down spine. Limbs lain on fall asleep; no sweat on them. < Side lain on. Lying on left side = palpitation and pain in heart. Swallowing = pain in back. Inclination to stretch. Stretching = cracking in knees; soreness in abdomen. Unwonted exercise = paralysis. Over-exertion = palpitation; < coxalgia. < Evening; night; morning after sleep. Sensitive to cold open air; raw north-east winds. Effects of drinking cold water; getting wet, especially after being heated, cold bathing; sea bathing. > By warmth and hot applications. < Warmth of bed. Sciatica is > by warmth from exercise. < Change of weather; damp, stormy weather; before a storm; snowstorm; in autumn; in winter. Nausea < after eating. Craves cold water, which is vomited immediately." ],
    "Relations" : [ "Antidoted by: Bry., Bell., Camph., Coff., Crot. t., Grind., Merc., Sang., Sul., Verb. h. Antidote to: Bry., Ranunc., Rhod., Ant. t., Sapon. (Ars.). Complementary: Bry. Inimical: Apis, before or after, especially in skin affections. Compatible: Arn., Ars., Bry., Calc., Calc. ph., Cham., Con., Lach., Ph. ac., Puls., Sul. Followed well by: Calc., Bell., Graph., Nux, Pho., Pul., Merc., Sep., Sul., Ars., Bry. Compare: The other Rhoes and Anacardia. Eye symptoms, > by motion, Comoc. (Rhus > by warmth; Comoc. <). Rheumatic paralysis from exposure to damp and cold, Caust. (Rhus restless, > by motion day and night; Caust. restless only at night). Parotid gland, Am. c. (Rhus left; Am. c. right). Result of working in water, Calc. Granular ophthalmia, Arg. n. (Rhus has more spasm; if lids are forced open scalding tears gush out and cause pimples round the eye). Cough excited by cold drink, Sil. (> Caust.). Sweat of body, head dry (Sil. sweat of head, body dry). Nose-bleed at beginning of typhoid, Ph. ac. (with Rhus it >, not with Ph. ac.). Enables persons to withstand muscular fatigue, Fl. ac., Ars., Coca. Hypertrophy of heart from over-exertion, Bro., Arn., Aco. Ulcers on legs in dropsy, Ars., Lyc. (Lyc. in dropsy from liver disease). Fear of being poisoned, Glo., K. bro., Hyo., Bap. Profuse gushing tears excoriating cheek, Euphr. (Rhus < right eye; pus thinner). Ptosis or any ocular paralysis, Gels. (Rhus rheumatic patient, from wetting; Gels. with sluggish thought and suffused face). Scarlatina, erysipelas, &c., with drowsiness and oedema, Apis (Rhus dusky red, bodily restlessness; Ap. rosy red, fidgetiness. Rhus itching preponderates; Ap. less tendency to form pus). Enteritis, peritonitis, typhlitis, Lach. Heart affections with numbness of left arm, Aco. (tingling in fingers), Kalm., Puls. (numbness, especially about elbow), Act. r. (as though arm tightly bound to body), Phyt. (right arm). Dreams of business of day, Bry. (Rhus and Bry. have opposite Conditions; and Rhus menta. state is hopeless and despondent, Bry. fretful, peevish, irritable.) Typhoid, Pho. (follows Rhus well; pneumonia; stools yellow and blood-streaked, at times like \"flesh water\"), Ars. (irritable and anxious in spite of prostration), Bapt. (face dark red, besotted; stool dark, fluid, very offensive; drowsy, stupor; tossing about with delusion that limbs are scattered about bed feels hard), Arn. (complete apathy; involuntary stool and urine bloody sputa if lungs affected). Empyema and induration of axillary glands, Bell. (Bell. at climaxis, Rhus after labour). Eczema, Mez., jug. r. (favus). Cough < from evening to midnight, Mez. (Rhus also from uncovering). Colic > bending double, Coloc. (Rhus also > moving about). Conjunctivitis from getting wet, Calc. Glaucoma, Caust. Cracking and breaking pain in jaw, Ign., Petr. Paralysis from rheumatic meningitis (from rheumatic myelitis, Dulc). Acute spinal paralysis of infants, Sul. (complementary). Averse to be uncovered, Ars., Hep. Bearing down in hypogastrium, Puls. Flesh feels beaten off the bones, Thuj. Aversion to darkness, Am. m., Bar. c., Calc., Carb. a., Stro., Val., Stram. Averse to be washed, Ant. c., Clem., Hep., Sep., Spi., Sul. Effects of raising arms high to lift things, Pho. Bloody urine discharged in drops, Pul. Phimosis, Cann., Merc., Sul., Nit. ac., Sep., Thuj., Sabi. Hunger in early morning, Aga., Ant. c., Asar., Calc., Carb. a., Lyc., Ran. b., Saba., Zn. Semilateral coat of tongue, Daph., Lob. (Rhus white). Hot breath, Calc., Carb. s., Sul. Nocturnal salivation, Cham., Nux, Pho. Difficult swallowing of solids, Atrop., Bell., Bar. c., Calc., Chi., Dro., Lyc., Plb., Sil. Parotitis, Aur., Merc., Pilo.; metastasis to testes, Rhus, Pal., Bell., K. ca. Yearly returns, Ars. Cold from wetting head (Bell. from hair-cutting). Sensation of subcutaneous ulceration, Ran. b., Pul. Chokes easily when swallowing, K. ca. > Warm food, Lyc. Epistaxis at night, (Bry. morning). Punctured wounds as if stepping on nails, Hyper., Led. Backache > lying on hard floor, Nat. m. Hydroa, Nat. m. Acne from getting wet, or ice-cold drinks, when heated, Bellis. Desires cold drink and vomits it immediately, Ars. Ailments from spraining a single part, muscle, or tendon, Calc., Nux. Vertigo < lying down (Apis >); < rising from lying or stooping, Bry. Jelly-like stools, Colch., K. bi." ],
    "Causation" : [ "Slightest anger. Cold. From wetting head. Damp sheets. Bathing, in fresh or salt water. Getting wet when heated. Strains. Over-exertion. Over-lifting. Raising arms high to lift things. Drinking ice-water. Beer (headache)." ],
    "Mind" : [ "Anxious sadness and excessive anguish, esp. (at twilight) in evening and at night, with wish for solitude and inclination to weep.", "Restlessness which will not suffer the patient to remain seated.; and compels him to throw himself about in bed.", "Anguish with fear of death and sighs.", "Fear of being poisoned.", "Suicidal mania (desire to throw himself into the water).", "Irritability and ill-humour, with repugnance to labour.", "Moral dejection with anthropophobia.", "Helplessness and profound despondency.", "Uneasiness respecting one's children, affairs, and the future, with want of self-confidence.", "Weakness of memory and forgetfulness (cannot remember the most recent events).", "Want of ideas and of mental energy.", "Difficult comprehension.", "Slowness of conception and mental dulness.", "Delusions of the imagination and visions.", "Mild delirium; with insensibility." ],
    "Head" : [ "Head bewildered as from intoxication.", "Stupefaction; with tingling in head and pain in limbs, > on motion.", "Staggering gait without vertigo.", "Staggers to r. when walking.", "Vertigo and staggering as if about to fall; esp. when getting out of bed (chilliness and pressure behind eyes).", "Vertigo as if he were held up high, while sitting.", "Emptiness in head.", "Vertigo, with fear of death, on lying down in evening.", "Headache (< in the morning, while lying; from cold) immediately after a meal or after drinking beer, and also on moving the arms (> by heat and when moving about).", "Headache < morning, r. side, with vertigo as if she would fall back on getting out of bed, acute darting pains in both temples, can hardly hold up, and a mist comes before sight when doing anything quickly or getting up in a hurry (produced.", "R. T. C.).", "(Incito-motor function defective).", "Attacks of headache with need to lie down; every vexation and exercise in the open air renews the attacks.", "Periodical headache.", "Pain in head as if brain were bruised, esp. in morning, < by moving and lifting up head.", "Passive congestion of head > by repose.", "Heaviness and pressive fulness of head (esp. in forehead; as if a weight were falling forward, with heat in face), with sensation, on stooping, as if the brain were about to burst.", "Head so heavy obliged to hold it upright to > the weight pressing forward into forehead.", "Sensation of compression or expansion in head.", "Drawings and tearings in head, and esp. in temples, principally in evening and at night.", "Lancinating headache day and night, extending as far as ears, root of nose, and the cheek-bones, with the teeth set on edge.", "Beating and pulsations in head, esp. in occiput.", "Pains, esp. in occipital protuberances.", "Sanguineous congestion in head.", "Burning sensation, esp. in forehead (when walking) and occiput.", "Occipital headache with rheumatic stiffness in nape (R. rad.).", "Painful tingling in head.", "Sensation as if a quantity of blood shot into brain when stooping.", "Rush of blood to head with burning-tingling and beating in brain, bright redness of face, great restlessness of body in morning when at rest, < after eating.", "Liability to take cold from having head wetted.", "Buzzing and noise in head.", "Balancing and sensation of fluctuation in head at every step, as if brain loose, also when shaking head.", "Painful sensibility of exterior of head, as from subcutaneous ulceration, esp. on turning up hair and on touching it; < on side on which he does not lie, and from becoming warm in bed.", "Contraction of the scalp as if the hair were pulled.", "Drawing and tearing in scalp.", "Swelling of head.", "Erysipelatous swelling of head and face with vesicles drying up and forming itching scabs.", "Gnawing tingling in scalp.", "Dry herpes on scalp.", "Periodical scald-head, reappearing every year.", "Scald-head with thick scabs, which destroy the hair, with greenish pus (offensive smell), and violent itching at night.", "(Eczema of entire hairy scalp, causing loss of hair.", "R. T. C.).", "Small, soft tubercles on the scalp.", "Wen of many years' duration cured with Rh. t. O, which caused erysipelas at same time (H. W., xxxi. 199)." ],
    "Eyes" : [ "Pains in eyes on moving ball of eye.", "Pressure and burning sensation in eyes.", "Eyes fixed, dull, and downcast.", "Smarting in eyes and lids.", "Affections of internal surface of eyelids.", "Inflammation of the eyes and lids, with redness and nocturnal agglutination.", "Profuse lachrymation (eyes full of water, blear-eyedness) with oedematous swelling round eyes.", "Meibomian glands enlarged, cilia fall out.", "Photophobia.", "Bladder-like swelling of the lids, closing the eyes.", "Swelling (erysipelatous) of whole eye and of surrounding parts.", "Rheumatic ophthalmia, particularly of r. eye.", "Gouty keratitis, < in damp, rainy weather, sight dim.", "Paralytic rigidity of the eyelids.", "Jerking and quivering of eyes and eyelids.", "Blue colour about the eyes.", "Heaviness of the eyelids.", "Styes; on the lower eyelids.", "Veil before eyes and weak sight; all objects appear pale." ],
    "Ears" : [ "Otalgia.", "Painful throbbing in ear at night.", "Swelling of ears.", "Discharge of sanguineous pus from ears, with deafness.", "Whistling, squeaking, or ringing in ears when walking, changes to low resonance when lying down, as if membrana tympani were burst.", "Swelling and inflammation of parotids with fever.", "Suppuration of parotids." ],
    "Nose" : [ "Redness of point of nose, with pain as from excoriation on touching the part.", "Hot swelling of the nose.", "Breath seems so hot it burns the nostrils.", "Dryness of the nose.", "Discharge of greenish fetid pus from nose.", "Epistaxis also at night and on stooping or hawking; blood dark; scabs about nares.", "Frequent violent and almost spasmodic sneezing.", "Abundant discharge of mucus from nose, without coryza." ],
    "Face" : [ "Face pale, sickly, wan, with eyes surrounded by a blue circle and nose pointed.", "Drawing and burning in superciliary region and in cheek-bones.", "Face disfigured and convulsed.", "Face red, with burning heat.", "Erysipelatous inflammation and swelling of face, with pressive and tensive shootings and burning tingling.", "Vesicular erysipelas, with yellow serum in the vesicles.", "Humid eruption and thick scabs on face, with running of fetid and sanguineous serum.", "Acne.", "(Acne rosacea; impetigo on the face or on forehead.).", "Commissures of lips sore and ulcerated.", "Herpetic, crusty eruption round mouth and nose, with itching, jerking, and burning sensation.", "Exanthema on cheeks, chin, and around mouth.", "Desquamation of skin of face.", "Incisive contractions and burning spasmodic pains in cheeks (which are red and hot).", "Cold sweat on face.", "Eruptions of burning pimples round lips and chin.", "Cramp-like pain in jaw-joint when at rest and when moving the jaw, with cracking on least movement, > by strong pressure from without and by taking warm things.", "Spasms in the jaw.", "Constant desire to yawn until it seems as though the jaw would break.", "Hard and painful swelling (pressive digging) of the parotid and submaxillary glands (with sticking on swallowing).", "Lips dry and brownish." ],
    "Teeth" : [ "Toothache as from excoriation, or with tearings, shootings, jerkings, digging, and tingling, frequently at night, or < in open air and > by external heat (and in warm room), sometimes also in consequence of a chill.", "Looseness of teeth.", "Teeth feel elongated.", "Looseness of lower incisors, cannot bite with them.", "Fetid exhalation, from carious teeth.", "Burning pain in gums as from excoriation, also at night." ],
    "Mouth" : [ "Dryness of mouth with violent thirst.", "Copious accumulation of saliva in mouth.", "A yellow, and sometimes also a sanguineous, saliva flows from mouth at night.", "While sitting asleep in afternoon saliva runs from mouth.", "In morning in bed mouth full of salt water.", "In morning mucus and tongue are salt.", "Copious accumulation of viscid mucus in mouth and throat, with frequent expectoration.", "Offensive smell from mouth.", "Tongue: dry, red or brownish, and cracked; triangular red tip; yellowish-white at root.", "Tongue white; often on one side.", "Sensation as if tongue covered with a skin." ],
    "Throat" : [ "Sensation of dryness of throat.", "Sore throat, as if caused by internal swelling, with pain as from a bruise even when speaking, and with pressure and shootings during deglutition.", "Sensation in throat as if something were torn out of it.", "(Sore throat after exertion in speaking.).", "Difficulty in deglutition and pain in swallowing solid food as from contraction of throat and oesophagus; difficult swallowing of liquids as from paralysis.", "Brandy causes an extraordinary burning sensation in throat.", "Copious accumulation of mucus in throat, with frequent hawking in morning.", "Pulsative pain in bottom of gullet." ],
    "Appetite" : [ "Putrid taste, esp. in morning and after a meal.", "Insipid, clammy, acrid, bitter, sour, or metallic taste.", "Greasy taste in mouth but food tastes all right.", "Taste as if stomach had been deranged with putrid meat, but food tastes right.", "Sweetish taste in mouth.", "Bitter taste of food, esp. of bread, which appears rough and dry.", "Anorexia with repugnance to all food, esp. bread, meat, coffee, and wine.", "Anorexia in palate and throat with empty feeling at stomach, and at same time ravenous hunger, which goes off after sitting for some time.", "Sensation of fulness and satiety in stomach, which takes away all appetite.", "After a meal strong disposition to sleep, pressure and fulness in stomach and abdomen, nausea with inclination to vomit, lassitude, vertigo, and shuddering.", "When eating sudden vomiting.", "Bread lies heavy on stomach.", "Want of appetite with unquenchable thirst.", "Hunger without appetite.", "Pain and heat of head after drinking beer.", "Thirst most frequently from a sensation of dryness in mouth, also at night or in morning, with desire chiefly for cold water and cold milk.", "Craving for dainties; for oysters." ],
    "Stomach" : [ "Risings with taste of food.", "Empty risings after a meal or after drinking.", "Eructations from stomach, which seems to be transferred to r. side of chest, as if it settled there.", "Violent risings with tingling in stomach, > by lying down, < on getting up.", "Pituita in the stomach.", "Pain in stomach and nausea from drinking ice-water.", "Nausea and disposition to vomit, principally after a meal and after drinking, as also in night or morning after rising, > by lying down.", "Vomiting immediately after eating.", "Pains in stomach as if there were a stone in it, esp. after a meal; and when standing.", "Pressure at stomach and scrobiculus, often with obstructed respiration.", "Beating and shooting in epigastric region.", "Squeezing, sensation of swelling, and pain as from ulceration in pit of stomach.", "Sensation of coldness in stomach.", "Sensation in pit of stomach as if something were torn away from it, esp. on stooping or making a false step." ],
    "Abdomen" : [ "Distension of abdomen, esp. after a meal.", "Pressive drawing from below upward, in l. hypochondrium.", "Soreness, as if beaten, in hypochondria, and still more in abdomen; < on side lain on when turning and when beginning to move.", "Pressive heaviness in abdomen, from a weight.", "Contractive spasms in abdomen, which force patient to remain bent double.", "Hard and visible contraction of abdomen across navel; abdomen distended above and below this stripe.", "(Pain in abdomen with tightness across forehead and sleeplessness.", "Violent and continuous pain round navel, caused by retching.", "R. T. C.).", "Digging turning in abdomen, as if caused by a worm.", "Incisive tearings, jerks, and pinchings in the abdomen (esp. after eating; > after stool).", "Pain in region of ascending colon.", "Burning sensation in the abdomen.", "Relaxation of the abdomen, with internal shaking at every step.", "Violent colic, often at night, or < by all kinds of food or drink, sometimes with sanguineous evacuations.", "Sensation in abdomen as if something were torn away.", "Scarlet colour of abdomen.", "Soreness in integuments of abdomen, as if they were ulcerated, esp. on stretching in morning.", "Swelling of inguinal glands.", "Pressure in groins towards exterior as if a hernia were about to protrude.", "Bloated abdomen, esp. after eating.", "Great flatulence, with grumbling, fermentation, and pinching movements in abdomen.", "Exceedingly offensive flatus." ],
    "Stool and Anus" : [ "Constipation, sometimes alternating with diarrhoea.", "Hard and slow evacuations.", "Tenesmus, sometimes with nausea, and tearing or pinchings in abdomen.", "Painful tenesmus without stool.", "Evacuations loose, bloody, watery, or mucous, frothy, gelatinous, red, or streaked with white and yellow.", "Dysentery; jelly-like, odourless stools, more frequent after midnight, preceded and followed by much pain with great restlessness.", "Obstinate or dysenteric diarrhoea.", "Faeces perfectly white.", "Nocturnal diarrhoea, with violent colic, headache, and pains in all limbs (> after an evacuation or when lying on abdomen).", "Chronic painless diarrhoea, only in morning preceded by marked commotion in the bowels.", "Diarrhoea with tearing pains running down back of the leg with every stool.", "Involuntary stools when asleep at night.", "Short respiration during stool.", "Tingling and itching in anus and rectum.", "Sense of constriction in rectum, as though one side had grown up.", "Protrusion of haemorrhoids from anus after a soft evacuation, with pain as of excoriation." ],
    "Urinary Organs" : [ "Retention of urine.", "Frequent and urgent want to urinate, day and night, with profuse emission.", "Incontinence of urine, esp. during repose (at night or when sitting).", "Urine emitted in a divided stream.", "Emission, drop by drop, of blood-red urine, with tenesmus.", "Diminished emission of urine, although much drink may be taken.", "Deep-coloured, irritating urine, which soon becomes turbid.", "White, turbid urine.", "Urine clear as water with a snow-white sediment.", "Swelling of urethra." ],
    "Male Sexual Organs" : [ "Profuse eruption on genital organs (closing the urethra by swelling).", "Inflammation of the glans.", "Running vesicles on the glans.", "Swelling of the glans and prepuce; prepuce dark red.", "Paraphimosis.", "Red spots (blotches) on the interior of prepuce.", "Swelling and thickening of scrotum (with intolerable itching).", "Erysipelas of scrotum.", "(Hydrocele; from over-lifting).", "Scrotum flaccid and hanging low.", "Moist eruption on scrotum.", "Frequent erections at night, with want to urinate.", "Strong sexual desire in morning." ],
    "Female Sexual Organs" : [ "Catamenia premature and too profuse.", "Menstrual flow light-coloured and acrid, causing biting pain in the vulva.", "Erysipelatous inflammation of the external genitals.", "Soreness of vagina soon after (or hindering) coitus.", "Catamenia of too long duration.", "Menstrual discharge = violent pain in vulva.", "Membranous dysmenorrhoea.", "Menorrhagia from strains; from wetting.", "Discharge of blood during pregnancy.", "Pain as from excoriation and shootings in vagina.", "(Uterine polypus with metrorrhagia.", "Relieves shooting pains of cancer uteri.", "R. T. C.).", "Bearing-down pain; when standing.", "After-pains of too long duration, after severe labour, with much and excessive straining.", "Discharge of blood and clots of blood from uterus, with labour-pains.", "After labour, vitiated discharge from vagina, with shootings upward in the parts and a bursting sensation in the head.", "For weeks after delivery pain in r. limbs with numbness from hips to feet (varicose veins).", "Abortion from strain.", "Axillary abscess after delivery.", "Breasts painfully distended, red in streaks, rheumatic state.", "Amenorrhoea from getting wet; with milk in breasts.", "Milk-leg, typhoid metritis after delivery.", "Diminished secretion (or suppression) of milk; with burning over body." ],
    "Respiratory Organs" : [ "Hoarseness and roughness of throat, with a sensation of rawness in chest.", "Sensation of coldness in throat on taking an inspiration.", "Tendency to be choked when swallowing.", "Burning exhalation from larynx.", "Sensation of constriction in throat-pit after a short walk.", "Cough excited by a tickling in air-passages; generally short and dry, with anguish and shortness of breath, and principally in evening before midnight.", "Dry, fatiguing cough.", "Dry, teasing cough coming on just before the chill and continuing during the chill.", "Cough with vomiting of food, esp. in evening, and when lying on back.", "Cough after waking in morning.", "During the cough gets a taste of blood in the mouth but does not cough up blood.", "Short cough with bitter taste in mouth, in evening after lying down and in morning after waking.", "Cough with stitches in chest and profuse general perspiration.", "Whooping-cough; spasmodic, violent cough, caused by tickling in larynx and chest, with expectoration (except in evening) of acrid pus or greyish-green cold mucus of putrid smell; or of pale, clotted, at times brown blood.", "Putting hand out of bed brings on a cough.", "Pneumonia with typhoid symptoms, often after re-absorption of pus.", "Cough with pain in stomach, or with shaking in chest and head.", "Terrible cough which seems as if it would tear something out of chest.", "Cough with expectoration of, a bright-red blood and sensation of faintness in chest." ],
    "Chest" : [ "Difficult respiration after a moderate walk.", "Anxious oppression of chest, even at night.", "Nausea in chest; < stooping.", "Respiration impeded by a pressure and squeezing in pit of stomach.", "Shortness of breath in evening with tension in chest.", "Frequent want to take a full inspiration.", "Weakness in chest, which renders speech difficult after a walk in open air.", "Sensation of constriction in chest.", "Shootings and lancinations in chest and sides of chest; esp. when sitting with body bent forwards, when speaking, when breathing deeply, when sneezing, seldom when walking or when using vigorous exertion.", "Inflammation of lungs, also pneumonia nervosa.", "Pleurodynia, chest pains shoot into shoulders (Rh. rad.).", "Tingling in chest, with tension of muscles of chest, < by repose.", "Rush of blood to chest." ],
    "Heart" : [ "Weakness and sensation of trembling in heart.", "Violent palpitation of heart while sitting quietly.", "Shootings in region of heart, with painful sensation of paralysis and numbness of l. arm.", "Pulse rapid, small, compressible." ],
    "Neck and Back" : [ "Rheumatic stiffness of nape and neck, with painful tension during movement.", "Painful swelling of axillary glands.", "Rheumatic tearing between scapulae, not affected by movement, < by cold, > by heat.", "Tearing between shoulders, drawing together from both sides.", "Transient coldness in back.", "Contusive pain in loins, esp. on touching the parts, and during repose.", "Pain in small of back when sitting still or when lying; > when lying on something hard or from exercise.", "Bruised pain in sacrum when he lies still on it or sits still; feels nothing of it when moving.", "Painful rigidity in loins.", "Painful exostosis on sacrum.", "Distortion of the vertebral column.", "Pains in loins, in back, and nape, as from lifting too great a weight.", "Drawing and stitches in back, esp. when seated and on stooping.", "Opisthotonos." ],
    "Limbs" : [ "Swelling, stiffness, and paralysed sensations in joints, from sprains, over-lifting, or over-stretching.", "Lameness, stiffness, and pain on first moving after rest, or on getting up in morning; > by constant motion.", "Trembling or sensation of trembling in limbs.", "The limbs on which he lies, esp. arms, go to sleep.", "Rheumatic tension, drawing, tearing in limbs, during rest.", "Excessively cold hands and feet all day." ],
    "Upper Limbs" : [ "Burning shooting under l. axilla, on the arm.", "Tearing and burning sensation in shoulder, with paralysis of arm, esp. during the cold season, during repose, and in heat of bed.", "Coldness, paralysis, and insensibility of arm.", "R. arm weak; rheumatic paralysis.", "Exostosis in arm, with burning sensation and ulcers, which discharge a sanious pus.", "Erysipelatous swelling and pustules, with burning itching in arms, hands, and fingers.", "Red spots on arms.", "Violent stitches in r. upper arm from without.", "Jerks, shootings, and tearing in arms.", "Tension in elbow-joint.", "Jerking tearing in elbows, wrists, and joints of fingers.", "Digging in bones of the forearm.", "Weakness and rigidity of forearm and fingers during movement, and trembling of those parts after the least exertion.", "Hot swelling of the hands in evening.", "Swollen veins on hands.", "Vesicular eruption in clusters on wrist.", "Rhagades; smarting of back of hands.", "Back of hand covered with chaps and hot; skin hard, rough, and stiff.", "Tearing in all the finger-joints.", "Warts on hands and fingers.", "Hangnails.", "Swelling of fingers.", "Jerking in thumbs.", "Contraction of fingers." ],
    "Lower Limbs" : [ "(Eruption with sweat in cleft of nates.).", "Aching pains in legs; must change position every moment.", "(Pains in l. lower limb, thigh chiefly, from septic absorption in old abdominal disease, with vesical irritation.", "R. T. C.).", "Shootings and tearings in hip-joint, extending to ham, esp. when resting on foot; or with dull drawings and burning sensation during repose, and painful sensibility of joints on rising from a seat or on going up stairs (or other over-exercise; involuntary limping).", "Tension and stiffness of the muscles and joints of hips, thighs, legs, knees, and feet.", "Paralysis of the lower extremities.", "Cramp in calf after midnight, when lying in bed, and when seated after walking; it goes off on bending the knee.", "Cramps in buttocks, thighs, and calves, esp. at night, in bed, or when seated after walking.", "Spasmodic twitching of the limbs when stepping out.", "Tension in the knee as if the tendons were too short.", "Painful swelling above knee.", "Drawing and jerking tearing in the thighs and legs.", "Lancinations in the thighs, legs, knees, feet, and toes.", "Heaviness in legs, esp. in hams and calves.", "Tingling pain in shafts of tibiae at night when the legs are crossed, with constant necessity to move, preventing sleep.", "Coldness in l. tibia.", "Paralysis of legs and feet.", "Shootings and wrenching pain in anklebones when resting on foot.", "Inflammatory swelling of instep, sometimes with pustules and miliary pimples on part affected.", "Swollen round ankles after sitting too long, particularly in travelling.", "Erysipelatous swelling of feet.", "Swelling of feet in evening.", "Numbness and paleness of feet (feet dead).", "Distortion of toes.", "Corns on feet, with burning sensation and pain as from excoriation." ],
    "Generalities" : [ "[We are led to think of this remedy where we find an irresistible desire to move or change the position every little while, followed by great relief for a short time, when they must again move, and experience the same relief for a short time; this condition is usually < at night.", "After resting for a time, or on getting up from sleep, when first moving about, a painful stiffness is felt, which wears off from continual motion; but relief is experienced from continual motion", "e.g., a nursing mother may have sore nipples, and when the child begins to nurse, the nipple hurts exceedingly, but on continued nursing it becomes much easier.", "Pain in chest (often rheumatic), < by using arms", "as in making a bed, sweeping, &c., stiffness of nape of neck; sensation as if flesh were beaten off the bones, or as if a dog were gnawing it off; as if any part were contracted; as if a part were increased in size; as if certain parts were grown together; of heaviness in outer or inner parts; jerking pains in outer parts; darting and rending pains; of tension or tightness in outer or inner parts; arthritic pain in the joints; trembling sensation in inner parts; dyspeptics often complain of trembling in the stomach; of scraping along the periosteum.", "For any troubles or complaints, whether acute or chronic, resulting from a sudden and a thorough drenching by a shower of rain; by getting wet in any way; there may be troubles of very long standing, which were so caused.", "Troubles in general affecting the r. abdominal ring; l. chest; l. arm; l. lower extremity; l. side of body; of scalp, as in erysipelas when it runs up to the scalp; glands about the neck, particularly if they are swollen or inflamed with red streaks, as often are in scarlet fever; joints of the jaws, particularly when they are < on beginning of motion, and get > from continued motion; of the abdominal cavity in general; mons veneris, there may be a great deal of itching, sometimes a hard blue boil is found there; shoulder-blades; small of the back, as, e.g., when one stoops his back hurts so that he cannot straighten up without help", "this may result from an old sprain, or from a sudden \"crick\" in the back; sacrum; buttocks; forearm; shoulder, back of hand; fingers joints in general shoulder-joint; elbow, wrist, bones of the arm; calves; joints of the leg hip-joint, knee, and ankle; weakness of joints.", "Coagulated blood from the nose; cough bloody, blood being coagulated; face covered like erysipelas; increase of saliva; difficulty in swallowing, it hurts so in the back; fluent catarrh of the nose.", "Inability at first to move the parts affected.", "One is very easily sprained by lifting; palsy of the limbs; staggering when walking.", "Strictures after inflammation, and hence may sometimes be used for strictures resulting after gonorrhoea; swelling in general, with inflammation and without; debility; aversion to washing; wounds, with sprained muscles.", "Axillary glands where the swelling is very deep and hard.", "Symptoms < before a storm of rain; after midnight; in the morning; before falling asleep; from bathing; can't bear cold water; complaints coming on in autumn; on taking a deep breath; on inspiration; from cold in general; in cold air; in cold and wet weather; from coughing; while chewing; from drawing up the limbs; from exertion of the body; after drinking; after fatigue; on uncovering the head; from surgical injuries; from sprains; from lying down; from lifting; from cold food; cold water; anything cold; during perspiration; from wet poultices; while resting; on first rising; while sitting; while talking; after undressing; in foggy, or foggy and wet weather; from getting wet; in winter; from getting wet while perspiring; women in confinement; small-pox; after-effects of syphilis.", "H. N. G.].", "Epidemic diseases with oedema of fauces threatening oedema glottidis, vesicles stud pharynx and voice is hoarse; rawness and roughness of pharynx (Dunham).", "Rheumatic and arthritic drawings, tension, and tearings in limbs, increased to the highest degree during repose, as well as in bad weather, at night, and in the heat of the bed, often with sensation of torpor and numbness in the part affected after moving it.", "Cramp and tension in different parts as from contraction of tendons.", "Contraction of some of the limbs.", "Tensive shootings and stiffness in the joints, < on rising from a seat, and in open air.", "Paralytic rigidity in limbs, esp. on beginning to move the part after repose.", "Ready benumbing of parts on which patient reclines.", "Torpor of some parts with tingling and insensibility.", "Tingling in parts affected.", "Wrenching pain in limbs.", "Paralysis, sometimes semilateral.", "Red and shining swellings, with shooting pain as from excoriation when touched.", "Contusive, or else a sensation in some places as if the flesh were detached from the bones.", "Pressive drawing in periosteum as if the bones were scraped.", "Sensation in internal organs as if something were torn away.", "Swelling and induration of glands.", "Icterus.", "Jerking in muscles and limbs.", "Convulsive movements and other sufferings, resulting from a cold bath.", "Semilateral affections.", "< And appearance of pains and symptoms during repose or at night, as also on entering a room from the open air; > obtained by movement and walking.", "The cold, fresh air is not tolerated; it seems to make the skin painful; (a keynote on rheumatism.", "Dunham).", "Reproduction or < of many sufferings in unfavourable weather.", "General excitability of nervous system, < by slightest indulgence of anger.", "Drawings in all the limbs when lying down.", "Trembling of limbs after the least fatigue.", "Unsteady gait.", "Great lassitude and weakness with want to lie down.", "Syncope.", "Inability to bear the open air whether it is hot or cold; it makes a painful impression on the skin." ],
    "Skin" : [ "Vesicular erysipelas where the vesicles are large.", "Exanthema on face in general-on chin, face, cheeks, mouth, nose, forehead, causing much burning itching.", "Pustulous chilblains.", "Exanthema in general; burning; burning itching; pustulous; with swelling; blotches; like milk-crust; moist; like nettle-rash; blue with erysipelas; scurfy; tensive or tight feeling in; pock-shaped; black; purulent; zona or shingles; petechiae; prickling; tickling; blisters which will sometimes spread up the limb, and are sometimes circular in form, spreading with a red edge in the advance, which gradually turns to a blister, the red border still keeping in advance (if the edges be black, Arsen.); itching < after scratching.", "Tetters in general.", "Ulcers burning; with corroding pus; with ichorous pus.", "Rash itches a great deal, in scarlet fever, small-pox, &c., with the peculiar restlessness.", "Phlegmonous erysipelas, esp. where the erysipelas begins in the ankle, and moves gradually up the leg, running up in the deeper tissues, no fever.", "Itching over whole body, chiefly in hairy parts.", "Stinging and tingling on skin, burning after scratching.", "Humidity of skin.", "Hardness of skin with thickening.", "Swelling (hard) of affected parts.", "Erysipelatous inflammations.", "Nettle-rash.", "Eruptions, generally vesicular, scabby, with burning itching, appearing esp. in spring and autumn.", "Eruption of small pustules on a red bottom, like zona.", "Gangrenous ulcers resulting from small vesicles, with violent fever.", "Petechiae, with great weakness, amounting to entire prostration.", "Black pustules.", "Herpes, sometimes alternately with asthmatic sufferings and dysenteric looseness.", "Warts, esp. on hands and fingers; large jagged, often pedunculated, exuding moisture and bleeding readily.", "Rhagades on hands.", "Panaritium.", "Tingling or shooting or else burning smarting in ulcers, esp. at night.", "Chilblains.", "Corns on feet, with burning sensation, and pain as of excoriation." ],
    "Sleep" : [ "Frequent, violent, and spasmodic yawnings.", "Spasmodic yawning without inclination to sleep, and with stretching of limbs and pain as from dislocation of articulation of the jaw.", "Yawning in general; with violent stretching of the limbs; falling asleep late; lying on the back during sleep.", "Strong disposition to sleep during day, and also in morning in bed.", "Somnolency, full of distressing and broken dreams.", "Sleeplessness, esp. before midnight, generally caused by a sensation of heat, ebullition of blood, and uneasiness which does not permit patient to remain lying down.", "Disturbed sleep, with anxious and frightful dreams.", "Coma somnolentum, with snoring, murmurs, and carphology.", "Sleep hindered by gloomy ideas.", "Waking caused by bitterness and sensation of dryness in mouth.", "Sleep at night hindered by a pressure at stomach, digging pinchings in abdomen, and nausea, with inclination to vomit.", "Inability to remain lying on side at night.", "Starts with fright and jerking of body during sleep.", "Incomplete and agitated sleep, with tossing and many troublesome thoughts.", "Vivid dreams of the business of the day, with talking during sleep.", "Weeping while asleep.", "Dreams of fire.", "Sleep, with open mouth and short breathing." ],
    "Fever" : [ "Pulse irregular; generally accelerated but weak, soft; sometimes it cannot be felt or is intermittent.", "Shivering and coldness, generally in evening, and accompanied by paroxysms of pain, and other accessory symptoms.", "External coldness along skin; coldness, but does not mind cold air.", "Shivering and shaking in open air, with violent thirst.", "Continual transient shiverings, as if cold water had been thrown over body.", "Sensation of coldness on moving even but a little.", "Chill in back and heat in anterior portion of body.", "Coldness and paleness of face, alternately with heat and redness.", "Shiverings and heat intermixed, either general and simultaneous (internal shivering with external heat, and vice versa), or in different parts.", "General heat, as if hot water were thrown over him, or as if the blood were flowing hot through the veins.", "General perspiration, frequently already during the heat, and then often not in the face.", "Fever in evening, first shivering, then heat and thirst, (and perspiration) accompanied or followed by cuttings and diarrhoea.", "First headache (throbbing in temples); afterwards chilliness, with thirst and tearing pains in limbs as from fatigue; afterwards general warmth, with slight chills during motion and livid face; finally profuse, sour-smelling perspiration.", "Tertian or quotidian fever.", "Tertian fever with nettlerash, which disappears after the attack; during the apyrexia burning and redness in sclerotica.", "Double tertian fever; first shivering and thirst, then general heat, with shivering on least movement, lastly perspiration.", "During the shivering pain in limbs, headache, vertigo, pulsative toothache, accumulation of saliva in mouth, and inclination to vomit.", "During nocturnal heat drawing in all limbs.", "Transient heat with perspiration, commencing from umbilical region, and rapidly alternating with shiverings.", "During or after the fever, jerks, tingling in ears, deafness, dry coryza, sleeplessness, with restless tossing, jaundice, and nettle-rash, pressure in pit of stomach, palpitation of heart with anxiety, colic, diarrhoea, and other gastric affections, and nocturnal thirst.", "Malignant fever with loquacious delirium, violent pains in all limbs, excessive weakness, dry or black tongue, dry, brownish, or blackish lips, heat and redness in cheeks, carphologia, pulse quick and small, coma somnolentum, with snoring and moans.", "Sweat during the pains.", "Perspiration in general; with heat; offensive.", "Perspiration when seated, often with violent trembling.", "Nocturnal sweat, sometimes with miliary and itching eruption.", "Sweat in morning, sometimes of an acid smell.", "Sweats from warm drinks.", "Constant perspiration." ]
  }
}