{
  "remedyName" : "Ricinus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Aphthae. Cholera. Cholera infantum. Diarrhoea. Duodenum, catarrh of. Dysentery. Eruptions. Gangrene. Gastro-enteritis. Jaundice. Lactation. Peritonitis." ],
    "Characteristics" : [ "The castor-oil plant is a native of India. In the tropics it is a small tree growing to the height of eight or ten feet. Under the name of Palma Christi it is cultivated as an annual in this country, its stems reaching from three to five feet. The oil of medicine is obtained from the seeds. The blandest which is in common use is \"cold drawn,\" i.e., expressed without the aid of heat, and contains the smallest amount of the acrid principle. A decoction of the seeds, which is used in the East and West Indies, contains a much larger proportion. The homoeopathic preparation should be made in such a way as to secure the full properties. The leaves have an especially powerful action on the breasts and female generative organs. Hale made the first collection of the pathogenetic effects of Ric., and pointed out its analogy to cholera, which Salzer (On Cholera) confirmed. Cases of poisoning, some of them fatal, have been recorded from the ordinary oil, but the greater number of the pathogenetic effects have resulted from eating the seeds. Fatal effects have followed eating three seeds, and one seed has caused violent effects. After twenty seeds gastro-enteritis and death preceded by general convulsions and collapse occurred. The most detailed case is that of a sergeant who ate seventeen seeds (two years old) as a purgative. Four hours later he had several loose stools, pyrosis, cramps in the stomach, nausea and vomiting, the vomit containing fragments of seeds and drops of oil. The stools became more-numerous and more copious of serous liquid mixed with mucus, and were passed without tenesmus or colic. Later the diarrhoea was accompanied with cramps and chilliness. Other symptoms were: Pale face; forehead covered with cold sweat, features drawn, eyes convulsed and turned up, conjunctiva injected, copious lachrymation. Intelligence quite clear. Headache, vertigo, buzzing in ears, and sensation as if a bar were laid over his stomach, with profound anguish. Burning thirst; pyrosis, vomiting fluid lightly coloured with bile, and containing some glairy filaments. Epigastrium very sensitive, pains radiate therefrom to navel and hypochondria, not < or > by light or strong pressure. At the same time he felt a sensation of violent constriction in intestines. Diarrhoea became colliquative, stools like cholera-stools. Complete anuria. Voice veiled. Profound adynamia. Next day severe fever followed. A small quantity of dark, thick urine was passed, and was found to be highly albuminous. On the fourth day pronounced jaundice appeared. On the sixth day the urine had ceased to be albuminous, and the patient was discharged. Salzer gives to Ric. the same importance in cholera with diarrhoea that Camph. occupies in relation to spasmodic cholera. The stools of Ric. correspond exactly to the rice-water stools in cholera, whilst those of Ver. a. do not. Ric. also has painless evacuations which are met with in many cases of cholera. Ric. therefore corresponds to the diarrhoeic stage of cholera, and also to the collapse stage if vomiting and purging still continue. Salzer quotes B. L. Bhaduri as having observed \"rice-water stools, cramps, and suppression of urine brought on by eating the seeds.\" Hale says that before he had learned to use Ric. as a homoeopathic remedy he had often been discomfited by seeing aphthous diarrhoea cured with small (half-teaspoonful) doses of castor oil, repeated three or four times a day, by old nurses or impatient mothers. Such-diarrhoea often arises in improperly-fed children. It begins with sickness, frequent and griping evacuations, greenish yellow to dark green, becoming more liquid and more or less mixed with slimy or gelatinous mucus or blood. Each stool is accompanied with pain and tenesmus, mouth dry and aphthous, anus inflamed, belly tumid and painful, child becoming more and more feverish and somnolent. Hale later gave a 1x trituration of the oil with sugar. In acute and chronic dysentery, and in those cases in which there is impaction of faeces, Hale has seen the oil promptly curative. Post-mortem examination in the fatal poisoning cases has shown the gastro-intestinal mucous membrane abraded and inflamed. In one case the whole intestinal membrane was coated with blackish blood and that of the stomach reddened and softened. Hering remarked that puerperal fever had become much less common in Philadelphia (where it used to be very common) since homoeopaths interdicted the use of castor oil in confinements. Ric. has great power over lactation. O. McWilliams (quoted by Hale) observed in the Cape Verde Islands that the leaves of the plant were applied to the breasts to increase the flow of milk if it were delayed, and even to produce it in women who had never borne children or who had not suckled for years. In increasing the flow of milk in nursing women the breasts were fomented with a decoction of the leaves of the plant, the boiled leaves being afterwards thinly spread on the breasts. For producing milk in others more vigorous measures were resorted to. The women had to sit over a boiling decoction of the leaves, care being taken to prevent the escape of steam. When the decoction was sufficiently coot the parts were bathed with it, and also the breasts, to which the leaves were applied as in the other case. Women with well-developed breasts are more easily influenced. When the breasts are small and shrivelled this treatment acts more on the uterine system, bringing on the menses long before their time or causing immediate flow if the time is near. Tyler Smith experimented with the leaves. In his cases the application produced: Swelling of the breasts, throbbing and other pains in them; swelling of the axillary glands, with pains running down the arms. Pains in the back like after-pains were caused in every case. Leucorrhoea was increased. Soon discharges from the breasts became milky, and menses came on too soon. The radiating pains; bar sensation; constricting and cramping pains are the most peculiar." ],
    "Relations" : [ "Compare: Croton., Jatr., and Euphorbiaceae. In cholera, rice-water stools, Agar. ph., Jatr. Bar sensation, Haematox. Galactogogues, Agn. c., Asaf., Puls. Duodenal catarrh, Berb., Chi., Hydrs., Lyc., Merc., Pod." ],
    "Head" : [ "Vertigo.", "He cannot go into open air after a dose of Castor Oil as the brain seems exhausted and easily overpowered (R. T. C.).", "Headache; severe.", "Acts on base of brain (R. T. C.).", "Sudden pain as if seized by something in occiput extending round to backs of ears, eyes, and forehead with rush of blood to head and shocks which come and go as from electricity, thirty times in five days (agg.", "R. T. C.)." ],
    "Eyes" : [ "Eyes convulsed and turned up; conjunctivae injected, copious lachrymation; pupils only moderately dilated." ],
    "Ears" : [ "Buzzing and humming in ears." ],
    "Face" : [ "Features drawn.", "Face slightly congested.", "Face pale; features strongly contracted.", "Twitchings of mouth." ],
    "Mouth" : [ "Tongue: coated white; and dry; furred.", "Salivation." ],
    "Throat" : [ "Burning pain in gullet accompanied the vomiting." ],
    "Stomach" : [ "Anorexia.", "Thirst, great; burning.", "Pyrosis.", "Nausea and vomiting persistent; vomited mattery liquid, slightly coloured by a little bile; contains only a few mucous threads in suspension.", "Vomiting profuse; with burning in gullet and all the symptoms of Asiatic cholera.", "Vomiting and purging.", "Painless vomiting.", "Vomits pultaceous substances.", "A kind of bar across stomach, which caused profound anguish.", "Pit of stomach very sensitive; pains radiate from this centre, shooting to umbilicus and hypochondria.", "Cramps; burning, in stomach." ],
    "Abdomen" : [ "The different segments of the recti muscles can be seen successively and individually contracting under the skin.", "Rumbling.", "Feels as if all the intestines violently drawn together.", "Violent colic; and yellowish-green vomiting.", "Cramps with the diarrhoea.", "Pain over abdomen < by pressure." ],
    "Stool and Anus" : [ "Violent purging with the diarrhoea.", "Bloody diarrhoea.", "Diarrhoea without pain.", "Diarrhoea almost incessant, colliquative, like cholera.", "Rice-water stools.", "Stools serous liquid mixed with mucus.", "Diarrhoea incessant, with cramps and chilliness.", "Complete confinement of bowels for five days; this made him uncomfortable, and caused headache." ],
    "Urinary Organs" : [ "Complete anuria.", "Passes a little dark, thick, highly albuminous urine (lasted four days)." ],
    "Female Sexual Organs" : [ "Menses too early; excessive.", "Leucorrhoea.", "Breasts thick, swell, with swelling of axillary glands and pains running down arms.", "Thin discharge from breasts becomes milky.", "Brings milk in breasts of virgins and women who have not suckled for years." ],
    "Respiratory Organs" : [ "Voice altered; veiled." ],
    "Heart" : [ "Pulse: extremely small, scarcely perceptible, though normal in frequency; very frequent." ],
    "Back" : [ "Pains in back like after-pains." ],
    "Limbs" : [ "Prurigo on wrists and bends of knees." ],
    "Lower Limbs" : [ "Gangrene of one foot necessitates amputation." ],
    "Generalities" : [ "Pale and listless.", "Anaemia.", "Profound adynamia.", "Collapse.", "Convulsions.", "Muscular contractions.", "Very painful cramps in trunk and limbs." ],
    "Skin" : [ "Pronounced jaundice; skin saffron yellow.", "Pruriginous eruptions, or redness and itching, at wrists and bends of knees." ],
    "Sleep" : [ "Great desire for sleep." ],
    "Fever" : [ "Chilliness with the diarrhoea.", "Perspiring freely.", "Skin moist and cool, esp. lower limbs.", "Forehead covered with cold sweat." ]
  }
}