{
  "remedyName" : "Robinia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity. Coryza. Dyspepsia. Flatulence. Headache, gastric. Hyperchlorhydria. Indigestion, nocturnal. Intermittents. Neuralgia. Pyrosis. Stomach, affections of. Urticaria." ],
    "Characteristics" : [ "The roots of Robinia (says Treas. of Bot.) \"have the taste and smell of liquorice, but are a dangerous poison, and accidents have occurred from their being mistaken for liquorice roots.\" The poisonings that have been recorded have been due to eating the beans or chewing the bark. Of thirty-two boys so poisoned (H. R., iv. 72) in the mildest cases there occurred", "Vomiting of ropy mucus, dilatation of pupils, dry throat, flushed face. In the severest the vomit was more copious and mixed with blood; with retching, epigastric pains, debility, stupor, cold extremities, dusky pallor, heart's action feeble, intermittent, extremities pulseless. Recovery took place in two days. The provings of Burt and Spranger have developed the symptoms which have led to the chief clinical uses, but some of Houatt's symptoms have also been confirmed. The chief keynote of Rob. is acidity, especially if the time of aggravation is night. Cooper has observed improvement which was going on under Rob. cease at night-time. Sour stomach; vomiting of intensely sour fluid which set the teeth on edge. Eructations of a very sour fluid. Clinical experience has added to these: Sour stools of infants, with sour smell of body and vomiting of sour milk. Heartburn and acidity coming on when lying down at night and preventing sleep. Halbert (Clinique, March, 1899, H. W., xxxiv. 373) relates a case of hyperchlorydria treated with Rob.: Mrs. S., 40, had had stomach troubles many years, for which she had had bitter tonics, stomach douchings, electric massage. She had acid eructations and vomitings of intensely sour food; extreme appetite, but gastric pains an hour or two after meals; stomach and bowels distended with gas almost constantly, and flatulence was extremely irritating. Craved meats, but could not tolerate vegetables; craved solid food, but did not dare take it. Emaciated and cachectic. Meat, eggs, and milk was the diet prescribed. Lavage was performed every alternate day, and after it the patient was directed to eat a full meal; Rob. 3x was given every two hours, and steady improvement occurred in all particulars, till health was practically restored. Burt had a severe neuralgia in left temple, preventing sleep from midnight to daylight. He had also a \"dull, heavy aching in stomach,\" and a \"constant dull, heavy frontal headache, much < by motion and reading. The combination of gastric and head symptoms has placed Rob. among the chief remedies in migraine and sick headaches. Among Houatt's symptoms was a facial neuralgia spreading to eyes, forehead, with contraction of the jaw and features; and also a sensation as if the jaws would be dislocated or fractured. Hering gives this case of neuralgia as having been cured with Rob.: \"jawbone feels as if disarticulated; intensely sour taste and vomiting.\" The paralytic symptoms were very marked in one of the poisoning cases. Flatulence and diarrhoea were produced, and also constipation, with constant ineffectual urging. Among the Peculiar Sensations are: As if brain revolved. As if head were full of boiling water. As if brain struck against skull. Jawbone as if disarticulated. Stomach as if scalded. As if whole body would pass away with stool. The left side was most affected. A sleepy, dull feeling in head and limbs changed from right to left. A. L. Fisher (quoted H. R., iv. 27) has relieved with Rob., when everything else failed, the intensely acid vomiting in four cases of gastric cancer. Millspaugh points out that Trifol. prat., which is a domestic remedy for cancer, is a near botanical ally of Rob. The symptoms are < by touch (neuralgia from contact of food), < by motion. < By reading (headache), < Lying down (heartburn and acidity). < Being raised from the horizontal (nausea and vomiting). < Night. < From fat, gravies, flatulent food, cabbages, turnips, new bread, ice-cream, raw fruit, &c.; they = gastric headache." ],
    "Relations" : [ "Compare: Laburn. In acidity, Rhe., Calc., AEth., Mg. c., Puls. In neuralgia, Ars., Chi. Flatulence, Chi., Carb. v., Lyc. Ineffectual urging to stool, Nux. Gastric headaches, Ir. v. Jawbone as if dislocated, Rhus. Changing sides, Lac c. (Rob. right to left). Heart, Phaseol. Dilated pupils, dry throat, and flushed face, Bell." ],
    "Mind" : [ "Very low-spirited.", "Excessively irritable.", "Tried to write but could not (agg.", "R. T. C.).", "Can hardly tell what she is doing (agg.", "R. T. C.)." ],
    "Head" : [ "Vertigo and dulness of head in whatever position it is placed.", "Sensation as if brain revolved, < lying on r. side.", "Vertigo with unsteadiness and nausea.", "Unable to hold his head upright; on eighteenth day could hold it up for a time, but it dropped if the effort was long continued (in a child who ate locust beans).", "Constant dull, heavy, frontal headache, much < by motion and reading.", "Dull headache: with profuse nasal discharge and frequent sneezing; with sharp stitches in temples.", "Steady headache with sensation as if head full of boiling water; as if brain struck against skull when moving.", "Sick headache, with sour stomach; from fat meat, gravies, flatulent food, cabbage, turnips, warm bread, pastry, ice-creams, raw fruits, &c.", "Severe neuralgic pain in l. temple, preventing sleep from midnight to daylight." ],
    "Eyes" : [ "Eyes sunk.", "Eyes sore, watery; with rough throat.", "Pupils contracted (in poisoning cases dilated)." ],
    "Nose" : [ "Profuse continual discharge from nostrils, with sneezing and dull headache.", "Wax-like tumour on nose." ],
    "Face" : [ "Neuralgic faceache, spreading to eyes, forehead, ears, and teeth, changing the whole features.", "Spasmodic pains in jaws, feels as if they would be broken or disarticulated; intensely sour taste in mouth.", "Face flushed (in mild poisoning cases); dusky pallor (in severe cases)." ],
    "Mouth" : [ "Burning, lancinating pains, esp. in carious teeth, spreading to cheeks, eyes, and temples, < at night or on contact of food, esp. if cold or spiced; teeth become loosened from the spongy and easily bleeding gums.", "White coating on tongue, with red tip.", "Tongue covered with whitish-brown fur, smooth and slimy.", "Mucous membrane of mouth pale." ],
    "Throat" : [ "Dry scratching in throat.", "Dryness of throat, with flushing of face.", "Rough soreness.", "Roughness, with sore eyes." ],
    "Stomach" : [ "Thirst.", "Constant eructations of a very sour fluid.", "Heartburn and acidity of stomach at night on lying down.", "Regurgitation of acid and bitter substances, everything turns to acid.", "Nausea for three hours, followed by vomiting of an intensely sour fluid.", "Nausea and attempts to vomit when placed in sitting posture.", "Water taken before eating, at night, returned in morning green and sour.", "Vomiting of intensely sour fluid, setting teeth on edge.", "Vomiting of ropy mucus; tinged with blood; retching and epigastric pains.", "Vomiting, with slight convulsions.", "Sour stomach.", "Dull, heavy, aching dulness in stomach.", "Very severe, sharp pains in stomach all day and night." ],
    "Abdomen" : [ "Constant dulness in epigastric region, with cutting pains in stomach and bowels and a good deal of rumbling.", "Burning distress in stomach and region of gall-bladder.", "Bowels greatly distended with flatulence, seemed to fill up whole abdomen; tympanites; > passing flatus.", "Soreness in bowels when moving or by pressure." ],
    "Stool and Anus" : [ "Desire for stool, but only flatus passes; finally constipated stool.", "Sour stools of infants, with sour smell from body and vomiting of sour milk.", "Diarrhoeic stools, yellow, green, burning, with nervous agitation, weakness, cold sweat, dyspnoea.", "Stools: loose, black, fetid, with great tenesmus; watery, whitish, excessively frequent and generally involuntary, with sensation as if whole body would pass away with stool; heat, and pressure in epigastrium; cramps.", "Sudden attacks of purging and vomiting.", "The daily motion has a slimy look and bilious tinge.", "Bowels costive, with frequent ineffectual desire for stool." ],
    "Urinary Organs" : [ "Urine scanty and painful; or profuse and turbid." ],
    "Female Sexual Organs" : [ "Nymphomania; whitish, greenish, yellowish, thick, and acrid, purulent leucorrhoea, with tumefaction and bruised feeling in neck of womb and general prostration; ulcerative pains in vagina, with acrid, yellowish leucorrhoea of most fetid smell.", "Hard swelling of womb.", "Cramps in womb.", "Menses too late, black.", "Haemorrhage between the periods, accompanied by purulent leucorrhoea.", "Eruptions and ulcers like herpes on vagina and vulva." ],
    "Respiratory Organs" : [ "Voice reduced to a whisper and efforts to cry exceedingly feeble, suddenly ceasing with a slight sigh, as if from exhaustion.", "Feeble respiration." ],
    "Heart" : [ "Heart's action very feeble; embarrassed when moved from horizontal position.", "Almost pulseless." ],
    "Limbs" : [ "Could not move in slightest degree fingers, hands, arms, or legs; later could move fingers of r. hand a little; later could stir legs, but not draw them up; tickling feet caused much distress (from the beans)." ],
    "Generalities" : [ "Features and limbs shrunken as if from excessive diarrhoea (but there was none).", "Faintness < when raised from horizontal position.", "Child cried when its arms were laid hold of.", "Improvement which was going on ceases at night-time (R. T. C.)." ],
    "Skin" : [ "Covered from head to foot with the worst form of urticaria." ],
    "Sleep" : [ "Sleepiness and dulness in limbs and head (with stinging pain in temples), changing from r. to l. side.", "Restless sleep all night on account of frequent sneezing; from indigestion." ],
    "Fever" : [ "Hands and feet cold.", "Paroxysms of pain late in afternoon, lasting till to a.m., face hippocratic, much flatulence.", "Hectic fever with night-sweats." ]
  }
}