{
  "remedyName" : "Rumex Acetosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Convulsions. Gastritis. OEsophagus, inflammation of. Paralysis. Throat, sore. Uvula, elongated." ],
    "Characteristics" : [ "Sorrel was at one time cultivated in this country as a salad, and the Buckler-shaped, or French Sorrel, is still cultivated in France, where it is considered as a powerful antiscorbutic. The leaves contain a large quantity of Binoxalate of Potash (Kali oxal.). The symptoms of the Schema were observed on three men who ate largely of the leaves. In one very violent convulsions were induced of a peculiar kind, the limbs being thrown reciprocally backwards and forwards and the head from side to side; the hands being alternately clenched and unclenched, the eyes prominent. Other remarkable symptoms were: Swelling of lower eyelid. Elongated uvula. Pain all down oesophagus < by swallowing. Persistent short, dry cough. There was complete paralysis of bodily powers; copious green vomit; constipation." ],
    "Relations" : [ "Compare: Kal. ox., Lapath. In persistent cough, Rx. c." ],
    "Mind" : [ "Unconscious." ],
    "Head" : [ "Distress in head and an inch and a half below tip of sternum." ],
    "Eyes" : [ "Eyes sunken.", "Lower lid puffed; pupil sluggish.", "Eyeballs fixed, glassy, prominent." ],
    "Face" : [ "Features collapsed." ],
    "Mouth" : [ "Tongue: moist and furred; white and furred and rather swollen; furred in middle, tip and edges red." ],
    "Throat" : [ "Pharynx congested, anterior part covered with limpid secretion, uvula much elongated; constant pain from throat and throughout oesophagus to cardiac orifice of stomach, < when swallowing." ],
    "Stomach" : [ "Appetite lost.", "Great thirst.", "Vomiting; thick, pulpy, dark-green matter.", "Continued retching." ],
    "Abdomen" : [ "Soreness at epigastrium and fulness of abdomen.", "Very severe pain at epigastrium with occasional exacerbations.", "Violent and universal pain in bowels, so intense he pressed them firmly and rolled, vociferated loudly, with a pallid, haggard countenance, and, as it were, thrust out his eyes." ],
    "Stool" : [ "Constipation." ],
    "Urinary Organs" : [ "Deficient urine and alvine evacuations.", "Urine increased, phosphatic, turbid, and whey-like." ],
    "Respiratory Organs" : [ "Unremitting short cough, unattended with expectoration (persisted ten days).", "Perpetual groaning or moaning." ],
    "Pulse" : [ "Pulse: feeble; small and weak; small and frequent." ],
    "Generalities" : [ "Lay on his back in a paroxysm of general convulsions, with arms elevated reciprocally, casting them forward and bringing them backward, doing the same with his legs, opening and reclosing his fists, and alternately throwing his head from r. to l.; eyeballs fixed, glassy, prominent; rattling and grinding of teeth without foaming at mouth; absolutely senseless (fit lasted a quarter of an hour).", "About p.m. suddenly fell from his seat exhausted; was lifted up and taken into the air; legs again lost power and he fell, and when down vomited a diffluent, raw, greenish mass; was again raised, but could only support himself feebly.", "Bodily powers prostrated." ],
    "Sleep" : [ "Sleeplessness." ],
    "Fever" : [ "Heat and rigors.", "Linen saturated with cutaneous exudation." ]
  }
}