{
  "remedyName" : "Rumex Crispus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion. Aphonia. Asthma. Borborygmi. Bronchitis. Catarrh. Corns. Coryza. Cough. Diarrhoea. Dyspepsia. Epistaxis. Feet, tender. Gastralgia. Heart, pain in; affections of. Indigestion. Irritation. Lichen. Mouth, ulceration of. Phimosis. Phthisis. Prurigo. Rheumatism. Throat, sore ulcerated. Trachea, affections of. Urticaria." ],
    "Characteristics" : [ "The \"Yellow Dock\" or \"Curled Dock\" is a common British weed, introduced and growing wild in North America, where the provings were made. The common Dock of our fields and roadsides, Rumex obtusifolia, has a reputation among children as the best antidote to the nettle's sting; a reputation which is very well deserved, as I can testify. Rumex crispus, according to Joslin, quoted by Hale, was used by allopaths internally and externally for the cure of itch. This points to one of the leading actions of Rx. c. as developed in the provings. Among the constituents and salts of Rx. c. are Sulphur and Calc. Ph. (Hale); and Sul., Calc., and Pho. are strongly represented in its action. Rx. c., again, is a close ally of Rheum, and has analogous purgative and other properties. The provings were made by Houghton, Joslin, H. M. Paine, Bayard, Rhees, &c., both with the tincture and with attenuations, and its characteristics were well defined. A keynote of many Rx. c. cases is sensitiveness to cold air. The cough and skin symptoms are < by uncovering or exposure to air. Guernsey thus describes the cough of Rx. c.: \"Cough caused by an incessant tickling in throat-pit, which tickling runs down to the bifurcation of the bronchial tubes; touching the throat brings on the cough; by covering up all the body and head with the bed-clothes there is no cough.\" Correspondingly this symptom of Paine's has led to many cures of skin cases: \"While undressing, and for some time after, considerable itching of surface of lower limbs \"", "where exposure to air is again the exciting cause. The characteristic diarrhoea of Rx. c. occurs in the early morning, driving the patient out of bed; it comes on after catarrh, and is often associated with the characteristic cough of the remedy. The Rx. c. cough causes expulsion of urine; and it may even cause expulsion of the foetus in pregnant women. P. P. Wells relates this case (Hale): Mrs. X. had had eight miscarriages in the early months, each miscarriage being attended with a dry, shaking, spasmodic cough in paroxysms of great violence, which was regarded as the cause of the abortions. At the beginning of the ninth pregnancy she came under homoeopathic treatment. The cough came on", "very dry, harsh, loud, shaking, < at night, preventing sleep, excited instantly by pressure on the trachea. Rx. c. promptly relieved. Wells also cured with Rx. c. (Lehrman's preparation) the following in a man: Cough beginning with tickling behind top of sternum, sometimes in paroxysms lasting for five to ten minutes. Trachea sore to external pressure; feels excoriated through its whole extent, as also do the fauces. Cough is excited by pressure on throat-pit; violent with scanty difficult expectoration; shakes head as if it would fly to pieces and chest so that he feels he might raise blood any minute. Paroxysms exhaust him; headache during cough. Joslin pointed out the left chest had more verified symptoms than any other region. Further Conditions of Rx. c. are < lying on left side; > lying on right side, < At p.m. and a.m. Another Condition of the cough is that it is induced or < by any irregularity of respiration, such as a little deeper breath than usual or a little more rapid. Cough when eating. Joslin reports a number of cases of gastric derangement cured with Rx. c. (1) A young lady had shootings from pit of stomach into chest in various directions; sharp pains in left chest; dull aching in forehead and slight nausea. One dose of 30th removed all her symptoms and restored her appetite. (2) A lady, 50, had had for three weeks pain in pit of stomach, aching in left chest, flatulence, eructations, pains and distension in stomach after meals. Rx. c. 200, one dose, cured in two or three hours. (3) Young lady had sensation of fulness and pressure in pit of stomach extending up towards throat, carried down on swallowing and rising again to throat. Rx. c. cured. (4) A gentleman not used to tea took a cup, very weak, of the black kind; then followed aching in pit of stomach and aching above it in chest, and especially on each side of lower end of sternum. Rx. c. cured in a few minutes. The flatulence and rumbling of Rx. c. are well marked, and I have found it the best general remedy for the painless but annoying borborygmi frequently complained of by women. The left side is more markedly affected than the right. The circulation is much disturbed, violent palpitations of the heart and throbbing throughout the whole body being noted. Carleton Smith points out (H. P., x. 275) that in a case of cough cured by Cardoza with Rx. c. the characteristic was \"cough only during the day, not at all at night.\" This gives Rx. c. a place beside Fer. and Mang. Smith has cured with Rx. c. many cases of indigestion in which this symptom was present: \"Lump in throat, not > by hawking or swallowing; it descends on deglutition, but immediately returns.\" Peculiar Sensations are: Eyes pain as if from dryness. Tongue as if burned. Lump in throat; it descends on deglutition, but immediately returns. Hard substance in pit of stomach. Bunch in throat or behind sternum. Pressure of a stick in rectum. As if urine could not long be retained. As if she could not get another breath. As if air did not penetrate chest. As if a feather swaying to and fro in bronchi. As if head would fly to pieces (with cough). As if he might raise blood any minute. As if cough did not reach low enough to raise phlegm. As if heart suddenly stopped. Sternum feels sprained. Raw feeling under clavicles. Hands cold when coughing. The symptoms are < by touch; pressure; riding. < By cold; > by warmth. < Change: warm to cold or cold to warm; changing rooms. < Lying down (pain in pit of stomach > lying perfectly quiet). < Lying on left side; burning in left side. > Lying right side. < Talking. < Deep inspiration; or irregularity of breathing. < Walking. < Evening and night; and morning on waking, and p.m., to a.m. < When eating and after meals. > Discharge of offensive flatus." ],
    "Relations" : [ "Antidoted by: Camph., Bell., Hyo., Con., Lach., Pho. Compare: Hard, dry, tickling cough, < reading, < touching larynx, Cin. Asthma of consumptives < a.m., Meph., Sticta. Pains in left lung < moving; cough from change of temperature, Bry. (Bry. more when change is to warm air; Rx. c. more when to cold). Tickling cough from suprasternal fossa excited by speaking, Sil. Morning diarrhoea hurrying patient out of bed, Sul. Annoying, tickling cough on lying down, Hyo., Con. Urticaria, morning diarrhoea, Apis (opposite Conditions). Dry cough from tickling in suprasternal fossa < least cool air or deep inspiration, Bell. Effects of tea, Thuj. Stitching pains in chest, pulsations, over whole body, K. ca. Tough mucus, K. bi. Cough when eating, Calc. Burnt sensation in tongue, Ran. b. Stick in rectum, AEsc. h. Cough < changing air, Spo., Pho. < Lying left side, Pho., Pul. Raw sensation in larynx and trachea when coughing, Caust. Spurting of urine with cough, Caust., Pul., Scil. Early morning diarrhoea, Alo., Nat. s., Pod., Sul. Skin symptoms < uncovering, Hep., Nat. s., Oleand. Cough starting in throat-pit (Bell. more in fauces; Pho. more in bronchi). Incessant cough and botan., Rx. ac. Diarrhoea and botan., Rhe. Botan., Fago., Polyg., Lapath. Cough only during day, Fer., Mang." ],
    "Mind" : [ "Low-spirited: with serious expression of face; with suicidal mood.", "Irritable; disinclined to mental exertion.", "Indifference to surroundings.", "Stagnation of ideas, lassitude, and uneasiness." ],
    "Head" : [ "Headache after waking in morning, preceded by a disagreeable dream.", "Dull (and bruised) pains: on r. side; in occiput; in forehead with bruised feeling, < on motion.", "Darting pain or sharp piercing in l. side of head.", "Catarrhal headache with great irritation of larynx and trachea, clavicular pain and soreness behind sternum.", "Bruised sensation on waking, continued till noon, disappeared suddenly after dinner.", "Headache < in open air.", "Pungent drawing in l. occiput with a similar pain in l. nostril and feeling as if coryza would ensue." ],
    "Eyes" : [ "Pain in eyes as from dryness; lids inflamed, < evening.", "Sore feeling in eyes without inflammation.", "Deep-seated pain in r. eye.", "Sharp, shooting pain in (and over) l. eye." ],
    "Ears" : [ "Ringing in ears.", "Itching deep in ears.", "Pain, throbbing, stopped sensation in ears." ],
    "Nose" : [ "Great desire to pick nose.", "Nose obstructed; dry sensation, even in posterior nares.", "Sudden, sharp, tingling sensation in Schneiderian membrane, followed by violent and rapid sneezing five or six times in succession, with watery discharge.", "Violent sneezing with watery coryza and headache), < evening and night.", "Accumulation of mucus about posterior nares.", "Yellow mucus discharged through posterior nares.", "Epistaxis, violent sneezing, and painful irritation of nostrils.", "Influenza with violent catarrh, followed by bronchitis." ],
    "Face" : [ "Great paleness of face while standing.", "Heat of face; redness < evenings; dull headache; with pulsations over whole body.", "Pain in side of face, including r. temple and ear; also l. side of upper lip.", "Pain in r. jaw, morning.", "After retiring late at night, lancinating pains in lower jaw at root of l. canine teeth." ],
    "Mouth" : [ "Pain in teeth of both sides, morning.", "Toothache: entirely > after eating dinner; > by rinsing mouth with cold water.", "Grumbling stinging toothache in r. upper molars, while riding in a cold wind; with pain in forehead.", "Tongue coated: white; yellow; yellowish-brown, or reddish-brown.", "Dryness of anterior part of tongue, with sense of repletion in stomach and as if one had eaten spice.", "Sensation of excoriation at edges of tongue.", "Front of tongue dry and hot.", "Soreness of r. edge of tongue.", "Sensation as if tongue and mouth burnt.", "Ulceration of mouth and throat.", "Taste: bitter (mornings); nasty; flat (on rising).", "Flow of saliva." ],
    "Throat" : [ "Scraping in throat; excoriated feeling with secretion of mucus in upper part.", "Sensation of a lump in throat, not > by hawking or swallowing; it descends on swallowing, but immediately returns.", "Sensation of a lump in oesophagus.", "Aching in pharynx with collection of tough mucus in fauces.", "Catarrhal affections of throat and fauces.", "Throat dry, swallowing difficult; pain in l. side on swallowing." ],
    "Stomach" : [ "Appetite: much increased lost.", "Thirst.", "After meals: flatulency; heaviness in stomach or epigastrium aching in l. breast; pressure and distension in stomach.", "Nausea in night before diarrhoea.", "Sensation of hard substance in pit of stomach.", "Fulness and pressure in pit of stomach extending toward throat-pit; descends with every empty deglutition but immediately returns.", "Tight, suffocative, heavy ache in epigastrium, through to back; clothes seem too tight; weak feeling in epigastrium, all < when talking; frequently takes a long breath.", "Shooting from pit of stomach to chest; sharp in l. chest; slight nausea; dull aching in forehead.", "Aching and shooting in pit of stomach and above it on each side of sternum.", "Eructations; empty; tasteless.", "Hiccough.", "Pyrosis.", "Nausea; > by eructations.", "Nausea and vertigo while dressing in morning, compelling him to lie down again.", "Sensation of undigested food and upward pressure in throat-pit.", "Severe pain in digestive organs on waking.", "Pain in stomach with the pain in the lungs.", "Burning and cutting in stomach." ],
    "Abdomen" : [ "Pain in hypochondrium from walking or deep inspiration.", "Griping near navel partially > by discharge of offensive flatus; flatulent colic soon after a meal.", "Pain occurring or < during inspiration.", "Sensation of heaviness and fulness in abdomen with rumbling.", "Borborygmus.", "Pain in abdomen in morning, followed by a stool.", "Colic from a cold, with cough." ],
    "Stool and Anus" : [ "Stools: painless, offensive, profuse; brown or black, thin or watery; preceded by pain in abdomen.", "Before stool: sudden urging, driving him out of bed in morning.", "Morning diarrhoea, with cough from tickling in throat-pit.", "Diarrhoea to a.m.", "Copious diarrhoeic stool with colic pain just above hypogastrium, and a very disagreeable rumbling in bowels together with nausea and loss of appetite; these sensations continued throughout the day with four or five evacuations which passed away in a stream as if a large quantity would be discharged; nevertheless each discharge was suddenly arrested, and the inclination passed away entirely for a short time; but on rising the urgency returned, and on returning to the closet a new stream poured forth as before.", "Faeces black; scanty.", "Constipation for several days, followed by a dry, hard stool.", "Itching at anus with discharge of offensive flatus.", "Sensation as from pressure of a rough stick forced up rectum, painful on walking.", "Haemorrhoids protrude; much heat and itching at anus, and sensation as if a foreign body there." ],
    "Urinary Organs" : [ "Sudden urging.", "Frequent inclination with feeling as if urine could not long be retained.", "Involuntary micturition with cough.", "Copious colourless urine in afternoon.", "Urine less copious, flocculent deposit, oily surface; marked brick-dust sediment." ],
    "Male Sexual Organs" : [ "Tendency to phimosis.", "During evening feeling of soreness and excoriation, with redness of end of prepuce.", "Itching of prepuce.", "Sexual desire diminished; lost." ],
    "Respiratory Organs" : [ "Hoarseness < evenings: voice uncertain.", "Voice: changes suddenly on two consecutive days at p.m. rose several notes; higher with catarrh nasal.", "Aphonia after exposure to cold.", "(Reflex aphonia from tubercle of l. apex.).", "Tenacious mucus in larynx, constant desire to hawk.", "Violent irritation to cough in larynx while eating (at three meals).", "(Cough all day, > lying down at night.).", "Pain in top of larynx; mostly l. side.", "Dry, spasmodic cough, like beginning of whooping-cough; in paroxysms; preceded by tickling in throat-pit, with congestion and slight pains in head, and wrenching pains in r. chest; began a few minutes after lying down at night (11 p.m.); lasted to minutes, after which he slept all right; a less severe paroxysm in bed on waking and throughout day this lasted two weeks, when he began to expectorate adhesive mucus in small quantities, detached with difficulty.", "Hacking cough.", "Cough < by any irregularity of breathing.", "Hoarse, hacking cough p.m. and to a.m.", "Cough with pain behind mid-sternum.", "Pressure on throat = cough.", "Dry, tickling, spasmodic cough, with tenderness in larynx and trachea, rendering cough quite painful.", "Teasing periodical cough, < in cool air or by anything which increases the volume or rapidity of inspired air.", "Cough < from changing rooms.", "Cough originally caused by inhaling extremely cold air during winter, < lying down, esp. p.m.", "Cough provoked by change from cold to warm or warm to cold.", "Cough < lying l. side; > lying r. > covering up mouth; > wearing respirator.", "Sensation of breathlessness as if air did not penetrate chest; or as when falling or passing rapidly through the air.", "Frequent feeling as if she could not get another breath." ],
    "Chest" : [ "Clavicular pain; raw pain just under each clavicle while hawking mucus from throat.", "Pain in chest: in both sides; dull aching in anterior part, with headache and belching.", "Sharp stitching or stinging through l. lung.", "Acute stitch along l. margin of sternum.", "Burning stinging: in l. side near heart; in whole l. chest suddenly when taking a deep inspiration while in act of lying down in bed at night.", "At p.m., while writing, at desk, stitches in substance of l. lung.", "Burning, shooting pain in r. chest.", "Sharp pain near l. axilla.", "Pain in centre of l. lung.", "Sternum feels sprained.", "Great pressure and sense of depression in upper part of breast.", "Very sharp pain in breast running r. to l.", "Sharp cutting pain in l. breast at noon lasting an hour." ],
    "Heart" : [ "Heart feels as if it suddenly stopped beating; followed by a heavy throbbing.", "Dull pain in region of heart, with dull pain and heaviness in l. upper arm, esp. elbow.", "Dull pain in heart on deep inspirations.", "Burning in region of heart.", "Severe stinging in region of heart, extending through chest to apex of l. scapula, with frequent desire to take a deep breath, which < the pain (afternoon for two or three hours).", "Sharp pain in l. side of heart.", "Palpitation: after supper; < going upstairs; violent with throbbing carotids." ],
    "Neck and Back" : [ "Sensation as if a thread were tightly tied round neck just below ears, with a slight roaring in the ears.", "Pain: in back of neck; running down back.", "Aching between scapulae.", "Stinging burning just below inferior angle of l. scapula; followed and accompanied by stinging, almost itching pain l. chest just below nipple.", "Pain under r. scapula.", "Pain in l. scapula.", "Burning pain in small of back near tip of r. sacro-iliac joint.", "Sore pain in l. sacro-iliac joint, lame as from over-lifting; < by sudden motion; followed by pulsation in nates.", "Aching and sense of great fatigue in loins." ],
    "Limbs" : [ "Twitching of r. arm and leg.", "Pain in upper and lower limbs of same or opposite side." ],
    "Upper Limbs" : [ "Pains in shoulder down to elbow, arms feel strained.", "Hands cold when coughing.", "Bruised aching and stinging pain in arms, hands, elbows, and r. wrist." ],
    "Lower Limbs" : [ "Stitching in back of r. hip; limping walk.", "Legs ache.", "Stitch-like pain in knee-joint when standing.", "Legs covered with small red pimples.", "Feet cold.", "Feet sensitive, stinging in corns.", "Tender feet." ],
    "Generalities" : [ "Lassitude and weariness.", "Restless in evening.", "Pains not fixed or constant anywhere.", "Throbbing through whole body.", "Unusual sensitiveness to cold or open air." ],
    "Skin" : [ "Itching in various parts, < on lower limbs.", "Eruption covered uniformly several regions of skin, with exception of face; itching more of a pricking than a burning; < by cold, > by warmth.", "Contagious prurigo or \"army itch.\".", "Stinging-itching or prickling itching of skin.", "Vesicular eruption, itching when uncovered and exposed to cool air.", "Periodic itch.", "Urticaria; < in open air." ],
    "Sleep" : [ "Sleep: disturbed; wakeful, restless; short naps and unpleasant fancies, even when awake.", "Unpleasant dreams; of danger and trouble; early in the morning; of being naked in the street; of murders; of autopsies.", "Wakes early with headache." ],
    "Fever" : [ "Chilly, < on back; colic, nausea, stitches near middle of chest.", "Increased frequency of pulse and afternoon fever.", "Sensation of heat, followed by that of cold, without shivering.", "Flushes of heat, < on cheeks.", "Sweat on waking from a sound sleep." ]
  }
}