{
  "remedyName" : "Ruta",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Anus, prolapse of. Bone, bruised; pains in. Bruises. Bursitis. Cartilages, bruises of; pains in. Chest, sternum, pains in. Constipation. Dislocations. Dyspepsia. Enuresis. Epistaxis. Exostosis. Eyes, sight weak; pains in. Facial, paralysis, from cold. Fevers. Fractures. Ganglion. Haemorrhages. Hands, pains in. Paralysis. Perichondritis. Periostitis. Rectum, affections of; prolapse of. Restlessness. Rheumatism Sciatica. Spleen, affections of. Sprain. Stammering. Tongue, cramp in; swelling of. Urination, difficulty of. Varicocele. Veins, swollen; varicose. Warts." ],
    "Characteristics" : [ "The common Rue of our gardens is a native of Southern Europe. It was formerly in great repute in medicine; epilepsy, hysteria, hydrophobia, weakness of sight (from excessive reading), ozaena, epistaxis, foul gumboils, flatulent colic (in hysteric females), inertia of the bowels, having been cured with it empirically (Teste). It was also supposed to be a kind of universal antidote: \"Even in our own time the Roman ladies imagine that the most odoriferous flowers may be left in their rooms without the least danger provided a bush of garden rue be amongst them\" (Teste). Practitioners (says Treas. of Bot.) have perhaps been deterred from employing it by the symptoms of acrido-narcotic poisoning induced by an overdose. Locally applied Rue is a powerful irritant, and one species, Ruta montana, is dangerous to handle even with gloves. Ruta is \"useful in feverish complaints, promotes perspiration and removes noxious material; in headache, nervous and hysteric complaints, weakness of the stomach and pains in the bowels, suppressed menses, and if taken for a long time it benefits epilepsy. The expressed juice benefits nightmare\" (Green's Herbal). In large doses it causes violent gastric pains, excessive and sometimes bloody vomiting, profuse salivation and swelling of the tongue, great prostration, confusion of mind, and convulsive twitchings, with, in pregnant women, abortion (M. Helie). In olden times it was used to ward off plague, and is at the present day the great remedy for pip or roup in fowls: a disease which affects the throat and causes chokiness and turns the comb of the fowl black; it is due to impure water and is contagious. \"It certainly acts strongly on deposits of scirrhous material in both the breasts and in the vagina and sometimes lessens the size of these\" (Cooper). Hahnemann's proving shows how largely the old uses were founded on a homoeopathic relationship. The vulnerary remedies indicate in symptoms of their provings the peculiar form of injuries for which they are adapted; there are the sprained pains of Rhus, the bruised pains (in skin and muscles) of Arn.; Ruta also has bruised pains, but these are more particularly manifested in bones. Ruta is one of the chief remedies for injured bones, and especially bruised bones. This power of Ruta does not appear to have been known before the provings were made. But impaired sight due to straining the eyes was an old use of the remedy; and here are symptoms from the provings His eyes feel as if he had strained the sight too much by reading; Weak, pressive-like pain in right eye, with dimness of surrounding objects, as if from having looked too long at an object that was fatiguing to the eyes;\" \"A feeling of heat and burning in the eyes, and pain in them when he reads (in the evening and by candle-light).\" Each of these symptoms was experienced by a separate prover. Another effect of bruising is seen in prolapse of the rectum after confinement. But Ruta has, independently of this, a powerful action on the rectum, and caused prolapse in the provers and many severe symptoms. Tearing stitches in rectum when sitting. The prolapse is < by stooping, and especially by crouching together; it comes on immediately on attempting a passage. Rushmore (H. P., x. 516) cured with one dose of Ruta (Fincke) a case of prolapse preceding a very difficult stool.", "Tearing in rectum and urethra while urinating. Constipation; from inactivity of rectum or impaction of faeces following mechanical injuries. A curious clinical symptom is a sensation of nausea located in the rectum. Among the general symptoms are: Great weakness after a short walk; limbs feel bruised; small of back and loins painful. Tottering as if thighs were weak; limbs pain when walking. Does not know where to lay his legs on account of uneasiness and heaviness; lies now in one place, now in another, and turns from side to side. All parts of the body on which he lies, even in bed, are painful as if bruised. Facial paralysis from catching cold, in robust, sanguine persons. Rheumatic paralysis of wrists and ankles. Ruta is specially suited to robust, sanguineous persons; and corresponds to haemorrhages from nose (with pressure at root), gums, rectum. Peculiar Sensations are: Pain as if from a fall in periosteum. As if a nail were driven into head. Head as if bruised or beaten. Eyes, as if strained; as if a shadow flitting before them; as after looking too long and intently at an object; as if eyes were balls of fire. As if one were digging about in the ear with a blunt piece of wood. As of a lump in throat. Bladder as if constantly full. Spine as if beaten and lame. Wrists as if sprained. As if pain were in marrow of bone, or as if bone were broken. Thighs as if beaten; as if weak. As if there were an ulcer on ankle. All parts of body bruised at night, feeling as if it were time to rise. Restlessness is a very frequent Concomitant of Ruta conditions. A peculiar symptom is cramp in the tongue with embarrassed speech. A prolonged use of Ruta 3x has cured ganglion in front of left wrist (Oran W. Smith, H. P., ix. 308). Slow pulse, contracted pupil, salivation and swollen tongue are features of its action. The symptoms are: < By touch. Pressure < sore spot on sternum; > pain below r. scapula, and stitches in small of back. Backache > lying on back. [This is characteristic, and has led to many cures; and the relief of a case of malignant disease of kidneys and bladder (Rushmore, H. P., x. 516). This is important in connection with a use Cooper has made of Ruta ointment, prepared by extracting the plant in warm vaseline as an application in broken cancer of the breast.] Walking or riding = chafing. Dyspepsia from straining stomach by carrying heavy weights. Scratching >. Rubbing >. Rest <. Motion >. Lying down = parts lain on to be sore; > pain below right scapula; > stitches in small of back. Sitting <. Stooping <. Bending over = faeces to escape. Exertion <. Ascending <. Going up and down stairs = hamstrings to feel shortened and weak. < At night. < Morning. (Vertigo on rising. Rheumatic pain in back < before rising. Sweat in bed.) Warm stove = chilliness. Indoors = yawning and stretching. Open air = vertigo. Cold applications <. Cold wet weather <. < Reading and straining eyes. < During menses." ],
    "Relations" : [ "Antidoted by: Camph. Antidote to: Merc. Complementary: Calc. ph. in joint affections. Compatible: After Arn. in joint affections; after Symphyt. in bone injuries; Calc., Caust., Lyc., Ph. ac., Puls., Sul., Sul. ac. (diseases of bone). Compare: In diseases of bone, Angust. (also botan.), Conchiol. Restlessness, effects of cold and damp, Rhus. Eye-strain, Nat. m., Onos., Seneg. Prolapse of rectum, Aesc., Bell., Chi. s., Nit. ac., Pod. Pain in back < in morning before rising, Pet. Sore as if bruised in parts lain on, Arn., Bap., Pyro. Constipation after injuries, Arn. Warts on palms, Nat. c., Nat. m. (on backs of hands, Dul.). Chafing. Compare also: Arg. n., Con., Euphras., Lyc., Cham., Sep." ],
    "Causation" : [ "Bones, injuries of. Bruises. Fractures. Sprains. Carrying heavy weights. Over-exertion of eyes." ],
    "Mind" : [ "Anxiety, as from a troubled conscience.", "Disposition to quarrel and to contradict.", "Unfitness for labour.", "Cross and suspicious, imagined he was always being deceived.", "Patient dissatisfied with himself and others, and disposed to weep.", "Melancholy and moral dejection (towards evening).", "Slowness of conception.", "Frequent absence of mind." ],
    "Head" : [ "Head bewildered, as from too little sleep.", "Whirling vertigo, which causes falling when rising in morning, also when seated, and when walking in open air.", "When sitting, sudden vertigo: all turned round him in a circle; thereafter glowing cheeks.", "Headache as from stunning pressure on whole brain, with great inquietude.", "Headache as if a nail were driven into head.", "Headache after excessive use of intoxicating drinks.", "Throbbing or tearing pain in forehead, with confusion in head, in evening before lying down, and in morning on waking.", "Heat in head (with much restlessness).", "Intermittent boring stitches in r. side of forehead.", "Shooting, drawing pain from frontal to temporal bone:", "From temporal bones to occiput, in the periosteum, pain as from a fall.", "(Occipital headache < during menses, with pains in backs of eyes (< in l. eyeball), with dyspepsia; cannot bear a bright light, eyes tire, ache and prick and turn bloodshot when she uses glasses", "R. T. C.).", "Tensive drawing or lancinating pains in exterior of head, as from a blow or contusion, esp. in periosteum.", "Gnawing itching in scalp.", "Nodes and abscesses on scalp, with pain as from excoriation when touched, formed after a tearing pain had been felt in the part which they occupy.", "Biting itching (ulcers) on scalp.", "Small ulcers and running sores on scalp." ],
    "Eyes" : [ "Pains in eyes when viewing an object minutely.", "Itching smarting in canthus.", "Aching in eyes.", "Eyes hot like balls of fire; ache; feel strained.", "Burning sensation in eyes when reading by candle-light.", "Burning under l. eye.", "Itching in inner canthi and on lower lids, which becomes smarting after rubbing them, whereupon the eye becomes filled with water.", "Lachrymation in open air. (not in room).", "Speck on cornea.", "Red areola round candle in evening.", "Quivering and jerking in muscles of eyebrows.", "Spasms in (lower) lids; the tarsus is drawn hither and thither, and when it ceases water runs from both eyes for an hour and a half.", "Tendency to stare.", "Contraction of pupil (Aitken).", "(Detachment of retina.).", "Asthenopia.", "Astigmatism (?).", "Sight confused, as if directed through a mist, and complete cloudiness at a distance.", "Obscuration of sight from reading too much, with clouds, or like a veil before eyes.", "A green halo around the light in evening.", "Bad effects from over-straining eyes, from reading too much, esp. fine work at night.", "Dancing spots before eyes." ],
    "Ears" : [ "Earache with scraping pressure; as if a blunt piece of wood were pushed about in it.", "Itching lancinations in ear.", "Pain in cartilage of ear and under mastoid process as from a bruise." ],
    "Nose" : [ "Acute and hard aching in root of nose.", "Perspiration on back of nose.", "Epistaxis with pressure at root of nose." ],
    "Face" : [ "Pains in face, in periosteum, as if caused by contusion or blows.", "Spasmodic tearing in cheek-bone.", "Itching and gnawing at face and on cheeks.", "Erysipelas in forehead with swelling.", "Eruption of pimples on lips.", "Lips dry and sticky.", "Acne." ],
    "Teeth" : [ "Toothache with digging pain (in the lower teeth).", "Painful sensibility and ready bleeding of the gums." ],
    "Mouth" : [ "Mouth dry and glutinous.", "Cramp in tongue, with embarrassed speech.", "Profuse salivation and swelling of tongue (Taylor, Med. Juris)." ],
    "Throat" : [ "Sore throat, as if a tubercle were in bottom of gullet, during empty deglutition.", "Sensation as from excoriation and pressure on velum palati when swallowing." ],
    "Appetite" : [ "Mawkish and dry taste of food, like wood.", "Violent thirst for cold water in afternoon.", "Disgust at first mouthful with a sensation of fulness and satiety in abdomen, although the appetite is good.", "Sudden nausea when eating, with vomiting of food.", "Pains in stomach after eating bread, or crude and indigestible food." ],
    "Stomach" : [ "Empty risings or with the taste of food.", "Hiccough when smoking.", "Putrid risings after eating meat.", "Risings like those of hysterical women.", "Nausea at pit of stomach.", "Vomiting, even of food.", "Pains in stomach after having eaten uncooked or indigestible food.", "Pinchings in stomach after eating bread.", "Gnawing (sensation as from emptiness or hunger), burning, or pressive pains in stomach.", "Tearing shootings in epigastrium." ],
    "Abdomen" : [ "Gnawing pressure in hepatic region.", "Gnawing and eating pain about navel.", "Sick feeling in abdomen followed by soft stools.", "Pulsation and pricking in l. hypochondrium.", "Painful swelling of spleen.", "Pain in abdomen as from a bruise, with digging in lumbar region.", "Pressive pinchings in hypogastrium.", "Incisive pinchings in sides of abdomen.", "Shooting pains, which pass into abdomen, when sitting down.", "Sensation of coldness or of heat, and burning sensation in abdomen.", "Gnawing in abdomen.", "Colic with burning or gnawing pain.", "Colic as from worms (in children).", "Lancinations in muscles of abdomen, which compel retraction of abdomen." ],
    "Stool and Rectum" : [ "Difficult faeces, as from inactivity of rectum (or impaction following mechanical injuries), evacuated only with straining.", "Constipation alternating with mucous, frothy stools.", "Faeces scanty, hard, knotty, like sheep-dung.", "Slimy diarrhoea alternately with constipation.", "(Chronic and obstructed diarrhoea.", "R. T. C.).", "Frequent want to evacuate, with scanty but soft evacuations.", "Ineffectual want to evacuate, with prolapsus recti.", "Prolapse of rectum immediately on attempting a passage; from slightest stooping; after confinement; frequent unsuccessful urging.", "Prolapsus recti at every evacuation (whether hard or soft stool).", "Discharge of blood with stool.", "When sitting, tearing stitches in rectum.", "Pruritus ani with smooth appearance of skin round anus.", "R. T. C.).", "Tearing in rectum and urethra when not urinating.", "Nausea felt in rectum." ],
    "Urinary Organs" : [ "Want to urinate, sometimes very urgent, with pressure on bladder and scanty emission of green urine.", "Pressure on bladder (as if continually full), sometimes also after emission of urine and at other times.", "Frequent and profuse emission of urine, even at night.", "Continued want to urinate, even immediately after an emission.", "Retention of urine.", "Involuntary emission of urine at night in bed and by day during movement (walking).", "Urine charged with gravel." ],
    "Male Sexual Organs" : [ "Increased sexual desire.", "Pollutions." ],
    "Female Sexual Organs" : [ "Sterility.", "Catamenia very irregular.", "Symptoms < at menstrual period.", "Catamenia of too short duration, preceded and followed by leucorrhoea.", "Corrosive leucorrhoea after the catamenia.", "(Pruritus pudendi.", "Vaginal pruritus with irritation of skin elsewhere.", "Pruritus vulvae, very severe, affecting external lips, which are swollen, began in vagina with pain under l. breast and dimness of sight.", "R. T. C.).", "Metrorrhagia as a forerunner of miscarriage.", "Bearing-down pains.", "Miscarriage; at seven months.", "Lameness and soreness all over; with feeble contractions during labour." ],
    "Respiratory Organs" : [ "Bruised pain in larynx.", "Cough in evening after lying down, with copious expectoration of viscid mucus, and heaving as if about to vomit.", "Croaking cough at night with scraping in chest.", "Cough, with copious expectoration of purulent matter.", "Expectoration of thick, yellowish mucus, almost without cough, but with a sensation of fatigue in chest.", "Wakened about midnight with a choking cough." ],
    "Chest" : [ "Breath very short, with dyspnoea.", "Aching at chest with sensation of fulness.", "Nocturnal compression in lower part of chest.", "Lancinations in chest, often with suspended respiration, principally when going up stairs.", "Sensation of coldness or of heat in chest.", "Gnawing in r. chest with corrosive burning.", "Gnawing sensation in (l.) chest.", "Phthisis after mechanical injuries of chest.", "A place in region of sternum is painful when touched." ],
    "Heart" : [ "Palpitation of heart with anxiety." ],
    "Neck and Back" : [ "Drawing in nape of neck and in the shoulder-blades.", "Pressure on inside of r. scapula.", "Pricking itching between scapulae, not > by rubbing.", "Contusive pains in back and loins, often with oppressed respiration.", "Pain in loins and sacrum as from contusion.", "Shootings in loins when walking and when stooping, or only when seated, > by pressure and when lying down.", "Backache > lying on back.", "Pain in lumbar vertebrae as if bruised.", "Bruised pain in spine; and in iliac bones.", "Pain from coccyx to os sacrum as from a fall or blow." ],
    "Limbs" : [ "Pains in the limbs, joints, and bones as if beaten, or after a blow or fall." ],
    "Upper Limbs" : [ "Wrenching pain in the shoulder-joint, esp. when permitting arms to hang down or when resting on them.", "Shocks in arms as if in bones.", "Dull tearings in bones of the arm and joints of elbow.", "Pain as from contusion in joint of elbow.", "Pain in forearms as well as in bones and joints of hands as if they had been beaten.", "Pressive and spasmodic drawing and tearing in forearms, hands, and fingers.", "Paralytic stiffness of wrist.", "Wrenching pain or shootings in wrists.", "Sensation as from a sprain and stiffness in wrist.", "Bones of wrist and back of hand painful as if bruised when at rest and when moving.", "Pain in wrist (as from a sprain) on lifting a weight.", "Numbness and tingling in hands after exertion.", "Spasmodic contraction of fingers.", "Swollen veins on hands; after eating.", "Warts; with sore pains; flat, smooth, on palms of hands." ],
    "Lower Limbs" : [ "Falling from side to side when walking, legs will not support him, no power or steadiness in thighs.", "Legs give out on ascending or descending stairs.", "Sciatica; < by cold applications, and in cold, wet weather.", "Spasmodic drawing in thighs, extending into the hip-joint and sacrum.", "Contusive pain in hip-joint and bones of the legs, esp. on touching and stretching them.", "Weakness in thigh-bones on rising from a seat, as if they had been broken.", "Weakness, trembling, and paralytic heaviness of knees and legs, which prevent standing firmly, fatigue and heaviness of legs after walking.", "Sensation of contraction in tendons of knee (as if they were shortened, and weakness in them, esp. on descending).", "\"Rue pounded with honey and salt helps swelling of knee.\"", "Culpepper).", "Fistulous ulcers in legs.", "Flexion of knees, esp. when going down stairs.", "Lameness and pain in the ankles after a sprain or dislocation; as if ulcerated.", "(Pain and tenderness in soles, aching in ankles and very acute shooting in back of l. heel, sometimes of r. with pinkish discoloration of it; and shootings up through limb settling in one spot (sacro-sciatic foramen), with aching and heavy drawing across back of neck as if being dragged down; patellae stiff and snap on bending knees.", "R. T. C.).", "Burning, gnawing pain in bones of the feet, which does not permit standing or walking.", "Paralytic stiffness of instep.", "Small epithelial swellings on joints of toes." ],
    "Generalities" : [ "[We are led to the use of this remedy for injuries of the periosteum (as when a fall or an accident injures the periosteum), making it very sore and causing a bruised sensation; when the rectum protrudes from the anus after confinement; prolapsus ani, which may come down every time the bowels are moved; pain as if bruised in the outer parts and in the bones; wounds where the bones are injured; gnawing in the inner parts; affections in general of l. side of head; of the bladder; wrist-joints; lumbar region; bones of the lower extremity; < from lying on painful side; looking fixedly at an object, as in cases of those who have looked closely at watch-making, fine sewing, &c.; from taking uncooked food", "H. N. G.].", "Contusive pains in limbs, joints, and bones, esp. when touched.", "Burning or gnawing pains in periosteum of limbs.", "Sensation of soreness of the parts on which one lies.", "Pain in long bones as if broken.", "Pressive, spasmodic tearings, and drawings in the limbs.", "Sensation of fulness in whole body, with obstructed respiration.", "Lassitude, weakness, and heaviness in all limbs, esp. when seated, with great restlessness in legs.", "Lameness after sprains, esp. the wrists and ankles.", "Tottering, unsteady gait, from weakness of thighs.", "Sensation in all limbs as if severely beaten, with painful sensibility of sacrum and loins when sitting down after a short walk.", "Sensation in head and body as if he had not slept enough.", "Knows not where to put his legs on account of restlessness and heaviness, puts them first in one place, then in another, and turns his body from side to side.", "Whole body feels as if stuffed full, whereby breathing is impeded.", "Cannot bend his body, all joints and hip-bones painful as if bruised.", "On touching the painful parts, and esp. hips and thigh-bones, they are painful as if bruised.", "Acts specially on yellow elastic tissue (R. T. C.)." ],
    "Skin" : [ "Gnawing itching on skin.", "Erysipelatous inflammation.", "Tendency to excoriation in children, either when walking or riding on horseback.", "Inflamed ulcers.", "Anasarca.", "Warts; with sore pains; flat, smooth on palms." ],
    "Sleep" : [ "Frequent yawning and stretching.", "Strong disposition to sleep in evening and after a meal, waking with a start, and piercing cries on least touch.", "Nocturnal agitation, with tossing and frequent waking." ],
    "Fever" : [ "Pulse only accelerated during heat.", "Coldness running over one side of head.", "Chilliness principally in back and running up and down.", "Heat over whole body, mostly in afternoon, without thirst, but with anxiety, restlessness, and dyspnoea.", "Heat in face, with red cheeks and cold hands and feet.", "Cold perspiration on face in morning in bed.", "Perspiration all over when walking in open air.", "Shuddering, coldness, and shivering, even when near the fire.", "Coldness in hands and feet, with heat in face, confusion in head, and thirst.", "General heat with agitation and excessive uneasiness, feeling of suffocation; and pressive headache.", "Frequent flushes of heat." ]
  }
}