{
  "remedyName" : "Sabal Serrulata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Appendicitis. Asthma, catarrhal. Atrophic pharyngitis. Atrophic rhinitis. Atrophy, Backache. Breasts, inflamed; painful; atrophy of. Bronchitis. Catarrh. Cystitis. Dysmenorrhoea. Dysuria. Enuresis. Glands, affections of. Gleet. Gonorrhoea. Headache. Hoarseness. Impotence. Innutrition. Iritis. Lactation, defects of. Laryngitis, catarrhal. Lumbago. Menses, delayed. Neuralgia. Neurasthenia. Obesity. Ovaries, affections of. Peritonitis. Phthisis. Proctitis. Prostate, enlarged; affections of. Puerperal fever. School-headache. Sterility. Strangury. Testes, atrophy of. Throat, sore; catarrhal. Urine, incontinence of. Uterus, affections of; misplacements of; tumours of. Whooping-cough." ],
    "Characteristics" : [ "In his little book entitled Saw Palmetto, Hale has put together most of our available knowledge respecting this plant. It is a dwarf palm with creeping (or leaning), branching stem, the edges of leaf and petioles serrate, roots fibrous, large, half exposed. The fruit (so-called\" berry\") is a one-seeded drupe about the size of an olive, dark purple when ripe, and ripening in October and November. The branching spadices form large pendulous particles. When eaten the taste is at first exceedingly sweet, but in a few seconds this is followed by an acrid, pungent sensation that spreads to fauces, nasal mucous membrane, and larynx. This is in turn succeeded by a feeling of smoothness as if the parts had been coated with oil. The seeds are enveloped in a tough, fibrous membrane, are very hard, and when cut show a white, oily substance, which burns with a blue flame, giving off an odour of roasted coffee. The fruit is richer in sugar than sugar-cane, and contains two oils, one volatile and one fixed. The volatile oil is considered to possess the most characteristic properties of the medicine. Hale describes it as \"yellow, \", but he quotes John Uri Lloyd, of Cincinnati, as writing to him, \"The principal constituent is a volatile oil. This oil possesses a deep green colour.\" And he goes on to say that the colour is not due to chlorophyll nor to the copper of the worm used in condensing it. This agrees with Estep's contention that the preparation of Sabal should be dark-green or grass-green. The preparation Estep used was a Fluid Extract prepared by Burrough Brothers, of Baltimore, from the fresh green berries.\" (Hale directs that the fresh ripe berries should be used.) The preparation used by Dr. Mullin's prove was made by Boericke and Tafel. All are agreed that preparations of the dried fruit and of the root-bark do not possess the curative powers of the remedy. While on a hunting trip through the wilds of Florida Hale observed the great fattening properties of the berries on animals. During summer food is scanty, and the wild animals become very thin, but as soon as the Palmetto fruit ripens they improve rapidly, and in a few weeks have put on so much fat that they become an easy prey to the hunter. This fat, says Hale, \"consists principally of olein, and will not make lard.\" Sabal serrulata was introduced into medicine by J. B. Read and A. A. Solomons, both of Savannah, Georgia. Read gave a \"Saccharated oil, \", of which he says: \"By its peculiar soothing power over the mucous membranes it produces sleep and relieves the most troublesome coughs, promotes expectoration, improves digestion, and increases fat, flesh, and strength. It has been used with benefit in cardiac asthma, phthisis, especially laryngeal, chronic bronchitis, and dilatation of the bronchial tubes. Its action in catarrhal affections is rapid and permanent. A cold in the head may be checked with two or three doses (of the saccharated oil) mixed with boiling water, and used by inhalation it has been found beneficial in chronic ozaena.\" Dr. Will Scott Mullins, of Louisville, Kentucky, published the first proving made for him by a former student of his, Miss Annie Roask. This prover is described as a very intelligent lady of twenty-three, mediumly developed, small breasts, red hair, blue eyes, feet inches in height, weight, pounds, bust measure inches. These details are important, as this prover developed some of the most characteristic effects of the drug, especially those of the mammary glands, and at the end of the proving (from December 8th to March 1st) her breasts had increased fully one-third in size, and her bust measure was 1/2 inches, and her weight 1/2 pounds. This prover had also many symptoms in the head and ovaries. Her symptoms are for the most part not distinguished from the others in the Schema, but when I have wished to distinguish them I have appended the letter (R). Another remarkable proving by a woman is that of Dr. Freda M. Langton, of Omaha, Nebraska. Her symptoms, when distinguished, have the letter (L) appended. Mind, bladder, ovaries, and uterus were all strongly affected in her case. One symptom she developed was an irritability and depression; and sympathy did not merely < as with Nat. m., it made her angry. (This condition of mind was present in one of the prostatic cases cured by Sbl.) Dr. Langton relates that she was unable to find in antidote, and suffered for three months after the proving before she found one. In searching for a remedy for a case of dysmenorrhoea she found the leading symptoms under Silic., and it struck her that the symptoms of Silic. corresponded to her own symptoms. She took it twice daily, and was better in two hours. In three days all the bladder and ovarian trouble was gone. Sil. was also given to the dysmenorrhoea patient, but only partially relieved. Sbl. was then given, and quickly and permanently cured. Sbl. was proved by two men, Dr. R. Boocock, and an unmarried prover whose symptoms are given by Hale (H. R., xiii. 103). Both experienced well-marked symptoms in the genito-urinary sphere, including increased sexual power. I have marked some of Boocock's symptoms (B). Hale's prover had this urinary symptom, which be justly says may prove a valuable indication: \"Fears to fall asleep lest something should happen; starts up with this fear as he is dozing.\" In all the provings the O tincture, or Fluid Extract, were used in from 5- to 10-drop doses, repeated two or three times a day; and in the clinical use of the remedy a similar dosage has been adopted. Sbl. is an organ remedy of great power, selecting the uterus and prostatic gland (which is the male analogue of the uterus), ovaries and testes and bladder. But the provings are sufficiently detailed to warrant closer homoeopathising, and Dr. Langton says that though she gives 5-drop doses four times daily in cases of over-worked brain and school-headache for the \"tonic, nutritive, and stimulating\" effect of the remedy she gives the 1x as soon as relief has been obtained, and she finds that the dilution often gives greater relief in the headaches than the larger closes. Mullins also says (H. R., xii. 68): \"I now found the use of the drug in the 3rd and 6th attenuation curative in nearly all of the diseases of the uterus and appendages. Also in headache from reflexed uterine, troubles, in mammary abscess, mental irritations, and nervous debility. It is indeed an anti-lean, and well deserves the name of \"The Homoeopathic Catheter.\" But, he adds, it must be given on its individual indications. W. E. Reily published (Hahn. Adv., December, 1898) these cases illustrating the prostatic action of Sbl.: (1) Mr. J., very despondent; irritable. Sympathy seemed to anger him. Great tenesmus in neck of bladder, with heavy, aching pains, with sense of coldness extending into external genitals. Occasional sharp pains extending up into abdomen and down into thighs. Appetite capricious. Constipation chronic. Urination too frequent, disturbing sleep. Sbl. O was given, five drops night and morning. Steady improvement followed, and in eight weeks all the symptoms had gone, and with them an annoying eczema of the hands. (2) Mr. M., for a year had gradually increasing frequency of micturition. Despondent; distressed. Appetite capricious. Vertex headache and gastric catarrh. Little sexual desire; coitus followed by digging pain in back and tenesmus of bladder with difficulty in commencing to urinate. Genitals cold, dull aching in region of prostate, extending to abdomen and thighs. Sbl. O gradually relieved and cured in three weeks. (3) Mr. E., Frequent urination for 1/2 years. Heavy, dragging pains, extending into back and thighs; back pains much < after coitus Considerable loss of prostatic fluid at times. Sexual desire much impeded. Severe headache on vertex and gastric catarrh. All symptoms removed by Sbl. O. Hale says E. S. Evans, of Columbus, Ohio, considers Sbl. \"almost specific in iritis when the prostate gland is involved. I have cured cases with the 3x which could not be relieved in any other way.\" (This is a noteworthy observation. The connection between gonorrhoea and syphilis and the eye is well known, and I have known several cases of ophthalmia develop in patients who were taking another prostatic remedy, Solidago virgaurea, for their trouble.) A. L. Davidson (H. R., x. 525) relates a case of impotence in a man, who had difficult micturition, tenderness of prostatic portion of urethra, loss of power, testicles shrunk, penis shrunk and cold. Sbl. O, gtt. xv., four times a day, was prescribed. At the end of the first week he complained of drawing pains in spermatic cords, there was freer flow of urine; he slept better and felt better. At the end of the second week the testes were gradually increasing in size, tenderness of urethra had nearly disappeared, and erections were established. In two weeks more the cure was complete, the testes were even larger and firmer than normal. J. Martin Kershaw, of St. Louis, treated a young lady of twenty-three who had had great difficulty in controlling her urine all her life. Undue exertion, lifting, straining, laughing, caused it to dribble away. Unless she rose several times in the night she was sure to wet the bed. Sbl. O, gtt. i., four times a day, was given. In one month she was much improved, and under the same remedy she gradually got quite well. Elias C. Price reports these cases. (1) Very nervous lady with chronic inflammation of bladder, frequent painful urination, ten to twelve times in the night and every fifteen to thirty minutes during the day. Spells of pressing pain on rectum, > by warm water enemas, which generally brought away hardened faeces. Lil. t. 3x removed this temporarily. Rectal examination disclosed a hard fleshy tumour the size of half a hen's egg on the posterior aspect of the uterus. Sbl. (Fluid Extract) gtt. v., thrice daily, diminished the tumour by half in two months, and removed it entirely in three more. (2) Mrs. X., primapara, had, five days after confinement, irritation of kidneys, and a week later symptoms of pelvic peritonitis. Uterus much enlarged, very tender. Did not urinate very often, but when she did the pain was so excruciating that she fainted away, and sometimes did not come to for an hour. For three days no remedy did any good. Then she had violent pain right side of head above and behind the ear, and paralysis of left arm and leg; became unconscious and could not be aroused; at times would talk of things which had occurred before her illness; insensible to external impressions. She remained thus ten days. Sbl. (Fluid Extract), gtt. xx., every two hours, relieved the pain on being raised to urinate after the second dose. Recovery from the other condition was very gradual. (3) Miss X., had had irregular menses for years, having once gone nine months without a period. When she came to Price she was three months past her time; one breast was much smaller than the other. Sbl. (Fluid Extract), gtt. v., thrice daily. In about a month the menses came on freely, lasted four days instead of the usual two. Breasts began to increase in size. In three months one was as large as the other. The following year she again missed her time, and Sbl. brought it right in a week. Price has cured with Sbl. cases of pelvic cellulitis, peritonitis, puerperal fever, inflammation of uterus, tubes, ovaries, and even appendicitis; and proctitis, especially if the prostatic gland is involved. Showerman gave Hale a summary of his experience with Sbl.: (1) A lady who had been for two years unable to rise in the morning without a cup of coffee and something to eat was cured with Sbl. in a week. (2) An impotent man was cured in thirty days. (3) Man, enlarged prostate, had to use catheter for three years. Cured in four months. (4) Man passing blood with urine for six months: cured in two weeks. (5) Cases of incontinence. (6) A lady to whom he gave Sbl. for nervous debility had to discontinue it because \"her sexual passions made her almost furious\" from its use. (7) In catarrhal affections he found it very efficacious, and he cured himself with it in four months of a bronchial trouble of seven years' duration which no medicine had relieved before.", "Mullins confirms the value of Sbl. in catarrhal states, which is one of the uses the remedy was put to by Read, who introduced it. Mullins says: \"In chronic bronchitis, with a wheezing, hard cough, < on lying down till am. < in damp, cool air and cloudy weather, it is promptly curative.\" The fattening properties of Sbl. have been utilised in medicine. For this purpose it has been given in the form of Saccharated oil (gr. x. to gr. lx.) or Sabal Maltine. The Aqua Sabal Hale found useful as a spray. The symptoms are < in early morning; from rising to bedtime. < By motion. > After sleep. Backache < after coitus. Catarrhal symptoms are < in cold, damp weather. Cough < on lying down at night. < Before menses (depression). Stinging pains appear to be characteristic. Wandering, radiating, and cramping pains were also prominent. Sbl. has several groups of associated regions of pain: pains affecting head and ovary; ovaries and breasts; lower back and right temple; prostate and eye." ],
    "Relations" : [ "Antidoted by: Sil. (Sbl. grows on the sandy shore); Puls. (delayed menses; Puls. also grows on sandy soils). Compare: Stinging pains in ovaries, Apis, Merc. Pain in right ovary and thigh, Apis. Breasts painful, Con., Calc. School-headaches; < by sympathy, Nat. m. (Sbl. is most fruitful nearest the sea; compare Sil. marina). Prostatic affections, Fe. pic., Cham., Arg. n., Dig., Solid. Prostate and eye, Solid. < From coition, K. ca. Wandering pains, K. bi. (the roots of Sbl. are very rich in potash salts). Over-worked women, Mg. c. Hale classes Sbl. with remedies \"primarily aphrodisiac\"", "Pho., Turn. aph., Nux, Orig., Coca, Aur., Can. i., Plat., Lil., Santal.; \"primarily anaphrodisiacs\" according to him being", "Con., Sal. n., Salicin., Agn., Nuph., Ars., Pic. ac., Calad., Camph., Iod., Lupulin." ],
    "Mind" : [ "Unusual, full, confused sensation; thinking difficult; cannot grasp or remember what is read.", "Irritability; impatience; fretfulness.", "Immutability with indifference to wants of others; mind self-concentrated on her own sufferings, wants to be left alone.", "Broods on her symptoms.", "Sympathy makes her angry.", "Wants to go away and die alone.", "Fearfully blue and low down before menses." ],
    "Head" : [ "Vertigo with headache (from fumes of oil).", "Severe headache with giddiness and dim vision.", "Sharp, darting pain coming and going suddenly (like Bell.), now here now there in sides, top, and back of head, through eyes and in temples.", "Shooting pains in temples and across forehead.", "Soon after rising a very sharp pain in l. temple; pain across forehead to both temples, < r.; vague aching on vertex; pain r. temple running across vertex to l.", "Sharp pain in either r. or l. temple, running up across forehead, with pain in l. ovary and uterus; severe pain in l. temple and a sharp pain on vertex.", "Dull, aching pain in r. temple and on vertex, almost unbearable by p.m.", "Pain running up from nose and centring in forehead.", "Pain and irritation at base of brain and upper third of cervical spine (like that of Gels.).", "Sensation as if something tightening in brain.", "(Neuralgic pains before and after catarrhal attacks.)" ],
    "Eyes" : [ "(Iritis when the prostate gland is involved.)" ],
    "Ears" : [ "(Chronic inflammation of middle ear.).", "Fulness in nose and ears, only bits of dry crumbling wax got away on picking.", "Frequent sharp, stitch-like pains inward from ears.", "Hearing diminished; voices seem far off (B.", "proving discontinued in consequence)." ],
    "Nose" : [ "Pain running up from nose and centring in forehead.", "Sneezing and lachrymation, coughing and gagging.", "Fulness in nostrils compelling him to pick them, only dry crumbs came away." ],
    "Face" : [ "Papular eruption on l. temple and about mouth.", "Slight neuralgia in r. temple and r. jaw.", "Pallor." ],
    "Mouth" : [ "Pungent burning sensation in mouth and fauces, extending up and down and causing sneezing, coughing, and gagging; afterwards smooth, numb feeling, as if mouth coated with fat.", "Burning on tongue as if scalded." ],
    "Throat" : [ "Sharp pain in l. side of throat.", "Pungent, burning sensation in fauces; followed by smooth sensation, as if coated with oil." ],
    "Stomach" : [ "Appetite good throughout proving.", "Appetite poor and capricious.", "Constant desire for milk (usually disliked).", "Belching and acidity.", "Sharp pain running through stomach; severe pain in l. side of stomach.", "Irritation of stomach.", "Acute gastritis; fearful burning as from Sulphuric acid; could not take meat, vegetable, or pudding, only bread and milk, > by Robin. (B)." ],
    "Abdomen" : [ "Suddenly most intense, cramp-like pain through abdomen; soon radiated in different directions, to legs, stomach, then to ovaries, where it settled.", "Stinging pains running up l. side of abdomen.", "Sharp pains running up and down front of abdomen, and also r. side." ],
    "Stool and Anus" : [ "Stools unusually easy; free from haemorrhoidal troubles (to which the prover", "Boocock", "was subject).", "(Some return of haemorrhoids with dryness of stool and pressure from within out.", "Stools dark, almost black", "B.)" ],
    "Urinary Organs" : [ "Painful urination; connected with ovarian pain (L).", "Tenesmus as in cystitis, a few drops of blood voided on one or two occasions (L).", "Feeling as if bladder too full; starting the flow was painful as if forced through very narrow meatus (B).", "Feeling as of a stricture about two inches down urethra (B).", "Pain extending from bladder up above pubes, with a radiating pain across epigastrium, stitching in region of l. kidney, severe headache with giddiness and dim vision (B).", "Scalding on passing water, burning smarting after; slight gluing of meatus and twisted stream (all removed in the proving, stream larger and stronger, no longer required to rise at night", "B).", "Pain or irritation in region of kidneys; later a trace of albumen and a few renal cells.", "Excruciating pain and fainting on being raised up to urinate (cured in a puerperal case)." ],
    "Male Sexual Organs" : [ "Slight irritation of prostate.", "Some increase of sexual power.", "Great excitement first two days and throughout proving; discharge of prostatic fluid.", "Amorous feelings, firm erections but fully under control; testes very warm; slight itching deep in perinaeum (sperm ducts?), > by deep pressure.", "Increased power and enjoyment in coitus.", "Semen feels thick and flows slowly, but causes a hot feeling along the cord.", "Testicles tightly drawn up, almost painfully (one of the most prominent and constant symptoms", "B).", "Sense of coldness extending into external genitals; sharp pain extending up into abdomen; tenesmus, frequent micturition; despondent, irritable, sympathy = anger; constipation, enlarged prostate (Sabal O cured and removed at same time a distressing eczema of hands).", "(Coldness of external genitals, dull aching in prostate extending into abdomen.).", "(Pain in back much < after coitus.).", "Drawing pains in spermatic cords; shrunk testes increase in size.", "Hard erection, slight twisting chordee as if stretched from the root." ],
    "Female Sexual Organs" : [ "Furious sexual passion.", "Awakened by stinging pain running up from l. ovary into abdomen, and also a sharp pain in r. ovary.", "Slight stinging pain in l. ovary at p.m.", "Sharp pain in r. ovary, running down r. thigh.", "Stinging pain in uterus.", "Stinging pain in r. ovary.", "A tense, slightly heavy feeling over womb.", "Pain in l. ovary, running down the thigh.", "Menses delay four days; nine days.", "Sore feeling in l. ovary.", "Pain in l. ovary after going to bed.", "Slight pain low down over womb.", "Awakened by a most distressing itching of labia majora.", "Pain in l. ovary and uterus, coming and going between and p.m.", "Sore, heavy feeling in uterus until bedtime.", "Intense pain through abdomen radiated down into legs, up towards stomach, then to ovaries, where it settled; never knew the exact location of the ovaries before; painful urination was added on awaking next day; mental indifference with irritability (L).", "(Uterine tumour.).", "Breasts increase in size; pains in.", "(Defective lactation.).", "In nursing woman, for four months after confinement, stinging pain in both breasts, < r., commencing at nipple and extending into and pervading entire gland about fifteen minutes after child had been at breast; caused excessively nervous state and affected whole body; Helon. relieved somewhat, Sabal O cured in two days." ],
    "Respiratory Organs" : [ "Voice changed, throat feels husky." ],
    "Chest" : [ "Sharp pain in l. side of chest, running through l. mamma.", "Breasts quite tender from pressure, stinging soreness after cold bath.", "Breasts feel swollen and sore for many days.", "Very sharp pains in mammary glands.", "Itching of breasts (l.).", "Breasts increased fully one-third in size (in less than three months", "R.)" ],
    "Back" : [ "Aching across lower part of back.", "Deep pains in back, low down.", "Fearful backache, low down, before and at commencement of menses.", "Pain in back much < after coitus (prostatic case)." ],
    "Upper Limbs" : [ "(Annoying eczema of hands.)" ],
    "Lower Limbs" : [ "Sharp pain running down right thigh; third day.", "Sharp pain in r. thigh; fourth day.", "Pain running down l. thigh; second day.", "Sharp pain in r. thigh; second day.", "Aching in calf of r. leg; seventh day.", "Aching in l. knee and calf of leg; first day, which continued until bedtime.", "Pains frequently in l. thigh; fourth day." ],
    "Generalities" : [ "A feeling of buoyancy all the time notwithstanding the pains.", "Increased feeling of vitality and strength all the time the medicine was taken, and for a week after felt as if a stimulant had been taken from her (R).", "Much nervous erethism, cannot keep quiet.", "Weakness.", "(Poorly nourished women.", "Neuralgia of all kinds.", "Feeble patients.", "\"Anti-lean.\").", "All pains were < in early morning; or from noon until bedtime.", "Pains in ovaries or uterus, < on motion.", "Character of pains mostly sharp and stinging.", "Most pains > by sleep.", "An uncomfortable feeling all over the body; third day." ],
    "Skin" : [ "Papular eruption on face.", "(Annoying eczema of hands.)" ],
    "Sleep" : [ "Fears to fall asleep lest something (undefined danger) should happen; starts up with this fear as he is dozing.", "Awakened by stinging pains in both ovaries; second day.", "Awakened at a.m. by a severe stinging in r. ovary; fifth day.", "Awakened at a.m. by a most distressing itching of labia majora; eighth day." ]
  }
}