{
  "remedyName" : "Sabadilla",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Coryza. Debility. Diphtheria. Dyspepsia; of pregnancy. Earache. Epistaxis. Hay asthma. Headache. Head-lice. Imaginary diseases. Influenza. Intermittents. Mania. Melancholia. Neuralgia. Oesophagus, stricture of. Rheumatism. Tapeworm. Throat, sore. Toothache. Uvula elongated. Vertigo. Worms." ],
    "Characteristics" : [ "Asagraea is a Mexican genus belonging to the Colchicum family, Melanthaceae. It has only one species, A. officinalis, which furnishes the Cebadilla seeds from which Veratrine is prepared. The seeds were formerly used to destroy vermin (Treas. of Bot.). Saba. first appears in homoeopathic literature as one of Stapf's additions, Hahnemann being one of the provers. Stapf's Additions forms a kind of appendix to the Materia Medica Pura. The plant, says Stapf, was first described by Monaides about the year At first it was almost exclusively used for destroying lice, and also worms in putrid ulcers and in the intestines. Stapf points out that the provings reveal remarkable febrile symptoms. Saba., he says, is \"not only specific to a certain kind of very bad angina, and to a rare kind of pleurisy where no inflammatory fever nor thirst is present, where the patient complains of coldness mingled with isolated flushes of heat; but also to some forms of fever and ague, where the chilliness sets in with nausea and inclination to vomit, recurs frequently, and sometimes alternates with flushes of heat; where the heat is more perceptible in the face and on the hands than on the rest of the body, with absence of thirst both in the chilly and hot stage.\" The same authority says that Saba. has a long period of action; the primary symptoms develop in the first five days, then recur after the lapse of some time. Symptoms are periodical and paroxysmal. The periodicity of Saba. may be as clock-like as that of Cedr., and renders it a leading remedy in intermittent fevers and neuralgias. Saba. is a chilly remedy, the symptoms, especially the coryza, being generally < in the open air. The catarrhal symptoms are very severe, and correspond to many cases of bay asthma. I have often relieved cases with Saba., though it does not cure the diathesis. Sore throats characterised by a sensation of a lump or foreign body in the throat, and a constant necessity to swallow, I have frequently cured with Saba. Kent (Med. Adv., August, 1894) says it is suited to \"old, chronic sore throats that are < from cold air. The patient is sensitive to cold air. Every time he takes cold it settles in his nose and throat. Tonsillitis going from left to right.\" The desire for hot drink distinguishes Saba. from Lach. The traditional use of Saba. as a destroyer of parasites is depicted in the provings: \"Violent itching of hairy scalp, compelling her to scratch till blood comes.\" \"Itching of the vertex as if a quantity of vermin had collected there, obliging him to scratch incessantly.\" \"Itching of anus and rectum as from ascarides.\" \"Itching of anus alternating with itching of alae nasi and meatus auditorius.\" Kent gave Saba. to a pet dog which had great irritation of anus, and soon afterwards he passed a very large number of worms. Saba. has an extreme amount of giddiness in its pathogenesis; it may cause staggering and even fainting. Objects seem to whirl round, or to whirl round each other. Stapf had \"Vertigo early in the morning after rising.\" After a dose of Saba. in high potency I astonished myself by falling back on the bed with giddiness on rising the following morning. Among the characteristic mental symptoms are: Tendency to be startled. Erroneous impressions as to the state of his body. Imaginary diseases: imagines parts shrunken, &c.; if there is distension from flatus imagines she is pregnant, &c. Saba. is intolerant of mental exertion; thinking = headache. Digestion is disordered and the tongue loaded, sinking at stomach and gnawing hunger. Saba. corresponds to many forms of indigestion, including that incident to pregnancy. Peculiar Sensations are: As if things were turning around each other. As if she would fall if she did not hold on to something. As if eyes went round with the whirling sensation. Lips as if scalded. Tongue as if full of blisters. As if uvula were down. As if oesophagus would be closed. As of a body in throat which he must swallow down. As of a lump in throat. As if a morsel of food had lodged in throat. As of a worm in oesophagus. As if a sore spot was pressed upon. As of a lump in abdomen. As if a ball of thread were moving and turning rapidly through abdomen. As if knives were cutting abdomen. As if abdomen were shrunken; were empty. Croaking as of frogs in abdomen. As of something alive in abdomen. As if stomach were gnawed. As of a thread or string in throat. As if throat were tied with a string. As if articulation were suspended. As if tape prevented circulation in chest. As if interior of bones were scraped out with a sharp knife. As if hot breath came out of his mouth and nose. As if everything were in motion. As if the air itself were in tremulous motion. As if he had taken wine. Shaking as if in a severe chill. As if something sharp in throat. As if a soft body in throat must be constantly swallowed. Pressure on larynx = throat sore. Scratching > itching of scalp; = burning of anus. Lying perfectly still > vertigo. Lying down = cough immediately, < expectoration. Sitting < vertigo. Rising from seat vertigo. Opening mouth wide = cracking of jaw-joint. Walking vertigo and afterwards headache; pain in stomach. Getting into sweat when walking < itching of scalp. > Afternoon. Chill p.m. < Morning; and evening. Gastric symptoms < morning. < At new or full moon; at regular periods. Alternating: canine appetite and disgust for meat and sour things; thirstlessness and bulimia with aversion to food. Hot drinks: < toothache; mouth intolerant of; craved in sore throat, more easily swallowed. Cold < all symptoms; < cough. Cold drinks < toothache. Walking in cold air < toothache. Open air: > vertigo; feels > in; = lachrymation and spasmodic sneezing. Warm stove > chilliness. When over-heated itching of scalp <. Mental exertion <. Fright = hysterical paroxysms. < From wine. Saba. is suited to: Persons of light hair, fair complexion, with a weakened, relaxed muscular system. Children. Old people." ],
    "Relations" : [ "Antidoted by: Camph., Puls., Con. Follows well: Bry. (pleurisy). Followed well by: Ars., Bell., Merc., Nux. Compare: Botan., Verat. alb., Verat. v., Helon. Congestion, Verat. v. Feels > in open air, Puls. Ovaritis, Coloc. Chill in afternoon, Lyc. < From to p.m., Lyc. Imaginary diseases, Thuj. Sensation of something alive in abdomen, Croc., Thuj.; of machinery, Nit. ac. Effect of mental exertion, Nux, Pic. ac. Fever without thirst, Puls. (with unquenchable thirst, Nat. m.). Attacks at same time every day, Ars., Ced. Hunger in early morning, Aga., Ant. c., Asar., Calc., Carb. a., Chi., Lyc., Mur. ac., Ran. b., Rhus, Zn. Nausea at sight of food, Colch., Lyc. String sensations; coryza, Cep. (Cep. coryza > out of doors; Saba. <). Easily startled by noises, Borax. < From wine, Zn. Nervous diseases from worms, Cin., Pso. Worm affections of children, Con., Sil., Spi. Delirium during intermittents. Complaints go left to right, Lach., Lac c. Illusions about his body, Bap. Alcaloid, Veratrin." ],
    "Causation" : [ "Fright. Mental exertion. Thinking. Worms." ],
    "Mind" : [ "Uneasiness and anguish, with great agitation.", "Disposition to be frightened.", "Startled by noises.", "Hysteric paroxysms after fright.", "Ill-humour and passion.", "Dislike to labour.", "Rage.", "Difficulty in thinking.", "Thinking = headache.", "Delusions of the imagination with respect to oneself; the body seems to be collapsed, like that of a corpse, the stomach to be eaten away, &c.", "Imaginary diseases." ],
    "Head" : [ "Vertigo, with nausea, > by supporting head.", "Vertigo: as if things were turning around him; as if all things were turning round each other; in morning after rising; had to rest his head on the table the whole afternoon to keep off the fainting; more sitting than standing; when going to bed.", "Vertigo with fainting and cloudiness of eyes (everything becomes black) on rising from a seat.", "Headache with vertigo, > while eyes are fixed steadfastly on an object, and while patient is thinking of one subject.", "Headache as if a thread had been drawn from middle of forehead to occiput above temples, leaving a burning sensation behind.", "Stupefying headache with coryza, itching, and burning of scalp and general heat of whole body; < in forenoon.", "The headache begins in r. side, whence it extends more and more to l.", "Corrosive burning point on top of head.", "Headache with tensive pain, esp. during intellectual labour.", "Headache, esp. after every walk; after eating.", "Hemicrania with taenia.", "Pressive and stupefying headache in forehead and temples.", "Painful heaviness of head.", "Boring pains in head after taking exercise.", "Pulsative and painful throbbing in head.", "Burning, tingling, and pricking in forehead and scalp (as from lice).", "Burning, crawling itching on hairy scalp and forehead, > from scratching, < from getting into a sweat when walking.", "Forehead covered with cold sweat." ],
    "Eyes" : [ "Burning smarting in eyes.", "Pressure on eyeballs, esp. when looking up.", "Redness of margins of eyelids.", "Lachrymation, esp. during exercise in open air, when looking at anything bright, when coughing, yawning, and on feeling the slightest pain in other parts.", "Weakness of sight." ],
    "Ears" : [ "Otalgia with troublesome pressure; with snapping as of electric sparks before ears.", "Tickling in ears.", "Itching at anus alternately with itching at meatus auditorius externus.", "Burning itching and shootings in tips of ears.", "Deafness as if there were a band over ears.", "Humming, gurgling, and detonation in ears.", "Boring in parotids." ],
    "Nose" : [ "Itching tingling in nose and contractive smarting.", "Epistaxis.", "Great sensibility to smell of garlic.", "Sensitive dryness of upper part of nose.", "Violent spasmodic sneezing (shaking the abdomen, then lachrymation).", "Obstruction of nostrils, alternately.", "Fluent coryza with altered features and bewildered head (influenza; hay-fever).", "Great masses of white and transparent mucus are blown from nose, without coryza.", "Bright red blood comes from posterior nares and is expectorated." ],
    "Face" : [ "Heat of face with fiery redness, esp. after drinking wine.", "Blue circles round the eyes.", "Marbled and herpetic skin on the face, burning sensation, pain as from excoriation, pricking and itching tingling in lips.", "Beating and jerking in muscles of l. upper jaw, with itching.", "Boring in lower jaw and submaxillary glands.", "Cracking of the articulation of the jaw on opening mouth wide." ],
    "Teeth" : [ "Toothache with drawing and pulsative pain.", "Shooting pains in molars.", "Caries of teeth.", "Gums bluish.", "Pricking in gums." ],
    "Mouth" : [ "Sensation in mouth and on tongue as if they were burnt and excoriated.", "Cannot bear anything hot in mouth.", "Tongue feels sore as if full of blisters.", "Pricking (soreness) in tip of tongue.", "Tip of the tongue bluish.", "Tongue loaded with a thick yellowish coating (more in middle and at back).", "Dryness of the mouth without thirst.", "Copious accumulation of (sweetish) saliva in the mouth.", "Jelly-like saliva." ],
    "Throat" : [ "Pain in the throat as if caused by a plug or an internal swelling during deglutition and at other times.", "Constantly obliged to swallow, with pain in mouth and behind larynx as if something lodged there, with scratching roughness; hawks constantly, < morning and during and after eating.", "Sensation of a skin hanging loosely in throat, must swallow over it; as if uvula were down.", "Much tough phlegm in throat, must hawk.", "Feeling of constriction in the throat (in fauces as from an astringent drink).", "Can swallow warm food more easily, in sore throat.", "Pressure and burning sensation in throat during deglutition and at other times.", "Dryness in throat.", "Roughness and scraping in throat, with continued want to swallow or to hawk.", "Inflammation of uvula." ],
    "Appetite" : [ "Taste bitter (or of a sickly sweetness).", "Violent thirst for cold water, milk, or beer, also in morning.", "Hunger, with dislike to all food, esp. meat (coffee, wine, and acids).", "Bulimy esp. in morning and evening (principally for honey, pastry, and farinaceous food).", "Thirstlessness or thirst only in evening for cold water.", "Craves hot things, hot tea (in sore throat)." ],
    "Stomach" : [ "Risings, generally empty, and sometimes with shuddering.", "Painful and imperfect risings.", "Pyrosis.", "Corrosive burning pain in stomach and oesophagus; when walking.", "Coldness in stomach.", "Empty feeling in stomach.", "Nausea with inclination to vomit, often with shuddering, > by eating.", "Nausea; with constant spitting of insipid water.", "Nausea, retching, and feeling of worm in oesophagus.", "Vomiting of lumbrici.", "Softness, uneasiness, and coldness in stomach.", "Digging in epigastric region, with pains as from excoriation (as if a sore spot were pressed below pit of stomach), when pressing upon it (and on inspiration).", "A frequent sudden sensation of obstructed respiration in scrobiculus, with anxiety.", "Sensation of heat in scrobiculus and burning in stomach." ],
    "Abdomen" : [ "Pressive scraping in hepatic region.", "Digging drawing in liver, with pain as from excoriation when pressing upon it.", "Sensation of heat in hepatic region.", "Colicky pain in abdomen as if caused by worms (or from actual worms).", "Constriction in abdomen.", "Turning and twisting through whole abdomen as from a lump.", "Cuttings as by knives.", "Colic: with sensation as if a ball were moving and turning through abdomen, cries out, \"Oh! my bowels, they go like a wheel\"; with violent urging to stool and borborygmus; from worms.", "Violent shootings in sides of abdomen, which force the patient to bend double.", "Boring, digging, and rolling in abdomen.", "Rumbling in abdomen, as if empty.", "Croaking as of frogs in abdomen.", "Sensation of coldness or burning in abdomen.", "Spasmodic contraction of muscles of abdomen; of l. side, with burning pain; he bent double on l. side.", "Red spots and specks on abdomen." ],
    "Stool and Anus" : [ "Constipation.", "Broken, hard, scanty stools.", "Very difficult stools with much burning in abdomen and sensation as if something alive in abdomen.", "Urgent want to evacuate, with scanty evacuation.", "Loose brown or fermented faeces, mixed with mucus and blood (floating on the water).", "Pinchings, tearing, and tingling in rectum.", "Crawling in rectum and anus as from ascarides.", "Itching of anus, violent burning after scratching.", "Itching of anus, alternating with itching of nose or ear.", "Discharges of worms (lumbrici, tapeworm)." ],
    "Urinary Organs" : [ "Urgent want to urinate, esp. in evening, with tenesmus and scanty emission.", "Increased secretion of urine.", "Turbid, thick urine, like clay-water.", "Burning in urethra when urinating." ],
    "Male Sexual Organs" : [ "Digging and pressive pain in testes.", "Diminished sexual desire.", "Tensive and painful erections, without desire for coition.", "Pollutions, with flaccidity of penis." ],
    "Female Sexual Organs" : [ "Catamenia: retarded but profuse, and of longer duration; flow by fits and starts; painful hearing down a few days previous.", "Cutting pain as from knives in ovary (ovaritis).", "Nymphomania from ascarides." ],
    "Respiratory Organs" : [ "Hot breath.", "Hoarse, rough voice.", "Hawking up of bright red blood, which comes from the nasal fossae.", "Short, dry cough, also at night, provoked by a scraping in throat.", "Cough dry, with perspiration and water in the eyes.", "Cough with vomiting, shootings in vertex, and pain in stomach.", "Dull cough, sometimes with haemoptysis.", "Cough immediately on lying down.", "Cough with expectoration and lancinations in chest." ],
    "Chest" : [ "Respiration obstructed, as if there were a stone in the chest.", "Short, difficult respiration.", "Wheezing respiration.", "Pressure on the chest.", "Burning sensation in the chest.", "Pain from r. (sometimes l.) shoulder into chest as if circulation of blood arrested by a tight bandage; not > by unfastening dress; < in open air.", "Shootings in sides of chest, esp. when drawing breath and coughing, which disturbs the sleep at night and does not permit lying on the side.", "(Inflammation of pleura.).", "Red spots and points on chest." ],
    "Heart" : [ "Palpitation of heart with pulsation throughout body." ],
    "Back" : [ "Contusive pain in back and loins, esp. when seated.", "Burning-tingling stinging sensation between scapulae.", "Stitches in rapid succession in r. side of back." ],
    "Limbs" : [ "Weariness and heaviness in all the limbs, < towards evening, obliging her to lie down.", "Coldness of the limbs.", "Painful drawings in limbs as if in marrow of bones, with inclination to stretch limbs, > by repose.", "Painful sensation of paralysis of the limbs, esp. in knees." ],
    "Upper Limbs" : [ "Convulsive movements of arms.", "Trembling of arms and hands.", "Red spots, bands, and points on arms and hands.", "Pricking lancinations in forearms.", "Dryness of skin of hands.", "Distortion of fingers.", "Yellow spots on fingers.", "Desquamation of skin round nails." ],
    "Lower Limbs" : [ "Shootings in thighs and knees.", "Weakness and flexion of knees.", "Tearing and tension in calves of legs, also at night.", "Heaviness of feet.", "Swelling of feet, with painful sensibility of soles.", "Profuse perspiration on soles." ],
    "Generalities" : [ "[Intermittent complaints which come every week, or two weeks, or four weeks apart.", "Esp. suited for children who are disposed to worms; worms discharged with stool, whether lumbrici or tapeworms.", "Sweetish taste.", "No thirst during chill; heat often internal.", "Troubles appearing on the r. side; on toenails.", "Sensation of knocking, throbbing, or pulsation in the outer parts; great sleepiness in the forenoon.", "< in forenoon; before midnight; from cold in general; while resting.", "> From moving; while swallowing something; while getting warm; from warmth in general.", "Many complaints appear, esp. during the new and full moon.", "H. N. G.].", "Pricking, pressive, and dull lancinations in different parts.", "Tingling in the limbs.", "Twitchings, convulsive tremblings, or catalepsy from worms.", "Nervous diseases from worms or deeply seated abdominal irritation.", "Great debility; in intermittents; paralytic debility in pleuritis.", "Convulsions.", "Heaviness of tread and of movements generally.", "Lassitude and heaviness in all limbs, < evening, or towards noon, at which times the pains in the limbs are also <.", "In general, < at same hour every day.", "Pains in the bones, as if caused by some one cutting and scraping inside with a knife, esp. in the joint; < by touch, > by a quick movement of the part affected.", "The patient feels better when lying down than when walking or standing; in the open air.", "Several symptoms appear first on the r. and then on the l. side.", "Great sensibility to cold air, which < the uneasiness and pains." ],
    "Skin" : [ "Parchment-like dryness of skin.", "Tingling and burning shootings under skin.", "Red bands, spots, and points in different parts of skin, appearing with greatest intensity in cold air." ],
    "Sleep" : [ "Great inclination to sleep during day, with continued yawning and stretching.", "Sleep retarded by a multitude of thoughts.", "Imperfect sleep in evening, with mental fatigue from wandering thoughts.", "Agitated and unrefreshing sleep at night, with anxious dreams.", "In the morning he starts up from his sleep as from a fright." ],
    "Fever" : [ "Pulse small but spasmodic.", "Sensation as if the circulation were suspended.", "Chilliness in evening always at same hour; frequently not followed by heat; the chills run up the body.", "Heat principally in head and face, often interrupted by chilliness, always returning at same hour.", "Fever without thirst, manifested only by chilliness, with intermittent heat, which is more perceptible in the face and hands than in other parts of body.", "Hot perspiration in face with coldness of rest of body.", "Intermittent fever which returns at same hour; chill, then thirst, then thirst with headache.", "Shivering or external coldness and trembling of limbs without shivering, and with more violent thirst or complete adipsia; afterwards heat with moderate thirst, accompanied or followed by perspiration.", "In the morning hours perspiration.", "During the shivering pain in upper ribs, dry, spasmodic cough, and tearing in all the limbs and bones.", "Delirium, yawning, and stretching during the heat.", "Sleep during the perspiration.", "Quotidian, tertian, quartan fever at regular intervals, with anorexia, pressive inflation of stomach, pains in chest, cough, shivering, weakness and thirst between the shiverings and the heat.", "Thirst only between hot and cold stage.", "Fever where the gastric symptoms prevail, with dry, convulsive cough in cold stage (quartan ague).", "During the apyrexia painful weariness of the limbs without any other symptom." ]
  }
}