{
  "remedyName" : "Sabina",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion; after-effects of. After-pains. Boils. Condylomata. Cystitis. Dysmenorrhoea. Gonorrhoea. Gout. Inter-menstrual flow. Leucorrhoea. Menstruation, excessive. Miscarriage. Moles, promotes expulsion of. Nephritis. Nymphomania. Ovaries, affections of. Penis, cartilaginous swelling on. Phimosis. Retained placenta. Rheumatic gout. Strangury. Sycosis. Toothache. Uterus, bleeding from." ],
    "Characteristics" : [ "Stapf made the first collection of the symptoms of Sabina, and Hahnemann and his son were among the provers. A number of observations on women who had taken the drug to bring on the menses or procure abortion have also been added; and some cases of fatal poisoning are on record. Sbi. acts as a widespread irritant, inflaming the pyloric end of duodenum and causing patches of inflammation in other portions of the intestines, especially the upper intestines, the omentum and peritoneum (R. T. C.). The action of Sbi. on the generative organs of both sexes is pronounced. It produces figwarts with itching and burning of the external genitals, phimosis of the male, swelling of the dorsum of the penis, gonorrhoea; in the female uterine haemorrhages, and in the case of pregnant women, abortion. The haemorrhage is partly pale red and partly clotted, < from the least motion; but may be > by walking. The flow is in paroxysms, and is accompanied by labour-like pains. A grand characteristic of Sbi. is a pain from sacrum to pubis, and this will be a guiding symptom in a large number of the uterine cases requiring Sbi. Other characteristics are: (1) discharge of blood between the periods with sexual excitement and (2) obscure abdominal pains due to inflammatory states of the peritoneum. In the mental sphere there is much irritability, hysteria, and hypochondriasis, and a peculiar feature of it is that music is intolerable; it produces numbness and goes through bone and marrow. A close botanic ally of Thuja, Sbi. is yet not too close to be complementary to that great anti-sycotic; broad condylomata, fig-warts with much itching and exuberant granulations are characteristic. Like Thuja, it removes wart-like growths from the muco-cutaneous surfaces. It is suited to: chronic ailments of women; arthritic pains; tendency to miscarriage; to the gouty diathesis. Peculiar Sensations are: As if she would fall. As if parts of temporal eminence were pressed asunder. As if skin had grown fast in forehead. As if eyes would be pressed out. As if tooth would burst. As if he had to swallow over a foreign body. As of a lump in throat. As if vomiting would come on. As if something alive in abdomen. Right shoulder-joint as if sprained. Sbi. is one of the remedies which affect the heels. Farrington says it is suited to \"plethoric women who suffer from what they call rheumatic inflammation\" of the heels. There is an \"intermittent aching\" in the solar part of the heels. Intermittence and a paroxysmal character are a leading feature with Sbi. Pains are paroxysmal and labour-like Haemorrhage comes in gushes. Suddenly increasing and slowly disappearing pain. The symptoms are < by touch, though pressure >. The dysmenorrhoea pains were > lying on flat of back with limbs extended. < Stooping; sitting bent; letting limbs hang down; motion. Walking > metrorrhagia. Lies on left side during sleep. < Evening, night, and morning. Sleepless and restless after midnight. < In warm air or room. < Warm in bed. > In open air. (Warmth > pain of dysmenorrhoea). Cold applications > wandering pains in joints. < By music. < Taking a deep breath; > exhaling." ],
    "Relations" : [ "Antidoted by: Puls. Complementary to: Thuj. Compatible: Ars., Bell., Rhus, Spo. Compare: < By music, Ambr., Thu., Sep. Inter-menstrual flow, Ham., Ambr. Condylomata, Thu., Nit. ac. Haemorrhage < from least motion, Sec. Menses partly fluid, partly clotted, Fer. Retained placenta, Caul., Sec. Promotes expulsion of moles or foreign bodies from uterus, Canth. > In fresh air, Puls. Affections of the heels, Am. m., Led., Puls., Caust., Mang., Ant. c., Grap., Nat. c., Cep. Desires lemonade, Puls. Clotted haemorrhage, Millif., Plat. (Plat. dark; Sbi. bright red). Miscarriage at third month, Croc., Kre. Sensation of something alive in abdomen, Croc., Thu. Suddenly increasing and slowly disappearing pain (Sul. ac. slowly increasing, suddenly disappearing). < In foggy weather, Hyper. < In bed at night, Sul., Merc., Puls., Cham. (toothache), Bry. (rheumatism). Phimosis, Cann., Merc., Sul., Nit. ac., Sep., Thu., Rhus. Tympanites, Tereb. Rheumatism > by cold applications, Led. Menses only when lying down (only at night, Bov., Mg. c.)." ],
    "Mind" : [ "Dejection, discouragement, and sadness.", "Hypochondriacal mood.", "Great anxiety and apprehension.", "Irritable nerves; music intolerable.", "Moroseness with dislike to conversation, esp. when exercising in open air.", "Irascibility, with tears and sobs.", "Listlessness.", "Weakness of memory." ],
    "Head" : [ "Stupefying vertigo, which occasions falling, with cloudiness of sight.", "Giddiness, with congestions to and heat in head.", "Attacks of megrim.", "Heaviness and distressing pressure in head, often extending from sinciput to nape.", "Splitting sensation in forehead and temples.", "Circumscribed pain in temples.", "Painful constriction in temples.", "Drawing pains in head, esp. in forehead and temples.", "Shooting pains in head, with smarting or aching, often in entire brain.", "Digging and boring in head.", "Pulsative headache with heaviness and stupefaction.", "The headaches (esp. in temporal eminences, r. side) often appear suddenly, diminish slowly, and return frequently." ],
    "Eyes" : [ "Tensive pain in eyes, as if muscles too short.", "Eyes dull and downcast.", "Heat in eyes.", "Smarting tears.", "Jerking quivering of lids.", "Clouds before eyes." ],
    "Ears" : [ "Pinching in ears.", "Hardness of hearing.", "(Gets deaf in foggy weather, or any change of weather; also when tired.", "R. T. C.)" ],
    "Nose" : [ "Dry coryza." ],
    "Face" : [ "Face pale, with blue circles round eyes.", "Black pores in cheeks and round nose.", "Paralytic pain and pressure in zygomatic process.", "Lancinations (drawing pain in r. angle of jaw) from the lower jaw to cheekbone (< on touch)." ],
    "Teeth" : [ "Drawing toothache during and after a meal and mastication.", "Toothache only when chewing.", "Aching and throbbing in teeth, esp. in evening and at night, with sensation as if a tooth were being pulled out, < by drinking, smoking, and by heat of bed, > after rising.", "Drawing in teeth in consequence of drinking, eating, and contact with air.", "Tearing in roots of molars.", "(Toothache after gouty pain in great toe had been driven away by external applications.).", "Painful sensibility and white swelling of gum round a carious tooth.", "Ulcer in gums." ],
    "Mouth" : [ "Dryness in mouth.", "Putrid exhalation from mouth.", "Reddish or white saliva, which becomes frothy when speaking.", "Tongue loaded with a white or brownish coating." ],
    "Throat" : [ "Sore throat during deglutition, as from a foreign body, or an internal swelling in gullet, with pressure and choking.", "Dull lancinations in throat.", "Dryness in throat with drawing pain." ],
    "Appetite" : [ "Taste in mouth and throat as from an inveterate coryza.", "Mawkish, fat, or bloody taste in mouth.", "Bitter taste in mouth and bitter taste of food, esp. of milk and coffee.", "Desire for acids, esp. for lemonade.", "Acidity in stomach after a meal.", "Poor appetite." ],
    "Stomach" : [ "Empty risings (and heartburn).", "Nausea with fulness in stomach.", "Vomiting of bile or of (undigested) food eaten the previous day.", "Fulness and inflation of region of stomach.", "Stomachache.", "Lancinations from pit of stomach across back." ],
    "Abdomen" : [ "Aching in hepatic region.", "Tympanitic distension of abdomen.", "Quivering in abdomen as if something alive were there; resembling foetal movements.", "Contractive pains in abdomen.", "Pressive pinchings in abdomen as from a chill or diarrhoea.", "Labour-like pains in abdomen to groins; with sensation as if vomiting would come on, without nausea.", "Pressing down towards genitals.", "Inflammation of intestines.", "Pain as from a bruise in abdominal muscles in bed in evening." ],
    "Stool and Anus" : [ "Evacuations at first soft, then hard.", "Loose, soft faeces, with noise, and abundant expulsion of flatus.", "Discharge of sanguineous mucus from anus.", "Discharge of blood from anus after a hard evacuation.", "Bleeding haemorrhoids excessive discharge of bright red blood or blood and mucus.", "Painful haemorrhoidal pimples in anus.", "Tingling in anus." ],
    "Urinary Organs" : [ "Retention of urine, with emission drop by drop, and burning sensation and pain in vesical region.", "Vesical irritability with gouty diathesis.", "Nephritis with retention; ardor urinae.", "Urgent want to urinate, with scanty emission.", "Frequent violent urging to urinate, with profuse discharge.", "Profuse emission of urine, even at night.", "Painful inflammation of urethra, with discharge of pus, as in gonorrhoea." ],
    "Male Sexual Organs" : [ "Inflammatory gonorrhoea, with discharge of pus.", "Sycotic excrescences with burning soreness.", "Burning sore pain in glans.", "Hard (cartilaginous) swelling on dorsum of penis.", "Shootings in glans.", "Deep redness of glans.", "Painful sensibility of prepuce, with difficulty in retracting it.", "Fraenum swollen and tight.", "Pain in condyloma as from excoriation.", "Increased sexual desire, with violent and prolonged erections." ],
    "Female Sexual Organs" : [ "Almost insatiable desire for coition with corresponding gratification.", "Sexual desire greatly increased (almost amounting to nymphomania).", "Contractive pain in region of uterus.", "Stitches deep in vagina.", "Sanguineous congestion in uterus.", "Haemorrhages of partly pale red, partly clotted, or of very thin, discoloured, offensive-smelling blood; < on least motion; has to lie perfectly quiet to avoid a profuse discharge after miscarriage.", "Metrorrhagia with discharge of clotted or bright-red blood, and pains resembling labour pains in the sacrum and in the groins.", "Metrorrhagia, bright blood, < at night.", "Catamenia too early and too copious.", "Menses continue too long.", "Menstrual discharge partly fluid, partly clotted and offensive; it may be either bright red or dark and coagulated; flows mostly in paroxysms, which are brought on by slightest motion; or flow ceases when walking about (menses only when lying down).", "Suppressed catamenia with very offensive-smelling leucorrhoea (like meat washings).", "Miscarriage (esp. in the third month).", "Perceptible swelling of mammae.", "Tingling in mammae.", "Leucorrhoea, itching, yellowish, fetid, and thick, like starch.", "Inflammation of the uterus after parturition.", "Retained placenta.", "After-pains with sensitiveness of abdomen." ],
    "Respiratory Organs" : [ "Dry cough, excited by a tickling, or followed at a later period by expectoration of mucus streaked with blood.", "Dry, hacking cough, and tickling in the trachea.", "Haemoptysis.", "Tensive, pressive pain in sternum, not affected by respiration." ],
    "Chest" : [ "Pressure on chest.", "Pressive, spasmodic tension in chest, principally in middle of sternum.", "Stitches in l. nipple.", "Shooting and pain as from excoriation in xiphoid cartilage, < on taking a full inspiration and on touching the part.", "Trembling in the lungs, with dull rattling and crackling.", "Lancination (intermittent) in the outside of chest and in clavicles." ],
    "Heart" : [ "Augmented and extended beating of the heart.", "Throbbing in all the blood-vessels.", "Pulse unequal; generally quick, strong, and hard." ],
    "Neck and Back" : [ "Contusive pain in the muscles or vertebrae of neck.", "Pressive drawing (labour-like pains) in loins, as far as the inguinal region and down thighs, followed by a bloody, slimy discharge from the vagina.", "Paralytic pain in small of back, > (or < bending backward.", "Drawing pains in small of back, extending into pubic region.", "Pressive tearing and shootings in spine.", "Pain in back obliging him to bend inward.", "Paralytic pain in back." ],
    "Limbs" : [ "Drawing, tearing pains, esp. at night; most in wrist-joints and toes, with red, shiny swelling; < from motion and touch.", "Stitches in elbows; in heels, extending outward.", "Limbs convulsed.", "Cracking in joints." ],
    "Upper Limbs" : [ "Wrenching pain in the joints of the shoulder and hands.", "Pain as if sprained in r. shoulder-joint, even during rest.", "Paralytic tearing along r. upper arm as far as hand.", "Sticking pains on outer condyles of both elbows.", "Aching in r. radius, < motion or touch.", "Pressive tearings and shootings in arms, forearms, and fingers.", "Arthritic rigidity and swelling in joint of wrist, with tearing and shootings; made almost insupportable when the hand hangs down.", "Drawing and tearing in bones of hands.", "Weakness of hands (when writing).", "Distortion of fingers." ],
    "Lower Limbs" : [ "Furunculus with shooting pain in buttock.", "Shooting pains in coxo-femoral articulations when resting on the foot.", "Stinging pains in hip-joints in morning and when breathing.", "Pressure and drawing in thighs and knees.", "Middle of anterior surface of thighs feel bruised and painful; only when walking on the level or stepping down, not when stepping up.", "Tearing tension in thighs, with sensation when squatting as if the muscles were too short.", "Purulent and lard-like ulcer on tibia.", "Intermittent aching on l. heel, lower part where it joins the sole.", "Sharp stitches from within out on r. and l. heel.", "Pressive tearing in bones of feet.", "Red and shining swelling of great toe (gout), with boring and lancinating pain." ],
    "Generalities" : [ "[A marked characteristic is a pain which is felt all the way between the sacrum and pubis, from one bone to the other", "not particularly in front or behind, but right along from the sacrum to the pubis; this pain may be found in labour pains, after-pains, occurring in dysmenorrhoea, &c.; in haemorrhage (particularly uterine) where the blood is in fluid and clots together", "as, the liquid blood would flow, then will come a clot, and the blood may be flowing rapidly.", "Bleeding from the nose, blood being pale.", "Bleeding from inner parts in general.", "Menstruation too early; too profuse; blood of light colour; bright-red colour; discharge of blood before the proper period.", "Affects particularly the uterus; lower part of chest; wrist; heel; toes; arthritic pain in joints.", "Cough with expectoration of pale blood.", "In threatened abortion.", "< On inspiration; taking a deep breath; affections in general during pregnancy; in a room; in a warm room; on getting warm in bed; women in childbed; after parturition.", "> In open air; while breathing out, exhaling.", "H. N. G.].", "Chronic ailments of women.", "Twitching pulsation in the blood-vessels.", "Shooting and tearing, arthritic pains, esp. in joints, and sometimes with red and shining swelling of the parts affected.", "Gouty nodosities.", "Lancinating drawing in hollow bones.", "Burning, pressive sensation in periosteum, which is swollen.", "Haemorrhage.", "Jerking throbbing in all the arteries.", "Great weakness and weariness in all limbs, with despondency.", "General uneasiness, as from long watching.", "Heaviness and indolence of body, obliging him to lie down." ],
    "Skin" : [ "Itching in skin, with excoriation and ulceration, or scabby places after scratching.", "Burning sensation in parts affected when they are touched.", "Black pores in skin." ],
    "Sleep" : [ "Sleeplessness and restlessness after midnight.", "Disturbed sleep with frequent waking, ebullition of blood, heat, and perspiration.", "Anxious dreams.", "Continued dreams, full of fanciful images, and intellectual efforts.", "Talking and loud snoring during sleep.", "Tendency to lie on l. side when sleeping." ],
    "Fever" : [ "Shuddering and shivering, with cutis anserina and cloudiness of sight (followed by sleepiness).", "Chill in the evening, with attacks of chilliness.", "Great chilliness through the day.", "Burning heat over the whole body, with great agitation.", "Sensation of coldness in whole r. leg.", "Heat in face, with icy coldness of feet and hands.", "Fever in evening; first shivering, then heat, and lastly perspiration.", "Perspiration every night." ]
  }
}