{
  "remedyName" : "Saccharum Lactis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Angina pectoris. Body-odour, offensive. Diabetes. Dyspepsia. Earache. Gout. Headache. Hysteria. Labia, soreness of. Nervousness. Neuralgia. Ovaries, affections of. Over-exertion. Ptosis. Sciatica. Sighing. Stye. Umbilicus, inflammation of." ],
    "Characteristics" : [ "Hahnemann chose globules of Saccharum lactis as the chief vehicle of his remedies, because he considered it the most inert substance he could find. But his method of attenuating remedies had shown that no substance is inert in attenuations, and experience shows that no substance is absolutely inert in any form. H. A. Hare says of Sac. l.: \"Scientific and clinical studies have shown it to be possessed of very great diuretic powers when given in full doses.\" He says further, that its direct action on the kidneys and its slight action elsewhere indicate it in renal dropsy and renal inactivity; that it acts best in cases where albuminuria is absent, and that it causes profuse diuresis in infants fed on it. I have frequently met with patients who could not take Sac. l. either unmedicated or as a vehicle without inconvenience. One patient when taking pilules of Sac. l. three times a day complained that they made his \"eyes ache and feel weak.\" One of Swan's provers had this symptom: \"Sight fails; eyes tire very easily.\" Swan is the authority for Sac. l. as a homoeopathic remedy. He has published (Materia Medica) a full pathogenesis of Sac. l., proved in the potencies from 30th upward, together with confirmed and cured symptoms. Eleven provers and observers contributed. I have bracketed the cured symptoms in my Schema. Sac. l. causes sensations of both coldness and heat. One of the cold sensations is this: \"Sensation of extreme cold passing in a fine line from centre of pubes to a point two or three inches above.\" Swan regards cold pains as a, keynote, and records this case: Mr. S. had an excessively cold neuralgic pain in cartilage of both ears, the right being the worst, with tingling as if frost-bitten; rubbing with difficulty restored the warmth. Lancinating, neuralgic pains in forehead; in occiput; extending from region above ears down through ears into muscles of neck; in both eyes; < by least breath of air; skin sensitive to touch as in inflammatory rheumatism. These pains were icy cold, as if produced by an extremely fine ice-cold needle. As Sac. l. has \"fine cold pains\" and pains passing in all directions, Sac. l. 1m was given, and relieved all the pains within an hour. (Sac. off. has \"cold expectoration.\") The symptoms are < before a storm; in damp room or basement; morning and evening; by blue and yellow colours; exertion; mental excitement. > By warmth of fire; by red colour; after p.m." ],
    "Relations" : [ "Camph. < effects of Sac. l. Compare: Sac. off., the Lacs. Right cheek bone, Mg. c. Roof of mouth, Mang. Ball sensation in rectum, Sep. < From sound of running water, Hdfb. Radiating pains, K. bi. Kidney ache, Santal, Sac. off. Fatigue, Pic. ac., Mg. c. Heat in heart, Lachn. > Lying left side, Lil. t. < From damp, Dulc. Sensitiveness, K. iod., Mg. c." ],
    "Causation" : [ "Mental excitement. Over-fatigue." ],
    "Mind" : [ "Sensation as if it were only by a great effort that she kept together.", "Loses her way in well-known streets.", "Imagines: that there is a large hole in her back just above sacrum; that her mother wants to kill her; that some one is behind her.", "Extremely nervous, jumps from her seat at least unusual noise.", "Was taken suddenly with fear and trembling of whole body, as from fright.", "Longing and melancholy as if homesick, with oppressed breathing.", "Her heart aches as if it would burst, yet she cannot weep.", "Great fear of death during paroxysm of pain in heart at night.", "Inclined to be sarcastic and fault-finding.", "Cross and fault-finding, could not speak a pleasant word to any one.", "Hysteria in evening, laughing and crying, jumping up and lying down, but could not stand, fell to r. side.", "Laziness." ],
    "Head" : [ "Pain about middle of r. lambdoidal suture, through to same point on l. side.", "Sharp jumping pains behind r. ear.", "Burning like fire, and a thick feeling in a lengthwise strip of two fingers' breadth extending from r. frontal eminence to r. side of vertex for fifteen minutes.", "L. side of head felt all drawn up.", "Pain in l. eyebrow.", "Pain passing from front of l. ear deep into brain.", "L. temple sore to touch.", "Sensation as of pressure on frontal bone at inner canthi of l. eye; felt very sore.", "Sharp darting pain on l. side of head from temple to occiput.", "Forehead feels very heavy, with a tendency to fall forward.", "Sharp pain in forehead passing back and forth from one temple to the other.", "Head aches all over top and feels drawn up.", "Head feels large, and as though all the blood in the body had gone into the head.", "Head feels confused, and as if it were tossing on a rough sea." ],
    "Eyes" : [ "Pain through r. eye inwards.", "Severe pains in both canthi of r. eye.", "Dryness of eyeball so that the lid would stick to it as if it wanted lubricating, preventing opening and shutting of eye or winking.", "Swelling of r. upper lid, which increased to a large stye, the lid and all round eye being swollen and red; on third day it broke in two places and discharged copiously.", "Washing eyes in cold water causes a sensation as if needles were sticking into them.", "Eyelids feel swollen, which is not the case.", "Can only elevate upper lids half way.", "Looking at bright light dazzles and makes her close eyes; no pain.", "Sight fails; eyes tire very easily." ],
    "Ears" : [ "Pain in r. ear and underneath it.", "Painfulness of r. external ear (concha), with burning like an ulcer, also when touched.", "Pain passing from r. ear to shoulder.", "Pain from r. ear to lower part of inferior maxillary bone.", "Pain in l. ear and sensation as if there were a gathering.", "Shooting pains in and behind ears and all over face.", "Pains in external ears and behind them.", "Sharp pain inside both ears.", "Reverberation of voice when speaking.", "Buzzing sound in r. ear.", "Sensation as if she could not hear, but she could." ],
    "Nose" : [ "Pain in r. (and l.) side of nose.", "Pain in end of nose.", "Ridge of nose extremely sore; it feels sore to touch or from the least movement of facial muscles; the l. side is the worst and somewhat swollen." ],
    "Face" : [ "Pain passing from corner of mouth to forepart of r. axilla.", "Face feels as if there were one large pain that covered the whole of it.", "Burning in cheek-bones towards temples and lower jaw.", "Pain all over face, then centring in r. ear.", "(Darting, shooting pain, centred in about middle of r. cheek, extending thence up to eye, esp. r. inner canthus, to ear, and up into r. temple, most severe at centre of cheek, considerably decreasing the further it extends from the centre.).", "(Swelling of face with pain in head extending down neck and back to feet.).", "Wretched appearance, sad expression of face; eyes look as from weeping, though she has not wept.", "Great pallor of face with dark places under eyes.", "Corners of mouth smart and burn.", "Symphysis menti smarts." ],
    "Mouth" : [ "Sore on l. side of tongue.", "Tongue coated: yellow on each side, but none on middle or edges; white; yellow.", "Lips feel very sore and raw.", "Lips dry, with great thirst.", "Taste: putrid in mouth after eating; fine spicy taste; like fresh nuts.", "Thick bitter mucus in mouth during morning; food tastes fresh, as if there were no salt in it.", "Burning in whole mouth.", "Roof of mouth sore.", "Soreness like blisters in mouth and on tongue.", "(Sensation of coolness as of ice in mouth and throat.)" ],
    "Throat" : [ "Sensation when swallowing as of a fish-bone in throat.", "Spasmodic stricture in oesophagus.", "Globus hystericus after lunch at noon, with dull, sick headache.", "Throat very sensitive to external pressure; the least pressure causes a feeling as if she were choking." ],
    "Appetite" : [ "Hungry all the time.", "Desire for dainties.", "When first getting out of bed feels faint for something to eat.", "After eating: feeling of distension.", "Great thirst; wanted large quantities of very cold water." ],
    "Stomach" : [ "Nausea like sea-sickness.", "Nausea does not affect appetite.", "Violent sickness, going on all day (agg.", "R. T. C.).", "Dyspepsia after eating hot pie-crust.", "Pressure in stomach as if she had eaten something indigestible.", "Heartburn, with sweet taste coming from stomach, without waterbrash." ],
    "Abdomen" : [ "Feeling as if ulcerated anteriorly over r. short ribs, < from touch and when stooping; slight swelling there; also all next day till towards evening.", "Pain about length of finger above l. hip, which would come when leaning back, lasted two days, followed by severe pain in forehead.", "Sharp pain passing across bowels just above navel and all round body.", "Inflammation and soreness of lower half of navel, passing off by morning, with greenish yellow discharge, staining the clothes.", "Abdomen sore to touch, painful from the jar caused by walking.", "Pain commencing at waist and passing to top of r. breast.", "Pain in l. hypochondrium passing under l. breast." ],
    "Stool and Anus" : [ "Severe pain passing through abdomen during stool; felt very sore inside.", "Stool preceded by shooting pains across abdomen, which are.> by stool.", "Before stool pains in breasts and upper abdomen.", "Before stool hands and whole body exhaled a faecal odour, which passed away after stool.", "Urgent inclination to stool; felt as though there were a great ball in rectum, much straining, and some flatulence, but no stool and no > from the flatulence.", "Stools smell like rotten eggs.", "Great soreness round anus, extending three inches up rectum inside.", "Constant pressure and soreness at anus, waking her at night.", "Creeping, itching, and crawling round anus, extending three inches inside rectum, > for a short time by rubbing.", "Shooting pains in rectum." ],
    "Urinary Organs" : [ "Urination followed by a thick Yellow discharge.", "Soreness of urethra during urination.", "Very severe pain in r. side of abdomen before urination, and sometimes, but not often, lasting during urination, ceasing with it.", "Constant and urgent inclination to urinate, with cutting pain streaking up urethra after each passage.", "Frequent and violent urging to urinate, with passage of a large quantity each time.", "Urine causes intense pain when coming in contact with the labia, which are very sensitive.", "Sound of running water produced urination; no power to restrain it.", "Urinates very frequently large quantities.", "(Involuntary urination in large quantities several times during night.).", "(Delay of urination for some time, though desire and opportunity occur.).", "Urine stains a dark yellow." ],
    "Female Sexual Organs" : [ "Menses commenced too early; no pain.", "Menses very dark.", "Profuse greenish-yellow leucorrhoea.", "At times bloody leucorrhoea.", "Pain in region of r. ovary.", "L. (and r.) ovarian region very weak and painful when walking.", "Dragging-down sensation in pelvic region.", "Lobulated growths on each side of vagina, nearly filling it; extremely sore and sensitive to touch, or from the pressure caused by sitting; coming on gradually and lasting more than three months.", "Itching of labia.", "Extreme soreness and rawness of labia and entrance to vagina, with profuse greenish-yellow leucorrhoea." ],
    "Respiratory Organs" : [ "Sharp pain passing into upper r. breast, about an inch deep; very sore to touch after the pain.", "Pain in r, breast.", "Constant pain under l. breast, < when bending forward.", "Lancinating pains under l. breast, which took away the breath.", "Severe pains under l. breast at every inspiration." ],
    "Heart and Pulse" : [ "Sensation in heart as if a fire were there, with a feeling as if heart would burst, or at times as if a heavy weight were lying on it, all of which spreads from this region over whole inner and outer chest.", "Awoke at midnight with severe pains about heart, which seemed as if it had almost stopped beating, with a numb pain about heart, lips, and tongue; great fear of death; when the pains passed off they left great soreness round heart; tingling in lips and tongue; could not lie on l. side; felt numb and strange all over; pulse intermittent." ],
    "Neck and Back" : [ "Pain passing up and down along r. side of neck.", "Hot flashes all over back of neck and shoulders.", "Pain with soreness at upper vertebral border of r. scapula.", "Pain in r. side of back between scapula and sacrum.", "Pain in l. side of back from scapula to sacrum.", "Pain in sacrum.", "Pain each side of sacrum.", "Pain in sacral region, < when taking a long breath.", "Pain in back from sacrum to scapulae.", "Pain passing up back from sacrum.", "Pain passing up and down from tip of coccyx to r. shoulder.", "Sharp pain passing from middle of scapula down outside of arm to end of middle finger, and sometimes to end of little finger.", "Pain below l. scapula.", "Severe pain under l. scapula.", "Pain running up back from waist, l. side.", "Constant pain all day in region of l. kidney.", "Pain in back part of waist, passing from r. to l.", "Pain in lumbar region.", "Pain or aching in small of back < by leaning backward, for three or four days.", "Pain passing from lumbar vertebrae to half way up dorsal, and then shooting off into both scapulae.", "Dull ache all over back and in r. arm; cannot bend body far forward as it causes intense pain in coccyx; when stooping, as in picking anything from floor, has to incline body to one side or other.", "Back aches the whole length of spine." ],
    "Upper Limbs" : [ "Swelling in r. arm below elbow, sore to touch, and pains when she moves arms in certain directions.", "Pain in forepart of r. upper arm.", "Pain from top of r. shoulder to nape of neck.", "Pain from r. shoulder passing down to waist.", "Pain in r. shoulder passing a short distance down back.", "Pain in top of r. shoulder passing to back and upper part of neck.", "Pain passing from r. shoulder to elbow.", "Pain in back of r. shoulder.", "Pain from r. shoulder to l. breast.", "Pain in axillae.", "Sharp pain in all r. fingers except little finger.", "Pain in both hands passing to ends of fingers.", "Skin under nails looks dirty, it cannot be washed or scraped off for two days.", "Pain in dorsal surface of r. hand.", "Pain in palm of r. hand.", "Itching in palm of r. hand.", "Pains all through r. hand.", "Grasping anything with r. hand causes pains to pass from all the fingers into palm.", "Violent itching of a liver spot on r. hand.", "Pains in hands passing in all directions.", "Pain in palmar surface of r. wrist passing into thumb.", "Pain passing from tip of r. little finger to elbow.", "Pain in r. wrist.", "Pain passing from r. wrist to elbow.", "Pains in both wrists, encircling them.", "Pain with slight stiffness in both wrists." ],
    "Lower Limbs" : [ "(Inflammation and awful pain extending down whole trunk of r. sciatic nerve.).", "Pains in thighs and hips.", "Soreness of gluteal muscles on pressure.", "Soreness in streaks, extending from anus down back of legs to heels; can feel a rigidity (not raised) where the soreness is.", "Hot flashes in lower limbs.", "Pain from forepart of r. knee to anterior-superior spine of r. ilium and passing back to middle of sacrum.", "Pain in r. instep when bending foot.", "(Pain like gout in r. toe, sometimes slight pains upwards in r. limb; toe will not bear contact of any shoe; pain always the same standing, walking, or lying down; continued exercise < it.).", "Balls of feet covered with little corns, which are very painful when walking.", "All her corns become painfully sensitive." ],
    "Generalities" : [ "Sensitive in every part of body.", "Small shooting pains all over her in morning.", "Throbbing in various parts of body.", "(Short flying, darting stitches in different parts of body, quite painful, but bearable, appearing in head, ears, and face, as well as in extremities, not confined to any especial locality.).", "(Great physical exhaustion, caused by overwork, completely relieved; repeatedly verified by Swan and others.).", "The pains during the proving were < by a coming storm, the approach of which was felt some twelve hours previously.", "Pains were < in damp room or basement, but > if there was a fire.", "All symptoms > after p.m.", "Pains were generally < morning and evening.", "Symptoms < by blue and yellow colours; > by red.", "Prostration from mental excitement (Rushmore)." ],
    "Skin" : [ "Very restless at night from itching all over body as soon as she is covered in bed.", "Itching of both shoulders." ],
    "Sleep" : [ "Continual yawning all day.", "Sleeplessness after midnight.", "Cannot sleep on r. side.", "Cannot go to sleep without putting arms over head.", "Impossible to lie straight in bed, finds herself continually lying diagonally across bed.", "Has to lie on l. side as she is comfortable in no other position.", "Awoke with the impression that she had dreamed of dreadful pains in chest; does not know whether it was a dream or a reality.", "Fatiguing dreams all night." ],
    "Fever" : [ "Great coldness as if a chill were coming on; hands, particularly fingers, feet, toes, icy cold; could not keep warm in bed covered with clothes, and during day sat near, a stove but could not get warm.", "Hot flashes inside body pressing from below upward.", "Strange restlessness at night, feeling of great heat all over, body covered with a light perspiration, just enough to feel uncomfortable." ]
  }
}