{
  "remedyName" : "Saccharum Officinale",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ascites. Cataract. Chlorosis. Cornea, opacity of. Diabetes. Dropsy. Dyspepsia. Hair, rapid growth of. Headache, periodic. Hoarseness. Liver, affections of. Ranula. Rheumatism. Rickets. Scurvy. Spleen, affections of. Tabes mesenterica." ],
    "Characteristics" : [ "Like so many other articles of diet, Sugar may be a poison and a medicine as well as a food. Sugar preserves food, as salt does; and both sugar and salt have produced scurvy. Cases of scurvy-rickets in bottle-fed children have been traced to excess of sugar in their food; and the exclusion of sugar from the dietary of the gouty, rheumatic, and the diabetic, shows the pathogenetic power it is credited with among practitioners of the present day. Acidity of the stomach and itching at the anus are common effects of taking too much Sugar. Lippe published \"Fragmentary provings and clinical observations obtained principally from S. Boenninghausen and S. E. Bute, who proved the 30th potency on himself\" (Allen). To these symptoms have been added others observed by Swan on a patient who accidentally discovered, after twenty-five years of suffering, that the cause of his trouble was Sugar. All the symptoms disappeared when he abstained from sugar in food or drink, and only reappeared when he took it again by way of experiment. Then, from two to four days after taking sugar, the same train of symptoms invariably occurred in this order: (1) A burning at pit of stomach. (2) A white coat on tongue, so thick as to cause stiffness of it. (3) Sharp burning pains run up from kidneys to shoulders, passing under scapulae. (4) Pains in bones from head to foot, causing a rigidity of the muscles so that it was impossible to rise from bed till he had been rubbed. (5) Chill commencing in small of back and spreading up and down. Severe headache and occasional vomiting with the chill. Fever followed with headache, morbid hunger, and a hectic flush. (6) Increased urine, strong odour, white sediment. (7) Great pain in kidneys. (8) Constipation. (9) Sleeplessness. (10) Oedema of feet and ankles. (11) Weakness of legs, as if paralysed, causing staggering. (12) Painful jactitation of feet and legs during the burning in the Stomach. (13) Oppression, slight cough, profuse cream-like expectoration, very offensive, cold. Sac. a. 10m and 5m cured him of some remaining symptoms, and the 41m enabled him to eat sugar with impunity. Swan also reports (Org. iii. 342) this case: Miss L. was continually eating candies, of which she was very fond, till her digestive organs were affected. A few doses of Sac. a. 30m changed her taste so that she ate no more, and could not even bear the sight of them. This case was also cured with Sac. off.: \"Vomiting bile, < in night and at a.m.; old-standing dyspepsia, milk, eggs, and bread being the only food tolerated; great longing for sugar, which > the symptoms.\" Farrington traces a great similarity between Sac. off. and Calc. Sac. off. is indicated, he says, in children who are large-limbed, fat, and bloated, with a tendency to dropsy. It has produced opacity of the cornea, and ought to cure it. The children are dainty and capricious; care nothing for substantial food, but want little \"nick-nacks\"; always cross and whining, and, if old enough, are insolent, and do not care to occupy themselves in any way. Everything too much trouble. H. C. Allen relates (H. P., x. 478) a case of opacity of cornea cured with Sac. a.; and with the same remedy in 2m potency he cured swelling round the ankles following rheumatism. According to Lippe, black-and-tan terrier dogs that eat sugar go blind. The cataract and amblyopia of diabetics are well known. Here, again, Salt and Sugar meet: Burnett has shown in his Supersalinity of the Blood that excess of salt in food has been an important factor in the production of cataract. The symptoms are < in early morning. < From anger. > In erect position (dyspnoea)." ],
    "Relations" : [ "Compare: Sacch. l. In rickets, acidity, fat children, Calc. Craving for sweets, Arg. n., Sul. Rickets, Sil. Diabetes; swelled ankles, Arg. n. Kidney-ache, Santal." ],
    "Causation" : [ "Anger." ],
    "Mind" : [ "Violent temper; irritable; quarrelsome.", "Bilious, sanguineous temperament.", "Increased modesty of women.", "Melancholic mood with the chilliness.", "Dainty, capricious; cross and whining; indolent.", "Low-spirited, hypochondriacal mood; peevish.", "Indifference; as from homesickness.", "Disinclined to talk; want of interest.", "Stupid." ],
    "Head" : [ "Giddiness from indigestion.", "Severe headache with the chill.", "Headache every week the same day.", "Hair grows; rapidly." ],
    "Eyes" : [ "Eyes closed by swelling (and inflammation) of lids.", "Varicose distension of vessels of eyes.", "Ophthalmia.", "Sight dim.", "Cataract." ],
    "Ears" : [ "Discharge of pus from ears." ],
    "Nose" : [ "Sneezing; dry coryza." ],
    "Face" : [ "Changed expression.", "Face: pale; deathlike; bloated; oedematous.", "Twitching of muscles of r. cheek over malar bone." ],
    "Mouth" : [ "Dulness of teeth (with sour vomiting).", "A white coat on tongue, so thick as to cause stiffness in it.", "Rhagades, cracks on the tongue.", "Ranula.", "Inflammation of salivary glands of lining membrane of mouth.", "Aphthae of children." ],
    "Throat" : [ "Ulcers in throat." ],
    "Stomach" : [ "Morbid hunger with the fever.", "Nausea early in morning.", "Violent retching.", "Vomiting of white, viscid, tough mucus.", "Periodical vomiting.", "Vomiting: of blood; acid, making teeth dull; occasional, with the chill.", "Stomach bloated.", "Stomach overloaded with sour mucus.", "Disordered stomach.", "Digestion: impaired; weak, with acidity.", "Burning at pit of stomach.", "Heat in stomach.", "Coldness of stomach.", "Pressure in stomach, morning, fasting.", "Painful constriction of stomach.", "Painful sensitiveness of pit of stomach.", "Pain in stomach with hypochondriacal persons." ],
    "Abdomen" : [ "Liver: swollen; indurated.", "Bile increased.", "Spleen swollen.", "Pain in liver and spleen.", "Abdomen: swollen; dropsical; hard as a stone (in children).", "Tabes mesenterica.", "Swelling and induration of mesenteric glands." ],
    "Stool and Anus" : [ "Congested and painful haemorrhoids.", "Itching at the anus.", "Diarrhoea, stools watery and debilitating; of mucus and blood; bilious.", "Constipation alternating with mucous diarrhoea.", "Constipation; stools difficult." ],
    "Urinary Organs" : [ "Sharp burning pains run from kidneys to shoulders, passing under scapulae.", "Great pains in kidneys.", "Increased urination; strong odour; white sediment.", "Urine diminished." ],
    "Male Sexual Organs" : [ "Enormous swelling of scrotum; r. genitals.", "Increased desire.", "Frequent involuntary emissions." ],
    "Female Sexual Organs" : [ "Menses diminished.", "Menstrual blood pale.", "Suppressed leucorrhoea." ],
    "Respiratory Organs" : [ "Irritation of larynx, causing a slight hacking cough, with yellow, saltish sputa, which floats on water.", "Dry rawness in larynx.", "Hoarse, catarrhal voice.", "Hoarseness from reading a short time.", "Dry cough.", "Cough with children.", "Expectoration very offensive.", "Breathing oppressed, cold expectoration.", "Suffocative attacks, must be bolstered up." ],
    "Chest" : [ "Chest muscles wasted.", "Pneumonia.", "Swelling of lower part of sternum.", "Fulness > by expectorating.", "Stitches in l. chest." ],
    "Heart" : [ "Rheumatic pain in heart region.", "Pulse weak and irregular." ],
    "Limbs" : [ "Tingling in limbs.", "Emaciation of hands and thighs." ],
    "Upper Limbs" : [ "Oedema of arms." ],
    "Lower Limbs" : [ "Oedema of lower limbs; hard as stones.", "Paralytic weakness of legs.", "Painful jactitation of legs during burning in stomach.", "Cramps in calves." ],
    "Generalities" : [ "Emaciation with great appetite.", "Chlorosis: with dropsy; after anger.", "Plethora.", "Fainting attacks.", "Scurvy rickets in children.", "Pains in bones from head to foot." ],
    "Skin" : [ "Dry skin; perspiration suppressed.", "Scurvy.", "Pale and red blotches over body.", "Panaritium.", "Proud flesh in the ulcers.", "Old herpes." ],
    "Sleep" : [ "Sleeplessness.", "Starts in sleep." ],
    "Fever" : [ "Chilliness from a.m. till evening with melancholic mood.", "Chill commencing in small of back, spreading up and down; severe headache and occasional vomiting; fever, followed by headache, morbid hunger, and hectic flush in cheeks; no sweats except when weakened by repeated attacks; before and during the paroxysm burning in stomach and back was simply intolerable; no thirst.", "Chilliness alternates with perspiration.", "Cold in the head.", "Intermittent fever every one, two, or three days, irregular in its type.", "Chill followed by profuse sweat.", "Sweat on head (neck and shoulders)." ]
  }
}