{
  "remedyName" : "Salicylicum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bone, caries of. Climacteric. Coryza. Diarrhoea. Diphtheria. Dyspepsia, flatulent. Flatulence. Flushes. Foot-sweat; suppression of. Gastritis. Intestines, ulceration of. Iritis. Necrosis. Pharyngitis, herpetic. Puerperal fever. Rheumatism. Rheumatoid arthritis. Scarlatina, anginosa. Sciatica. Stomatitis. Tapeworm. Throat, sore." ],
    "Characteristics" : [ "Salicylic acid is found in nature in the leaves and barks of Willows, in Oil of Wintergreen (Gaultheria), which is one of the chief sources of its supply, and is obtained synthetically from Carbolic acid. Like Carbol. ac. it has been largely used as a disinfectant, and as it is supposed to be non-poisonous it is used for mixing with and so preserving foods. MacLagan, of London, and Senator, of Berlin, introduced it into medicine as a remedy for rheumatism. Over-dosings led to the discovery of its power to set up the phenomena of Meniere's disease (auditory nerve vertigo), gastric disturbances and delirium, and these form the nucleus of the homoeopathic Schema, which has been filled out by fragmentary provings and clinical use. Among the uses of Sal. ac. recommended in the general text-books are these: \"Sal. ac. dissolved in Collodion flexile (gr. xxx to one drachm) is very useful for corns and warts; also to hasten the peeling of palms and soles after scarlet fever\" (Brunton). \"A mixture of parts with of tallow, applied directly to the feet, not to the stockings, has been found most useful in preventing sweating and soreness of the feet in soldiers after a long march\" (Brunton). The property of preventing foot-sweat is by no means an unmixed boon, and serious illness has resulted from it. Consequently in homoeopathic practice Sal. ac. has been found an excellent remedy for affections following suppression of foot-sweat. Sal. ac. has a specific relation to rheumatism, but the massive doses given in ordinary practice have been attended with so many unpleasant symptoms", "vital depression, fainting, flatulent dyspepsia, delirium, &c.", "that the ingenuity of chemists has been devoted for years past to finding a compound which shall be innocent as well as effective. Aspirin (Acetyl-salicylic acid), Salophen (Acetyl-para-amidophenol salicylate), and Salol (Phenol salicylate), are supposed to fulfil these conditions more or less completely. Salol has had an accidental proving which has led to some homoeopathic uses. It is the \"unpleasant symptoms\" which so many practitioners wish to avoid, which are of especial value to homoeopaths. Like Carbolic acid and other disinfectants, Sal. ac. produces fermentative dyspepsia, and diarrhoea with putrid-smelling stools, and it meets dynamically blood-poisoning conditions, such as puerperal fever and septicaemia. Hering says: \"Pieces of spongy bone become soft as leather in a few days when placed in a 1/2 per cent. solution, while compact bone tissues are very slowly softened; enamel of teeth is very slightly affected by it, but the dentine, when it is exposed by caries, is rapidly destroyed. The increased amount of the salts of lime in the urine soon after Sal. ac. has been taken shows that the acid deprives living as well as dead bone of its lime salts.\" He adds that it causes necrosis, especially of the tibia. The symptoms are < by touch. < By motion. < At night. < By cold air or touch of anything cold. > By hot applications, especially by dry heat." ],
    "Relations" : [ "Compare: Salicin., Nat. sal., Salol. In rheumatism and subsequent weakness, Colch. Piercing in temples; throat; diarrhoea; ulcers; antiseptic properties, Kre. Antiseptic properties, dyspepsia, fever, urine, Carbol. ac. Tinnitus, Nat. sal., Chi., Chi. s., Carb. s. Bones, Pho., (and throat), Lact. ac. As if blood forced through contracted vessel, Coc. cact. Foot-sweat and suppressed foot-sweat, Sul., Sil. Loquacity, Lach." ],
    "Causation" : [ "Suppression (foot-sweat)." ],
    "Mind" : [ "Anxiety; worrying, restless, yet mild.", "Melancholic, wants to be quiet; feels faint.", "Excited mood.", "Delirium; stupid, can hardly collect his ideas, then laughed without cause, talked incessantly and disconnectedly, frequently looked about him with apparent hallucinations (lasted h.; from grains)." ],
    "Head" : [ "Dulness of head; stupefaction.", "Vertigo; inclines to fall to l., surrounding objects seem to fall to r.", "Meniere's disease.", "Rush of blood to head.", "Severe headache, piercing in both temples.", "Headache commencing on top or back of head, running down sterno-mastoid (more r. side), which is tender to touch.", "Buzzing sensation in interior of brain as if blood were forced violently through a contracted vessel." ],
    "Eyes" : [ "Diminished acuteness of vision.", "(Plastic iritis following acute rheumatism; pain temporarily > by hot applications.)" ],
    "Ears" : [ "Hearing diminished.", "Nervous deafness.", "Deafness with noises (roaring) in ears.", "Roaring in ears and difficult hearing; hears music; swarm of bees or buzzing of flies; rush of blood to head, excited mood.", "Tinnitus dependent on hyperaemia.", "Auditory nerve vertigo (Meniere's disease); a troublesome nausea accompanying the head symptoms." ],
    "Nose" : [ "Wants to sneeze.", "Sneezing.", "Incipient catarrh; patients, esp. children, sneeze all day." ],
    "Face" : [ "Dull, heavy aspect; face flushes quickly on slight excitement." ],
    "Mouth" : [ "Burning in mouth and epigastric region.", "Burning and scraping in mouth and throat.", "Redness of mouth and fauces.", "Stomatitis, mouth hot and dry, tongue covered with burning vesicles.", "Foul breath and offensive expectoration.", "Mouth dotted with white patches, burning, scalded feeling; ulcers on tip of tongue.", "Canker-sores with burning soreness and fetid breath.", "Taste: extremely disgusting; as of something burnt; bitter; bitter bilious, that cannot be got rid of; food has no taste." ],
    "Throat" : [ "Burning in throat.", "Scraping in throat causing cough.", "Haemorrhagic pharyngitis with difficulty of swallowing.", "Tonsils red, swollen, studded white.", "Violent efforts to swallow, with difficulty in swallowing, woke him from sleep; the pain and difficulty became confined to r. side with sticking along Eustachian tube into ear: swelling of r. tonsil, noticeable externally, with sensitiveness to touch and increased temperature in vicinity; mucous membrane of throat and posterior fauces red, swollen, with ulcers size of head of a pin, after a while a small lump of cheesy matter of strong odour was expectorated." ],
    "Stomach" : [ "Nausea, gagging, waterbrash.", "Frequent vomiting.", "Ecchymoses.", "Erosions and ulcers in stomach and bowels.", "Burning in epigastric region.", "Weak, nervous sensation in stomach.", "Flatulent and fermentative dyspepsia; putrid belchings." ],
    "Abdomen" : [ "Abdominal distension.", "Ulceration of bowels.", "Violent, constant pressure in abdomen, with feeling of incarcerated flatus; associated with constipation." ],
    "Stool and Anus" : [ "Diarrhoea: stools green; flushes easily as in hectic; acid, sour, or putrid smelling.", "Costive: stool dry, hard; then diarrhoea, watery, sour, yellow, with great weakness.", "Cholera infantum with peculiarly putrid eructations.", "Caused expulsion of taenia." ],
    "Urinary Organs" : [ "Diabetes mellitus.", "Albuminuria, rheumatic diathesis.", "Urine: scanty, clear, brown; three hours after passage has a green tinge, and a feathery deposit of crystal of Salicyluric acid; if these are removed the urine at once becomes putrid; if left, urine remains fresh for a week." ],
    "Female Sexual Organs" : [ "Leuco-phlegmatic woman, frequent hot flushes, irritability, forgetfulness, dull, heavy pain in cerebellum.", "Septic puerperal fever." ],
    "Respiratory Organs" : [ "Respiration hurried, sometimes deepened, sometimes shallow or sighing and almost panting, as if laboured, but no complaint of difficulty of breathing.", "Dry cough of a hard, racking, spasmodic character, < at night in old people." ],
    "Chest" : [ "Spasmodic, flatulent asthma; fetid bronchitis; gangrene of lungs.", "Firmly seated pressure at side of sternum as large as the hand, with feeling as if the bone was sore." ],
    "Heart" : [ "Pulse small, rapid, weak." ],
    "Limbs" : [ "Heat, redness, soreness, and swelling about joints; < in knees, with acute, piercing pains; < on motion; > from dry heat.", "Soreness and pain in r. deltoid and r. gastrocnemius, changing next day to l. wrist and forearm; < touch and movement." ],
    "Upper Limbs" : [ "Rheumatic pain or rheumatoid arthritis, occurring in some women during climaxis; the pains disappeared, the engorgements of fingers subsided, and the hands could again be used." ],
    "Lower Limbs" : [ "After suppressed foot-sweat, rheumatic pains; < at night; after an hour's sleep forced to get up; pain in course of l. sciatic nerve, drawing burning; \"as if foot were in an ant-hill\"; as if it would like to perspire.", "Necrosis of tibia.", "Copious foul-smelling foot-sweats.", "(Applied locally it brings away corns.)" ],
    "Generalities" : [ "Weakness, faintness.", "Deprives bone of its lime salts." ],
    "Skin" : [ "Skin red, points like flea-bites.", "Skin red and sensitive.", "Urticaria." ],
    "Sleep" : [ "Yawning.", "Frequently waked from sleep thinking he heard music." ],
    "Fever" : [ "Slight chill, crawling in spine; yawning; chill in finger-tips.", "Fever continuous, burning, then sweat with relief; fever again till exacerbation of symptoms.", "Weak, faint after fever and sweat.", "Flushes easily as in hectic.", "Profuse sweat; as sweat increased strength declined." ]
  }
}