{
  "remedyName" : "Salix Nigra",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diarrhoea. Emissions. Fevers. Gonorrhoea. Impotence. Masturbation. Night-sweats. Nymphomania. Prostatitis. Satyriasis. Spermatorrhoea." ],
    "Characteristics" : [ "The Black Willow of North America has a reputation as a purgative and febrifuge. A proving by E. D. Wright, who took half an ounce of the tincture in a day, is given in Allen's Appendix. It developed soreness of muscles; a tired, sleepy state; loose bowels, sore gums, and fever. Sal. n. has been largely used by eclectics in a great variety of affections of the genito-urinary system. W. B. McCoy (Hom. News, xxviii. 72) relates a number of cases illustrating this action. (1) Man, lost control of his sexual appetite, and the more he indulged the worse the craving became, and indulgence made him a physical wreck. Sal. n. O, in teaspoonful doses thrice daily, cured in five weeks. (2) Youth, had masturbated since he was a boy. Sal. n. O, gtt xx., four times a day, was given for a fortnight, the quantity being gradually diminished, until in a few weeks the young man was quite cured. (3) A teacher, five years before had a spell of fever which left him with a tendency to seminal emissions, which had become very frequent, and had reduced him to a very low condition: Extremely thin, sallow, nervous; cold hands and feet even in heat of summer. Extremely cross and irritable. Sal. n. O, gtt. 1x., four times a day, was given, with speedy improvement. Later on the dose was reduced to thirty drops. The losses ceased, and in three months the patient had gained pounds in weight. (4) A negro, had sexual desire but without ability; yet during the night he would have emissions without erections. Sal. n. O, gtt. xlv., four times a day, cured in three weeks. McCoy also used Sal. n. successfully in gonorrhoea, but other remedies were given as well. A decoction of the fresh bark has proved (H. R., xii. 447) a specific for excessive night-sweats in pulmonary cases." ],
    "Relations" : [ "Compare: Con., Agn., Pic. ac. In gonorrhoea, Salol, Petrosel." ],
    "Head" : [ "Skin on temples sore to touch." ],
    "Mouth" : [ "Gums sore." ],
    "Stool and Anus" : [ "Looseness of bowels." ],
    "Generalities" : [ "Muscles sore and lame.", "Disposition to lie down and sleep." ],
    "Fever" : [ "Fever (2nd d.)." ]
  }
}