{
  "remedyName" : "Salol",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diarrhoea. Dysentery. Fever. Gonorrhoea. Headache. Influenza. Neuralgia. Rheumatism. Small-pox." ],
    "Characteristics" : [ "Salol was primarily used as an anti-rheumatic, especially in the treatment of acute cases. It was given as an antipyretic, in to grain doses, in powders or tablets. It is soluble in ether and petroleum spirit; very sparingly, if at all, in water. It does not disturb digestion because it passes through the stomach unaltered, being decomposed in the duodenum, by the ferments of the pancreas, into Salicylic acid and Phenol (it contains per cent. of Phenol). These are excreted by the kidneys, and the condition of intestinal digestion has been estimated by the length of time required, after the ingestion of Salol, for them to appear in the urine. Upon this property also has been based the use of the remedy in acute diarrhoea, dysentery, cholera, and other diseases where intestinal asepsis is indicated, and also in affections of the bladder and urethra as a substitute for ordinary mechanical irrigations and injections. Its internal use in gonorrhoea (in 5-gr. doses three times a day) has met with much success (Helbing). The only proving of, Salol (published by me, H. W., xxxiii. 118) was made incidentally on a chemist from making up powders of Salol. He experienced very severe symptoms from inhaling the odour, and possibly also some of the powder. The experience was repeated on more than one occasion, and I have confirmed most of the symptoms in practice, using the 12th attenuation chiefly. Rheumatic pains in joints with soreness and stiffness were marked, especially pain and soreness in the buttocks, knees, and wrists. The prover was subject to headaches, but he never had so violent a headache as that produced by Salol, and conversely, after the proving, Salol immediately relieved him when threatened with one of his usual headaches. The first symptom he noted was that his urine smelt of violets; and it was only when this passed off that the other symptoms came on. The joints felt stiff, \"as if they wanted oiling.\" C. Begg (B. M. J., January 1901) refers to the use of Salol in small-pox, and other skin affections attended with burning and itching. The relief of itching in small-pox was, he says, a constant and most satisfactory result. When administered early it prevented maturation. The symptoms were < walking. < Raising eyes. < Sitting on hard stool (pain in buttocks). < By touch. < Evening. < Ascending stairs." ],
    "Relations" : [ "Antidoted by: Bry. Compare: Sal. ac., Saln., Nat. sal., Carbl. ac. Wrist rheumatism, Act. sp., Led., Viol. od. Urine smells of violets, Tereb. Gonorrhoea, Naphth., Petrosel. Small-pox, Carbl. ac. Sarr. Variol." ],
    "Head" : [ "Dreadful headache, esp. over eyes, could hardly walk or hold head up for pain (relieved by Bryon. O, three drops, and a wet compress).", "Dull aching in head and all over body; headache continued two days but was < at intervals." ],
    "Urinary Organs" : [ "Urine smelt strongly of violets; after this passed off the rest of the symptoms came on." ],
    "Limbs" : [ "Feeling of stiffness in joints as though they want oiling.", "Extremities sensitive to touch.", "Rheumatic pains in l. knee-joint, thighs, and arms, the pain being on the inner side of the joints." ],
    "Upper Limbs" : [ "Pain in shoulder.", "Pain in r. arm in evening.", "Slight pain in l. arm.", "Pain in wrists.", "Cramp in hand on writing.", "Hurts even to carry a book in hand." ],
    "Lower Limbs" : [ "Buttocks sore.", "Pain in l. buttock, esp. on walking." ],
    "Generalities" : [ "Dull aching in head and all over body.", "Can hardly go up stairs, and it is dreadfully painful to sit on a hard stool.", "During the whole time of the proving the hands shrunk when cold, and he could not straighten the little fingers without much pain." ],
    "Skin" : [ "(Burning and itching eruption.", "Small-pox.)" ]
  }
}