{
  "remedyName" : "Sambucus Nigra",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Asthma. Chest, oppression of. Coryza, dry. Cough. Croup. Emaciation. Headaches, catarrhal. Hoarseness. Hydrocele. Ileus. Laryngismus. Perspirations. Phthisis. Scurf. \"Snuffles.\" Starting. Whooping-cough." ],
    "Characteristics" : [ "The leaves of Samb. n. have an unpleasant odour when bruised, which is supposed to be offensive to most insects, and a decoction of them is sometimes used by gardeners to keep off caterpillars from delicate plants. By village herbalists the inner bark as well as the leaves are employed for making an ointment, and the flowers serve for fomentations, or are made into a medicinal tea; while the berries are the principal ingredient in Elderberry wine (Treas. of Bot.). If sheep that have the rot can get at the bark and young leaves they will soon cure themselves (Green). Millspaugh says of Samb. canad. that a decoction or ointment of the flowers and leaves was used as an application to large wounds \"to prevent deleterious consequences from flies.\" He also says that the bark contains Viburnic acid, which is identical with Valerianic acid. This no doubt accounts for the odour, and suggests a relationship in action between Sambucus, Valerian, and the Viburnums. \"Spasm\" will be found common to all. In Samb. the spasm affects mainly the respiratory system", "larynx, chest, and nasal passages. Samb. n. was proved by Hahnemann, and appears in M. M. P. One of the chief notes of the remedy is oedema: dropsical swellings in various parts of the body, especially legs, instep, and feet. This oedema, when it affects the nose, may give rise to obstruction, as in the \"snuffles\" of infants with dry coryza, preventing breathing and nursing. When it occurs lower down in the tract it causes dyspnoea: the child awakens suddenly nearly suffocated, face livid, blue, sits up in bed; turns blue, gasps for breath, which it finally gets; attack passes off but is again repeated; child inspires but cannot expire; sleeps into the attack. The breathing is rattling. Croup, whooping-cough, asthma, may all manifest this group of symptoms. Nash once relieved with the 200th a very bad case of asthma, having attacks of suffocation of the above kind. The patient was an old lady. The relief was accompanied by a profuse flow of urine, which carried off a large amount of dropsical effusion in her legs and abdomen.", "It was mentioned above that the croupy attack \"passes off but is again repeated.\" This tendency of attacks to recur is another note of the remedy. Another grand characteristic is: Profuse sweat during waking hours; dry heat when asleep. This feature marks Samb. as the remedy in some phthisical cases and many febrile conditions. Other fever peculiarities are: Deep, dry cough precedes the fever paroxysm; fever without thirst; dreads uncovering. The Sensations of Samb. are: As if head were filled with water. Skull as if stretched. As if suffocating. The symptoms are > by pressure and being tightly bound. Leaning against a hard edge = painful pressure in abdomen with nausea. Contusions = dark red swelling. Rest <. < Lying down; in bed; on left side. Head low <; must sit up to regain breath. Motion < generally. Motion of head = tension and dizziness. Sleep <. < About midnight; after midnight; to a.m. (roused with sense of stoppage of air tubes). < Uncovering. < Dry, cold air. < Cold drink while overheated. < From fright or mental emotion. Fright = suffocative attack. Samb. is suited to diseases of scrofulous children which affect the air passages especially; to persons previously robust and fleshy suddenly become emaciated. Effects of mental emotion, anxiety, grief, excessive sexual indulgence." ],
    "Relations" : [ "(Samb. c. may be regarded as practically identical with Samb. n.) Antidoted by: Ars., Camph. Antidote to: Ars. (relieves ailments from abuse of Arsen.). Compatible: Bell., Con., Nux, Pho., Rhus, Sep. Follows well: Op. (effects of fright). Compare: In Millar's asthma, Ar. dracont. Dyspnoea; inspires, cannot expire, Chlorum, Meph. Sleeps into the attack, Lach. Peculiarities of sweating, Chi. and Con. (sweats as soon as he closes his eyes to sleep", "opp. of Samb.), Thuj. (sweats on uncovered parts), Puls. (one-sided sweats). Dreads uncovering, Nux (must be covered in every stage). Fat people emaciate suddenly, Iod., Tub. Effects of excessive sexual indulgence, Pho. ac., K. ph. Tenacious mucus in larynx, K. bi. Sleepy but cannot sleep, Bell. Effects of cold drink when over-heated, Bels. (Bels. = acne; Samb. = phthisis). Effects of dry cold, Aco. Snuffles, Am. c., Nux. Plants containing Valerianic or Viburnic acid, Valer., Vib. o., Vib. t." ],
    "Causation" : [ "Fright. Grief. Anxiety. Injury (hydrocele). Excessive sexual indulgence." ],
    "Mind" : [ "Great tendency to take fright (trembling, anxiety, and restlessness).", "Fright followed by suffocative attacks, with bluish, bloated face.", "Peevishness (constant fretfulness), during which everything makes a disagreeable impression.", "Periodical delirium, with frightful visions (and hallucinations)." ],
    "Head" : [ "Dizziness and confusion in the head, esp. during movement; on rising.", "Headache as from intoxication.", "Tension in head during movement as if it contained water.", "Pressure and expansion in head.", "Pressive, tearing headaches in forehead and temples.", "Sudden shocks in the brain.", "Sudden jerks through head.", "Digging pain in vertex.", "Tearing stitch through l. half of occiput, frequently returning and lasting a long time, with a dull sensation in the intervals.", "The head is bent backwards.", "Erysipelas l. side of head, ear much swollen.", "Scurf on head with intolerable itching.", "Skull feels as if stretched." ],
    "Eyes" : [ "Pupils at first contracted, then greatly dilated." ],
    "Ears" : [ "Sharp stitches in (r.) inner ear with cramp pain in it.", "Itching creeping in ears and in throat." ],
    "Nose" : [ "Sensation of numbness in nose, with itching on bridge.", "Sanguineous congestion in nose, with sensation of heaviness in point of nose.", "Obstruction of nose, with accumulation of thick and viscid mucus in nostrils.", "Snuffles of children.", "Dry coryza of children.", "Child starts up suddenly as if suffocating." ],
    "Face" : [ "Face bluish (or dark blue) and bloated or pale and earthy.", "Circumscribed redness on cheeks.", "Sensation of numbness and tension in cheeks, as from being swollen.", "Red, burning spots on cheeks and nose.", "Gnawing pressure in bones of upper jaw.", "Great heat of face.", "Heat and perspiration in face." ],
    "Teeth" : [ "Odontalgia with tearing and lancinations in all the teeth, and with a sensation as if cheeks were swollen." ],
    "Mouth" : [ "Dryness of the mouth and throat, with thirstlessness." ],
    "Throat" : [ "Itching tingling in throat." ],
    "Appetite" : [ "Thirst without relishing the drinks." ],
    "Stomach" : [ "Vomiting in morning, first of milk (or food), that has been taken, and of mucus, afterwards of bile.", "Pressure in stomach.", "Acute lancinations under the stomach, < by pressing upon it." ],
    "Abdomen" : [ "Pinchings (colic pain) in abdomen as from a chill, with (much flatulence and) expulsion of flatus.", "Shootings in the l. side of hypogastrium.", "Pain in abdomen as from a bruise.", "Spasmodic tearings, shootings, and pinchings in abdominal muscles.", "Pressive pain in abdomen, with nausea, when resting it against a hard (edge or) body." ],
    "Anus" : [ "(Irritable anus with piles.", "R. T. C.)" ],
    "Urinary Organs" : [ "Frequent want to urinate, with copious emission, also at night.", "Deposits a heavy sediment.", "Urine of deep yellow.", "Emission of urine in too small a stream." ],
    "Male Sexual Organs" : [ "Swelling of scrotum." ],
    "Female Sexual Organs" : [ "Catamenia too profuse, like metrorrhagia." ],
    "Respiratory Organs" : [ "Hoarseness from accumulation of viscid mucus in larynx.", "Inflammation of larynx and trachea; croup; accumulation of mucus in larynx.", "Whooping-cough; suffocative, hollow, deep cough caused by a spasm in chest, with expectoration only during the day of small quantities of tough mucus.", "The cough is < at or soon after midnight, during rest, when lying in bed, or with the head low, from dry, cold air.", "Deep, hoarse, hollow cough, with agitation and thirst.", "Continued cough with abundant expectoration of a salt taste, or of sweetish mucus.", "Attack of suffocating cough, with cries, in children.", "Cough with cries, as from a pain in the gullet.", "Wheezing and quick respiration.", "Obstructed respiration when lying down.", "Spasmodic paroxysm of suffocation at night, with tears, great agitation, and tossing of the hands (when waking after midnight out of a slumber, with half-open eyes and mouth, with bloated blue hands and face, and heat without thirst).", "Great difficulty in breathing.", "Quick, wheezing, crowing breathing." ],
    "Chest" : [ "Oppression at the chest, with lancinations in (l.) side (below nipple); or with aching under sternum.", "Pressure on sternum, with a counter-pressure from spine to sternum.", "Oppression of chest, with pressure in stomach, nausea, and weakness.", "Pressive pain in chest.", "Sudden sensation of contraction in sides of chest." ],
    "Heart" : [ "Orgasm in whole body.", "Occasional omission of heart-beat.", "Angina pectoris where pressure proceeds from spine in individuals formerly fat and robust, now emaciated from mental emotions, sexual excesses, or seminal losses.", "Pulse generally very frequent and small; sometimes slow, full, sometimes intermitting." ],
    "Neck and Back" : [ "Pressive heaviness in nape.", "Deep, incisive lancinations in muscles of neck.", "Sweat on throat and neck with children.", "Pains in loins with drawing pressure.", "Incisive blows in loins.", "Aching in middle of spine during repose and movement.", "Lancinations in scapulae." ],
    "Limbs" : [ "Hands and feet bloated and blue." ],
    "Upper Limbs" : [ "Drawing in forearms and bones of hands.", "Dark blue bloatedness of the forearms and hands.", "Paralytic heaviness in elbow-joint.", "Lancinations in wrists.", "Trembling of hands (when writing).", "Tearings in joints of fingers." ],
    "Lower Limbs" : [ "Spasmodic drawings and shootings in thighs.", "Tension in tendons of ham as if they were too short.", "Acute (deep) lancinations in tibia.", "Sensation of coldness, numbness, and deadness in the middle of (r.) tibia.", "OEdematous swelling of feet as far as knees.", "Tearing in legs and ankles.", "Icy-cold feet with warmth of the body." ],
    "Generalities" : [ "We are often led to this remedy when we find a great deal of perspiration, occurring with any other trouble, which may last all the time, or it may come and go in paroxysms; it is sometimes found in phthisis; perspiration with disinclination to undress or be uncovered; heat with inclination to be covered (H. N. G.).", "Asthma with suffocative attacks of breathing; patient may be well enough while awake, but sleeps into the trouble; loud respiration with no mucous rattle.", "Babies with snuffles; can't breathe well through nose.", "Asthma Millari (H. N. G.).", "Symptoms < uncovering; while lying down; while resting.", "> From moving; on rising; while walking; from wrapping up warmly.", "General ebullition of blood in evening after lying down, with sensation of trembling.", "Sudden drawing over whole surface of body, frequently recurring when seated.", "The majority of the symptoms manifest themselves during repose and are dispersed by movement.", "Dropsical swelling of whole body.", "Great emaciation." ],
    "Skin" : [ "Bloatedness and dark red swelling, with tension after contusions.", "OEdema; anasarca.", "Blotches on face.", "Red spots on cheeks here and there with burning sensation.", "Tingling itching of skin.", "Sudden painful drawing in all points over surface while sitting." ],
    "Sleep" : [ "Disposition to sleep without being able to sleep.", "During sleep dry heat, after awakening profuse perspiration.", "(Sleeps with arms above head.).", "Frequent waking with a start, with anguish, trembling, and obstructed respiration, amounting almost to suffocation.", "Incomplete sleep, with mouth and eyes half open.", "Lascivious dreams." ],
    "Fever" : [ "Shuddering, with shivering, icy coldness of hands and feet, and pricking tingling in skin.", "Shivering and shaking before going to sleep.", "Insupportable heat without thirst, with dread to be uncovered.", "Fever with excessive perspiration, esp. at night.", "Profuse perspiration day and night, but only when awake; first breaking out in the face.", "Very debilitating perspiration.", "Night-sweats, except on head, < towards morning.", "Continued perspiration while awake, changing into dry heat as soon as one goes to sleep.", "Intermittent fever: chills over whole body, with cold hands and feet; followed by intolerably dry heat, without any thirst, accompanied by dread of being uncovered, afterwards copious sweat, without any thirst; the sweat even continues during the apyrexia.", "Pulse generally small and very quick, at times intermitting." ]
  }
}