{
  "remedyName" : "Sanguinaria",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Aphonia. Asthma. Breast, tumour of. Bronchitis. Cancer. Catarrh. Chest, pains in. Climaxis. Cold. Croup. Deafness. Diphtheria. Dysmenorrhoea. Dyspepsia. Ear, polypus of. Flushes, climacteric. Gleet. Granular lids. Haemoptysis. Headache. Influenza. Keratitis. Liver-cough. Menstruation, breasts painful during. Nails, ulceration of. Neuralgia. Oedema glottidis. Ophthalmia. Pharyngitis. Phthisis florida. Physometra. Pneumonia, acute. Polypus. Pregnancy, affections during. Pyrosis. Quinsy. Rheumatism. Rhus poisoning. Shoulder, rheumatism of. Smell, illusions of; loss of. Stomach, neurosis of. Syphilis. Tinnitus. Tumours. Vomiting. Whitlow. Whooping-cough." ],
    "Characteristics" : [ "The Blood-root, or Puccoon, commonly found throughout the United States and Canada, is the sole representative of the genus Sanguinaria of the Papaveraceae. It is herbaceous, has a thick, branching root stock, which creeps along underground; and in early spring sends up from the ends of the little side branches a single long-stalked leaf, and another stalk bearing a solitary flower. The leaf is wrapped round the flower-bud when it rises from the ground, and is bluntly five to nine-lobed, roundish at first, but afterwards kidney-shaped. The American Indians formerly used the orange-coloured juice of the root for smearing their bodies, and for staining various domestic articles. The plant has also been successfully used by American and French dyers (Treas. of Bot.). Hale says of the root: \"It is succulent, and when cut or broken emits from numerous points on the transverse surface a light orange, or rather dark vermilion-coloured juice, which has a bitterish, acrid but peculiar taste, which remains long in the mouth and leaves a persistent burning in the throat. The juice of the stem is between a red colour and a yellow, as that from the stem of Chel. maj. is pure yellow, and that from Papaver somnif. [Opium] is white.\" It is well to bear in mind the parallelism observable between these three Poppies, no less in their medicinal than in their physical properties. The time for collecting the root is early spring or late autumn. An alkaloid, Sanguinarin (identical with Chelerythrin of Chelidonium majus), has been isolated, and the Nitrate of this has been studied separately. Hale refers to a paper by Dr. Tully, published in in which Sang. is described as being analogous in its action to Squills, Senega, Digitalis, Guaiacum, and Ammonia, which shows an accurate conception of its range. In doses of from eight to twenty grains of the powdered root, Sang. is an active poison producing Nausea; burning in stomach; tormenting thirst; faintness; vertigo indistinct vision; violent, spasmodic efforts of the stomach, free vomiting, followed by alarming prostration. S. L. Mitchell has recorded fatal poisoning of four workmen who drank the tincture in mistake for brandy. They were all soon seized with severe racking and burning pains in the stomach and bowels with intense thirst. \"Burning\" is one of the leading notes of the remedy, and is found in many different parts. Winterburn has published (H. M. vii. 532) two cases illustrating this indication in the region of the stomach: (1) Mr. F., of sanguino-bilious temperament, energetic, refined, had been ill with pains in the stomach several months. A clairvoyant had recommended \"a decoction of blood-root and bone-set in tablespoonful doses.\" Each dose produced \"intense burning pains in the stomach lasting for hours, \", and it had to be discontinued. Several-weeks later Winterburn was consulted, and this is the condition he found: Burning in epigastrium, with pressure, < at night, but coming on soon after lying clown and compelling patient to arise. Eructations gave no >. Appetite great; bowels torpid, an unsatisfactory relief each morning, leaving a sense of discomfort. Peculiar drawing pain in shoulders and arms during sleep, so that when she woke the lists were tightly clenched and flexed on the sternal end of clavicle; lameness and weariness of the muscles followed. Sang. chosen after careful comparison with Nux, Graph., and others, was given every night at bedtime. After the first dose the symptoms disappeared \"like magic, \", and the patient was soon well. (2) Mrs. S., a chronic inebriate, had been drinking steadily for three weeks when sickness and diarrhoea set in. Nux 1x aggravated the nausea. Ars. checked the diarrhoea and relieved the intense thirst, but did nothing to allay the vomiting. Patient was irritable, angry. Everything she took, even water, was instantly ejected. About every twenty minutes she had a spasm or cramp of the stomach, with gagging and coughing, bringing up some frothy mucus. The straining caused great pain in chest and abdomen. There was, besides, the most intense burning, extending from the stomach up the oesophagus to pharynx, which felt swollen and dry. The only tolerable position was lying slightly turned on her left side. Lying on right side was impossible. Rising from lying = vertigo. Cheeks and hands livid. She believed she would soon die, and was unwilling to be left alone. Sang. was given every two hours. By evening the nausea had ceased, but the burning pain remained as before. The smallest particle of food gave great agony; it seemed as if a spot the size of a florin was ulcerated, and any contact with this was excruciating. She slept better, but awakened next morning in a fright. Next afternoon she was able to take a little solid food, and from that time recovery was rapid. Burning is a leading note of Sang. Burning of eyes; of ears. Tongue and throat feel as if they had been burnt or scalded. Burning palms and soles. Burning in chest; between breasts, streaming from breasts to abdomen. Leonard (Min. H. Mag., ii. 295) says \"a circumscribed burning in the chest, commonly followed by heat through abdomen and diarrhoea, \", is a strong indication for Sang. in pneumonic conditions. Sang. has also the circumscribed hectic flush on the cheeks, as in phthisis, in which it is frequently indicated. (Sang. has also the \"hopefulness\" of phthisical patients.) The flushed face, at times dark red or livid, is also a prominent feature of Sang., as it is of Op. Sang. affects the whole respiratory tract, irritates the nasal mucous membrane, and causes coryza, with pain at root of nose, lost or perverted sense of smell, and sensitiveness to the odour of flowers. Influenza, hay-fever, ozaena, and polypus have all come within its range. Laryngitis and membranous croup have been cured by it; and I have found it meet a greater proportion of the tracheal and bronchial coughs of epidemic influenza than any other remedy. The chief features are: Violent, dry cough; wheezing, whistling, metallic; sputa almost impossible to raise. I have seen several cases of this kind rescued from apparently imminent death by Sang., the relief conies by the expectoration of a thick plug of mucus which was causing suffocation, and which the patient was too weak to dislodge. Like Chel., Sang. is a right-side medicine, and affects especially the right lung; and is suited to pulmonary affections with liver involvement. After influenza children often get a cough scarcely distinguishable from whooping-cough. I have found Sang. the chief remedy for this. It is also the remedy for severe cough after whooping-cough", "the cough returns with every fresh cold. Sang. also acts powerfully on the outer chest, sternum, and mammae. Like Chel., it has a reputation for curing cancer, polypi, and new growths. I have seen breast tumours diminish under its action. Offensiveness and acridity characterise the discharges of Sang.; and the breath and flatus are also offensive. Menses offensive, flow bright red; later blood darker and less offensive. Before menses itching of axillae. Eruption on the face of young women, especially during scanty menses. Climacteric disorders: flashes of heat; leucorrhoea; painful enlargement of breasts. The headaches of Sang. are of great intensity, and have some striking characteristics. They are (1) periodic", "every seventh day; (2) begin in the morning, increase to noon, and then diminish; (3) are bursting, or as if the eyes would be pressed out; (4) begin at occiput, spread upwards and forwards, and settle over right eye; (5) like a flash of lightning in occiput; (6) > by sleep; (7) return at climacteric. Hering described the headache of Sang. as the \"American sick-headache\"", "rush of blood causing faintness and nausea, pains lancinating or throbbing. Can neither bear light nor odours nor least jar, as any one stepping across the floor; at height of headache vomiting of food and bile; pain so violent patient goes out of her mind or seeks relief by pressing head against pillow or with the hands. Cooper gives as a keynote: \"If he goes without food, gets bilious headaches.\" Sang. has also neuralgia of the face > by kneeling down and pressing head firmly against the floor; pain extends in all directions from the upper jaw. The ears are strongly affected by Sang. Cooper gives me this case: Girl, had her throat bad three years from scarlatina, and lately increasing deafness; noises all over head, and vertigo and sudden flushings in daytime; menses too frequent, and profuse leucorrhoea; it pains tier to walk from backache; had to give up teaching from this; appetite poor from the headaches and tinnitus; often has pain behind angles of lower jaw and swellings of gland. All disappeared after a single dose of Sang. O, though at first the leucorrhoea was increased. \"Fulness and tenderness behind angle of jaws\" is, according to Cooper, a keynote. Sang. causes many symptoms of rheumatism, but the most characteristic is a rheumatic pain in right arm and shoulder; cannot raise the arm, < at night. Pains in places where the bones are least covered. Peculiar Sensations are: As if paralysed. As if forehead would burst. As of a band across forehead. As if head were drawn forward. As if electric current shooting through head. As if temples and scalp were alive with irrepressible pulsation. As if eyes would be pressed out. As if hairs were in eyes. As if she was in a railway car which was moving and jarring her, and as if all about her moved rapidly and confusedly. Pain like drawing a rope on a windlass as tight as possible. Tongue as if burnt. Tip of tongue as if scalded. Tongue as if in contact with something hot. Throat as if swollen. Throat so (try it seems as if it would crack. Pharynx as if burnt or scalded. As if some hard substance in stomach. Constriction in pit of stomach as if suffocating. As of a mass in lower part of rectum. As if upper part of chest were too full of blood. Larynx as if swollen. F. Nichol in giving Hale his experience with Sang. in croup, says he used (following Paine, eclectic) a solution of Sanguinarin in vinegar, and he found that the most effective preparation. The symptoms are < by touch. [A painful sensitiveness is very characteristic of Sang.: Temporal veins painfully sensitive; head and eye very painful; nipples sore.] Hard pressure >; (must kneel down and press head hard to floor in neuralgia). Slightest jar <. Lifting = lumbago. Lying dawn > rheumatism and headache; but < cough and most other complaints. Cough <. Lying with head low < cough. Lying on left side >. < Lying on right side. Sitting up and passing flatus > cough. Motion; turning head quickly; turning in bed; stooping; coughing; exercise <. Cannot raise arm from side but can swing it to and fro (in rheumatism). Eating <. Going without food = headache. > Eructations (mind confused). Swallowing <. Vomiting > (Nausea; headache). Smoking = hiccough, < At night. > After sleep. Headache < by day, sunrise to sunset. Cold open air >. Cold room < cough. Damp weather <. The right side is more affected than the left. Symptoms go from right to left. Periodicity is very marked." ],
    "Relations" : [ "It antidotes: Opium. Compatible: Bell. (scarlatina). Compare: Botan., Chel., Op. In rheumatism of right deltoid, Mg. c. (of left, Fer., Nx. m.). Headache extending forward from occiput and settling over (right) eye, Spi. (left eye), Sill., Sep. (both eyes); extending forward, Gels., Lac c.; (backward, Anac., Bry., Chi. s., Naj., Nux). Headache > by hard pressure, Chi., Indg., Mg. m. Paroxysms of headache ending in profuse urination, Ign., Gels., Ver. Menstrual headache, Sep. (Sep. scanty flow; Sang. profuse). Offensive breath with cough, Caps. Faint from odours, Pho., Ig., Val., Nux. Right-side, throbbing, congestive headache, < light and noise, Bell. (Bell. has \"cold feet, hot head, \", and is > sitting propped up; Sang. headache has more of the gastric form, and is > lying down), Meli. Periodic sick headaches, Ir. v. (Ir. v. every eighth day; every seventh, Saba., Sang., Sil., Sul.). Pneumonia, Ver. v. (more marked arterial excitement), Pho., Ant. t. (face livid, blood carbonised, rattling cough), Sul. (resolution imperfect).", "(Sang. has sputa very offensive, even to patient). Rheumatism of right ankle, Chel. > Lying left side, Lil. t. Painfulness to touch of parts where pain has been, Lcprs. Sensitive to sudden sounds, Brx. Jerking or jumping as from something alive in stomach, Croc. Physometra, Lyc., Bov. Liver-cough (Scil. spleen-cough). Pain in bones covered only with skin, Rh. ven. Laryngeal and nasal polypi, Sang. n., Pso., Teuc. Eruption on face of young women during scanty menses, Bels., Calc., jamb., Pso. Right-side complaints; right to left, Lyc., Chel. > By sleep, Pho." ],
    "Mind" : [ "Angry irritability; moroseness.", "Anxiety and dread preceding the vomiting.", "Mind confused, > by eructations.", "Mental torpor, stupor, heaviness, sleepiness.", "Hopefulness, sanguine of recovery.", "Disgusting ideas.", "Dreamy state with eyes open." ],
    "Head" : [ "Vertigo: terrible; when moving head rapidly and looking upward; with nausea, fainting, and headache; with ringing in ears; on rising from a sitting or stooping position; on quickly turning the head; with dim vision; with dull, heavy feeling in stomach as if caused by some hard substance there; in cold weather; during sleep; at climaxis.", "Head swims on lying down suddenly; gets pain l. side of back near waist, as from spleen; bowels confined; complexion spotty (cured in woman, 32.", "R. T. C.).", "Sensation of heaviness in head.", "Determination of blood to head, with whizzing in ears; flushes of heat; accumulation of water in mouth.", "Headache over whole head from p.m. to midnight; then free; and then sickness (vomiting) from p.m. to midnight (agg.", "R. T. C.).", "Headache, with rheumatic pains and stiffness of limbs and neck.", "Periodical sick headache; with vomiting of bile; begins in morning, < during day, lasts till evening; < from motion, stooping, noise, and light; only endurable when lying still, and > by sleep or after vomiting; esp. severe over r. eye.", "Headache returns periodically.", "Heaviness in head from vertex to centre of forehead, with pressing in glabella and buzzing in head; eyes dull.", "Terrific headache as if caused by approaching coryza which does not come, in forehead and middle of vertex, with pressure in eyes, which burn and are moved with difficulty.", "Terrific headache during the fever.", "Dull, pressive frontal headache.", "Headache as if forehead would burst, with chill and burning in stomach.", "Frontal headache extending into cheek-bones.", "Headache or neuralgia over r. eye.", "Headache as if it must burst, or as if eyes would be pressed out; > walking in open air.", "Headache with shuddering.", "Headache begins in occiput, spreads upward, and settles over r. eye.", "Pain in head in rays drawing upwards from neck.", "Headache with nausea and chilliness, followed by flushes of heat, extending from head to stomach.", "Headache with flushed face.", "Pains in head in spots.", "Pains in head, which pass rapidly from one place to another, like electric shocks.", "Pulsations in head (throbbing headache), with bitter vomiting, < from motion.", "Headache rising up from neck.", "Feeling as if head were drawn forward.", "Distension of veins on head, esp. on temples, perceptible to the touch and sore.", "Sensation of mobility in the scalp.", "Head very painful to touch; where pain has been.", "Distension of veins in temples; sore when touched." ],
    "Eyes" : [ "Neuralgia in and over l. eye.", "Burning and watering of r. eye, which is painful to the touch, followed by coryza.", "Acute conjunctivitis with ecchymoses, tending to trachoma.", "Blepharitis.", "Burning dryness in eyes; followed by copious lachrymation.", "Retinal congestion with flushed face and congestive headache.", "Yellow sclerotica, jaundice.", "Catarrhal ophthalmia, granular lids.", "Redness of eyes in morning.", "Hard swelling like scirrhus over eyebrows.", "Dim eyes, with sensation as if hairs were in them.", "Pain in eyeballs on moving them.", "Balls sore, with darting through them and dim vision.", "Violent twittering before eyes.", "Vapour or cloud before eyes." ],
    "Ears" : [ "Burning of ears, with redness of cheeks.", "Earache, with headache, with singing in ears and vertigo.", "Humming and roaring in ears with painful sensitiveness to sudden sounds in women at climaxis.", "Cracking in r. ear while stroking cheek.", "Every stroke of a hammer heard near a blacksmith's shop is painful to r. ear.", "Vein on r. temple swells up in woman, subject to neuralgia and old vascular deafness; after Sang. O, one dose, hearing improves for six days strikingly, and then reverts (R. T. C.).", "Throat affections causing deafness and earache.", "Acts strongly on l. Eustachian tube (Hydrast. on r.); acts on ethmoid cells specially (R. T. C.).", "Increased redness of external ear, with humming and roaring in ears from increased circulation of blood through aural structures.", "Burning ears, cheeks red.", "Aural polypus." ],
    "Nose" : [ "Fluent coryza with frequent sneezing; < r. side.", "Heat in nose; coryza, rawness in throat, pain in breast, cough, and finally diarrhoea.", "Coryza, watery, acrid; with tingling; with heavy pain at root of nose and stinging in nose.", "Dry coryza, as from a sudden cold.", "Alternately fluent and dry coryza.", "Smell in nose like roasted onion.", "Rose-cold, with subsequent asthma; sick and faint from odour of flowers.", "Loss of smell and taste.", "Dislike to odour of syrup.", "Nasal polypus." ],
    "Face" : [ "Circumscribed redness of one or both cheeks.", "Paleness of face, with disposition to vomit.", "Pain in cheek.", "Stitches l. side of face with pains in forehead.", "Neuralgia in upper jaw, extending to nose, eye, ear, neck, and side of head; shooting, burning pains; must kneel down and hold head tightly to the floor.", "Face bloated, with sensation of rigidity and fulness.", "Veins distended, feel stiff and sore to touch.", "Twitching of cheeks toward eyes.", "Stiffness of articulation of jaws.", "Fulness and tenderness behind angles of jaw (a keynote.", "R. T. C.).", "Red cheeks: with burning ears; with cough.", "Lips feel dry.", "Under lip burns, is swollen, hard, and blistered; blisters dry up and form crusts which fall off." ],
    "Teeth" : [ "Pain in hollow teeth, esp. when touched by food.", "Toothache from picking teeth.", "Pain in carious teeth after cold drinking.", "Looseness of teeth (with salivation).", "Bleeding, spongy, fungoid gums." ],
    "Mouth" : [ "Pricking on the point of the tongue.", "Tongue feels as if burned or as if sore; is coated white.", "White coated tongue with slimy, fatty taste.", "Red streak through middle of tongue.", "Tip of tongue burns as if scalded.", "Pricking in tip of tongue.", "Stitches in l. side of tongue.", "Crawling on tip of tongue followed by astringent sensation of whole tongue, on waking.", "Dry, acrid sensations, beginning r. side and extending over whole tongue.", "Prickling on tongue and hard palate as after chewing Mezereum.", "Sweet things taste bitter, followed by burning in fauces.", "Loss of smell and taste; with a burnt feeling on tongue.", "Sore on gums and roof of mouth.", "Fetid breath, clammy mouth, sticky teeth.", "White patches on mucous membrane." ],
    "Throat" : [ "Ulcerated sore throat, as if raw and denuded.", "Feeling of swelling in throat on swallowing, < on r. side.", "Throat feels swollen as if to suffocation, aphonia.", "Tonsillitis, promotes suppuration.", "Throat so dry, seems as if it would crack.", "Feeling of dryness in throat (with tickling cough), not > by drinking.", "Sensation in pharynx as if scalded by hot drink.", "Uvula sore and burning.", "Burning pharynx and oesophagus.", "Heat in throat > by drawing in cold air.", "Inflammation in throat.", "Warming sensation in fauces, esp. soft palate.", "Burning in fauces extending to centre of sternal region." ],
    "Appetite" : [ "Craving for he knows not what, with loss of appetite; wants piquant, spiced things.", "Loss of appetite with great weakness of digestion.", "Aversion to butter, which leaves a sweetish taste.", "Sugar tastes bitter and = burning.", "Tormenting thirst.", "Sweet things <, = burning.", "Soon after eating: feels empty; difficult breathing, nausea, waterbrash, lassitude almost to fainting, cold sweat to p.m., after a little food.", "If goes without food, gets bilious headaches (keynote.", "R. T. C.)." ],
    "Stomach" : [ "Burning in stomach, with headache.", "Inflammation of stomach.", "Sensation of emptiness in stomach soon after eating (faint, feverish feeling).", "Soreness and pressure in epigastrium; < after eating.", "Hiccough whilst smoking.", "Spasmodic eructation of flatus.", "Frequent fetid eructations with disposition to vomit and pale face.", "Pyrosis.", "Nausea, which is not > by vomiting.", "Extreme nausea with great salivation and constant spitting.", "Nausea with headache, and with chill and heat.", "Vomiting preceded by anxiety.", "Vomiting: of bitter water; of sour, acrid fluids of ingesta; of worms; with craving to eat in order to quiet the nausea.", "Vomiting and diarrhoea.", "Sudden attacks of constriction in pit of stomach as if suffocating.", "Goneness with sick headache.", "Jerking or jumping in stomach as if from something alive.", "Neurosis of stomach.", "Pain in stomach-pit extending down into bowels, causing rumbling." ],
    "Abdomen" : [ "Hot streaming from breast towards liver.", "Sensation as if hot water poured itself from breast into abdomen, followed by diarrhoea.", "Dull burning in r. hypochondrium and chest.", "Awoke with severe pain in region of spleen.", "Violent stitches in spleen.", "Pain in l. hypochondrium; < by coughing, > by pressure and lying on l. side.", "Jaundice.", "Liver-cough.", "Colic, with torpor of liver.", "Beating and spasms in abdomen.", "(Flatus, cough and sneezing.", "R. T. C.).", "Flatulent distension of abdomen, evening, with escape of flatus from vagina (the os uteri being dilated).", "Beating in abdomen.", "Induration in abdomen.", "Cutting bellyache from r. to l. of iliac fossa, thence to rectum.", "Throbbing in abdomen.", "Shooting pains through bowels extending to lower limbs, afternoon.", "Knife-thrusts in abdomen followed by watery stools.", "Cramp extending from place to place." ],
    "Stool and Anus" : [ "Ineffectual urging to stool; then vomiting.", "Urging to stool, afternoon, but only discharges of flatus.", "Distressing, cutting, spasmodic sensation in rectum in evening; recurred several days.", "In effectual desire with sensation of thick mass in anus; repeated several times in the day without stool.", "Diarrhoeic stools with much flatulence.", "Copious apple-green stools with flatus (offensive) and sudden urging (agg.", "R. T. C.).", "Frequent discharges of very offensive flatus.", "Colic followed by diarrhoea.", "Diarrhoea with disappearance of coryza, catarrh, or pains in chest and cough.", "Stools undigested.", "Dysentery.", "Alternate diarrhoea and constipation.", "Constipation; stools in hard lumps.", "Haemmorrhoids." ],
    "Urinary Organs" : [ "Dull, heavy pain across kidneys.", "Pain from kidneys penetrates r. iliac fossa, then shoots through sigmoid flexure to rectum.", "Frequent and copious nocturnal urination, urine as clear as water.", "(Retention of urine consequent on gravel and calculus.).", "Urine is thick and white next day (agg. from 200th.", "R. T. C.).", "Copious urination goes on all night with much > to chest symptoms (in a lady.", "R. T. C.).", "Very copious urine at night, with pain in l. hypochondrium; < from coughing; > from pressure and lying on l. side.", "Urine: dark yellow; high-coloured, red sediment.", "Ardor urinae." ],
    "Male Sexual Organs" : [ "Burning in glans.", "Emissions two nights in succession; after which he felt very well.", "Gleet; old cases.", "Cheesy secretions from glans (syphilis)." ],
    "Female Sexual Organs" : [ "Climacteric disorders, esp. flushes of heat and corrosive, fetid leucorrhoea.", "Burning of palms and soles at climaxis compelling to throw off clothes.", "Painful enlargement of breasts at climaxis.", "Abdominal pains as if menses would appear.", "[Delaying menses, chilliness followed by flushes of heat and occasional palpitation, faintness, vertigo, nausea, and violent vomiting, burning in oesophagus, neuralgia in r. temple, in l. chest (mamma) and lower extremities, occasional hacking cough and gastralgia.", "Carmichael.].", "Menstruation too early, with a discharge of black blood.", "Menses: more profuse than usual; with headache r. side; at night time, very offensive, putrid, bright red, clotting, becoming darker towards end and less offensive.", "Amenorrhoea.", "Metrorrhagia.", "Dysmenorrhoea of feeble, torpid subjects, with tendency to congestion of lungs, liver, or head.", "Burning pain between breasts in afternoon, < on r. side.", "Shootings in bosom and pain in mammae as from excoriation.", "The nipples are sore and painful.", "Stitches in nipples, esp. r.", "Sharp, piercing pain in r. breast, just beneath nipple; < deep breath, some dyspnoea.", "Pain in r. breast extends to shoulder, can hardly place hand on head.", "Threatened abortion, pains in loins extending through epigastric and iliac regions and down thighs.", "Hydrops uteri." ],
    "Respiratory Organs" : [ "Dryness in throat and sensation of swelling in larynx; with expectoration of thick mucus.", "Aphonia with swelling in throat.", "Oedema of larynx.", "Tickling in throat, evening, after lying down, with dry, hacking cough and headache.", "Crawling sensation extending down behind sternum. Tracheal irritation secondary to heart disease.", "Croup: hearse, muffled cough; complete aphonia; spasmodic cough, painful crowing, stridulous breathing.", "Cough dry, tickling in throat-pit.", "Distressing, spasmodic, exhaustive cough.", "Dry cough, awakens him from sleep, which did not cease until he sat upright in bed, and flatus was discharged both upwards and downwards.", "Continual severe cough, with circumscribed redness of cheeks, with pain in chest; with coryza, then diarrhoea.", "Coughs in old men with l. earache, and pains going from l. throat to ear.", "Expectoration: tough; difficult; rust-coloured; extreme dyspnoea; hepatisation.", "Breath and sputa smell badly even to patient.", "Pulmonary consumption, expectoration and breath exceedingly offensive.", "Whooping-cough.", "Severe cough after whooping-cough; the cough returns every time patient takes cold.", "Asthma: excessive dyspnoea; esp. after \"rose-cold, \", < from odours." ],
    "Chest" : [ "Hydrothorax.", "Haemoptysis.", "Pneumonia: catarrhal; chronic; r. side; l. side, with heart disease.", "Typhoid pneumonia, with very difficult respiration, cheeks and hands livid, pulse full, soft, vibrating, and easily compressed.", "Severe dyspnoea and constriction of chest, with inclination to take deep inspirations.", "Sharp stitches in r. chest.", "Stitches in lower part of l. breast to shoulder.", "Pain in breast with periodic cough.", "A shooting, sticking pain beneath sternum.", "Persistent pain beneath sternum and in r. breast.", "Intense burning between breasts, < r. side.", "Sharp, piercing, neuralgic pain half-way between sternum and nipple.", "Hot, burning streaming from r. chest to liver.", "Pain under l. clavicle on waking.", "Constriction across both breasts.", "Violent stitches under short ribs.", "Burning and pressing in breast, followed by heat through abdomen and diarrhoea.", "Pain in r. chest to shoulder; can only with difficulty place hand to head." ],
    "Heart" : [ "Painful stitches or pressive pain beneath praecordial region. Surging of blood and racing palpitation, with dry and burning skin.", "Weak feeling about heart.", "Metastasis of rheumatism (or gout) to heart from outward applications.", "Palpitation of heart.", "Irregularity of heart's action and of the pulse, with coldness, insensibility, &c.", "Pulse slow, irregular, feeble." ],
    "Neck and Back" : [ "Soreness of nape on being touched.", "Rheumatic pain in nape, shoulders, and arms.", "Pain in r. side of neck as if strained; in l. side.", "Soreness down muscles of back; pains shifting about; feels pain more when drawing long breath.", "Pain in inner border of r. shoulder-blade.", "Pain in sacrum from lifting; the pain in sacrum is > on bending forward.", "Pain in sacrum and bowels." ],
    "Limbs" : [ "Rheumatic pain in limbs, esp. in shoulders, arms, and thighs, and < at night.", "Burning in hands and feet < night." ],
    "Upper Limbs" : [ "Itching in axillae before menses.", "Rheumatic pain in r. arm and shoulder, < at night in bed; cannot raise arm; motion (turning in bed) much < it.", "Pain in top of r. shoulder.", "Pain in r. deltoid.", "R. arm hung helpless.", "Coldness in body and r. arm.", "Burning of palms.", "Stiffness of finger-joints.", "Aching in ball of r. thumb.", "Fungoid growth between second and third metacarpal bones, protruding about a quarter of an inch out of palm.", "Ulceration at roots of nails on all the fingers of both hands.", "Panaritium, first r. then l. finger.", "Shooting pains from r. thumb to symphysis menti." ],
    "Lower Limbs" : [ "Rheumatic pain in l. hip.", "Rheumatic pain inside of r. thigh.", "Bruise-like pain in thigh, alternating with burning and pressure in chest.", "Stiffness of knees.", "Burning of soles, < at night.", "Rheumatic pains in limbs; pain in those places where the bones are least covered with flesh, but not in the joints; on touching the painful part the pain immediately vanished and appeared in some other part.", "(Have seen ulcers connected with carious ankles and shins change almost visibly after Sang.", "Gutteridge).", "Sharp pain in r. ankle and great toe-joint.", "Cold feet, afternoon." ],
    "Generalities" : [ "Great debility and weakness in limbs (esp. in morning on waking), whilst walking in the open air.", "Paralysis of r. side.", "General torpor and languor.", "An uncomfortable, prickling sensation of warmth spreading over whole body.", "Weakness and palpitation of heart; fainting weakness.", "Convulsive rigidity of limbs.", "We find this very useful where there is a pain rising from the back of the neck over the top of the head, running down into the forehead; this symptom may occur alone, or in connection with some other trouble (H. N. G.).", "Often useful for troubles occurring in females at the climacteric period of life", "such as flashes of heat, &c. (H. N. G.)." ],
    "Skin" : [ "Heat and dryness of skin.", "Itching and nettle-rash before the nausea.", "Old, indolent ulcers, with callous borders and ichorous discharge.", "Nasal polypi; fungus excrescences.", "Jaundice.", "Eruption on face of young women with menstrual troubles, esp. deficiency.", "Scaly eruptions, carbuncles.", "Rhus poisoning." ],
    "Sleep" : [ "Drowsiness causing mental and bodily indolence.", "Sleeplessness at night; awakens in a fright as if he would fall.", "Can't sleep without brandy.", "Slightest noise disturbs, yet is sleepy and dreamy. (R. T. C.).", "Dreams: of sea voyages, with sensation of being rocked; of business matters; frightful." ],
    "Fever" : [ "Pulse too frequent and full.", "Coldness of feet in afternoon, with painful, sore tongue; stiffness of knee and finger-joints.", "Chill and shivering in back, evening, in bed.", "Shaking chill.", "Chill with nausea, headache.", "Heat flying from head to stomach.", "Fever heat and delirium.", "Burning heat rapidly alternating with chill and shivering.", "Intermittent fevers; marsh fevers; nervous fever.", "Fever from pulmonary, hepatic, or gastric inflammation.", "Copious sweat; cold sweat." ]
  }
}