{
  "remedyName" : "Sanguinarinum Nitricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Adenoids. Asthma. Borborygmus. Bronchitis. Catarrh. Coryza. Deafness. Eustachian catarrh. Hay-fever. Headache. Influenza. Laryngitis. Polypus. Post-nasal catarrh. Quinsy. Stiff-neck. Throat, sore. Tinnitus." ],
    "Characteristics" : [ "Sang. nit. is a very fine brownish-red powder, pungent, acid, bitter, and inodorous. It is soluble in alcohol, ether, water, and oils, but not in the same proportion in all. Pure Sanguinarin. is a pearly-white substance, but when combined with any of the acids the result is a salt of some shade of red, crimson or scarlet. The colour of the blood-root may thus be due to the presence of some native salt of Sanguinarin. (Hale). Sng. n. was proved in 3x trituration by Professor Owens (C. D. P.), of Pulte Medical College, and some very striking symptoms were elicited. The catarrhal symptoms of Sang. appear in great intensity", "nose, eyes, throat, and bronchi being affected. Lachrymation, pains in eyes and head, sore scalp, obstructed nose, and burning pains throughout all regions were experienced. A sense of obstruction is very characteristic: Sensation of obstruction and fulness in the head; accumulation of mucus obstructing nose; awakes frequently with dry mouth, the nose being obstructed. Accumulation of mucus behind centre of sternum; sense of suffocation; feeling is if air-passages lined with thick, stiff mucus or pus. Heat and tension behind sternum is characteristic; and so is expectoration of quantities of sweet-tasting mucus. There is also expectoration of thin, frothy, tenacious mucus. The symptoms of influenza are very, completely even to the loss or perversion of taste. Sng. n. appears to have the symptoms of Sang. in an enhanced degree. \"Sensation arising to nostrils as if he had eaten strong horseradish,\" is present. Hale gives these verifications. (1) Mr. B., 40, dark, had for eight in spite of continuous old-school treatment, chronic post-nasal catarrh, bronchitis, and laryngitis. Voice altered, deep, hoarse; speech with effort, as if from chest. Severe pressure from behind sternum. Mucous membrane dry, raised only a few halls of grey mucus. He spent two winters on the St. John's River, Florida, and was > there, but < again on his return north. Sng. n. trit. was given every two hours. In one week he was better; there was more moisture in his throat than there had been for two years. Voice markedly better. Sng. n. was now given every four hours. In ten weeks he had regained six pounds of his lost weight, and strength in proportion. The voice not having improved in the same degree, Caust. 6, and afterwards Dros. 3, were given, and in sixteen weeks he was perfectly well. (2) Mrs. S., city missionary, 49, had constant hacking cough, raw, sore feeling in throat, sore aching and pressing behind sternum. She was much exposed to cold winds of winter, which set up coryza and irritation. Sng. n. trit. gr. i., every two hours, enabled her to follow her occupation without suffering, and in ten weeks she was completely cured. (3) O. W., 55, subject to frequent attacks of cold in head, throat, and chest. After a long drive in open trap contracted a severe cold in head, throat, lungs. Sore and lame all over; frequent sneezing, lachrymation. Next day sore throat very marked, constant tickling in throat-pit, exciting cough, at first short and hacking, but in two days it became violent and convulsive. Bell. and Dros. did little good. Pressure behind sternum became very severe. Sng. n. was given every two hours. In four hours copious perspiration came on with frequent sneezing. Next day sore throat appeared after waking from a troubled and restless sleep; constriction of throat with difficult swallowing; tension across chest radiating from behind sternum. Sng. n. every hour. In one hour free discharge from nose set in; in three hours moisture and relaxation of constriction across chest. The discharge was yellow and sweetish-tasting, continued all day. Slept well and woke next morning feeling quite free. But little cough or coryza during the day. The following morning he was quite well.", "Hering gives this case cured with Sng. n. trit.: Troublesome cough for number of years; excited by an irritation in region of bifurcation of bronchi; coughs a long time to raise a little whitish-yellow phlegm, sometimes streaked with blood, after which she feels great >; cough day and night; is greatly emaciated. Owens (M. A., xvii. 31) relates these cases: (1) Mrs. B., 55, widow, fair, catarrhal constitution. Chronic cough many years. Asthmatic on taking cold, great accumulation during attacks, occasionally raising frothy, viscid mucus tinged with blood. Gastric catarrh. Great epigastric tenderness. On October 26, 1883, seized with severe catarrhal symptoms, sneezing, burning in nostrils, fluent, watery, mucous discharge from nose, aching in forehead. Cough dry, hollow. Sng. n. 3x, gtt. xx., in six ounces of water, two teaspoonfuls every hour. Complete relief in four hours; usually took three days. (2) Dr. G. had hay-fever, at its height on August 21st. Sensation of cobwebs across nose ten days before attack is fully established. Nose feels large, tingles, trickling water-mucous membrane very sensitive to cold air, causing frequent sneezing. < Light. < Rising in morning. Eyes itch, could almost rub them out. Sng. n. relieved this attack somewhat. Next year he commenced taking, it in June, and passed through the season without any attack. C. Wesselhoeft regards Sng. n. as the simillimum for \"New England colds.\" Adenoids and polypi have been cured with it. The c is great craving for air. Bathing with warm water > heat in forehead. Touch <. Pressure < soreness of eyes. Headache is > by discharge of much mucus from nose. < At night." ],
    "Relations" : [ "Compare: Sang. Burning in nostrils, Ar. t. Tenacious mucus, K. bi. Hay-fever. Pso. Sweet expectoration, Stan." ],
    "Causation" : [ "Driving in cold wind. Winter weather. Exposure." ],
    "Mind" : [ "Restless from feverish and irritable condition." ],
    "Head" : [ "Slight dizziness all through the proving; with discharge of mucus from nose and air passages.", "Uncomfortable feeling about the head all day; decidedly < at night.", "Pain in supra-orbital region, proceeding from pain in r. eyeball, of a sore, aching character; soon extended across forehead and seemed deep in above root of nose.", "Burning pain in forehead and root of nose, with aching and soreness in eyeballs < on pressure; the pain became < on l. side of head, through l. temple.", "Heat in forehead > bathing with warm water.", "Pain in l. side of head extended to parietal ridge and back to mastoid process, with stiffness in muscles of l. side of neck and top of l. shoulder as from a draught.", "Sensation of obstruction and fulness in head, > by discharge of a large quantity of thick, yellow, sweet-tasting mucus.", "Slight aching sensation with soreness all over head and scalp." ],
    "Eyes" : [ "Sore, aching pain in r. eyeball, extending to supra-orbital region.", "Pain in l. eyeball extending over orbit and l. side of head.", "Redness and soreness of inner canthi, they feel swollen.", "Severe heat and burning of eyes.", "Burning, pressing aching, and sore pains in eyes.", "Profuse lachrymation; tears gush out.", "Redness of lids and conjunctiva.", "Sight dim, as if looking through gauze, or as if film of mucus spread over sight." ],
    "Ears" : [ "Obstruction of Eustachian tube.", "Difficulty in distinguishing sounds.", "Roaring in r. ear." ],
    "Nose" : [ "Water trickles from r. nostril (15 m. after first dose).", "Watery mucus from both nostrils, sneezing every few minutes, profuse lachrymation.", "Sensation rising to nostrils as if he had taken strong horse-radish.", "Burning pains in both nostrils.", "Accumulation of mucus obstructing nose and bronchi.", "Dry, sore, raw feeling in nostrils.", "Free discharge from posterior nares (esp. l.), tinged with blood." ],
    "Mouth" : [ "Slight acrid, burning sensation on tongue.", "Roughness and dryness in mouth and throat.", "Heat in mouth as if pepper had been taken.", "Awoke frequently with dry mouth and throat from breathing with mouth open, nose being obstructed.", "Increased flow of mucus and saliva with sneezing and burning in forehead." ],
    "Throat" : [ "Roughness and dryness in mouth and throat with sense of constriction in throat.", "Soreness, roughness, and rawness on r. tonsil, painful, with difficulty in swallowing; red, irritable spot seen on inspection.", "In morning raised great quantities of thick, yellow, sweet-tasting mucus; this continued all day.", "Great accumulation of mucus in throat and bronchi." ],
    "Appetite" : [ "Bitter taste extending back to root of tongue.", "Everything tastes dry like chips.", "Coffee did not taste natural; wanted something succulent", "not pungent", "but soothing to mouth and throat, which was hot, dry, parched, and raw.", "Little appetite." ],
    "Stomach" : [ "Sensation of burning in stomach and oesophagus.", "Belching up of putrid-smelling gas though she had eaten nothing since morning." ],
    "Abdomen" : [ "Borborygmus and pains in abdomen, as if diarrhoea would set in, with sharp, cutting pains." ],
    "Urinary Organs" : [ "Passed urine every hour during the night (28 oz. by weight), depositing a white sediment.", "Urine had bright yellow sediment." ],
    "Respiratory Organs" : [ "Short, hacking cough arising from sensation of tightness in chest.", "The cough became harsh, leaving soreness and rawness in throat and chest, with scraping, raw sensation in pharynx.", "As soon as she began to move in morning coughed up large quantities of thick, yellow, sweet-tasting mucus during the day.", "Cough became deeper and rattling, the pressure extended to both lungs, greatly increasing the sense of suffocation.", "Feeling as if air passages lined with thick, stiff mucus or pus.", "Raises thin, frothy mucus, which is very tenacious." ],
    "Chest" : [ "Tightness in chest.", "Heat and tension behind centre of sternum.", "Tension, burning, and accumulation of mucus behind centre of sternum.", "Strong desire for fresh air.", "Pressure in chest extending to both lungs, increasing the sense of suffocation." ],
    "Neck" : [ "Stiffness in muscles of l. neck and shoulder." ],
    "Upper Limbs" : [ "Stiffness in muscles of l. shoulder and neck." ],
    "Sleep" : [ "Sleep poor; restless from feverish and irritable condition." ]
  }
}