{
  "remedyName" : "Sanicula",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Anterior crural neuralgia. Asthma. Bee-stings. Boils; blind. Borborygmus. Coccyx, soreness of. Condylomata. Conjunctivitis. Constipation: of children. Cornea, ulceration of. Coryza. Cough. Dandriff. Debility. Diabetes. Digestion slow. Dropsy; during pregnancy. Eczema. Emaciation. Enuresis. Excoriations. Foot-sweat. Gastritis. Gum-boil. Headache. Indigestion. Influenza. Intermittents. (Intestinal sand.) Itch; suppressed. Itching. Leucorrhoea. Liver, soreness of. Lumbago. Melancholy. Milk, thin. Mouth, sore. Neuralgia. Neurasthenia. Night terrors. Nose, crusts in. Ophthalmia; tarsi. Os uteri, dilated. Ossification, too early. Ozaena. Perspiration, excessive. Pot-bellied children. Pregnancy, sickness of; dropsy of. Rectum, cramp in. Rheumatism. Rickets. Scurvy. Sea-sickness. Shoulders, rheumatism of. Throat, sore. Tongue, ringworm of; burning. Toothache. Uterus, prolapse of; soreness of; (tumour of). Vomiting, of milk; of water. Wrist, boils on." ],
    "Characteristics" : [ "The water of Sanicula spring is without odour or colour, and has an agreeable and slightly alkaline taste. It was proved by J. G. Gundlach, who, with his family, drank it for more than a year. Writing in H. P., September, 1890, Gundlach says: Though some five years since the proving was made, we all (that is, my family) still suffer from the effects, and I fear never will fully get over them, as nearly all the symptoms still recur.\" Sherbino proved Sanic. in the potencies, and a large number of the symptoms of both provings have been confirmed. We have in Sanic. one of the best-proved remedies of the materia medica, a polychrest and antipsoric of wide range. My Schema is taken from the arrangement of Frank W. Patch in Med. Adv., xxviii. 16l. Brackets indicate cured symptoms. The cachexia of Sanic. is its most pronounced feature", "weakness, emaciation, itching, ill-nourished skin, pimply face, \"dirty, greasy, and brownish\" appearance of body, scrofulous ophthalmia and scrofulous eruptions, cold, clammy hands and feet, foul-smelling foot-sweat, profuse sweat of back of head and neck, hair dry and lustreless, thick dandriff on scalp and eyebrows, slow digestion, constipation, or else diarrhoea, stools turning green, pot-bellied, rickety children. On the other hand, when taken by a pregnant woman, Sanic. has caused premature closing of sutures and fontanelles prior to birth. The mental state of the Sanic. cachexia is characterised by lack of energy, with no stability of purpose; jumping from one work to another, never finishing anything. There is also much depression, with sense of impending misfortune. Children are stubborn, wilful, get angry and throw themselves backward. Digestion is slow. Children vomit milk or thick curds soon after nursing. The menses are irregular, delayed, scanty, and attended with pain. Nervous sensibility is exaggerated, and there is general and local intolerance on least jar. This has led to its successful use in train-sickness and sea-sickness. The low vitality of Sanic. is evidenced in the cold clamminess of other parts besides hands and feet. Sherbino [J. of Hcs. (Hitchcock's), ii. 147] relates this case: Mr. F. had neuralgia of coccyx, sacrum, and lumbar region, < by any movement, turning in bed, rising from chair, stooping; > keeping still. Parts sore to touch. Cold sensation in lumbar and sacral regions as if there were a cold cloth there. Feet cold and clammy. Sanic. 10m cured after other remedies failed. The foot-sweat occurs between the toes, making them sore, as well as on the soles, which are as if one had stepped in cold water On the other hand, there may be \"burning of the soles, must uncover or put them in a cool place,\" and \"child kicks off clothing even in coldest weather.\" The odours of Sanic. are characteristic. The stool has an odour of rotten cheese, and no amount of washing will get rid of it. The flatus has the same odour. Vaginal discharges and condylomata of penis have an odour of fish brine. This has led to a number of cures. The digestive tract is greatly disordered by Sanic. Food has a long after-taste; turns sour. Children vomit milk looking like \"Schmierkase.\" Appetite is increased", "hungry before meals", "or disordered. Craves salt; craves fat bacon, which <. Eating = desire for stool; must leave the table. Great thirst; drinks little and often; vomits as soon as it reaches the stomach. Incontinence of urine and faeces. Urging from flatus, must cross legs to prevent faeces escaping. Sanic. is as great a remedy in constipation as in diarrhoea. There is no desire for stool till a long accumulation has occurred. After great straining stool partially expelled recedes. Large evacuation of small, dry, grey balls, which have to be removed mechanically. Stool square, as if carved with a knife. The diarrhoea is changeable in character and colour: Like scrambled eggs; frothy, grass-green; turns green on standing; like scum of frog-pond. There is excoriation of skin about anus, perinaeum, and genitals. As well as weakness of rectum and bladder, there is uterine weakness and bearing down as if contents of pelvis would escape; must place hand to vulva to prevent it. Walking, misstep, or jar < this, and also soreness of the uterus. Sherbino (M. A., xxvi. 133) relates the case of Mrs. X., who had been in poor health a number of years. Tall, anaemic. Has to urinate too often and too profusely, rises several times in night. Urine clear, pale. Has leucorrhoea, profuse, changeable in colour, at times milky, then yellow, < during stool. Weak and prostrated, rumbling in bowels before meals, > after eating and when stomach is full. Hands cold, clammy; also feet, < in cold weather; stockings always damp. Two doses of Sanic., 10m and then 50m, cured all the trouble. H. C. Morrow regards Sanic. as the chronic of Cham. (H. R., ix. 253). He records the case of a baby who had been ill through a summer with diarrhoea. Morrow cured it with Sanic. 50m (F.), a peculiar symptom in the case being that the boy wanted to lie on something hard, thin as he was. Morrow had himself suffered since a boy from effects of suppressed itch. Among his symptoms were", "\"felt as if he had on cold, damp stockings,\" and \"sweat about the head and neck when asleep, wetting the pillow far around.\" Calc. gave no relief. Sherbino advised Sanic., and after taking it Morrow was in better health than he had been for twenty years. Morrow also relates these cases (M. A., xxiv. 47): (1) A lady was constipated a year. Had to strain very hard to expel the stool; at times faeces so large, hard, and dry, she was compelled to pick it out with the fingers. Sanic. relieved. (2) A fig-wart on glans penis, with a discharge from its surface which smelled like fish brine. Sanic. cured. Gundlach relates (M. A., xxvi. 97) these cases: (1) Mrs. K. felt an attack of fever impending. Sad and despondent. Had fever the previous night with headache, but no thirst. Mouth dry, tongue coated, bad breath inside lips and cheeks many little aphthous ulcers; no appetite bowels constipated; tired, numb, lame feeling in all limbs; chilly, craves warmth, yet head feels better in open air. Sanic. 10m, every three hours, cured. (2) Mr. C. complained that the roof of his mouth felt scalded, < taking anything warm in mouth, especially hot drink. Smokers have this kind of sore mouth, but patient was not a smoker. Gundlach remembered his own similar symptoms of the proving, and gave Sanic. 10m, which promptly removed the condition. (Sanic. causes a burning of the tongue so intense that it must be put out to cool: here again is the \"< by warmth\" of the mouth). (3) Gundlach's horse was out of health, would not eat, bowels constipated, stools dark and scant. Tired, rubbed his tail at every opportunity till nearly all the hair was rubbed off. A veterinarian diagnosed \"lampers,\" and said the gums would be found swollen and sore, and would need scarifying. The gums were found sore and swollen, mouth slimy, tongue coated. Sanic. 10m was given thrice daily, and no scarifying was needed. He was well in a few days. Sherbino (M.. A., xxvi. 135) removed with Sanic. 10m and 50m these symptoms in a man suffering from the after-effects of influenza and much drugging: Soreness through stomach and liver region. Liver enlarged, great tenderness to pressure or jar. Could not laugh without supporting stomach and bowels. > When stomach full, < when it was empty. G. M. Chase (M. A., xxiv. 336) relates a case of acute gastric catarrh. Patient had had repeated attacks lasting three to seven days. Two doses of Sanic. cured. The mental symptoms were the chief guides: Irritable, least word or action would \"upset\" her. Misconstrues everything. Melancholy, sad, depressed, no energy. Fever but no thirst. Headache, cannot bear light or noise. Offensive breath, but not from teeth. Rheumatic pains in shoulders, < left, extending to chest. Only > from heat; patient sat with back to the fire. Gundlach (M. A., xxiii. 381) relates this similar case: Mrs. W., 55, after a violent cold two days before, had great pain in muscles of neck, shoulders, and upper back, pain constant, but made sharp by attempts to put her hands to her head or behind her. Could not look round without turning whole body. < From cold or motion; > from warmth and rest until she gets tired of holding head and body in one position, when she would have to move it. Sanic. made a rapid cure. C. M. Boger (M. Couns., xvi. 265) relates the case of a light-haired carpenter, 35, who had hacking cough from trachea after rising in morning, also in evening. Sneezing occasionally during day. Crusty sores in right nostril. Dull pain in frontal sinuses, < stooping. Aching in muscles of whole back, stitches upward, < from motion. Foot-sweat, making feet sore, stiffens stockings, destroys shoes. Itching eruption over sternum. Itching pimples on coccyx. Sanic. 10m (F. C.) cured. Gundlach (M. A., xxiii. 382) relates these two cases of constipation. (1) Mr. A., always accustomed to take pills. No stool, nor desire, for five days. Dull frontal headache with vertigo; stooping or getting up suddenly = vertigo. When walking gets blind and dizzy, has to stand still till it passes off. Poor appetite; tongue large and flabby, coated yellowish. Bad taste in morning; at times stomach full and oppressed after eating; accumulation of gas. Stool scanty and requires great effort to expel. \"Not done\" sensation after stool. Sanic. 10m cured promptly and completely. (2) Miss R., 20, constipated all her life. Goes a week without desire. Great effort required to expel stool, which would at times slip back. Sanic. helped at once. W. J. Guernsey (M. A., xxiii. 382) relates several cases of bowel disorder in children. (1) R., aged one month, has sore mouth. Jumps on waking from sleep. Stool difficult with straining. Sanic. 10m cured in a few days. Three months later same child had swelling about eyes. Discharge of water from nose. Rubs nose constantly, looking frightened. Sanic. 10m cured in five doses. (2) B., four months, stools loose, green. Restless at night. Losing flesh. Eyes look very heavy. Has had sore mouth removed by the mother with Borax wash, Sanic. 10m, 50m, and cm, gradually cured. (3) S., aged seven months, stool loose and copious. Stool becomes pale on standing. Urinates much. Vomits large chunks of milk. Wakens screaming in fright. Sanic. 10m. All symptoms disappeared, but a large carbuncle appeared on right buttock, which, however, was less painful than its size would indicate, opened in five openings and discharged within a week, rapid recovery following. Guernsey chose Sanic. on the italicised symptom, being the direct opposite of the special Sanic. condition, and as it is noted under no other remedy. Opposites as well as similars may serve as indications. Gundlach (H. P., xiii. 158) reports these cases: (1) Printer, 40, suffering for some weeks from results of overwork. Dull pain in forehead over eyes feels as if eyes being driven back into head; < in warm, close room by application of mind; > in open air. Mind wanders when trying to apply it. Cannot keep at any one thing. No appetite. Bad taste, tongue coated white, < morning. Dry mouth, no thirst. Fears he will lose his reason. Sanic. 10m cured. (2) Mrs. H., 45, constantly chilly mingled with flushes of heat. Chills < moving, even turning in bed; > by external warmth. Chills at irregular times; spread from below up. During chill wants to be covered; during heat wants covers off. Pains and aching in limbs, feels sore and bruised, both flesh and bones; can't put hands to head or behind for pain in shoulders. Head dull, heavy. Warmth > pains, but < head. Bad taste; wants sour things; some thirst with fever; urine dark, scanty. Sanic. 10m cured. J. V. Allen (H. P., ix. 380) observed that in the eye cases of Sanic. there is marked photophobia without much inflammation. The cases he cured had these symptoms: Must close eyes continually; with this an awful discharge of thick, yellowish, greenish matter, excoriating any part it touches. In one child there was as well greenish nasal discharge, excoriating nostrils and lips. Peculiar Sensations are: Head as if open and wind went through it. Of cold cloth round brain. Of scalp all drawn up to vertex. Coldness in throat. Throat as if too large. Back as if in two pieces. Lumbar vertebrae as if gliding past each other, especially when rocking in a chair. Feeling of distraction. There is great fear of the dark; constant desire to look behind her. Dreams of robbers. \"Stool full of jagged particles\" suggests the condition known as \"intestinal sand.\" Square stool is also peculiar. The symptoms are < by touch. Child cannot bear to be approached. In bed one cannot bear to lie near or touch another. Cannot bear to have one part touch another; sweat where parts (as crossed thighs) touch. Part lain on sweats. Must loosen clothing. Slight pressure < more than hard. < From strain; from riding in cars. < Descending. < Motion; raising arms; putting arms behind back; working. < Misstep, walking, jar. Cough = bursting in vertex. > Rest. < Leaning head forward; > leaning it back. Awakes at night with arms under head. On waking child rubs eyes and nose with fist. Light and noise <. Eating <; urging to stool whilst eating. Also < before eating (hunger); and > after breakfast; and when stomach full. Swallowing <. > Vomiting. < At noon. > In open air. < Warm room (head and skin symptoms chiefly). > Warmth; wraps up head in cold weather. < Becoming cool after running (pain in jaw). < From draught of air, especially cold air. Cannot bear cold wind on back of head or neck. < Change, especially to damp weather, Periodicity, chills every other day. Symptoms of the proving recurred repeatedly during five years. Smoking < eructations, > nausea. Pains go right to left; front to back; and back to front; shift much." ],
    "Relations" : [ "W. J. Guernsey considers Sanic. the chronic of Cham. Compare: The constituents of the water, especially Nat. m. and Calc. Dread of downward motion, Brx. Head sweat, Calc., Sil. Soreness behind ears, viscid discharge, Graph., Pso. Ringworm on tongue, Nat. m., Ran. sc., Tarax. Drinks little and often, vomits as soon as it reaches stomach, Ars. Symptoms change constantly, Lac c., Puls. Sphincter not under control, Alo. Stool recedes, Sil., Thu.; must be removed mechanically, Sel.; crumbling at anus, Mg. m. Odour of stool follows despite bathing, Sul. Excoriation about anus, Sul., Lyc., Cham. Places hand on vulva for support, Lil. t., Murex. Offensive foot-sweat, Graph., Pso., Sil. Burning soles, Lach., Med., Sang., Sul., Calc. Kicks off clothing in coldest weather, Hep., Sul. Skin of neck wrinkled, hangs in folds, Abrot., Iod., Nat. m., Sars. Vomits \"Schmierkase\"; falls asleep after vomiting, AEthus. Fishbrine odour, Calc. (rectum), Graph. (scab of ulcer), Med. (moisture from anus), Tell. (ear discharge), (Trimeth.). Stool when eating, Fer., Trombid. Cough from laughing or talking, Pho., Arg. n. Sweet expectoration, Sang., Stan, < Lifting arms, Bar. c., Con., Cup., Fer., Led. Symptoms increase to noon and decrease after, Sang., Spig. Dreams of robbers, Nat. m. Cries before urinating, Lyc. Fears darkness, Grindel., Stram. Fears touch, Cin., Ant. t., Arn. Seasickness and train-sickness, Arn., Cocc., Tab. Headache from nape to eyes, Sil., Sang. Wraps up head, Mg. m., Sil., Pso. Mental restlessness when reading, Dros. Depression with feeling of impending misfortune, Calc. Irritability, Cham., Con. Child rubs nose and eyes on waking, Scil. Hair lustreless, Alm., K. ca. Clinkers, K. bi." ],
    "Causation" : [ "Strains. Jarring." ],
    "Mind" : [ "Instability of purpose.", "Constantly changing his occupation.", "Want of energy.", "Forgetful.", "Depression; mind wanders from one subject to another, even when conversing.", "Nervous irritability.", "Misconstrues actions of others.", "Child headstrong and obstinate, crying and kicking, esp. p.m. to 12.", "Headstrong crossness quickly alternating with laughter and playfulness in children.", "Intense depression; feels no one admires her, every one hates her, wants nothing to do with any one, most trifling cares unbearable.", "Fear of impending misfortune.", "Restless desire to go from place to place; great aversion to darkness.", "Constant irresistible desire to look behind her.", "Feels like cursing (intermittent fever).", "(Child wants to be in constant motion night and day.).", "Averse to be touched.", "Restless; no > from moving.", "Easily upset by slight word or act.", "Forgets common details of recent occupation.", "Dreads work on account of weakness and exhaustion.)" ],
    "Head" : [ "Queer, mad, crazy feeling in head.", "Vertigo: on rising from stooping; while sitting at table or desk; after eating; with nausea, must lean head against something to keep from falling.", "Giddy while kneading with rush of blood to head and desire for cool air.", "Faint, smothering, sensation with great desire for open air.", "Seasick sensation after riding on horseback in the dark.", "Nervous, drunken sensation.", "(Blindness and dizziness when walking.", "Downward motion of elevator = feeling of everything giving way under her, and as if top of head would fly off.).", "Dull, heavy feeling in head; rising from nape and extending to forehead and eyes; on waking.", "Sensation on waking in morning as having lain on a hard board.", "Dull frontal headache with sharp, shooting pain from r. side of occiput to r. forehead and eye, ending in a sensation that the eye was clutched and pulled back for a moment.", "Dull frontal headache, < leaning head forward (reading or writing), or in warm, close room; > leaning head back and in cool, open air.", "Headache changes r. to l.", "Pain in head < from draught of air, esp. if cold.", "Sensation that the head was open and the wind went through it.", "Sometimes wraps head up, even in summer, to protect it from wind.", "Headache < lying down; > riding in open air.", "Dull, constant ache in frontal bone, < over l. eye.", "Pain shifts from forehead to back of head.", "Cold feeling in brain.", "Sensation of cold cloth round brain.", "(Headache every week, lasts two or three days, with nausea and vomiting.", "Headache from vertex down to occiput.", "Pain from upper portion of spine around under jaws to throat, with contracted feeling, < r. side and from swallowing.", "Neuralgic pains about head and face after exposure to warm or cold winds.", "Pain from back of head to face, at times from as far down as shoulders, < r. side.", "Headache < from light or noise.", "Neuralgic pains over r. eye.).", "Scalp feels contracted from back and forepart to vertex; skin of forehead contracted, frowning, causing desire to raise eyebrows and lean head back; < towards noon, > evening; < motion, leaning head forward, noise, jar, misstep; > rest, lying down, sleep.", "Occiput sensitive to pressure.", "Great accumulation of dandriff on top of head, with itching on getting head warm; cannot endure cold wind about back of head or neck.", "Child sweats profusely about back of head and neck during sleep, wetting pillow all around.", "Hair thin, scanty, dry, lustreless.", "Hair electric, crackling when combed.", "(Falling out of hair.", "Small boils on head that do not mature.)" ],
    "Eyes" : [ "Sight dim, sometimes sees double, or letters run together.", "Sensation as though a white cloud passed over eyes, with loss of sight and faintness.", "Eyes feel weak and sore on waking in morning, light painful at first.", "Eyes burn, exuding a sticky fluid, which in a few hours dries on the margins of the lids, forming white scales.", "Burning and smarting of canthi.", "Lids red and inflamed.", "Small reddish ulcers on r. lower lid, which burn after removal of the yellow scabs.", "Ulceration of margins of lids, also extending over half r. upper lid, with photophobia, itching, and burning.", "Awakes with dryness of whole eye and sensation that eyeball is sticking to lid.", "Catarrhal ophthalmia, with profuse yellow discharge; first l. eye, then r.", "Lids agglutinated in morning.", "Eyes sore on motion.", "Cornea ulcerated.", "Photophobia.", "Eyes < at night.", "Catarrhal conjunctivitis, lids swollen, eyeballs red.", "(Chronic sore eyes.", "Scrofulous ophthalmia.", "Eye symptoms > morning, < noon, still < as day advances.", "Lachrymation in the wind, in cool air, or from cool application.", "Great swelling of lids, great effort required to keep them open.)" ],
    "Ears" : [ "Eustachian catarrh.", "Stuffed feeling in l. ear.", "(Soreness behind ears with discharge of white, gluey, sticky substance.)" ],
    "Nose" : [ "Nose sore and stuffed with yellow scabs.", "Discharge: thin, acrid drops; thick, yellowish, green, profuse; thick, honey-like scabs; white, tenacious, stringy; clots of black blood; bloody ichor; copious, yellow; < indoors and after eating.", "Sneezing and itching of nose.", "Soreness, tenderness, or ulceration of alae.", "Squeaking from before backward after blowing nose." ],
    "Face" : [ "Small red pimples, mostly on l. cheek.", "Constant dull pain along superior maxillary bone, extending to l. temple, > from warmth, < from cold.", "Dull ache in upper r. jaw on becoming cool after running.", "Constant dull pain on side of face and temple; drawing of muscles.", "Faceache, r. side, in upper jaw and teeth, extending to temple, < cold or hot drinks, and least wind about head or face.", "Acne about eye and cheek.", "Excoriation of upper lip.", "(Profuse, scaly dandriff on eyebrows., and beard.", "Large scabs on upper lip, constantly picking them till they bleed.).", "Itching eruptions in beard, esp. under chin; < when warm.", "Vesicular eruption on lips and chin." ],
    "Teeth" : [ "Teeth sensitive to cold air, as if they were very thin.", "Gums sore and painful; < from eating.", "Gumboils.", "(Teeth feel too long.", "Pain in r. dental nerve extending to head and neck; feels that if she could pick the teeth out and cause bleeding they would improve: < at night and from lying down; must get up and walk about; momentary > clenching jaws.)" ],
    "Mouth" : [ "On awaking, dark brown streak down centre of tongue, which is furred and dry like leather.", "Sides of tongue turn up.", "Tongue adheres to roof of mouth.", "Thick yellow coating on back of tongue.", "Disagreeable pappy taste in mouth in morning.", "Under surface of tongue a mass of painful ulcers.", "Bread tastes dry and flat.", "Tongue large, flabby.", "(Burning of tongue, must protrude it to keep it cool.", "Ringworm on tongue.).", "Roof of mouth feels raw; < from warm or hot drinks, food, &c.", "Large, painful ulcers on centre of roof of mouth.", "Mouth and inside of lips a mass of painful ulcers; child can take no food.", "Great dryness of mouth and throat, without thirst.", "Swelling of sublingual glands, with occasional discharge of a teaspoonful of salt liquid.", "Breath offensive.", "(White aphthae on lips and in mouth, which can be scraped off with finger.", "Scurvy with profuse salivation in daytime; < night.", "Profuse flow of white, clear, transparent, stringy saliva when cutting teeth; < when awake and in day; > when asleep and in night.", "Burning in mouth; better from cold water or drawing in cool air.", "Sore mouth of children, with atrophy, white appearance like curdled milk.)" ],
    "Throat" : [ "Ulcers with yellowish base on tonsils.", "Soreness on both sides of uvula, passing up posterior nares, with pains on swallowing.", "Throat and posterior wall of pharynx of a purple colour.", "Grey exudate on posterior wall of pharynx.", "Coughing out of large clinkers in morning that had clogged posterior nares for forty-eight hours; tough, like boiled cartilage streaked with blood.", "Fluent catarrh from posterior nares during day, dry at night.", "Greyish catarrhal secretion, < in morning after eating, must leave table to clear throat.", "Cold sensation in throat, as though a piece of ice had been held there.", "Throat feels too large.", "Hoarseness following sore throat; must clear throat before speaking.", "Dryness of throat; > swallowing saliva or water.", "Dryness and roughness after sleeping in a draught.", "Constant desire to moisten the parts, but cannot.", "Can swallow solid better than fluid.", "(Sensation in pharynx and uvula as though he had inhaled peppermint.", "Choking sensation in throat as from a breadcrumb.)" ],
    "Appetite" : [ "Great longing for the spring water.", "Child wants to nurse all the time, yet loses flesh.", "Child craves meat, fat bacon, &c., which <.", "Craving for salt.", "Loss of desire for bread, unless fresh baked.", "Splendid appetite; gets very hungry before mealtime.", "No appetite for breakfast.", "Child frantic when it sees the glass of water; drinks large quantities greedily.", "(Thirst for small quantity very often, which is vomited almost as soon as it reaches stomach.", "Loss of appetite, no desire for anything but water.).", "Feels better after eating." ],
    "Stomach" : [ "Bloating of stomach on beginning to eat.", "Feels terribly stuffed after a meal.", "Shortly after nursing food all comes up with a gush, and child drops into a stupid sleep.", "Fulness and bloating of stomach soon after eating, esp. supper, or after taking acids; must loosen clothing.", "Cannot taste food for hours after eating.", "Food turns sour and rancid, with burning desire for water, which > for short time only, then <.", "Eructations, sour, rancid, burning, < after smoking, of tasteless gas, which gives some relief.", "Nausea after eating with sick feeling, > from smoking.", "Sudden nausea while eating, vomits all the food taken.", "Vomiting >.", "Child vomits milk looking like \"Schmierkase\"; falls asleep after vomiting.", "Vomiting of large, tough curds, like the white of a hard-boiled egg.", "Vomiting of milk soon after nursing.", "Child vomits after drinking cold water.", "(Nausea and vomiting from riding in cars or close carriage, with desire for open air.", "Seasickness.).", "Nausea and cramp in stomach on awaking at night or in morning, or after rising in morning, like \"morning sickness\"; > after breakfast.", "Bloating of stomach on beginning to eat.", "Sensation of a lump in stomach.", "(Soreness through stomach, sensitive to pressure and jar, cannot laugh without holding his stomach and bowels, < when stomach is empty.)" ],
    "Abdomen" : [ "Gurgling in l. hypochondrium, passing down descending colon; < before meals.", "Sore, sensitive pain beginning at l. of umbilicus, going around to spine in three days; < from touch; at point where pain ceased, appearance of a vesicular eruption which gradually worked back to umbilicus, with burning and stinging.", "Soreness through hepatic region.", "Enlargement of liver, sensitive to pressure and jar.", "Rumbling in l. side of abdomen at p.m.", "Gurgling like distant thunder along course of large intestine.", "Bowels bloated as if they would burst.", "Sore pains in groins beneath Poupart's ligaments, after walking.", "(Rumbling in bowels before meals; > after eating.", "Pot-bellied children, abdomen is the largest part of them.)" ],
    "Stool and Anus" : [ "No desire for stool for three or four days.", "After intense straining the stool, which was nearly evacuated, recedes.", "Even soft stool requires great effort to expel.", "Large evacuation of small, dry, grey balls; must be removed by fingers lest it rupture the sphincter.", "Great pain in perinaeum while at stool as though it would burst; whole perinaeum sore and burning for some hours after stool.", "Slim, yellow stool at least ten inches long, not requiring much effort.", "Stool feels full of jagged particles, very painful, lacerating anus and causing soreness and bleeding.", "Stools small and infrequent, first part hard and dry, latter part soft.", "Constipation with ineffectual urging.", "Impossible to evacuate the stool, which is of greyish-white balls, like burnt lime, hard and crumbling, with odour of rotten cheese; it must be removed mechanically.", "Yellow, soft, wedge-shaped stool, like an almond nut, without power to expel.", "Stool of large lumps of undigestible caseine, ragged or shaggy, smelling like rotten or limburger cheese.", "Stool resembling scrambled eggs.", "Thin portion of stool frothy and of a grass-green colour; whole mass turns green after standing.", "Stools green, frothy, watery, like the scum of a frog pond.", "(Child's stools changeable; watery, yellow, green.).", "At p.m. copious diarrhoea with urging and haste; stool yellow and fetid as after eating onions.", "Soft, sticky, mushy stool twice each day.", "Stools as often as food is taken, must hurry from table after each meal.", "Cramping pain in colon and rectum.", "Urging from flatus, must cross legs to prevent stool from escaping.", "(Persistent odour somewhat resembling that of decaying cheese about the child, not removed by bathing; diarrhoea.", "Pain before stool, some > after it.", "Pain during stool.", "\"Not done\" sensation after stools.", "Stool becomes pale on standing.).", "Stool square, as if carved with a knife.", "(Excoriation of skin about anus, extending out on each side of nates, genital organs, and groins; skin very raw, like beef, with watery discharge.", "No control over sphincter, often soils himself while standing, running, at play, or even at night.", "Stool escapes when passing flatus.)" ],
    "Urinary Organs" : [ "Frequent desire for urination with profuse discharge, comes suddenly with sensation that urine was at meatus.", "Great effort necessary to retain urine, at times impossible, yet if the desire is resisted the urging ceases.", "Cramp-like pain along course of l. ureter, when trying to retain urine, compelling him to stand, although he cannot stand erect on account of the pains.", "Sensation that a hard body like a lead pencil were being forced upward and backward from bladder to kidney; it gradually passes away some fifteen minutes after urination.", "Voids large quantities of pale urine of low specific gravity.", "Urgent calls to urinate as if bladder would burst.", "Child strains to urinate while at stool.", "Urine of child scanty, voided at long intervals.", "Child cries before urinating.", "Urine stains diaper red." ],
    "Male Sexual Organs" : [ "Increased sexual desire at first, then much decreased.", "Discharge of semen too early with little sensation.", "A few hours after intercourse an odour of fish brine about the glans, sometimes lasting a day or two.", "Child's parts smell of fish brine even after bathing.", "Scrotum relaxed, clammy sweat about parts.", "(Fig-wart on glans penis, sycosis, with discharge from its surface smelling like fish brine.", "Copper-coloured, syphilitic sores.)" ],
    "Female Sexual Organs" : [ "A few hours after intercourse appearance of a slight watery discharge from vagina with odour of fish brine, lasting about twenty-four hours; not removed by bathing.", "Leucorrhoea with strong odour of fish brine.", "Menses irregular.", "Menses always late, come on with grinding or dilating pain in lower abdomen, with soreness of womb; pain in back > when flow established; tumour size of hen's egg, l. side of womb just above cervix, come on since the passing.", "Menstrual blood first pale red thin and watery, then dark and clotted.", "Cramp-like pains like \"after-pains\" in uterine region before menses, ceasing after flow.", "Pain just above sacrum < before the flow and from motion; > from rest.", "Weakness in lower part of abdomen with bearing down as if contents would escape; < from walking, motion, misstep, or jar; > from rest and lying down.", "Womb sensitive to jar.", "Desire to support the relaxed parts by placing the hand against vulva.", "(Shoots: from l. side of pelvis across pelvic region, also to under l. breast.).", "Soreness of womb.", "Menses suppressed with morning sickness.", "Vagina feels large.", "Cannot stop menstruation.", "(Leucorrhoea profuse changeable in colour; milky, yellow, &c., < during stool.).", "During pregnancy: swelling of lower limbs at third month, < evening; swelling and stiffness of hands and feet, particularly of l. side during pregnancy; feet pit on pressure; sad, tearful disposition; after standing, sensation that the os uteri is opening or dilating, with drawing at inside of thighs.", "Os uteri dilated to size of half dollar three weeks before labour.", "Child's head hard and compact when born, with no sign of suture or posterior fontanelle.", "Milk thin, watery, acid reaction." ],
    "Respiratory Organs" : [ "Larynx sensitive to pressure, esp. l. side, with dry, tickling cough.", "Stuffed feeling on awaking in morning; unable to speak for a time.", "Hoarseness.", "(Complete aphonia, must speak in a whisper.", "Raw feeling in trachea, < after expectoration of large clumps of mucus.", "Sensation in trachea on swallowing as though a hard substance were present, like a stone.).", "Cough: deep, hollow cough, with loud rattling, caused by tickling under sternum.", "Tickling on lying down at night and on awaking.", "Irritation to cough felt worst at r. of middle chest.", "Rattling cough, child gags and vomits a mouthful of tough, stringy matter.", "Cough from laughing or talking; < in warm room; in morning; > in open air.", "Cough = bursting feeling in vertex.", "Expectoration: yellow; sweet; of large cheesy masses that sink in water; profuse in morning and after meals; of shaggy lumps; loose and lasting all day." ],
    "Chest" : [ "Asthmatic breathing, < after supper.", "Wheezing, rattling under sternum, < during or after eating.", "Tickling under sternum.", "Great soreness of upper chest, when coughing must hold it with hands.", "(Burning from throat to lungs.).", "Sudden attack of a terrible sensation of a burden on chest; for a few moments it seems as if she would burst, gradually followed by an intense depression of spirits.", "Eruption on chest over the ensiform appendix, size of a shilling, with intense itching." ],
    "Neck and Back" : [ "Small, painful boil on l. side of back of neck, not inclined to suppurate.", "Neck so weak and emaciated that child cannot hold its head up.", "Muscles of back of neck seem too short; weakness and all-gone sensation in small of back.", "Skin about neck wrinkles and hangs in folds.", "Dull, aching pains between scapulae on awaking in morning, as if he had lain in a cramped position all night.", "Deep-seated pain in muscles of spine, esp. toward l. side.", "Soreness and stiffness in back, which is not affected by breathing; > from motion.", "Rheumatic pains in shoulders, esp. l., the only > is from heat, patient sits with back to fire.", "Pain < from moving shoulders or lifting arms up; cannot place arms on head or behind body.", "Sharp pain from least turning; must hold himself stiff and turn whole body in order to look around.", "Inclines head forward to case pain in muscles at back of neck.", "Sharp pain at inner angle of l. scapula on putting head back.", "L. scapular region very sore.", "Weak, tired, broken sensation in lumbar region, coming on just after rising in morning, and gradually increasing till noon, then decreasing till its disappearance, about or p.m.", "Sensation in lower lumbar region that the vertebrae were gliding past each other, felt esp. when rocking in a chair.", "A dislocated sensation in last lumbar vertebra.", "Backache, with burning sensation across lumbar and sacral regions; > from gentle exercise or lying flat on back; < when sitting.", "Region of coccyx sore, as if excoriated.", "Coldness along spine; < on going into cool air or when sitting still; > from external warmth and motion.", "Back very painful at noon.", "Sensation that the back is in two pieces.", "Back becomes tired and weak from walking over snow.", "After a strain, lameness and stiffness of back in morning; > after moving about.", "Catch in back on reaching or straining.", "Gooseflesh on back.", "Small boils on back that do not mature." ],
    "Limbs" : [ "Restlessness with pains in joints.", "Stiffness and pain in limbs when rising in morning; < on first beginning to move.", "(Numb feeling in limbs).", "Cold, clammy sweat on limbs." ],
    "Upper Limbs" : [ "Constant pain in r. shoulder-joint; < from motion.", "Constant dull pain in r. arm and shoulder, with a sense of coldness from elbow up.", "Sore, bruised feeling on outer side of l. forearm and hand; < by slight pressure more than by hard.", "Drawing pain on outside of upper arm to elbow on lifting arm; < on rising in morning and from a change to damp weather.", "Cannot raise arm or put it behind him on account of sharp pains.", "Large oval spot on ulnar side of l. arm, of dusky colour, attended with itching; it turns red after scratching.", "Gooseflesh on arms.", "Boils on wrist that do not mature, hard and painful, but not very red; pain extends to axilla.", "Profuse sweat in axilla.", "Excoriation in axilla.", "Hands swollen and stiff on awaking in morning.", "Cracks on hands exuding blood and watery fluid and forming crusts.", "Eruption on hands of small vesicles exuding a watery, sticky fluid.", "Itching eruption on hands.", "Eczematous eruption appearing on outside of first joint of thumb on l. hand, spreading by new pustules over ball of thumb, back of hand and wrist, also to back of r. hand.", "Burning, smarting soreness, with deep, angry, ragged cracks of hands; < cold weather.", "Hands as cold as though handling ice.", "Burning of palms.", "On putting hands together they sweat until it drops from them.", "Knuckles of fingers crack and leak.", "(Hang-nails.)" ],
    "Lower Limbs" : [ "Rheumatic pains in l. hip-joint; < from motion and cold, yet not > by rest.", "Reddish pimples on inside of thighs with itching, particularly the l.; < on undressing at night.", "Sore, bruised sensation in front of r. thigh. < from light pressure.", "Tingling sensation in one or the other lower limb, like an electric current, ending with a twitch, < on first going to bed.", "Sore pain whole length of lower limbs; esp. in upper portion.", "Tired, dull, heavy feeling in lower limbs, with inclination to change position, no position is comfortable.", "Child's legs emaciated.", "Child cannot walk or stand alone at sixteen months of age.", "After walking pain begins under Poupart's ligament on r. side, extends along course of anterior crural nerve to the inside of joint, then to front, causing limping; > from rest.", "Bruised pain in l. ischium.", "Rheumatic pains in knee-joints.", "Sharp pains in l. knee-joint come on suddenly, causing him to cry out.", "Tiredness of knees.", "Sore, bruised feeling on inside of both knees; < from light pressure.", "Severe pain in hollow of r. foot; foot swollen, causing restless wakefulness.", "Sore, sprained feeling in l. foot; < from bending.", "Burning of feet, esp. soles, wants to put them in cool place, in water, or uncover them.", "Cold, clammy feet.", "Cramp in feet in bed at night, they are so cold.", "Sweat on soles as though he had stepped in cold water.", "Stockings feel sticky.", "Sweat between toes, making them sore, with foul odour." ],
    "Generalities" : [ "Dread of usual work on account of weakness and exhaustion, with irresistible desire to lie down.", "Restlessness; hard to remain long in one position; > from motion.", "No rest day or night; always < from p.m. till after midnight.", "Child kicks off clothing even in coldest weather.", "Wants to lie on something hard.", "Great soreness.", "Stiffness and lameness of parts.", "(Child looks old, dirty, greasy, and brownish.).", "Progressive emaciation." ],
    "Skin" : [ "Skin dry and flabby.", "Itching < by scratching.", "Pimples on face.", "Boils on wrist.", "Eczema exuding sticky fluid: behind ears; on wrists; fingers, toes.", "Cracks on fingers.", "Skin covered with fine rash all over.", "Body attended with severe itching at night.", "(Copper-coloured syphilitic sores)." ],
    "Sleep" : [ "Awakes at night with arms under head.", "Frequent waking at night.", "Restless, uneasy sleep; awakens at a.m.", "Awakes soon after going to sleep with a start and twitch.", "Child is restless during sleep and awakes cross and crying.", "She awakens her companion to search for a tramp in her room, gets up and looks under the bed for him.", "On waking child rubs eyes and nose with its fist.", "Cannot bear any one to lie close to or touch him.", "Lascivious dreams.", "Dreams of robbers and cannot sleep till the whole house is searched.", "Dreams of murder and remorse." ],
    "Fever" : [ "Chilliness all day; < in warm room.", "The cold air chills him.", "Sensation that chills are coming on.", "Chill every day at same time.", "Chill begins in lower extremities.", "Chill every night lasting an hour, beginning between shoulders, thence extending to arms, fingers, and whole body; (intermittent, three weeks after labour.).", "Thirst during chill, none during heat or sweat.", "(Chill at a.m.", "Chill at p.m.", "Chill postponing two hours.", "Chill every other day; fever lasting all night.", "Drinks before chill.).", "Whole body feels too hot at night.", "Sweat most where limbs cross each other or touch the bed.", "Begins to sweat as soon as covered.", "Sweats on first falling asleep, mostly about neck, wetting clothing through.", "Cold, clammy sweat on occiput and neck, those parts feel like a wet stone.", "Sweat from above downward over whole body.", "High fever every night with sleeplessness.", "Whole body feels too hot at night.", "(Wants to move to a cool part of bed.).", "Sweats on side lain on.", "Hungry during sweat; water tastes bitter." ]
  }
}