{
  "remedyName" : "Santoninum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Cataract. Convulsions. Cough. Cystitis, chronic. Diarrhoea. Dysuria. Eyes, paralysis of. Enteralgia. Enteritis. Enuresis. Epilepsy. Epistaxis. Gastro-enteritis. Giant urticaria. Haemoglobinuria. Hemiplegia (l.). Infantile remittents. Strangury. Tetanus. Urination, frequent. Urticaria. Vision, yellow. Vomiting. Worms." ],
    "Characteristics" : [ "Santonin. is the favourite anthelmintic of the old school, and it is chiefly against lumbrici that it has been given. From to grains are the ordinary doses, but these have caused severe and, in one or two instances, fatal poisoning", "convulsions, left-side paralysis, delirium, vomiting, and purging have resulted. A case recorded by Demme was quoted in Brit. Med. J., March 1892: A boy, was given by his mother during three days fifteen tablets, each containing gr. 1/3 of Santonin. The symptoms produced were: Vomiting, dilatation of the pupils, collapse, cyanosis, dyspnoea, and finally convulsions. After a warm bath with cold affusions to head and spine, consciousness returned. The temperature was 103.5°, epistaxis and haemoglobinuria occurred, and a scarlatina-like eruption was noticed. The child ultimately recovered. After a dose of centigrammes, a child, was seized with prostration, convulsions, cramps, and icterus, followed on the third day by salivation and ulceration of the gum (Bull. Ther. Jan. 1872). Less serious but very characteristic are the effects on the senses, especially the sense of sight. Visions of figures have been produced, and coloured vision is a frequent phenomenon, even when the lower triturations have been used. Yellow is the predominant colour, but green and violet vision are also marked. The urine also is yellow coloured and stains yellow, and is passed with much urging and painful burning. A kind of giant urticaria occurred in one case. Hale records that Sant. has cured cases of \"nervous blindness.\" It was given to an old man, quite blind, for worms, and his sight partially returned. This led to further trials. It was given in nine cases of cataract, and, according to Hale, four were cured, the rest not benefited. Hale mentions enuresis, strangury, chronic cystitis, as having been cured by it. It has made some \"brilliant cures\" of chronic catarrh of the bladder. Infantile remittents, with or without worms, have been cured by it. In one prover there was \"sensitiveness of the abdomen, \", which may be a keynote." ],
    "Relations" : [ "Compare: Cina. Coloured vision, Cycl. Amaurosis, Benz. dinit., Carb. sul." ],
    "Mind" : [ "Delirium.", "Excited, laughs and sings.", "Hysterical.", "Restless, irritable; wants everything, satisfied with nothing.", "Profound and unusual depression, with irresolution and want of confidence, unfitting him for work of any kind; melancholia like that produced by jaundice.", "Coma." ],
    "Head" : [ "Vertigo.", "Giddiness and intense headaches, every object looks bright green.", "Head turning and twisting, restless.", "Dulness of head.", "Pain in forehead." ],
    "Eyes" : [ "Blue rings round eyes.", "Eyes: rolled convulsively; distorted; staring.", "Pressure in supra-orbital region.", "Pressure in eyes.", "Pupils enormously dilated; and insensible.", "Photophobia and lachrymation.", "Flickering before eyes.", "Objects seem to totter and dance; visions of figures, cherries, animals, &c.", "Coloured vision: yellow soup looks red; blue evening sky looks green; objects look green; white looks yellow; objects as if in yellow haze or yellow light; violet." ],
    "Nose" : [ "Hallucinations of smell.", "Things smell peculiar.", "Epistaxis." ],
    "Face" : [ "Convulsive movements of muscles of face, esp. lips and lids.", "Face pinched, drawing in of lips over teeth with pinched expression of mouth and nose.", "Red, hot face, staring eyes.", "Face pale.", "Pale round mouth, < afternoon.", "One cheek white, the other (l.) red (remains red several days).", "Swelling beginning under chin, spreads each way, esp. towards l. parotid gland.", "Lips swollen to enormous size, glistening with the distension." ],
    "Teeth" : [ "Grating teeth during sleep.", "Teeth clenched." ],
    "Mouth" : [ "Tongue: deep red; dry.", "Frothing from mouth.", "Burning pains apparently torment her, as she forces everything into her mouth.", "Hallucinations of taste." ],
    "Throat" : [ "The glands of neck, parotid and submaxillary, commenced swelling in about five days, and continued to increase till the throat was so filled as nearly to prevent swallowing (fatal effect of gr. vi. in a child of three)." ],
    "Stomach" : [ "Deficient appetite.", "Thirst: intense; continual for icecold water, which she swallowed greedily.", "Frequent eructations.", "Nausea; and vomiting.", "Vomiting: and purging with severe abdominal pains; yellowish, slimy mucus from p.m. till next forenoon.", "One night, after eating a teaspoonful of nourishment, he choked and threw up a teacupful of blood and pus and died without a struggle.", "Dull pair in pit of stomach." ],
    "Abdomen" : [ "Abdomen: bruised but soft; hot, full; rumbling in; very sensitive.", "Severe abdominal pains with vomiting and purging.", "Every night pain in bowels before stool." ],
    "Stool and Anus" : [ "Well-marked tenesmus.", "Purging of watery, flaky, foul-smelling stools, followed by vomiting in a few hours.", "Stools copious, greyish, putrid-smelling." ],
    "Urinary Organs" : [ "Frequent efforts to urinate; only passes a few drops at a time.", "Micturition painful from burning in urethra, constant desire, evacuation of only a few drops that colour linen yellow.", "Urine: deep saffron yellow; thick, sulphur yellow; greenish.", "Haemoglobinuria." ],
    "Respiratory Organs" : [ "Coughed incessantly all night from tickling in larynx and trachea.", "Breath: rapid, sighing; quick and catchy; rattling." ],
    "Chest" : [ "Paralysis of lungs; artificial respiration had to be resorted to." ],
    "Heart" : [ "Pulse: quick and full; rapid; lowered; l. absent, r. soft and steady." ],
    "Limbs" : [ "Spasms of limbs.", "Twitching of hands and feet." ],
    "Upper Limbs" : [ "Convulsive jerking of upper limbs." ],
    "Lower Limbs" : [ "Gait unsteady and tottering; staggered." ],
    "Generalities" : [ "Most violent convulsions, unconscious, head hot, face flushed, purplish.", "Spasm begins in face and spreads to extremities.", "Partial paralysis of one (l.) side.", "Great restlessness; prostration." ],
    "Skin" : [ "Urticaria; with oedema of nose, lips, and eyelids; over almost entire lids, with vomiting." ],
    "Sleep" : [ "Sleepy, tired.", "Sleep restless.", "Sleep disturbed, woke unrefreshed with sickness, frontal headache, and deficient appetite." ],
    "Fever" : [ "Whole body icy cold; lips and ears blue, face white as snow.", "Limbs cold, very clammy coldness crept upward in spite of wraps.", "Violent fever, very rapid pulse, burning heat of skin, face puffy, eyes brilliant, fixed.", "Heat about head, < every afternoon and evening.", "Cold sweats.", "Hot sweat in occiput, more clammy in front." ]
  }
}