{
  "remedyName" : "Saponinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Boils. Constipation. Diarrhoea. Dysmenia. Enuresis, when walking. Exophthalmos. Fever. Headache. Leucorrhoea. Rheumatism. Sleeplessness. Spleen, pains in. Strabismus. Temperature lowered. Tongue, strawberry." ],
    "Characteristics" : [ "Saponin. has had a somewhat extensive proving (in potencies ranging from 1x to 30th), conducted by A. J. Hills. One prover, who took the 30th, for many years a sufferer from articular rheumatism, had none of his usual pains during the proving, and a great enlargement of the left knee was entirely removed. Two female provers had marked disturbance of the menstrual functions, especially pain and sufferings before the flow. A miliary eruption, and colic and leucorrhoea before the menses, pain better but not removed when the flow was established. Severe sore throat, < right side, was experienced by several provers, and Hills had so much swelling of the tonsils that he was obliged to abandon the proving. Nausea and vomiting, colic and diarrhoea, were among the symptoms, and a particular one was \"nausea more in oesophagus and throat, < in a warm room.\" This < by warmth was met with in relation to many symptoms, and is probably a keynote. At the same time there was much chilliness, and lowered temperature is a characteristic feature. One of the provers who took the 12th had had his temperature reduced to 96° on the second day. Allen (Appendix) records an experiment which bears on this: gramme of Saponin. was injected into the left thigh of a man. The immediate effect was to produce intense local inflammation resembling erysipelas, but much more painful; the pain extended to knee and hip, and the glands of the groin swelled. For the first three hours there was rapid increase of temperature, which fell to normal in twenty-four hours. The next two days there was a little fever, evidently kept up by the local irritation, but by the fifth day the temperature had fallen to 93° and the pulse to (The intense local irritation bears on the skin symptoms of the proving, large numbers of boils being produced.) The other symptoms of this experiment were marked bodily and mental depression; and exophthalmos and strabismus of the left eye (the side injected). Among the Peculiar Symptoms of Sap. are: Involuntary emission of urine when walking. Roughness of mucous membrane of mouth, with raised papillae on palate and tongue. Strawberry tongue. The symptoms were markedly < by moving; even motion of the eyes < mental labour. < By warmth. > By cold; by cold bathing; while sitting. < Swallowing. Desire to vomit and defecate, < when quiet. > By stool; by onset of menses." ],
    "Relations" : [ "Compare: Tough mucus, K. bi. > Onset of menses, Lach. Spleen pain, Cean. Kidney pain, Santal. < By movement; moving eyes, Bry. Sleepy but cannot sleep, Bell. Early waking, Bels., Nux. < In warm room, Puls. As if damp stockings on, Calc., Sanic. Strawberry tongue, Frag., Bac. Involuntary emission of urine when walking, Fer., Caust. Compare also, Seneg." ],
    "Mind" : [ "Marked bodily and mental depression.", "Irritable; cross; wants to be let alone.", "Disinclined to study.", "Inability to fix mind; to recall names." ],
    "Head" : [ "Dizziness and nausea on stooping.", "Dizziness followed the vomiting.", "Dull, heavy headache, with depression; < 4-6 p.m.", "After moving about in morning, dull, heavy sensation in head, mostly forehead, esp. over l. orbit, < stooping; eyeball sore and aches; later pain spreads to occiput; heat in forehead > pressure and cold, much < bending over.", "Headache < by least mental labour or motion.", "Severe pain in head, with throbbing carotids; < l. side.", "Head exceedingly irritable, cannot turn it or even move eyes without causing nausea.", "Headache in temples; sensation as if both temples were pressed out.", "Sharp pain in l. temple." ],
    "Eyes" : [ "Could not turn eyes up or around they felt so sore; moving them = pain to dart back to occiput.", "Sensation of fulness in eyes, evening.", "Conjunctiva yellow and a little congested.", "Vision dull.", "Pain, exophthalmos and strabismus of l. eye (from a subcutaneous injection into l. thigh)." ],
    "Nose" : [ "Dry coryza and frequent sneezing.", "R. nostril plugged in morning, with headache.", "Dull pain at root of nose and in temples.", "Nose cold and pale." ],
    "Face" : [ "Miliary eruption on face, neck, and head before menses.", "Face pale.", "Lips dry and burning." ],
    "Mouth" : [ "Tongue coated yellowish white on back; red on tip and edges; raised papillae (strawberry tongue), esp. on tip.", "Tongue brown in centre, deep yellow on edges.", "Hard palate rough.", "Salivation.", "Taste: sweet, sickish; flat; acrid." ],
    "Throat" : [ "Tough, tenacious mucus on posterior nares, extending to larynx.", "Throat sore, < r. side, feeling of constriction, hardly able to swallow.", "Throat: smarting, scraping, raw, rough.", "Irritation as from dust.", "Tonsils much swollen, bright red." ],
    "Stomach" : [ "No appetite.", "Loathing of food for two days till nausea set in.", "Thirst not > by drinking.", "Nausea, retching, vomiting of greenish-yellow fluid; with agonising pain in both temples, which disappeared as desire to vomit was >.", "On returning home one cold night from place of amusement nausea in oesophagus and throat as soon as she got comfortably warm; as nausea increased cold feeling began at tips of fingers and toes and slowly spread to abdomen, where they met, giving an electric-like shock; then followed griping pain and diarrhoea and vomiting.", "Sinking at pit of stomach without appetite; with fulness and heat in forehead." ],
    "Abdomen" : [ "Dull pain in l. hypochondrium, changing to epigastrium, very severe, then shooting up under l. scapula, < motion, > sitting.", "Painful stitches in l. hypochondrium.", "Dull pain in umbilical region after each stool.", "Colic a.m. on waking.", "For twenty-four hours preceding menses, colic, cramps, and profuse watery leucorrhoea, > when menses established.", "Sudden colic, > immediately by stool.", "Pain in l. inguinal region." ],
    "Stool and Anus" : [ "Intense itching in rectum, afternoon and night.", "Burning in rectum.", "Smarting in anus, with constipation.", "Constant urging, stool insufficient, rather white.", "Desire for stool in evening as well as morning.", "Diarrhoea with tenesmus.", "Stool: profuse diarrhoeic, painless but urgent; with colic; first hard, then liquid, becomes involuntary; brownish, slimy; desire to defecate or vomit as soon as there is a little ease, both < by warmth." ],
    "Urinary Organs" : [ "Kidneys torpid; sharp pain in region of r. kidney.", "Burning during micturition.", "Waked early to pass water, which left brickdust sediment.", "Involuntary emission of water on walking.", "Urine more profuse and high-coloured." ],
    "Female Sexual Organs" : [ "Menses delayed and diminished.", "Menses: a week early; profuse, < on motion; blood dark red; paralysed bearing down all through period (unusual); before menses, shuddering all over body, intolerable aching in back and lower limbs; wants to be let alone.", "Colic with menses.", "For twenty-four hours preceding menses, colic, cramps, and profuse watery leucorrhoea; when menses established pain was less, but persisted through the four days of the period, leaving her weak and depressed.", "Fine miliary eruption on face, neck, and head before menses." ],
    "Respiratory Organs" : [ "At p.m. peculiar cough, which is excited at every forced inspiration through nose, only one cough at a time." ],
    "Chest" : [ "Formication deep in tissue of lung.", "Repeated sharp stabbing in r. lung; middle lobe; dull aching in l. lung.", "Dull pains through thorax.", "At time of chill constriction in l. chest." ],
    "Heart" : [ "Dull pain in region of heart.", "Pulse: accelerated; weak, hardly perceptible." ],
    "Back" : [ "Back and limbs tired walking, boots feel extremely heavy.", "Dull throbbing in l. scapula, running up.", "Severe dull pain in small of back, and sense of weight as if all clothes hanging from back; this sense of supporting a heavy weight extended to hips and knees, < from jar of riding in horse cars.", "Dull aching in lumbo-sacral region, extending down thighs, with increased tingling in soles.", "Lancinating pains in loins, < walking." ],
    "Limbs" : [ "Exhausted, weary feeling in limbs, with slight inclination to nausea.", "Weakness in hands and feet." ],
    "Upper Limbs" : [ "Sudden pain in l. arm, apparently muscular, in region of insertion of deltoid; arms weak, muscles exhausted, as after lifting heavy weights.", "Pain in bones of l. forearm.", "Numbness and tingling in l. third and little fingers (ulnar nerve)." ],
    "Lower Limbs" : [ "Dull aching in lower limbs; and l. loin; muscular pains.", "Dull pain in l. lower limb.", "Aching in calves.", "Soles sore, swollen, tender, numb, and tingling." ],
    "Generalities" : [ "Restlessness.", "Muscular weakness.", "Exhaustion.", "Faintness: and prostration; with the chill." ],
    "Skin" : [ "Miliary eruption before menses.", "Angry-looking pustules on chest.", "Boils, single or in crops.", "Itching and crawling tingling in various parts." ],
    "Sleep" : [ "Sleepy.", "Sleepy but cannot sleep.", "Cannot sleep well after or a.m.", "Waking early, a.m. (a very unusual symptom with the prover).", "Sleep disturbed by dreams; dreamed of urinating." ],
    "Fever" : [ "Slight chill accompanied by faintness.", "Severe chill over back on going into warm room.", "As nausea increased an icy feeling crept up extremities, commencing at very tip of fingers and toes, gradual in ascent and descent, when the two currents met in abdomen it was as if electricity had been applied to them, giving a shock which almost made me jump.", "During day great coldness of limbs, hands and feet feel as if damp stockings on.", "Temperature lowered.", "Temperature rose steadily for three hours (after subcutaneous injection of grm. into inner l. thigh), then gradually fell to normal, which it reached in twenty-four hours; for the next two days there was some fever, but on the fifth day the temperature was far below the normal, reaching the collapse point of 930; the pulse, which was somewhat elevated at first, fell to on the fifth day.", "Feverish and weak.", "Head hot, skin dry.", "A sensation of spreading heat, commencing in chest and spreading both ways, esp. to head." ]
  }
}