{
  "remedyName" : "Sarracenia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Back, pains in. Bones, pains in. Borborygmus. Constipation. Coxalgia. Diarrhoea. Eruptions, scrofulous. Femur, pains in. Herpes. Influenza. Lumbago. Psoriasis. Small-pox Vision, disordered." ],
    "Characteristics" : [ "The use of the Pitcher Plant in small-pox is a discovery of the Indians of North America, the spotted appearance of the plant probably suggesting a resemblance to the disease. Hale has collected much confirmatory evidence of its power to antidote the small-pox poison. A proving by T. C. Duncan, Thomas, and others brought out symptoms of fever, backache, headache, and gastric disturbance. Hering quotes these instances of its action: (1) A woman far advanced in pregnancy was cured of small-pox with Sarr. 3, 6, and 9, delivery being happily accomplished during her convalescence, the infant bearing on its body numerous red blotches, indicating that it had been affected with the disease. (2) An infant a few months old was attacked with a grave form of small-pox, with variolous angina so severe that it was with difficulty it could take the breast; the mother took Sarr. 3, 6, and 9, and continued to nurse the infant, which promptly recovered, the mother not taking the disease. (3) In an epidemic occurring in the environs of Wavre, Sarr. was given to two thousand persons living in the very middle of the disease and coming in constant intercourse with it, but all who took Sarr. escaped; during the same epidemic two hundred cases were treated with Sarr. without a death. Bilden, who used the 1x tincture in an epidemic with success, concludes that Sarr. is to small-pox what Gels. is to bilious fever. Hale quotes Surgeon-Major C. G. Logie's (allopath) account of his experience with Sarr. (decoction probably) in small-pox: \"Four of the cases in my hospital have been severe confluent cases. They have throughout the disease all been perfectly sensible, have had excellent appetites, been free from pain, and have never felt weak. The effects of this medicine, which I have carefully watched, seemed to arrest the development of the pustules, killing, as it were, the virus from within, thereby changing the character of the disease and doing away with pitting.\" A number of eye symptoms appeared in the provings, and Sarr. has cured disordered vision. A case of \"phlyctenoid herpes\" has also been reported cured by it. Extreme lassitude and pains in the bones were prominent in the provings. The right side was more affected than the left. Sensations were: Light feeling in head. As if he received a knock on the head. As if head were split. Left eye as if congested. Heat in face as if on fire. Swelling in womb as if from a tumour or dropsy. Uterus swollen as if full of cysts. As if bones of leg were too thick. Sarr. has the empty, hungry, sinking sensation of the antipsorics. Dryness of mouth and throat. Weak feeling in the arms. Very sensitive to cold air. Faint after stool. There is vesical and rectal tenesmus. Stool smells of musk. The symptoms were < about midnight and at p.m. < Morning. < Rising from lying. < Trying to walk. < In stormy weather. Open air = chilliness, hands and feet cold; = head to be hot and sore, and feet full. Cold air = to feel chilly and < bone pains. Symptoms generally > in fresh air; and > out of bed." ],
    "Relations" : [ "Antidoted by: Podoph. Compare: In small-pox, Ant. t., Merc., Vaccin., Variol., Maland. In bone pains, Eup. perf." ],
    "Mind" : [ "Melancholia, anxious about everything.", "Great depression of spirits with frontal headache.", "Brain clearer, buoyant spirits.", "Dulness of head, loss of memory, insensibility of r. side; paralysis of hearing and smell.", "Want of memory with the headache.", "Difficult to concentrate attention, forgetful; feels dull and heavy; sweats freely.", "Alternate apathy and intellectual activity." ],
    "Head" : [ "Head feels dull and heavy.", "Feels light-headed.", "Vertigo: with cramps in neck, spreading to forehead; < night; sensation as if he had received a knock on the head, stupor and staggering gait; obliged to support himself or lie down; with drowsiness in head and contractions in spinal column.", "Frontal headache, low-spirited.", "Headache: dull at cranial region; severe in afternoon; with chills, nausea, vomiting, dim sight, surring in ears.", "Pulsations and burning heat of head, with sensation as if it would split.", "Head hot and aches.", "Head and body warm.", "Frontal bone sore.", "Pruritus and heat of scalp." ],
    "Eyes" : [ "Eyes weak.", "Dim sight, headache.", "Gas flame seems a brilliant yellow ring; sees black objects moving with the eye.", "Great photophobia.", "Soreness of r. optic nerve, just behind eyeball.", "Pain in l. eye as if congested, on waking.", "Eyes feel swollen and sore.", "Eyes and lids inflamed.", "Increased mucous secretion.", "Cutting, penetrating pains in orbits." ],
    "Ears" : [ "Surring in ears.", "Sticking pains deep in r. ear; transient but recurring often; same in l. ear.", "Intense earache; fears he will lose his senses.", "Swelling of parotids." ],
    "Nose" : [ "Fetid smell.", "Epistaxis nearly producing fainting.", "Fluent coryza with cold chills and loss of smell.", "Foul-smelling, green, yellowish, or bloody discharges.", "Nose swollen, red, with pressure and pulsation at root." ],
    "Face" : [ "Face flushed.", "Heat and redness of face.", "Face pale, with heat and chill alternating.", "Erysipelatous swelling of face.", "Miliary eruption on face, with heat as if it were on fire.", "Scaly herpes on face and forehead.", "Intense neuralgic pains from temples to jaws." ],
    "Mouth" : [ "Tongue: dry; coated brownish white.", "Mouth dry; lips and mouth parched.", "Toothache at night in bed; from least contact, and cold air." ],
    "Throat" : [ "Throat dry, not > by tea or water; borborygmi." ],
    "Appetite" : [ "Hungry all the time, even after a meal.", "Appetite unusually active, but there was a sense of pain about the stomach like that after inflammation or of overtaxed muscle.", "Little appetite, but what is eaten agrees.", "Great desire to sleep during eating." ],
    "Stomach" : [ "Empty, hungry feeling; for he can keep nothing in his stomach.", "Burning pains in stomach with palpitations and contraction.", "Pinching pain in stomach, it feels distended and torn." ],
    "Abdomen" : [ "After going to bed whole abdominal region was in commotion, extending along ascending, and descending colon, all in a kind of rolling motion; epigastrium sensitive to pressure.", "Transient pains in bowels.", "Bloated about navel.", "Borborygmi and some pain in bowels with constipation; dry throat." ],
    "Stool and Anus" : [ "Much flatus.", "First part of stool natural, last diarrhoeic.", "Much tenesmus; dysenteric diarrhoea.", "Stool at first costive, thin, dark, offensive, soluble.", "Costive; stools very hard, covered with mucus, and dark.", "Stool copious, dark, fetid, evacuated with great straining, morning.", "Rectum and anus swollen and inflamed.", "Morning diarrhoea; faint after stool, which is dark, often mixed with blood, foul smelling, or smelling of musk; bloatedness with colic." ],
    "Urinary Organs" : [ "Awoke a.m. with urging to urinate; bladder so full it overcame resistance of sphincter and dribbled away.", "Voided ounces of urine of sp. gr. 1024; vesical tenesmus.", "Urine phosphatic.", "Urine scanty, limpid." ],
    "Female Sexual Organs" : [ "Watery or milky leucorrhoea, foul-smelling, with spasmodic pains in uterus; pulsative pains in womb with swelling as if from a tumour or dropsy; uterus swollen as if full of cysts, esp. r. side; cervix swollen, hot; miliary eruption and heat in vulva; bloody discharge at other times than menstrual period, as during climaxis." ],
    "Respiratory Organs" : [ "Phthisis pulmonalis and bronchial affections, joined to or depending on a psoric state; haemoptysis, thick cough; continual tickling in larynx and bronchi; cough with desire to vomit, and vomiting, paroxysms of suffocation and epistaxis; hard cough, shaking chest and bowels, and stopping only after expectorating a quantity of compact mucus, tenacious, filamentary, with a bitter, putrid, oily taste." ],
    "Chest" : [ "Pains in third and fourth ribs, with great apprehension of heart disease.", "Pain in angle of ribs.", "Soreness of pectoralis major." ],
    "Heart" : [ "Feeling of congestion about head, with irregularity of heart's action.", "Congestion to chest, heavy feeling about heart.", "Slight palpitation in morning.", "Pulse: full and strong; 68, general malaise; small; quick." ],
    "Neck and Back" : [ "A pain up r. trapezius muscle with wave-like motion.", "Warm sensation passed up back into head.", "Weak between and below shoulders.", "Back weak, wants to lean on something.", "Arms and back tired and sore all over.", "Deep-seated pain in back.", "Fixed pains in small of back.", "Heat in whole r. lumbar region.", "Pain in cervical and lumbar vertebrae.", "Pain and soreness in sacrum." ],
    "Limbs" : [ "Limbs cold when still, as from deficient circulation.", "Limbs easily benumbed.", "Weakness of limbs with paralytic debility.", "Pains and soreness in diaphyses of all long bones; < humerus, esp. l.", "Pain in l. carpus and tarsus." ],
    "Upper Limbs" : [ "Paroxysms of pain in r. shoulder.", "Joint, pain in l. carpus and tarsus; face flushed.", "Arms feel weak.", "Bruised feeling from shoulders to hands.", "Aching, sore pain in l. humerus.", "Bones in both arms pain." ],
    "Lower Limbs" : [ "Pain in hip-joints < rising to feet from a lying posture.", "Paroxysms of weakness in coxo-femoral joint, with pains of luxation and fear of failing when beginning to walk.", "Strange lameness in femur, lower third, < in inner condyle.", "Pain in condyles of femur.", "Wave-like motion in muscles of femur.", "Sensation of fatigue in bones of leg as if they were too thick.", "Bruised and luxated feeling in joints.", "Pain in r. patella and metatarsal bones.", "Knees feel weak.", "Bruised pain in knees as after a fall; he falls easily on his knees.", "Bone pains in tibia and fibula; intermittent, but bones continually sore.", "Bones of feet inflamed, nodes as in gout." ],
    "Generalities" : [ "Debility; heavy, languid.", "Dull, heavy, sore feeling in all bones.", "Phlegmonous swelling, with a rosy tint on various parts.", "Unrefreshed though slept soundly." ],
    "Skin" : [ "Phlyctenoid herpes.", "Psoriasis.", "Scrofulous eruptions.", "Variola; (the decoction taken when eruption is out and beginning to pustulate aborts secondary fever and prevents pitting).", "Eruption out, pustules dissipate, first on face, fever lessens, urine though scanty and dark becomes abundant and pale, strength returns.", "Eruptions similar to crusta lactea; on forehead and hands papular eruptions, changing to vesicular, with the depression as in small-pox lasting from seven to eight days." ],
    "Sleep" : [ "Sleepy in daytime; sleep disturbed by strange and frightful dreams.", "Awakes early: 3, 4, or 5; in a fright; with urging to urinate." ],
    "Fever" : [ "Feverish and shaking chills, < morning.", "General chills between shoulder-blades.", "Chills, heat, and sweat, p.m.", "At p.m. very chilly in open air.", "Skin hot and dry.", "Hands hot, warm all over.", "Head and body warm.", "Perspires freely (5th, 8th, 9th d.); although weather still warm, and actively employed, sweat not as free as while taking the drug (11th d.)." ]
  }
}