{
  "remedyName" : "Sarsaparilla",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Bladder, affections of. Bones, affections of. Breast, scirrhus of. Bright's disease. Calculi. Climaxis. Constipation. Dysmenia. Dyspepsia. Dysuria. Enuresis. Eruptions. Eyes, affections of. Faintness. Glands, enlarged. Gonorrhoea. Gout. Gravel. Hands, chapped. Headache. Hernia. Herpes; of prepuce. Hiccough. Intermittents. Marasmus. Masturbation, effects of. Melancholia. Mercury, abuse of. Mycosis. Nipples, retracted. Plica polonica. Renal colic. Rhagades. Rheumatism; gonorrhoeal. Seborrhoea. Spermatic cords, swelling of. Spermatorrhoea. Strangury. Syphilis. Ulcers. Warts." ],
    "Characteristics" : [ "The dried root or rhizome of Sarsaparilla, as imported, is of the thickness of a goose quill, many feet in length, reddish brown, scentless, mucilaginous in taste, feebly bitterish, faintly acrid. According to Milne it is \"diaphoretic, tonic, alterative. . . . It is given in scrofula and secondary syphilis; and the concomitants of these diseases, such as ulcers, cutaneous eruptions, nodes, indurated glands, caries, necroses, articular swellings, and rheumatism, often improve under a protracted course of it.\" Some, he adds, \"think it a kind of restorative after an exhausting course of Mercury.\" This well summarises the ancient reputation of Sars. as a \"blood purifier,\" which Hahnemann's proving has amplified and put on a fixed scientific basis. Sars. meets the sycotic as well as the psoric (scrofulous) and syphilitic constitution; and it is \"restorative\" after over-dosing with Merc. because it is a homoeopathic antidote to Merc. The chief localities of the action of Sars. are: The urinary organs; genitals; rectum; skin and bones; right lower extremity; right lower side; inner semilateral head. In the urinary sphere there are symptoms which are very severe and also peculiar: There is great pain at end of micturition, just as the urine ceases to flow; inability to pass water freely except in the standing position, when sitting it only dribbles; excessive pain in urethra which may run back into abdomen; passage of gravel which looks like grey sand. Many cases of renal colic and dysuria in infants with passage of sand have been cured with Sars. Gonorrhoea and the effect of suppressed gonorrhoea have also been cured with it; herpes preputialis; spermatorrhoea, with swollen cords. In the female generative sphere it has many symptoms of painful and disordered menstruation. A peculiar symptom is \"moist eruption in right groin before menses.\" There are moist eruptions also on scrotum and thighs of the male, and offensive odours about genitals in both sexes. The semen may be bloody. In all cases if the other symptoms are associated with the peculiar urinary symptoms of Sars., this will be a strong corroborative indication. The skin is severely affected by Sars. One of its popular uses is for \"clearing the complexion.\" When it succeeds it is by virtue of its homoeopathicity, for I have seen a very extensive crop of blotches produced by it in a young lady. Sars. produces herpetic eruptions in all parts, and tettery eruptions, moist and dry. Rhagades. Itch-like eruptions prone to appear in spring. Itching eruption on forehead during menses. It causes great emaciation, causing the skin to be shrivelled and lie in folds. It is suited to children with faces like old people and enlarged abdomens; to dark-haired persons of lithic or sycotic diathesis. Farrington gives these indications: (1) Sycotic eruption, little spots scarcely raised above the skin, often scaling a little, but looking like the roseola of syphilis and itching intolerably, < in spring. (2) Moist eruption on scalp, the pus from which causes inflammation of any part it touches. (3) Sycotic headache, beginning at back of head, coming forward and settling at root of nose, with swelling of nose. (4) Moist eruption about genitals or between scrotum and thighs.", "Sars. has many symptoms relative to the female breast, and scirrhus of the breast has been cured with it. The nipples are soft, unexcitable; they are retracted and cannot be made to come out. Retraction of the nipples is a suspicious sign even when there is no appearance of tumour; and Sars. should be helpful in patients of cancerous history when this condition is present. This shrivelling of the nipples is part of the shrivelling, withering, wrinkling, and hanging in folds which characterises the skin generally. Burnett (H. W., xv. 62) records the case of Miss X., 32, whom he found ill in bed and in great pain. There was vomiting of bitter matter, diarrhoea, and fainting, the initial stage of a painful period. Conjunctivae yellow, and apparently a sharp upset of the liver. Card. m. O removed the pains and vomiting; Chel. relieved tenderness of the liver which remained. The patient had had painful menses for twenty years, that is, continuously from the commencement, except one year when at school at Tunbridge Wells. She used to begin, generally early in the morning, with bitter vomiting; diarrhoea and fainting fits, with exceedingly cold perspiration; the pain in back, thighs, and hypogastrium she described as dreadful. She had to lie down the first day, the second day the pain continued still very bad, and went off on the third. The left nipple was considerably retracted, arising from a fall when patient was a little child, and in addition to the above-named symptoms she had severe pain in left breast extending down left arm, and the breast was so tender that she would often hold her hand in front of it to ward off any contact. Twenty-four powders, each containing Sars gtt. i., were ordered, one at bedtime. The next flow was painless; but the breast was as painful as ever. Twelve doses of Sul. were given in as many days, and then Sars. again. The painful menstruation remained cured, but the breast was unchanged. Twenty-four powders were now ordered, the first, twelfth, and eighteenth containing each ten globules of Sars. 100, the rest unmedicated. Patient reported: The first two or three weeks she thought she had taken a severe cold, as she had such a peculiar pain between the shoulders as if the flesh were taken hold of and twisted round. After a few days it got better, and \"there has been scarcely any pain in the part since.\" The retraction of the nipple seemed to Burnett a little less. With the same remedy Skinner (ibid.) cured many cases of retraction or flattening of the nipple in nursing women. On two occasions with high potencies of Sars. he enabled a lady to nurse her child when it was utterly hopeless without the simillimum. Peculiar Sensations are: As if in a dream. As of a great weight in head. Buzzing as if a large bell had been struck in head. As if he had been hit with a hammer on top of head. As if something pressing on head. As if gauze spread over left eye. As if a grain of sand in eye. As of a needle pricking point of nose. Face as if bruised. Jaw as if being broken. As if he had eaten nothing. [Sars. has the \"sinking\" sensation of the great antipsorics.] As if diarrhoea would come on. As if bowels were pressed out. As if bound down to bed by a sort of suction. As if breath were stopped by a spasm. Breast-bone as if bruised. As if chest were too short. As if tips of fingers ulcerated, or as if salt were put on a wound. Limbs as if paralysed. There is general sensitiveness. Pains shoot in different directions. Anxiety accompanies the pains of Sars.; and the pains = depression. The symptoms are < by touch, pressure, tight clothes, scratching. Scratching = itching to begin in another place = eruption on forehead to become humid. Rest >, motion <. Lying down < asthmatic breathing. Sitting <. Standing > (difficult micturition). Stooping = pains from occiput to forehead. Walking <. < Going up (or down) stairs. Many symptoms are < on moving. < In spring. Warmth >. Warm diet <. Cold diet >. Warm room < vertigo. Entering cold air from warm room = rash. Cold air > pain in molars. Cold, wet weather <. Washing <. Chilliness <. Seminal emission < dim sight. Bread <. Yawning <." ],
    "Relations" : [ "Antidoted by: Bell., Merc. It antidotes: Merc. Compatible: Cep., Hep., Pho., Rhus, Sep., Sul. Complementary: Merc., Sep. Compare: In sycosis; warts, Thuj., Nit. ac. Herpes, Nat. m., Petr. \"Gone\" feeling, Sep. Emaciation, Abrot., Iod., Nat., Sanic. Dry, flabby skin, Bar. c., Op. Pain at end of urination, Berb., Equis., Med., Thuj. Urine passed without sensation (unknown to patient), Caust. Sand on diaper; child screams before and whilst urinating, Brx., Lyc. Excruciating pains from right kidney downwards, Lyc., Ocim. Nipples withered, unexcitable, Sil. Itching eruption on forehead during menses, Eug. j., Sang., Pso. Bloody emissions, Led. Merc., < Going up or down stairs; > on level, Can. s. (Brx. < going down stairs). Faintness during or connected with stool, Ap., Nx. m., Pul., Spi., Ver. (with scanty stool, Crot. t., Dulc., Ox. ac., Pet., Sul.). Swelling of spermatic cords from unrequited sexual excitement, Mag. mur. Antidotes to Merc., Bell., Camph., Carb. v., Chi., Dulc., Electric., Hep., Hyo. (loss of voice), Lach., Lyc., Op., Mez., Nit. ac., Sep., Sil., Sul. Stench on genitals, Merc., Sanic. (Sanic. of fish brine), Plica polonica; right side; distension after eating a little, Lyc. > Cold diet, Pho. > Loosening cravat, Lach. Flickering before eyes with headache, Ir. v., K. bi." ],
    "Mind" : [ "Anxiety, with trembling of the feet.", "The mental depression is caused by the pains; anxiety also occurs after seminal emissions.", "Thinking about the food he has eaten = nausea.", "Despondency, gloominess, amounting to despair.", "Moroseness and ill-humour, with inclination to work, but unfitness for exertion.", "Irascibility and susceptibility.", "Fickleness (changeable disposition).", "Impatient; thinks she cannot bear the headache; child cannot bear the itching." ],
    "Head" : [ "Vertigo after gazing fixedly on an object for some time.", "Vertigo, with nausea and sour risings.", "Heaviness in head.", "Dull, stupid feeling, cannot keep mind fixed on study.", "Staggers, falls forward in open air.", "Headache with nausea and sour vomiting.", "Lancinating or pressive headache, or else pressive and lancinating at same time.", "Pressing and stitching pains in l. side of head.", "Semilateral spasmodic pains in head, as if head were squeezed in a vice, with cloudiness of eyes or flickering, necessity to lie down, and vibration in brain at every word that is uttered.", "Inner semilateral head, either side; old neuralgic headaches.", "Neuralgic headache, r. side, throbbing, stitching, starting from occiput.", "(Headache which = jerking of head to one side and screaming.", "Griggs.).", "Sensation as of tight band around head and forehead, which is very painful; as if the hat were too tight, has to remove it often and involuntarily, but without relief.", "Sound in the head as if a bell were striking, when talking.", "Throbbing pains in head.", "Noise and buzzing in head.", "Pressive and incisive, or pressive, lancinating drawing and tearing pains in exterior of head, < by touch and by walking.", "Seborrhoea cured by decoction (R. T. C.).", "Sensibility of scalp.", "Falling off of hair.", "Plica polonica." ],
    "Eyes" : [ "Pains in eyes, caused by daylight.", "Aching in eyes, esp. in evening when reading by candle-light.", "Shootings in eyes.", "Burning sensation in eyes and lids.", "Stinging in eyes on closing lids, violent pain when closed eyes are pressed on.", "Quivering of r. upper lid.", "Itch-like eruption on lids.", "Agglutination of lids in morning.", "Red stripe from cornea to outer canthus.", "Internal canthi blue and swollen.", "Cloudiness before eyes, like a fog; < after emissions.", "A red colour is reflected from white paper in evening.", "Flickering before eyes with headache.", "Halo round candle." ],
    "Ears" : [ "Shootings in ears.", "Shooting pains from l. ear to root of nose.", "Contraction and pressure in ears.", "Burning, itching scabs on lobes of ear.", "Tinkling and ringing in ears." ],
    "Nose" : [ "Epistaxis.", "Scabious eruption upon, under, and in nose.", "Dry coryza and obstruction of nose.", "Very thick mucus in nose.", "Base of nose and eyes swollen.", "R. nostril stopped up and scabby.", "Pain in nose, inflamed spots on septum." ],
    "Face" : [ "Face yellow, wrinkled, old-looking.", "Pimples.", "Facial eruption.", "Itching eruption on forehead, with burning sensation, and oozing after having scratched.", "Rough, pale-red spots on forehead.", "Thick scabs on the face (like milk crust).", "Rigidity and tension in masseters and maxillary joints.", "Herpes on upper lip.", "Purulent and itching vesicles on chin." ],
    "Teeth" : [ "Toothache, with drawing tearings, from a cold current of air or from cold drinks.", "Upper teeth sensitive, set on edge.", "Tearing in gums.", "Gums swollen, with pain as from excoriation." ],
    "Mouth" : [ "Dryness of mouth.", "Aphthae on tongue and palate.", "Offensive breath." ],
    "Throat" : [ "Sore throat (r. side), with shooting pain during deglutition.", "Spasmodic pressure at throat, like strangulation, with obstructed respiration; must loosen cravat.", "Dryness and roughness in throat, esp. in morning.", "Accumulation of viscid mucus in throat.", "Trichotomous ulcers after suppression of plica polonica." ],
    "Appetite" : [ "Want of appetite.", "Bitter, or acid and clammy, or else sweetish, metallic, and herbaceous taste.", "Bread has a bitter taste.", "Insipidity of food.", "After a meal sensation of emptiness in stomach, as while fasting, or else disgust when merely thinking of what has been eaten.", "After eating stomach has no sensation, feels as if he had eaten nothing.", "After eating a little, distended as if he had eaten much.", "< From warm diet, > from cold.", "Drinking water = vomiting.", "Thirst, esp. for water, also in morning." ],
    "Stomach" : [ "Risings and regurgitations, esp. during and after a meal, generally bitter or sour.", "Belching; with diarrhoea.", "Hiccough p.m.", "Frequent or continued nausea, with fruitless inclination to vomit.", "Sour vomitings.", "Constrictive pains in stomach.", "Aching at pit of stomach.", "Heat and burning sensation in stomach, esp. after eating bread." ],
    "Abdomen" : [ "Contusive pain in the l. hypochondrium.", "Shootings in the l. hypochondrium.", "Great sensibility of the abdomen to external pressure.", "Constrictive and spasmodic pains in the intestines.", "Cutting pains, esp. in the umbilical region.", "Shootings in sides of abdomen, esp. in l. side.", "Severe tension in r. groin.", "Pinching in l. groin.", "Hernia.", "Soreness in bend of r. groin on appearance of menses.", "Sensation of coldness, or heat and burning sensation in abdomen.", "Sensation of emptiness and borborygmi in abdomen.", "Rumbling and fermenting in abdomen; expulsion of much fetid flatus.", "Inertia of intestines." ],
    "Stool and Anus" : [ "Hard, retarded, and scanty faeces, often with urgent want to evacuate.", "Painful, difficult evacuations, with contractive pains in the abdomen and violent downward pressure.", "Obstinate constipation, with frequent want to urinate.", "Pitchy, sticky, adhesive stools.", "Blood with Stool.", "Loose, acrid, corrosive evacuations, with pains in abdomen.", "Fainting during an evacuation.", "Pain as from excoriation, and burning itching in anus.", "Wakened in night with sore pain in anus, which changes into a (burning) itching which lasts all day." ],
    "Urinary Organs" : [ "Diminished secretion of urine.", "Frequent discharge of pale, copious urine.", "Tenesmus, with pressure on bladder, and discharge of a white and turbid matter, mixed with mucus.", "Frequent and ineffectual want to urinate, or with scanty emission.", "Frequent urination with hard stool.", "Burning while urine passes with discharge of elongated flakes.", "Frequent and profuse emission of pale urine, day and night, often without any sensation in urinary organs.", "Turbid urine, like clay water.", "Fiery, scanty, red urine.", "Thread-like flakes in urine.", "Blood in urine towards the end of an emission (after which the pain, when urinating, abates).", "Urine charged with gravel or small pebbles.", "(Nephritic calculi.).", "Where the patient has gravel, and there is considerable deposit in the urine which looks like grey sand; also pus in urine.", "Great pain just as the urine ceases to flow; excessive pain in urethra which may run back into abdomen.", "The infant cries before and during micturition, passes large quantities of sand.", "Can pass urine only when standing; when he sits it dribbles.", "Burning sensation in urethra during every urination.", "(Burning in urethra with incontinence of urine, < in daytime, < when urine is high-coloured, and < after drinking beer.", "Much scalding up urethra while urinating, urine high-coloured with lithates, enuresis day and night.", "R. T. C.).", "Cramps in bladder, with contractive pain.", "Stones in the bladder.", "Discharge of pus from the urethra, as in gonorrhoea.", "Jerking sensation along male urethra.", "Pain at meatus urinarius with women." ],
    "Male Sexual Organs" : [ "Fetid exhalation from genital organs.", "Inflammation and redness of glans.", "(Blennorrhoea).", "Herpes on the prepuce.", "Desire for coition, with frequent and painful pollutions.", "Bloody pollutions; spermatic cords swollen, sexual excitement makes them ache and sensitive.", "Swelling of cords from unrequited sexual excitement.", "Bad effects from gonorrhoea suppressed by Mercury.", "Old dry sycotic warts remaining after mercurial treatment for gouty pains." ],
    "Female Sexual Organs" : [ "Catamenia retarded, scanty, and acrid; very copious, even to haemorrhage (in an old maid).", "During menses, want to urinate, excoriation between thighs, pinchings in abdomen, and squeezing, as if by a claw, in loins and pit of stomach.", "Dysmenorrhoea, began in morning, with bitter vomiting, diarrhoea, and fainting fits, with exceedingly cold sweats; l. breast so tender held her hand in front of it to avoid contact.", "Mucous leucorrhoea.", "Leucorrhoea: on walking; pain at meatus urinarius after urinating.", "Climaxis: asthma < lying down; back pains < by pressure.", "Suppuration of breasts.", "Nipples retracted; shrivelled, insensitive, not irritable." ],
    "Respiratory Organs" : [ "Violent cough from a tickling sensation of ulceration in gullet, or from a roughness in throat.", "Short and obstructed respiration.", "Violent dyspnoea and choking from a sensation of constriction in throat, and which forces the removal of all clothing from throat and chest." ],
    "Chest" : [ "Spasmodic oppression of chest.", "Frequent recurrence of deep respiration.", "Sensation as if a foreign body had stopped in the back on taking a full inspiration.", "Pressure on chest, often with shortness of breath.", "Pressive pain on sternum, < by touching it.", "Shooting in sides of chest, which often forces patient to bend double.", "Tensive pain in exterior of chest, as from contraction, on rising up." ],
    "Heart" : [ "Palpitation of the heart." ],
    "Neck and Back" : [ "Painful pressure and tension in back and nape of neck, with lancinations on least movement of trunk or head.", "Lancinations between shoulder-blades and in muscles of neck.", "Stitches in back through into chest on least motion.", "Swelling on one side of neck, painful to touch.", "Contusive pain in loins, esp. while stooping, and afterwards.", "Pains from small of back down spermatic cords; < at night and from motion; after emissions.", "Tingling in loins.", "Tensive pain from loins to hips on least movement." ],
    "Limbs" : [ "Paralytic tearing in all joints and limbs, often accompanied by trembling of hands and feet, painful tearings in head, and pinchings in abdomen.", "Rigidity and immobility of limbs.", "Lassitude in the hands and feet." ],
    "Upper Limbs" : [ "Tearings and pressive shootings in arms, forearms, and joints of hands and fingers (principally on motion).", "Sweating of hands.", "Herpes on hands.", "Numbness of fingers.", "Pain in tips of fingers (bruised and sore), as from subcutaneous ulceration.", "Purulent vesicles on fingers.", "Deep rhagades in skin of fingers (with burning pains)." ],
    "Lower Limbs" : [ "Affections of any kind in general, appearing in r. lower extremity; r. lower side (H. N. G.).", "Pressive tearing and shooting in thighs, knees, and legs.", "Lassitude in thighs and knee-joints.", "Swelling and stiffness of knees, with shootings.", "Red, herpetic spots on calves.", "Rigidity of legs, as from contraction.", "Cramps in legs and calves of the legs.", "Drawing tearing in r. big toe.", "Painful pressive throbbing and throbbing-shooting inner side r. sole, later on whole sole when sitting.", "Painful sensibility of soles.", "Tension and swelling of feet, with heat and redness.", "Coldness of feet, esp. before going to bed." ],
    "Generalities" : [ "Shooting, tearing, pressive pains.", "Darting, pricking sensation in bones.", "Paralytic tearing in all joints and limbs, often accompanied by trembling of hands and feet, painful tearings in head and pinchings in abdomen.", "Arthritic pains (after taking cold in the water; from suppressed gonorrhoea), with diminished secretion of urine.", "Rigidity and immobility of the limbs.", "Hot and dense swellings.", "Great lassitude, esp. in lower limbs.", "Lassitude in the hands and feet.", "Emaciation.", "The pains cause depression of spirits." ],
    "Skin" : [ "Itching, sometimes over whole body, esp. in evening, in bed, and in morning when rising.", "Red and dry pimples, which itch only when body is warm.", "Miliary eruption on going into fresh air from a warm room.", "Nettle-rash.", "Fine rash on skin of forehead.", "Exanthema like milk crust.", "Purulent vesicles.", "Ulcers after abuse of Mercury.", "Skin slow to heal.", "Herpes on almost all parts of body (esp. on prepuce).", "Warts.", "Many little warts.", "(Horses lose hair with eruptions.).", "Shrivelled skin.", "Great emaciation, the skin becomes shrivelled or it lies in folds.", "Deep, burning, painful rhagades (on fingers)." ],
    "Sleep" : [ "Complaints concomitant to yawning.", "< When yawning.", "Sleep early in evening.", "Nocturnal sleeplessness and frequent waking.", "Frightful dreams with frequent starts." ],
    "Fever" : [ "Shiverings night and day.", "Chilliness predominating, day and night).", "Coldness, even near the fire, over whole body, except face and chest, but principally in feet.", "Rigor, mostly in forenoon, running from feet upwards.", "Heat in the evening, with ebullition of blood, palpitation of heart, and perspiration (only) on forehead." ]
  }
}