{
  "remedyName" : "Scilla Maritima",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Asthma; dry; splenic. Bright's disease. Bronchitis. Conjunctivitis, phlyctenular. Coryza. Cough, catarrhal. Diabetes; insipidus. Dropsy; splenic. Eyes, affections of; watering of. Fidgets. Heart, palpitation of. Hydrothorax. Measles. Pleurisy. Pneumonia. Spleen, affections of. Spleen-cough. Toothache. Urine, excessive. Whooping-cough. Worms." ],
    "Characteristics" : [ "The genus Scilla is distinguished from Allium by having the flowers inserted one above the other on the scape, and from Ornithogalum by having the petals deciduous. Scilla maritima grows on the shores of the Mediterranean Sea, and has had a place in medicine from the most ancient times. If much handled it irritates the skin; and in large doses excites nausea, strangury, bloody urine and haemorrhoids; fatal inflammation, gangrene of stomach and bowels; in small doses, promotes expectoration and urine; in large doses, vomiting and purging (Meyrick in Green's Herbal). \"Its cardiac action is exactly the same as that of Digitalis\" (Mitchell Bruce). An old rule runs: \"Put squills in every cough-mixture.\" The continuous use of squills seems to cause teeth and gums to ache (R. T. C). \"Diuretic, expectorant, emetic, cathartic, and a narcotico-acrid poison; in large doses it produces inflammation of the alimentary and urinary canals, and a dose of gr. xxiv has proved fatal\" (Milne). According to Hamilton (Flora Hom.) Aricenna employed Scil. \"in complaints of the gums, in inveterate coughs, in diseases of the spleen, in dropsy and jaundice, and forbids its use in ulceration of the viscera,\" the last caution also being mentioned by Celsus. The reputation of Scil. as a splenic was revived by Rademacher, whom Burnett quotes (Dis. of Spleen, p. 89): \"I have found it quickly and surely helpful in painful spleen diseases", "affections painful and beyond any doubt in and of the spleen. In those dull pains on the border of the left hypochondriac and epigastric regions, there being no signs of any liver affection, I have used Scil. as a remedy with advantage.\" Rademacher also mentions as cured by Scil.", "-(a) those so-called \"stomach pains\" that are made much better by lying on the left side, and probably in reality splenic; (b) one case of continuous asthma from a splenic affection, with nocturnal exacerbation; (c) (possibly) splenic dropsy. Burnett has improved on Rademacher's teachings, and applied Scil. successfully in cases of spleen-cough. Hahnemann's proving brought out many symptoms, apparently arising from the spleen, notably stitches under the free ribs of the left side. Burnett used the Acetum scillae; and I gave this (five drops of O in water three times a day) with excellent effect in the case of an elderly lady, very gouty, who had a distressing paroxysmal cough, with a pain extending from splenic region into the throat. The cough caused the eyes to pour with tears. Besides relieving the cough, Scil. made the motions, which had been very light, darker and more natural in colour. The gushing of tears with the cough is another Scil. indication: The cough causes sneezing, flow of tears, spurting of urine, and even involuntary stools. The kidneys are powerfully acted on by Scil., and many of the traditional uses of the drug have been with the idea of eliminating dropsical effusions by producing a great flow of urine. Hahnemann pointed out that the excessive flow of urine accompanying dropsy and other complaints was one of the best indications for its use. Boger (H. R., xv. 33) adds the heart to the organs primarily affected by Scil. He gives these cases: (1) Mr. B. suffered from angina pectoris; forcible cardiac contractions, profuse urine, much loose mucus in throat and trachea, heart pain indefinite but very severe. Scil. relieved in a few hours, and kept him free from an attack for three months. (2) Miss L., pleuro-pneumonia, pulse 132, temperature 103°, respiration 30; must sit erect in bed; stitching pains in left chest; constant hacking cough; frequent, hot, scanty urine; great weakness and anorexia. Scil. cm cured. (3) Boy, 7, hay-fever for third year in succession. Teeth show black marks; constantly rubs eyes and sneezes, bloated about eyes and face, loose cough. Under Scil. there was complete relief in two days, and no further trouble that season. The italicised symptoms in this case are very characteristic. Boger mentions that Lippe notes \"Black teeth\" as a symptom of Scil. Boger adds that the nails become brittle and split, and that veterinarians use Scil. for cracked hoof in horses. The use of Scil. as an \"expectorant\" depends on its power of producing free secretion from the respiratory mucous membranes: in homoeopathy this free secretion is one of the leading indications. Hering says Scil. is suited to the pleurisy and pneumonia that follow blood-letting. H. P. Holmes (A. H., xxi. 176) has an excellent article on Scil., to which I am indebted for many comparisons in the RELATIONS section. Sherbino (M. A., xxii. 398) gives this verification of a Scilla symptom: Miss H., 15, fleshy, light complexioned, blue eyed, large for her age. Her left eye was much smaller, and lids not so wide open as those of right eye. Scil. 1m (Jen.) was given in May, and repeated each month for three months. Improvement began in the first month. On December 28th Scil. 45m (Fincke) was given, and soon after that the restoration was complete; the eyes were a perfect match. Peculiar Sensations are: Eyes as if swimming in cold water. Nostrils as if sore. As if diarrhoea would set in. As if chest too tight. Tickling creeping in chest. As if intestines would burst through abdomen. Stitches are very prominent: in teeth; in chest; in head. The symptoms are: < In morning; by inspiration; by motion; by uncovering. > By rest; lying down in bed wrapping warmly. Drinking cold water = cough. < Exertion ascending; cold air. > Sitting up. > Expectorating even a small quantity. < Coughing." ],
    "Relations" : [ "Antidoted by Camph. Compatible after: Bry. Compare: Headache; < motion chest symptoms, Bry. (Bry. cough is < change to warm, Scil. cough < change to cold air). Stitches; swollen upper eyelids, K. ca. Cold drink = or < cough, Lyc., Sit. (> cough, Caust.). Expectoration sweetish and offensive, Calc., Stan. Spurting of urine when coughing, Caust., Alm., Con., Nat. m., Puls. Involuntary stool when coughing, Pho.; when sneezing, Sul.; when urinating, Ail., Alo., Mur. ac., Sul. Convulsive twitching of limbs, \"fidgets,\" Meny., Pso., Rhus, Caust., Zn. Icy-cold feet, rest of body warm, Meny. Sweat only on toes, Scil.", "under toes, Tarax. Averse to uncover in fever, Nux. Furious, exhausting cough, Coral., Cup., Stan.", "Cough < in cold air, Carb. v., Pho., Rx. c., Ver. Tickling in chest, Ver. Sensation of cold water in eyes, Lach. (cold tears), Berb., Euphr., Alm., Con., Lyc., Plat., and Med. (cold feeling), Thuj. (as if cold air blowing out through eyes). Bloated round eyes in morning, Elaps. Coryza, Agrap. n., Cep., Ars., Phos., Chlor., Ar. t. Anxiety and fear of death, Aco., Ars. Irritable, angry about trifles, Cham. Rubs face and eyes, Scil.", "Con. rubs and picks nose; Ar. t. picks nose, lips, and fingers till they bleed; Sanic. rubs eyes and nose on waking. Splenics, Cean., Querc. Sweetish taste of food, Lyc., Merc., Pul." ],
    "Causation" : [ "Blood-letting." ],
    "Mind" : [ "Great anxiety of the mind, with fear of death.", "Angry over trifles.", "Aversion to mental and bodily labour." ],
    "Head" : [ "Vertigo; in morning; with nausea; as if he would fall sideways on rising from bed.", "Cloudy dizziness.", "Headache in morning on waking, with pressing pains.", "Some slow stitches extending into r. side of forehead.", "Painful sensitiveness of vertex every morning.", "Pulsation in head when raising it.", "Stinging headache.", "Quickly passing pain in occiput, l. to r.", "Affections of brain: child rubs face and eyes much, esp. eyes, as if to relieve itching; profuse or scanty urination." ],
    "Eyes" : [ "Staring look, with eyes wide open.", "L. eye looks smaller than r.; l. upper lid swollen.", "Contraction of pupils.", "Eyes feel as if swimming in cold water.", "Phlyctenular conjunctivitis.", "Lachrymation and sneezing." ],
    "Ears" : [ "Tearing behind l. ear.", "(Tearing pains in both ears.)" ],
    "Nose" : [ "Violent, constant sneezing and fluent coryza.", "Sneezes during cough; eyes water, rubs eyes and nose.", "Acrid, corrosive, fluent coryza in morning; a regular general snizzle; mucous cough with spurting of urine and even of watery stools.", "Coryza with ulcerated nostrils.", "Nostrils painful as if sore, with violent coryza (in morning).", "Humid eruptions under nose, with stinging itching." ],
    "Face" : [ "Changeable expression and colour of face.", "During the heat redness of face, followed by paleness, without coldness.", "Distorted countenance, with red cheeks, and without thirst.", "Humid, spreading eruption on upper lip.", "Black, cracked lips and black teeth.", "Lips twitch and are covered with yellow crusts." ],
    "Mouth" : [ "Stitches darting upward in both upper canine teeth as if a sharp, cold air penetrated the teeth, when eating cold or warm things.", "Teeth show black marks.", "Open, dry mouth.", "Accumulation of much viscid mucus in mouth.", "Increased saliva.", "Scraping, burning on palate.", "Vesicles on tongue." ],
    "Throat" : [ "Burning in mouth and throat.", "Irritation in throat with heat and tickling, causing constant cough.", "Dryness in throat.", "Pain in submaxillary glands." ],
    "Appetite" : [ "Insatiable appetite.", "Longing for acids.", "Thirst for cold water, but the dyspnoea compels her to take but a sip at a time.", "The food tastes bitter, esp. bread; or it tastes sweet, esp. soup and meat.", "Tastelessness of tobacco when smoked." ],
    "Stomach" : [ "Constant nausea in pit of stomach, alternating with pain, as for diarrhoea in abdomen.", "Pressure in stomach as from a stone.", "Nausea during the morning cough.", "\"Stomach pains\" > lying on l. side (Rademacher)." ],
    "Abdomen" : [ "Cutting pain in abdomen.", "Pain in side of abdomen as if intestines forcing through when coughing and walking.", "Pressive stinging pain in abdominal muscles of l. side.", "Bubbling sensation in muscles of r. side.", "Pain in spleen.", "Cough seeming to originate in spleen.", "Splenic asthma.", "Dull pains on border of l. hypochondriac and epigastric regions.", "Painful sensitiveness of abdomen and region of bladder.", "Frequent discharge of very fetid flatulence.", "Increased warmth of abdomen.", "Griping and incarceration of flatus in hypogastrium.", "Rumbling and gurgling in paroxysms above pubic region, > by eating." ],
    "Stool and Anus" : [ "Painless constipation.", "Diarrhoea; stool very offensive; watery (during the measles) or looking black.", "Passes threadworms and white fibres with tenesmus.", "Stitches in anus when walking.", "Itching in anus." ],
    "Urinary Organs" : [ "Sticking in orifice of urethra and somewhat further back.", "Frequent urging to urinate, with profuse discharge of pale urine (these may occur separately or together).", "Continuous, painful pressure on bladder.", "Involuntary micturition; esp. when coughing.", "Enuresis nocturna.", "When urinating faeces escape.", "Cannot retain the urine because the quantity is so great.", "Dropsy: dropsy of outer parts, dropsy of chest, all with profuse urination." ],
    "Male Sexual Organs" : [ "Dull stitches in glans causing anxiety.", "Compressive pain in testicles." ],
    "Female Sexual Organs" : [ "Atony of cervix uteri.", "Haemorrhage from uterus." ],
    "Respiratory Organs" : [ "Moaning breathing, with the mouth open.", "Wheezing breathing.", "Frequently obliged to take a deep breath, which = cough.", "Shortness of breath from every exertion, esp. when ascending.", "Whooping-cough, when accompanied with sneezing, watering of eyes and nose, and the child rubs eyes with the hands; in all catarrhal affections and coughs, also troubles of the lungs with the above symptoms; profuse nasal secretion.", "Cough with expectoration in the morning and none in the evening.", "Difficulty of breathing, with stitches in chest when breathing and coughing.", "Cough in the morning, with copious expectoration of thin, frequently reddish-coloured mucus.", "Dry cough morning and night.", "Violent dry cough which = shattering pain in abdomen and dryness in the throat.", "Internal tickling in region of thyroid cartilage that provokes cough, which, however, < the tickling.", "Short, dry cough in four or five shocks, from tickling beneath thyroid cartilage.", "Fits of spasmodic cough with pains in splenic region.", "Cough. with a stagnant watery condition of the blood, and enlarged spleen (Burnett).", "Sputa: white or reddish mucus; sweetish or empyreumatic or offensive in odour; in small round balls, very difficult to expectorate.", "Rattling precedes the cough, disappears after.", "Cough caused by tickling, creeping sensation in chest; from drinking something cold; from every exertion.", "Cough with stitches in sides of chest; pain in abdomen; sensation of internal heat; dyspnoea; headache; pressure in the bladder and involuntary spurting of urine.", "The loose morning cough is much more severe and causes more suffering than the dry evening cough." ],
    "Chest" : [ "Stitches: in chest, esp. when inhaling and coughing; sharp in scapular end of clavicle during inspiration and expiration; severe near sternum, extending downward; in middle of ensiform cartilage; recurrent in side; broad, pressive beneath ribs of both sides; jerking in r. and l. side of chest near sternum; broad, blunt in last rib of l. side, in morning in bed, waking him.", "Contracting stitch in l. side, just beneath last ribs, caused by rapid walking." ],
    "Heart" : [ "Palpitation of heart.", "Pulse: small and slow; slightly hard." ],
    "Neck and Back" : [ "Stiffness: of nape of neck; of l. cervical muscles.", "Painful jerking above l. scapula.", "Painless drawing in l. scapula.", "Bubbling sensation beneath scapulae, in back of l. upper arm.", "Perspiration in armpit." ],
    "Limbs" : [ "Convulsive twitchings and motions of the limbs; convulsions.", "Frequent falling asleep of hands when resting head upon them, and in lower limbs when crossing the legs, during the day.", "(Nails become brittle and split.", "Cracked hoof in horses.", "Boger.)" ],
    "Upper Limbs" : [ "Convulsive twitching of arms; cold hands.", "Stretching of upper limbs, with yawning without sleepiness.", "Acute stitches in joints of both hands even when not moving them.", "Jerking pain through wrists." ],
    "Lower Limbs" : [ "Convulsive twitching of legs.", "Soreness between limbs.", "Burning pain in ball of r. foot, as after freezing it.", "Icy-cold feet.", "Cold foot-sweat.", "Perspiration only on toes." ],
    "Generalities" : [ "Weariness.", "Spasmodic movements.", "Pains over whole body.", "Dull rheumatic pains; < when exercising, > when at rest.", "Deficiency of blood.", "Heat, with aversion to undress or uncover.", "Respiration anxious.", "Sweetish taste.", "Symptoms generally appearing in l. upper extremity; on l. side generally; in lower belly; lower part of chest.", "< In morning; during inspiration; from undressing.", "> While lying in bed; after lying down; from wrapping up warmly." ],
    "Skin" : [ "Soreness in the bends of the joints.", "Skin of neck painfully sensitive to slightest rubbing of neckband, with red, almost denuded spots.", "Handling the fresh squills caused blisters.", "Eruptions like itch, with burning-itching.", "Gangrene.", "Hard swellings." ],
    "Sleep" : [ "Frequent yawning without sleepiness.", "Restless sleep, with much tossing about.", "Dreamed that his body was excessively swollen; dream so vivid, on waking felt himself to see if it was so." ],
    "Fever" : [ "Pulse small and slow, slightly hard.", "Chill internally at night, with external heat.", "Chilliness towards evening when walking, not while sitting.", "Heat, dry, burning, internally predominates.", "Great sensation of heat in body, afternoon and evening, generally with cold feet.", "Whenever he uncovers himself during the heat he suffers from chilliness and pain.", "Perspiration wanting, even during the violent burning heat." ]
  }
}