{
  "remedyName" : "Scrophularia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Appendicitis. Breast, tumours of. Colic. Deafness. Dyspepsia. Enuresis. Eyes, scrofulous affections of. Glands, enlarged. Liver, pains in. Palms, cramp in. Pemphigus. Rheumatism. Sigmoid flexure, pain in. Sleepiness. Stiff-neck. Ureter, pain in." ],
    "Characteristics" : [ "The plants of the genus Scrophularia \"have generally an unpleasant smell. The generic name is derived from the property which the roots were supposed to have of curing scrofula. A decoction of one of the common British species, S. nodosa, is sometimes used by farmers to cure the scab in swine\" (Treas. of Bot.). Scrph. was proved by Franz, and later in America by W. H. Blakeley, who took from to drops of the tincture several times a day. Pareira gives the analysis of the drug, which shows it to be very complex. It contains much oxalate and carbonate of lime, as well as Magnesia and Silica. The most remarkable of Franz's symptoms were: Excessive drowsiness; in forenoon, in afternoon, and before and after eating; vertigo when in upright position; accumulation of sweetish water in several parts of the tongue; sensation of a soft body in the gullet; constriction of chest; oppression of chest with trembling as after much weeping. Most of these symptoms were confirmed by Blakeley. The chief clinical authority for Scrph is Cooper, who has used it on some old indications. Gerarde mentions \"hard kernels\" and painful and swollen piles as indicating it. Cooper gave it to a patient who had been poisoned by an Indian arrow-poison which produced inflammation and suppuration of the glands; Scrph. relieved a most painful condition of the rectum and purulent discharge that had kept up years afterwards. Cooper has reduced strumous glands with it; and cured deafness in a \"bullnecked\" patient; and also cured a case of sycosis menti, using Scrph. externally as well as giving it internally. \"Nodosities in the breast\" is another indication of Cooper's. It has produced, according to Cooper, a sickly, giddy feeling, with a sense of weakness and sinking at pit of chest, too weak to speak; along with pain from forehead to back of head. The provings brought out several symptoms in the lower abdomen. Cooper has seen Scrph. in the form of a poultice relieve peritonitis affecting the lower abdomen. Colic from slight vexation occurred in Franz's proving. Blakeley had pain in sigmoid flexure. Both had pains in the liver. The symptoms are: < In morning; by study; in cold air; breathing cold air; deep breathing; lying on right side; by rest; after food; by pressure. > In warm room." ],
    "Relations" : [ "Antidoted by:", "Bry. (chest symptoms). Followed well by: Dig. (in enlarged glands.", "R. T. C.). Compare: Botan., Dig., Euphr., Grat. Pains in joints < by rest, > in warm room, Rhus. Sleepiness, Nux m., Op., Lup." ],
    "Causation" : [ "Vexation." ],
    "Mind" : [ "Despondency, much troubled about the past, and very apprehensive about the future; passed off in a few days, leaving intellect clear.", "Miserable and sluggish feeling in mind when moving about." ],
    "Head" : [ "Vertigo: in top of head when standing; even with severe aching in supra-orbital region.", "Dizziness, fulness, and pressure in vertex.", "Heaviness and distress in head, as after eating too much.", "On rising the second morning an indescribable pain and fulness in whole head, followed by epistaxis, esp. occiput and vertex, causing congestion of conjunctiva with puffiness.", "Darting pain at exit of r. facial nerve from hylo-mastoid foramen, darting to r. eye.", "Headache above eyebrows while walking.", "Severe headache through temples, appearing every morning, extending to vertex and occiput.", "Severe lancinating pain in vertex, forehead, and temples; dull and throbbing, returning periodically; < resting; < in open air; < leaning forward; < by study." ],
    "Eyes" : [ "Severe cutting pains in eyes, unable to move them, passed off with profuse sweat.", "Pulsating stitches in r. eyebrow.", "Soreness of eyeballs.", "Black spots or film before eyes.", "On closing eyes visions of objects.", "(Scrofulous photophobia; rivals Con. in this.", "Blepharospasm.", "Scrofulous keratitis.", "Tinea ciliaris with minute pustulation.", "R. T. C.)" ],
    "Ears" : [ "Ringing in ears and sudden loss of hearing.", "(Deafness in bull-necked boys.", "Deafness before and after menses, improving during the flow.", "Eczema behind r. ear and round navel.", "R. T. C.)" ],
    "Nose" : [ "Dry coryza with sternutation." ],
    "Face" : [ "Pleasant warmth in cheeks.", "(Recurrent periostitis of lower jaw in a syphilitic.", "R. T. C.)" ],
    "Mouth" : [ "Teeth feel as if loose, pain in carious teeth, < upper jaw.", "Gums bleed very freely.", "First great increase of saliva, then mouth dry.", "Accumulation of sweetish water in several parts of tongue.", "Qualmish, sticking taste just above pit of throat, frequently lasting an hour, with sensation as if a soft substance (a plug of mucus) were lodged there.", "Bitter taste in mouth." ],
    "Throat" : [ "Thick, tenacious, offensive mucus in throat, in forenoon.", "Rancid taste in throat, with great weakness and stiffness in hollows of knees.", "Irritation of oesophagus." ],
    "Stomach" : [ "Appetite greatly increased at first; later nausea with weakness and oppression at epigastrium.", "Feeling as if he had missed his regular meal.", "(Dyspepsia removed by the proving.)" ],
    "Abdomen" : [ "Pain in r. hypochondrium, < deep inspiration or lying r. side.", "Cutting in liver on pressure.", "Twisting-pinching pain in umbilicus (l. side).", "Colic just below navel and some griping in the side in afternoon.", "Griping below navel, a.m. (after a slight vexation).", "Pain in sigmoid flexure.", "Dull, heavy, periodic pain < when abdomen compressed, legs extended.", "(Appendicitis as a local remedy.", "R. T. C.)" ],
    "Stool and Anus" : [ "Several stools daily with tenesmus.", "Protruding piles which bleed and pain (R. T. C.)." ],
    "Urinary Organs" : [ "Pinching and tearing as if in ureter, extending from anterior superior spine of ilium down to pubis.", "Increased secretion of urine with burning in urethra.", "Frequent scanty emission of urine in afternoon.", "Enuresis somni (R. T. C.)." ],
    "Female Sexual Organs" : [ "Recurring metritis with painful piles: irritation, soreness and burning in vagina and anus went away, as well as headache, that prevented her standing up (from local application.", "R. T. C.)." ],
    "Respiratory Organs" : [ "On turning on either side, violent dyspnoea < on r. than l., with cutting in liver on pressure." ],
    "Chest" : [ "Oppression of chest with tremulous movement as from much weeping.", "Pain in whole r. lung, on taking a deep inspiration, which = cough without expectoration.", "Cutting in upper l. lung, < breathing cold air.", "Constricted feeling in chest, which = uneasiness.", "Cramp-like pain transversely across lower chest, as after much weeping.", "Pain about bifurcation of trachea.", "Stitches in r. chest, about 6th rib, with shivering.", "Violent pinching stitches near r. last true ribs, while walking, during rest, seeming to be in liver." ],
    "Heart" : [ "Anguish in praecordia, < after food.", "Indescribable sensation in heart, with severe audible palpitation.", "Pulse full, regular." ],
    "Neck and Back" : [ "Stiff neck with pain and contraction of r. sterno-mastoid muscle.", "Pain in whole spinal column, with slight opisthotonos." ],
    "Limbs" : [ "Drawing rheumatic pain in all flexors of arms and legs.", "Tingling in extremities as from a blow on a nerve." ],
    "Upper Limbs" : [ "Deep-seated cutting pain in all muscles of arms.", "Tingling or buzzing in arms and hands.", "Sticking and drawing in r. palm, from joints of fingers to middle of hand as far as carpal bones (muscular cramp of palms)." ],
    "Generalities" : [ "Weakness; languor; wants to lie down.", "Cutting pains in articulations, like those of Rhus, but more intense and longer-lasting, < by rest and in open air, > in warm room; darting from knee to ankle-joints, which feel stiff.", "Threatened abscesses that show no sign of disappearing.", "R. T. C.)" ],
    "Skin" : [ "Sallow skin.", "Burning of surface when rubbed.", "Prickling itching all over, < back of hand, inside wrists and between fingers.", "Falling off of hair stopped by lotion of Scroph. (R. T. C.).", "Pemphigus gangrenosus and its allies.", "Irritating vesicles on inside of lip, loaded with spindle-celled epithelium (goes from local application.", "R. T. C.)." ],
    "Sleep" : [ "Strong disposition to sleep: in morning with weariness and fulness in whole body; irresistible before and after a meal, with prolonged afternoon sleep." ],
    "Fever" : [ "Chilliness: on moving about in cool air; after rising in morning, for several hours, passing off with profuse sweat, which was followed by stupor and absence of all the symptoms.", "Whole body after first day feels very dry and hot, with burning sensation, followed by profuse sweat." ]
  }
}