{
  "remedyName" : "Scutellaria",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ardor urinae. Brain, irritation of. Chorea. Delirium tremens. Dentition. Exophthalmos. Flatulence. Headache, nervous. Hiccough. Hydrophobia. Hysteria. Night-terrors. Sleeplessness. Tobacco-heart." ],
    "Characteristics" : [ "Scutel., says Hale, who introduced it into homoeopathy, is in the domestic practice of North America what Valerian is in that of Europe. \"Its calming effects on the nervous system have been known ever since the settlement of New England.\" Provings by G. W. Gordon (Allen) and G. H. Royal (New, Old, and Forgotten Remedies) give the homoeopathic data. Royal (A. H., xxiii. 269) had this indication for Scut. given him by a friend: \"Nervo-bilious headache with the nervous symptoms uppermost, and nothing the matter with her.\" He relates this case: Miss M., 32, head of a large school, complained of being used up; unable to sleep or think. Pain in head almost constant, sometimes frontal, mostly at base of brain. Whenever called upon to overdo herself cannot sleep that night, and then there is either a nervous explosion the following day or a nervous sick headache, either being followed by complete collapse. This was in May. Pic. ac., and later Phos. ac., gave relief, and in September patient resumed work. Late in December there was another breakdown, and Stych. Pho. was given. A week later, after a very long and fatiguing day's work, Royal was summoned at a.m. He found the patient screaming. Every few minutes she had to urinate, and passed only a few drops. Stools frequent, loose, watery. Pulse irregular. Scut. O was given, ten drops every half-hour. Patient was better after the second dose, slept after the fourth. Since then she has kept the medicine by her, has only taken it when overworked, and has never had a nerve explosion or a headache since. In this case there was \"nothing the matter with her\"", "i.e., no organic defect to which the sufferings could be attributed. Royal's provers took 3x and 30x. Gordon took repeated doses of to drops of O. Hale quotes many eclectic writers who give these indications: (1) Depression of nervous and vital powers after long sickness, over-exercise, over-study, long-continued and exhausting labours. It controls nervous agitation (King). [It was Burnett's chief remedy in the nervous debility after influenza.] (2) Scudder mentions chorea; delirium tremens; and hydrophobia (as its popular name suggests). Rafinesque cites cases of prevention of hydrophobia; and Hale observed it produce in a patient taking 1x, after each dose", "\"Spasmodic or constrictive closing of jaws, and a tightness of the muscles of the face.\" [A writer, quoted N. Y. Med. Times, xxiv. 318, says Scut. in delirium tremens has the remarkable effect of calming fear.] (3) Paine adds these indications: Subsultus tendinum following fevers, in delirium tremens, epilepsy, catalepsy, hysteria. (4) Coe (who uses Scutellarin, the concentrated preparation) mentions sunstroke; tenesmus; tetanus; cramps. Hale has used it with success in sleeplessness, night-terrors, hysteria, nervous agitation from pain or exciting emotions, cerebral irritation of children from dentition or intestinal irritation. Like its relation, Lycopus., it caused weak and irregular action of the heart and protrusion of the eyes. It has been found useful in weak heart resulting from cigarette smoking (M. Cent., iii. 463). Churton (B. M. J., quoted H. R., i. 78) gave drops of the tincture every two hours in a case of \"severe and rapid hiccough\" which Chloroform, Morphia, and Pilocarpine had failed to relieve permanently. After the eighth dose the patient slept, and the spasms gradually diminished, and stopped for good by the fourth day. The hemicrania is > moving about in open air. (But there is also headache < from motion.) All symptoms are > by sleep. < By overwork or over-exertion." ],
    "Relations" : [ "Compare: Heart, Grave's disease, and botan., Lcpus. Nervous exhaustion, Cypr. (Cypr., according to Hale, acts more on brain, Scut. on spinal cord). Trismus, Nux. Hydrophobia, Agar., Fagus, Lach., Bell., Hdfb. \"Overworked women,\" Mag. c." ],
    "Causation" : [ "Excitement. Influenza. Overwork (mental or physical). Tobacco (heart). Pain (causes nervous agitation)." ],
    "Mind" : [ "Mind confused on attempting to study; cannot concentrate attention.", "Feeling of stupor on rising.", "Apathy.", "Irritability.", "(Fear.)" ],
    "Head" : [ "Vertigo: soon after breakfast; with photophobia.", "Dull, oppressive headache; on rising; < by study.", "Full, throbbing sensation in head.", "Sensation as if cranial contents were confined in too small a space.", "Before rising, hemicrania, most severe over r. eye; > moving about in open air.", "Pain in occiput.", "Headache < by eating; > by motion." ],
    "Eyes" : [ "Eyes feel as if protruding; as if pressed from within outwards.", "Aching in eyeballs.", "Eyeballs painful to touch." ],
    "Face" : [ "Face flushed towards evening.", "Spasmodic, constrictive closing of jaws and tightness of muscles of face (Hale, from 1x)." ],
    "Mouth" : [ "Taste: bad; sour; bitter." ],
    "Throat" : [ "Sensation of lump in throat which could not be swallowed." ],
    "Stomach" : [ "Poor appetite.", "Sour eructation.", "Nausea.", "Vomiting of sour ingesta, hiccoughs, pain and distress in stomach." ],
    "Abdomen" : [ "Gas in bowels; fulness and distension.", "Colic.", "Uneasiness." ],
    "Stool" : [ "Bowels regular with white stools.", "Diarrhoea, light-coloured; stools preceded by colic." ],
    "Urinary Organs" : [ "On attempting to urinate, slight difficulty, as if muscles of urethra partially paralysed.", "Urine rather scanty.", "Bile in urine.", "Frequent micturition but quantity small." ],
    "Chest" : [ "Oppression; sticking in heart region.", "Dull pain vertically beneath sternum." ],
    "Heart" : [ "Sticking in heart region.", "Sensation of throbbing about heart, evening.", "Pulse: very variable in force; intermitting." ],
    "Back" : [ "Sharp pains occasionally felt in lumbar region, proceeding mostly from l. kidney region." ],
    "Limbs" : [ "Occasional twitchings in muscles of arms and legs." ],
    "Generalities" : [ "Languor on rising in morning.", "Tremulousness and twitching of muscles.", "Restless uneasiness; must move about.", "Sticking in various parts." ],
    "Sleep" : [ "Frightful dreams.", "Sudden wakefulness.", "Sleeps late in morning and wakes with severe headache.", "Frequent sudden starting from sleep." ],
    "Fever" : [ "Slight chilliness, esp. on getting up." ]
  }
}