{
  "remedyName" : "Secale Cornutum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion, threatened. After-pains. Albuminuria. Anus, incontinence of; open. Asthenopia. Bladder, paralysis of. Boils. Carbuncles. Cataract. Chilblains. Cholera; infantum. Chorea. Convulsions. Cramps. Diabetes. Diaphragm, cramp in. Diarrhoea. Distortions. Dysphagia. Epilepsy. Epistaxis. Feet, cramps in; burning of; coldness of. Fibroma. Gangrene. Gastritis. Glands, swelling of; suppuration of. Goitre. Haematuria. Haemorrhages. Haemorrhagic diathesis. Heart, palpitation of. Hiccough. Hysteria. Impotence. Liver, enlargement of. Lochia, fetid. Lumbago. Menstruation, excessive. Metrorrhagia. Milk, suppressed. Miscarriage. Morvan's disease. Myelitis; diffusa. Nails, degeneration of. Neuralgia. Night-sweats. Numbness. Oesophagitis. Ovaries, tumours of. Paralysis; post-diphtheritic; spastic. Placenta, retained. Post-partum haemorrhage. Pregnancy, false pains of. Purpura, Raynaud's disease. Small-pox, haemorrhagic. Spinal irritation. Stammering. Stomach, cancer of. Strabismus. Stricture, spasmodic. Thrombosis. Tongue, biting of. Typhoid. Ulcers. Uterus, inertia of; neuralgia of; prolapse." ],
    "Characteristics" : [ "Rye and grasses are apt to be affected with the Ergot disease in damp seasons, and when grown on damp, ill-drained lands. If breeding cows are turned on pastures where infected grasses grow they are very liable to drop their calves. Ergot has been known as a hastener of parturition from remote times. Its other actions have been for the most part learned from the terrible epidemics of \"Ergotism\" which have occasionally devastated districts in which Rye infected with Ergot has been ground into flour and eaten by the population. Death takes place in convulsions; or else from gangrene and consequent exhaustion; or from exhausting haemorrhages or discharges, as diarrhoea. Many who escape immediate death are reduced to a cachectic state, from which they never recover; are paralysed, have limbs distorted and senses impaired. In general the sufferer retains a clear intellect and a good, even abnormally good, appetite to the last. The nervous symptoms of Sec. are convulsive. The body is at times rigid; at times rigidity alternates with relaxation. This is especially seen in the hands, which are either clenched or have the fingers spread widely apart (a keynote symptom). The muscles of the face and abdomen twitch. There is incontinence or retention of urine. Spasmodic retching, the stomach is violently contracted. Through the like action on the vaso-motor nerves there is first contraction and then dilatation of blood-vessels; the fingers turn bluish black. This stagnation leads to dry gangrene of the parts. Sec. shrivels up the skin, makes it dry and harsh; sallow complexion. It is therefore suited to", "thin, scrawny women, feeble and of cachectic appearance; women of irritable, nervous temperament; of pale, sunken countenance. To very old, decrepit persons. On the other hand, it is also suited to: Irritable, plethoric subjects. Women of very lax muscular fibre; everything seems loose and open; no action, vessels flabby: passive haemorrhages, copious flow of thin, black, watery blood. For Sec. lessens the coagulating power of the blood. and produces a haemorrhagic diathesis; persistent, offensive bleeding. Small wounds bleed persistently. Purpura comes within this category. One grand characteristic of Sec., which will determine its selection in many cases, is: \"< By external heat.\" This applies to cholera, purpura, gangrene, and any condition which may present symptoms of Sec. In cholera cases calling for Sec. the patient is cold, almost pulseless; there are spasmodic twitchings of muscles in various parts (especially spreading of fingers), eyes sunk, features pinched; surface harsh, shrivelled, dry, as though no moisture were left in the body. Though cold to the touch, cannot bear to be covered. In spite of this coldness, Sec. has burning among its characteristic sensations: burning in all parts of the body as if sparks were falling on the patient. Another characteristic sensation is numbness; tingling as if ants crawling all over, > from rubbing. This may accompany haemorrhages, loss of other fluids, debility, or skin affections. In the later stages of ergotism there is anaesthesia. The discharges are exhausting and offensive. Diarrhoea is peculiar, involuntary; with wide-open anus. The boils in which Sec. is indicated are small and painful, with green contents, mature very slowly, heal slowly, and are very weakening. The eyes are affected in various ways: Pustulous conjunctivitis; suppuration of cornea; dilated pupils, distortion, and strabismus; ptosis; suppressed tears. Catarrh has been caused in many instances. \"< From warmth\" will be the leading indication in many eye cases requiring Sec. Exophthalmic goitre has been cured with it; the heart being acted on by Sec. as other hollow viscera, and violent palpitation induced. Sec. has a great affinity for the uterus, whether gravid or not. Though its use in ordinary doses in obstetric practice is attended with danger, it may be used on its homoeopathic indications with perfect safety. It is indicated: (1) In threatened abortion, especially at the third month; prolonged, bearing-down, forcing pains. (2) During labour when the pains are irregular, too weak, feeble, or ceasing; everything seems loose and open, but there is no expulsive action; fainting. (3) For after-pains when too long, too excessive; or when there is hour-glass contraction of the uterus. (4) For suppression or non-appearance of the milk. The menses of Sec. are irregular; copious, dark, fluid; accompanied by labour-like pains in abdomen; there maybe a continuous watery discharge of blood during the whole time between the periods. Teste records this case: A lady, fat, very soft flesh, had flooding which nothing could stop. After several useless attempts, Teste gave large doses of Sec. with scarcely any effect. The patient asked for infinitesimal doses. At that time Teste had no faith at all in infinitesimals, but he yielded to the patient's request, and gave one drop of the 6th. The flooding ceased immediately and permanently. Peculiar Sensations of Sec. are: As if intoxicated while undressing. As if eyes were spasmodically rotated. As of a solid plug in nose. As if tongue paralysed. As if there were some resistance to be overcome in speech. As of a heavy weight in stomach. Region of stomach as if contracted. Anus as if locked up. As if testes being drawn up to inguinal ring. Uterus as if burnt. As if contents of uterus would fall forward. As if soft air were creeping through back. As if sacrum would be forced out. As if something alive creeping under skin. As if fingers asleep. As if limbs had been a long time in hot water. As if sparks of fire falling on different parts. As if mice creeping under skin. Fuzzy feeling in limbs. Sec. is indicated in Suppressions: tears; lochia; milk; sweat. Thirst with dry mouth or burning. Desires lemonade and sour things. Averse to fat and meat. The symptoms are: < By touch. > Lying doubled up in bed. Motion and any exertion <. Walking = giddiness. Many symptoms (cramps, twitchings) < night. Sinking spells a.m. Open air >. Wants to be fanned. Warm applications <. Warm drink <. Wet bandages > labour pains. Cold applications >. < After eating. All symptoms < just before menses. The right side is predominantly affected." ],
    "Relations" : [ "Antidoted by: Camph., Op. Compatible: Chi. (Teste classes Sec. with Chi. in his Ferrum group), Ars., Aco., Bell., Merc., Pul. Compare: In labour, Cinnamon (\"In post-partum haemorrhage, Cinnamon increases labour-pains, controls profuse or dangerous flooding, is always safe, while Ergot is always dangerous.\"", "H. C. Allen). Labour-like pains, Pul., Sul., Bell., Calc., Caul., Gossyp., Lil. t., Sep., Vib. o. Cold skin, cannot bear to be covered, Camph. > Uncovering, Aco., Calc., Camph., Fer., Iod., Lyc., Pul., Sul., Ver. Haemorrhages, Bovist. (flow between periods; menses flow mostly or only at night or early morning; puffy condition of body; parts feet enormously large), Mitchella (less passive, blood brighter, dysuria with the haemorrhage), Trill. p. (bright red and profuse, faint feeling, rapid, feeble pulse), Ham. (with hammering headache), Erig. (flow in fits and starts; with dysuria), Ust. (flow bright red, partly clotted). Fer. ph., Chi. Haemorrhagic diathesis, Lach., Phos. Cholera, shrivelled up, gangrene, burning sensation, Ars. (but Ars. is > by heat). Cholera collapse, Camph. (sudden), Ver. (cold sweat on forehead). Follicular pharyngitis, K. bi. Cold surface, sunken, pale face, blue lips, tingling in limbs, speech stuttering, Lach. Action on blood-vessels, Bar. c. Diarrhoea discharged with great force, Samb., Crot. t. Anus wide open, Apis, Phos. Threatened abortion at third month, Sabi. Cholera morbus, Colch. Diabetes, Plb. Burning feet, cramp in calves, Sul. Eyes < from warm applications (Asar. > cold washing). Exophthalmic goitre, Lpus., Scut., Thyr. Spastic paralysis, Lath. Old persons, Con. Twitching, coldness, chilblains, cholera, also botan., Agar. Compare also: Ergotinum, which sometimes acts when Sec. is indicated and fails (see case under Ergotinum)." ],
    "Causation" : [ "Lifting (= abortion). Injury (= gangrene). Sexual excess." ],
    "Mind" : [ "Discouragement and timidity.", "Great anxiety.", "Sadness and melancholy.", "Great anguish.", "Furor, with desire to jump into the water.", "Madness and inclination to bite.", "Fear of death.", "Mania.", "Weakness of the intellectual faculties (stupid, half-sleepy condition; moaning).", "Mental alienation.", "Delirium.", "Loss of consciousness.", "Consciousness seems to continue to the last breath; and just before death it seems as though the patient would improve." ],
    "Head" : [ "Head confused and stupefied (unconsciousness with heavy sleep, preceded by tingling in head and limbs; in haemorrhages from the uterus).", "Sensation as from intoxication while undressing.", "Vertigo as from intoxication.", "Stupefaction, with tingling in head and pain in limbs, which are < from motion.", "Diminution and loss of senses, sight, hearing, &c.", "Peculiar feeling of lightness of head, esp. in occiput.", "Attacks of vertigo of different kinds, also chronic.", "Headache with dull and painful confusion, esp. in occiput.", "Semilateral headache (l.).", "Hair falls out.", "Scalp sore.", "Twisting of head to and fro." ],
    "Eyes" : [ "Eyeballs sunk deep in the sockets; and surrounded by blue margins.", "Pupils spasmodically contracted or else dilated.", "Convulsed eyes.", "Squinting.", "Pain in eyes, with feeling as if spasmodically rotated.", "Fixed, wild look.", "Cataract, hard or soft; with headache, vertigo, and roaring in ears.", "Suppuration of cornea; < from warm applications.", "Suppressed secretion of tears.", "Eyes yellow.", "Complete blindness.", "Double or triple vision.", "Mist, spots and a veil before the sight.", "Weakness of sight.", "Sparkling before the eyes and cloudiness of sight.", "Exophthalmic goitre." ],
    "Ears" : [ "Humming and roaring in ears; and hardness of hearing.", "Undue sensitiveness of hearing, even slightest sound re-echoed in head and made her shudder.", "Transient deafness." ],
    "Nose" : [ "Sneezing.", "Nose feels stopped yet watery discharge runs from it.", "Nose stopped l. side as with a solid plug.", "Nose-bleed: blood dark, runs continuously, with great prostration, small, thread-like pulse; in old people or drunkards; in young women; from debility." ],
    "Face" : [ "Face discoloured, pale, yellow, wan, with eyes hollow and surrounded by a blue circle.", "Distorted features.", "Livid spots on face.", "Face of a deep red.", "Swelling of face.", "Tingling in face.", "Forehead hot.", "Muscular twitchings, usually begin in face and then spread all over body, sometimes increasing to dancing and jumping.", "Lips bluish or deathly pale.", "Lips and mouth painfully contracted (spasmodic distortion; risus sardonicus)." ],
    "Teeth" : [ "Lockjaw.", "Grinding of teeth.", "Loosening and falling out of teeth.", "Bleeding from gums.", "Difficult dentition." ],
    "Mouth" : [ "Very offensive breath.", "Increased secretion of saliva.", "Dryness of mouth, with thirst.", "Haemoptysis.", "Sanguineous or yellowish green foam before mouth.", "Tongue discoloured, brown or black; or else loaded with a thick coating (of mucus).", "Painful tingling in tongue and throat.", "Swelling of tongue.", "Stammering, embarrassed, indistinct, weak speech; as if the tongue were paralysed; or there were resistance to be overcome.", "Twitching of tongue.", "Frequently bites tongue." ],
    "Throat" : [ "Dryness of throat.", "Burning sensation or troublesome tingling or crawling in throat.", "Follicular pharyngitis; hawks up little follicular exudation.", "Paralysis of muscles of swallowing and speaking; in danger of choking.", "Inflammation of the oesophagus." ],
    "Appetite" : [ "Dulness of the taste.", "Burning, insatiable thirst.", "Unnatural appetite, even when dying from exhausting discharges from bowels.", "Insatiable hunger, esp. for acid things." ],
    "Stomach" : [ "Frequent risings.", "Disgust, esp. for meat and fatty things, and nausea.", "Continuous nausea; < after eating.", "Nausea and inclination to vomit.", "Hiccough.", "Retching and vomiting of bilious, crude matter.", "Easy vomiting.", "Vomiting of food, with great debility.", "Vomiting of lumbrici.", "Vomiting of mucus.", "Vomiting of black bile.", "Vomiting of dark brown, coffee-grounds fluid; of all food and drink.", "Haemorrhage from stomach.", "Stomachache.", "Cramp in stomach.", "Excessively painful sensibility, distressing oppression (as from a weight), and anguish in pit of stomach, with ineffectual want to vomit.", "Burning sensation in scrobiculus and epigastrium.", "Great anxiety and pressure in pit of stomach, with great sensibility to touch.", "Inflammation and gangrene of stomach.", "Inflammation and cancer in stomach." ],
    "Abdomen" : [ "Abdomen excessively inflated and tight.", "Cuttings and tearing pains in abdomen.", "Inflammation and gangrene of the liver.", "Liver enlarged.", "Burning (or coldness) in abdomen.", "Fixed, burning pains in splenic and lumbar regions.", "Pains in the loins as from false labour pains.", "Colic, with pains in sacrum and thighs, frequent risings, and vomitings.", "Painful colic, with convulsions.", "Sensation of excessive coldness in abdomen and back.", "Burning sensation in abdomen.", "Strong pulsation in umbilical region.", "Borborygmi.", "Pains in hypogastric region." ],
    "Stool and Anus" : [ "Constipation, with continued and ineffectual want to evacuate.", "Loose, frequent evacuations, with serous, slimy, or else discoloured or brownish faeces.", "Diarrhoea of a putrid smell.", "Diarrhoea, with sudden prostration of strength.", "Involuntary (very watery) evacuations.", "Offensive, watery diarrhoea (in child-bed).", "Cholera; diarrhoea after the cholera.", "Diarrhoea: frequent brown discharges, dark-coloured; very offensive; thin, olive green; very exhausting; pernicious.", "Haemorrhage from the bowels.", "Expulsion of worms.", "Paralysis of rectum and anus.", "Anus wide open." ],
    "Urinary Organs" : [ "Suppressed secretion of urine.", "Scanty, hot, burning urine.", "Emission of urine, drop by drop, difficult, scanty, with continued want to urinate.", "White urine, clear like water.", "Increased secretion of urine.", "Urine retained.", "Bladder paralysed.", "Enuresis: of old people; pale, watery, or bloody urine.", "Haematuria; bloody, albuminous urine; thick black blood.", "Urinary deposit like white cheese." ],
    "Male Sexual Organs" : [ "Numerous erections, even after coition.", "After lightness in occiput, strong dragging in spermatic cord, so that testes seemed drawn up to inguinal ring.", "After sexual excess palpitation of heart.", "Weak memory after exhausting coition; impotence.", "Chronic spasmodic stricture of urethra." ],
    "Female Sexual Organs" : [ "Catamenia too profuse and of too long duration, sometimes with violent spasms.", "Metrorrhagia of a black, liquid blood, flowing esp. during a slight movement, sometimes with tingling in legs and great debility.", "Discharge of blood during pregnancy.", "Labour ceases, and instead twitchings and convulsions.", "Too long and too painful after-pains.", "Suppression of milk.", "Miscarriage (esp. in third month).", "Defective contraction of uterus after miscarriage.", "Swelling and warts on the cervix uteri, which is partially open.", "Gangrene of vaginal mucous membrane, with a dark, slate colour.", "Vagina hot or cool.", "Sanguineous congestion in uterus.", "Offensive discharge from uterus causing her to vomit (Ussher).", "Lochia scanty and fetid, or of too long duration and sanguineous (followed by fever and inflammation of uterus).", "Puerperal convulsions.", "[Female genital organs in general; pains like labour pains, which are protracted for a long time, skin cold and no wish to be covered, &c.; labour pains ceasing; labour pains too weak; abortion in the characteristic patients.", "H. N. G.].", "Cancer and gangrene of uterus.", "Prolapse of uterus." ],
    "Respiratory Organs" : [ "Heavy, anxious breathing, with moaning.", "Spitting of blood, with or without cough.", "Feeble voice, inaudible, stammering.", "Expectoration of blood during violent efforts to breathe.", "Voice hoarse and hollow.", "Painless aphonia in morning, as the day goes on he gets hoarse (produced.", "R. T. C.).", "Anxious and obstructed respiration, with sighs and sobs." ],
    "Chest" : [ "Dyspnoea and oppression of chest.", "Suffocating oppression of chest, with cramp in diaphragm." ],
    "Heart" : [ "Praecordial tenderness.", "Painful sensation over heart.", "Praecordial anxiety.", "Violent spasmodic palpitation of heart.", "Pulse small, very rapid, contracted; frequently intermittent; fluttering, slow, depressed." ],
    "Neck and Back" : [ "Stiffness of nape of the neck.", "Profuse miliary eruption on nape of neck and chest.", "Sensation of coldness in back.", "Pain in back and small of back.", "Tingling and insensibility in back (extending to tips of fingers and toes).", "[Severe pain in (lower) back < when walking much or sitting long in same position.", "R. T. C.].", "(Lumbago.)" ],
    "Limbs" : [ "Drawing, crawling, tearing, and tingling in limbs and joints.", "Distortion of limbs.", "Jerks and convulsive movements in limbs, which manifest themselves esp. at night, often also periodically, and which are > by stretching the parts violently.", "Contraction of hands, feet, fingers, and toes.", "Limbs become cold, pale, and wrinkled, as after being a long time in hot water.", "Disagreeable sensation of sleep and formication in limbs.", "Cramps in legs, calves, arms, hands, and toes.", "Burning of hands and feet.", "Fuzzy feeling in limbs.", "Cold gangrene of the limbs; the dead part separates at the joints and drops off.", "Trembling of limbs.", "Weakness, heaviness, and torpor of limbs.", "Numbness, insensibility, and coldness of limbs, esp. tips of fingers and toes." ],
    "Upper Limbs" : [ "Spasmodic curvature of the arm, with drawing in the part.", "Burning sensation in the hands.", "Swelling of the hands, with black pustules.", "Oedematous swelling in the wrist.", "Distortion of the hands.", "Tingling, crawling, with numbness and insensibility in finger-tips.", "Contraction, distortion, and turning back of the fingers.", "Spasms with fingers spread apart.", "Peculiar prickling in tips of fingers that are very sensitive to cold after awhile they began to suppurate, and later the nails separated from their matrix and fell off one after another, leaving an unhealthy granulating surface.", "Degeneration of pulp of nails, the nails are raised." ],
    "Lower Limbs" : [ "Lassitude and soreness in the legs.", "Contraction of the legs and toes.", "Distressing cramps in calves and soles, esp. at night.", "Burning sensation in (swollen) feet.", "Distortion of feet.", "Swelling of feet, with black pustules.", "Feet seem asleep and stiff.", "Mortification of toes.", "Gangrena senilis.", "Tingling in toes." ],
    "Generalities" : [ "For female complaints chiefly, and esp. when occurring in thin, scrawny, wrinkled females or children.", "Skin is cold, but the patient does not wish to be covered up.", "Copious vomiting of a mixture of thick, black, pitchy, bilious, and slimy matter.", "Dry gangrene, particularly on r. side, beginning in toes and running up the limb.", "Amaurosis occurring in patients characteristic of this drug; hard hearing; blue colour around eyes.", "< From drawing up limbs; esp. in troubles of childbed.", "> From stretching out the limbs.", "Drawing, tearing, and tingling in the limbs and joints.", "Violent and wandering spasmodic pains.", "Cramps in legs, arms, and chest.", "Burning sensation in all parts of the body, as if caused by sparks.", "Tonic spasms; of all extensors.", "Tetanus.", "Epileptiform convulsions.", "General atrophy and emaciation.", "Rapid emaciation of paralysed parts.", "Unsteady gait; unsteadiness of the whole body; trembling; rapid sinking of strength.", "Collapse when the patient cannot bear covering.", "Syncope.", "Great lassitude and indolence.", "Paralysis.", "Complete mortification of some parts by sphacelus.", "Affections in general of r. side; crooked limbs; sensation of deadness in any part.", "Loss of sensation throughout the body." ],
    "Skin" : [ "Skin sallow, lead-coloured, flaccid, and shrivelled.", "Skin rough and dry.", "Torpor and insensibility of the skin.", "Miliary eruption, esp. on chest and nape of neck.", "Petechiae.", "Purpura haemorrhagica.", "Ecchymosis.", "Furunculi.", "Swelling and pain without inflammation; coldness, blue colour, gangrene.", "Black, gangrenous pustules.", "Blackness of outer parts; crawling on the skin as of insects.", "Subcutaneous tingling.", "General desquamation of epidermis.", "Ulcers that turn black; skin withered and gangrenous.", "Heat, with thirst and want of perspiration.", "Sanguineous vesicles, which turn to gangrene, in the limbs.", "Anthrax becoming gangrenous." ],
    "Sleep" : [ "Strong inclination to sleep and coma.", "Deep, lethargic sleep.", "Sleeplessness, with agitation and dry heat.", "Coma with delirium, starts, and fright." ],
    "Fever" : [ "Violent shivering, followed by violent internal burning heat, with violent thirst.", "Excessive coldness in back, abdomen, and limbs.", "Coldness of surface of body; esp. of extremities and face; dryness.", "Dry heat, with quick pulse, agitation, and sleeplessness.", "Small, suppressed pulse (generally slow and contracted, sometimes intermittent, only slightly accelerated during the heat).", "Pulse unchanged, even with the most violent attacks.", "Cold perspiration.", "Cold, clammy sweat all over, esp. above waist-line." ]
  }
}