{
  "remedyName" : "Selenium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Ankle, itching eruption about. Comedo. Constipation. Debility. Enuresis. Hair, falling out. Headache. Hoarseness. Impotence. Laryngitis, scrofulous; tubercular. Liver, affections of; rash over region of. Priapism. Prostatitis. Prostatorrhoea. Psoriasis palmaris. Reveries. Scabies. Scalp, eczema of. Skin, unhealthy. Spermatorrhoea. Stammering. Sun, effects of. Syphilis." ],
    "Characteristics" : [ "Selenium was discovered in by Berzelius, and was named by him after the moon (σεληνη) because it is found associated with Tellurium (Tellus, the earth). It is also found associated with Sulphur. All three belong to the same group of elements. \"When precipitated it appears as a red powder, which-melts when heated, and on cooling forms a brittle mass, nearly black, but transmitting red light when in thin plates. When heated in air it takes fire, burns with a blue flame, giving a gaseous Oxide of Selenium, which has a most penetrating and characteristic odour of putrid horse-radish. Sel. undergoes a remarkable change in electrical resistance under the action of light: hence the use of Selenium cells\" (Cent. Dict.). Sel. was introduced and proved by Hering. A leading feature of it is the weakness it causes, a weakness involving all parts of the body; easy fatigue from any labour, night-watching, mental exertion, and especially from hot weather. The hotter his body the weaker he is: strength rises as the sun sinks. This debility causes sluggishness: wants to sleep from sheer exhaustion, and is < after. Cannot bear any nervous drain, hence < after coitus or seminal emissions. Impotence. Debility after fevers. When the patient begins to walk after typhoid and feels great weakness in the spine and fears paralysis Sel. is indicated. Irritability, headaches, and other troubles following or < by seminal emissions. The headaches are accompanied by profound melancholy, and may be caused by indulgence in alcoholics or in tea, by hot weather, by over-study, and they are < by strong odours, as of musk, roses, &c. The headaches may be periodical, and are frequently located above the left eye. Many chronic liver affections are met with Sel., the guiding symptoms in such cases being: Enlargement of liver with loss of appetite in the morning; sharp stitching pain < on any movement or pressure, sensitiveness of liver; and, especially, \"fine rash over liver region.\" There is constipation from atony, with impacted faeces: and dribbling of semen after stool, and also after micturition. Sufferings after seminal emissions", "mental confusion, headache, almost paralytic weakness of spine, involuntary escape of prostatic fluid. I have cured with Sel. many cases of hoarseness, the special indications being", "hoarseness of singers, appearing as soon as they begin to sing; or after long use of the voice; with frequent necessity to clear the throat from accumulation of clear, starchy mucus. Scrofulous and incipient tubercular laryngitis have been cured with Sel. The parallelism with Sulph. is seen all through the pathogenesis of Sel., and perhaps more especially in the skin. Sel. causes itching in folds of skin, as between fingers and about joints, especially the ankle-joint. The itching may occur in small spots, and be accompanied by tingling (showing involvement of the nervous system). The scalp is affected with an eczematous eruption which oozes thin fluid after scratching. Hair falls off scalp and all parts of body. I have frequently relieved \"psoriasis palmaris\" with Sel., which shows that it has a relation to syphilis. Among the Peculiar Symptoms of Sel. are: Very forgetful in business, but during sleep dreams of what he had forgotten. Coryza ending in diarrhoea. Hungry at night; longing for spirituous liquors, an almost irresistible maniacal desire. Sensation as if a biting drop were forcing its way out of the urethra. Irresistible desire to lie down and sleep; strength leaves him suddenly, especially in hot weather. Very great aversion to a draught of air, either warm, cold, or damp. Aversion to salted food. Pulsation in whole body, especially in abdomen after eating [which I have verified]. Great emaciation of face, hands, legs, feet, affected parts, and single parts. Sel. is Suited to blondes and persons of light complexion. The symptoms are < by touch and pressure. < By motion. > By rest. < After sleep. < By mental exertion. < After seminal losses. < From draught of air, even if warm. < In open air. < From tea; sugar; salt; lemonade; wine. < In hot weather. < By sun, and with the sun's increase (< towards noon, > as sun declines). > Taking cold air or cold water into mouth. < Every afternoon (headaches)." ],
    "Relations" : [ "Antidoted by: Ign., Puls. (Mur. ac. in a case of mine). Incompatible: Chi., Wine. Compatible after: Calad., Nat. c., Staph., Pho. ac. (in sexual weakness) Itch checked by Merc. or Sul. often requires Sel. Compare: Hunger at night, Cin., Pso., Ign., Lyc. Impacted stool, Alo., Calc., Sanic., Sep., Sel. Impotence (Chlor. sudden). Priapism, glans drawn up, Berb.; (glans drawn down, Canth.). Aphonia of singers, Caust., Arg. m., Stan., Ar. t., Graph. Prostatitis and urethritis, Lith. c., Dig., Cyc., Caust., Lyc., Cop. Hot weather fatigue, Lach., Camph., Nat. c., Nat. m. Bad effects of mental exertion and loss of sleep, Sul. Impotence, Sul. (Sul. has more coldness and shrivelling of the organs; Sel. more total relaxation, so that semen escapes involuntarily and dribbles). Exhaustion consequent on protracted diseases, Sul. (Sul. has flushes of heat on least motion; and gone feeling in forenoon). Periodical headaches, Sul. (Sel. every afternoon, < from tea; Sul. once a week, < from coffee). Headaches of drunkards or debauchees, Sul. (Sul. < from all forms of alcohol; Sel. headaches are sometimes > from brandy; also its gastric symptoms). \"Cat-naps, \", Sul. (Sel. wakes precisely at same hour, before rising time, at which all symptoms <; Sul. has not the periodic hour for waking, and does not fall asleep again). Itching in folds of skin, Sul. (Sel. has also \"tingling in spots\"). Chronic enlargement of liver, Sul. Loss of appetite in morning, Sul. (Sul. has increase of thirst; Sel. has not. Sel. has white tongue; Sul. has not). Emaciation, Nat. m., Chi. Debility from loss of fluids, Chi. Twitching of face, Tell. Bores fingers in nose, Cin., Ar. t. Throbbing after meals, Nat. c. < From tea, Thuj., Fer. Pain in back with emissions, Cob. Fatigue, Pic. ac. Sun effects, Sol. Larynx, Nat. sel." ],
    "Causation" : [ "Alcohol. Tea. Sugar. Salt. Lemonade. Debauchery. Walking. Exertion. Masturbation. Loss of fluids." ],
    "Mind" : [ "Reveries of a religious and melancholy character.", "Great loquacity; fond of conversing; esp. in evening.", "Excessive forgetfulness, esp. in matters of business.", "Great forgetfulness when awake, with distinct recollection during half sleep.", "A kind of stammering; he uses syllables of words in wrong connections, therefore pronounces some words incorrectly.", "Difficult comprehension.", "Absolute incapacity to execute any business whatever.", "Mental labour fatigues him.", "Dread of society." ],
    "Head" : [ "The head becomes affected by intellectual labour.", "Vertigo: on lifting head, rising from a seat; raising himself in bed; moving about; with nausea, vomiting, faintness; < (an hour) after breakfast and dinner.", "Headache every afternoon.", "Headache after drinking lemonade, wine, or tea.", "Violent attacks of lancinating pains in head above (l.) eye, with desire to lie down, sensibility in exterior of head, copious emission of urine, anorexia, and melancholy, excited by walking (in the sun) and by strong smells.", "Headache of drunkards; headache after debauchery.", "Falling off of the hair when combing it; also of eyebrows, whiskers, and genitals, with tingling-itching on scalp in evening, oozing after scratching, and with tension and sensation of contraction of scalp, with emaciation of face and hands.", "Pain in scalp, as if hair were pulled out." ],
    "Eyes" : [ "Pains deep in orbits.", "Spasmodic twitching of l. eyeball.", "Itching vesicles on eyebrows and margins of lids.", "Falling off of eyebrows." ],
    "Ears" : [ "Ear stopped.", "Hardening of wax in (l.) deaf ear." ],
    "Nose" : [ "Itching in nose, in nostrils, and on margins of alae nasi.", "Tendency to bore fingers into nose.", "Complete obstruction of nose (chronic).", "Coryza ending in diarrhoea.", "Fluent coryza in evening.", "Yellow, thick, gelatinous mucus in nose." ],
    "Face" : [ "Greasy, shining skin of face.", "Twitching in muscles of face.", "Great emaciation of face and hands.", "Upper lip cracked.", "Comedones." ],
    "Teeth" : [ "Toothache which compels use of toothpick till the blood comes.", "Boring in molars.", "Teeth covered with mucus.", "Toothache from tea.", "The teeth become free of mucus, hard, and smooth, and crack when rubbed.", "Toothache with feeling of coldness, > taking cold water and cold air into mouth." ],
    "Mouth" : [ "Pain under root of tongue.", "Tongue loaded with a thick white coating in morning.", "Stammering speech; articulates with great difficulty." ],
    "Throat" : [ "Dryness in throat.", "Hawking of lumps of transparent mucus every morning." ],
    "Appetite" : [ "Sweetish, disagreeable taste after smoking.", "Anorexia in morning (with white-coated tongue).", "Hunger at night.", "Dislike to salt things.", "Frequent desire for brandy.", "Bad effects from: sugar; salt food; tea; lemonade." ],
    "Stomach" : [ "Hiccough and risings after smoking before eating.", "Inclination to vomit.", "Feels very sick after sleep.", "Cramp in stomach.", "Pressure in stomach as if cramp would occur." ],
    "Abdomen" : [ "Throbbing of the arteries in the whole body, esp. in abdomen after a meal.", "Pain in the liver, esp. on taking an inspiration, extending to the renal region, with sensibility to external pressure.", "Red itching, miliary eruption in the hepatic region.", "Pains in r. side, around under last ribs, esp. on inspiration, extending to region of kidneys.", "Violent shootings in spleen when walking." ],
    "Stool and Anus" : [ "Constipation.", "Hard evacuations, followed by a discharge of mucus or of blood when passing the last portion of it; stool so hard and impacted that it has to be removed by mechanical aid.", "Stools exceedingly difficult and threaten to tear anus from their immense size; hours spent in effort; stool can be seen through distended anus as an immense, dark, hard ball; sufferings great, patient becomes wonderfully agitated.", "Somewhat liquid faeces, with tenesmus.", "Filaments, like hairs, in faeces." ],
    "Urinary Organs" : [ "Urine: scanty and red in evening; red sediment, like coarse sand.", "Involuntary dribbling of urine when walking.", "Dribbling of urine after micturition and after stool.", "Sensation in tip of urethra, as if a biting drop were forcing its way out." ],
    "Male Sexual Organs" : [ "Tickling and itching in genitals, esp. in scrotum.", "Impotence; with lascivious ideas.", "Pollutions, with flaccidity of penis.", "Discharge of semen, drop by drop, during sleep.", "Lascivious dreams with emissions which waken him, followed by lameness and weakness in small of back.", "Flow of prostatic fluid during evacuation and at other times.", "Thin and scentless semen.", "During coition, feeble erection, too prompt emission, and long-continued voluptuous thrill.", "Priapism, glans drawn up.", "Gonorrhoea (secondary); gleet.", "Debility (weakness in loins) and peevishness after coition." ],
    "Female Sexual Organs" : [ "Menses copious and dark.", "Menses delayed about eight days." ],
    "Respiratory Organs" : [ "Hoarseness on beginning to sing (or from singing; talking or long reading; voice hoarse and husky).", "Hawking up of mucus and of small clots of blood.", "Cough in morning, which fatigues whole chest, with expectoration of blood and small globules of mucus.", "Difficulty of breathing when walking in open air.", "Frequent efforts to breathe deeply, like sighing.", "Respiration obstructed at night, when lying down, by pains in chest, side, and loins." ],
    "Neck and Back" : [ "Cramp in neck.", "Pain through l. side of neck and down back of l. leg.", "Pain in glands l. side of neck.", "Rigidity of muscles of neck and nape, which hinders head being turned.", "Hard swelling on back.", "Paralytic pain in small of back, > lying on abdomen.", "Sensation of paralysis in loins.", "Pain as from lameness in small of back in morning." ],
    "Limbs" : [ "Pains in all the limbs, as if caused by a chill." ],
    "Upper Limbs" : [ "Miliaria in forearm.", "Tearing in hands at night, with cracking in wrists.", "Itching at wrist, in palms; itching vesicles on and between fingers.", "Dry, scaly eruption on palms, with itching, having syphilitic base.", "Painful hang-nails.", "Scabious pimples on hand.", "Emaciation of hands." ],
    "Lower Limbs" : [ "Itching pimples on buttocks and thighs, near the scrotum.", "Emaciation of legs.", "Cramps in calves and soles.", "Legs feel weak, with fear of paralysis after typhus.", "The knees crack when they are bent (at night).", "Flat ulcers on (lower) legs.", "Itching in feet, esp. round ankles, in evening.", "Blisters on toes." ],
    "Generalities" : [ "[Escape of seminal fluids, particularly when straining at stool, which condition may be accompanied with headache, sleeplessness, weakness, and troubles in general; complaints after stool impotence of the male; spermatorrhoea; weakness of the sexual powers nocturnal pollutions.", "Deep respiration.", "Itch where the pustule comes between the fingers; foul exanthema.", "Perspires too easily; on single parts; on forepart of body.", "< While drinking tea; after stool; while, or after talking; can't bear to have the hair touched; walking in the open air.", "H. N. G.].", "< After sleep, esp. on hot days, from lemonade, wine; from very salt food; in the sun.", "Excessive emaciation, esp. of face, hands, and legs (thighs).", "Cinchona produces extraordinary sufferings, and < those which are already in existence to an insupportable degree.", "Throbbing in vessels of whole body, esp. felt in abdomen.", "Strong inclination to lie down and to sleep, esp. during heat of day.", "Symptoms < after sleep.", "Inability to bear a draught of air.", "Every draught of air, even warm, = pain in limbs, head, &c." ],
    "Skin" : [ "Frequent tingling in circumscribed parts of skin, with great provocation to scratch.", "Miliary eruption.", "Red rash on region of liver.", "Prolonged oozing from parts which have been scratched.", "Flat ulcers.", "Itching in folds of skin, between fingers and about joints, esp. ankle joint.", "Hair falls off head, whiskers, and other parts." ],
    "Sleep" : [ "Disposition to sleep early in evening, with imperfect sleep and frequent waking during night.", "Retarded sleep in evening.", "Jerks in body when going to sleep.", "Light sleep at night, and waking with least noise.", "Waking early in morning, and always at same hour.", "Sleepless before midnight.", "Symptoms < after a siesta; on hot days.", "Dreams of quarrels and unnatural cruelty." ],
    "Fever" : [ "Pulse very little accelerated.", "Burning heat, extending over considerable portions of the skin (chest, abdomen, loins, and ribs).", "Constant alternation of heat and cold.", "Perspiration from least exertion.", "Perspiration as soon as he sleeps, day or night.", "Tendency to profuse perspiration when walking, or during an afternoon sleep.", "Perspiration (on chest, genitals, and under axillae) which leaves yellow or white spots on linen and stiffens it.", "External heat, with burning in skin, and only in single spots." ]
  }
}