{
  "remedyName" : "Sempervivum Tectorum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Climaxis. Menses, suppressed. Tongue, indurations of." ],
    "Characteristics" : [ "Kallenbach (H. R., x. 473) gives some experience with Semp. t. In Hufeland's Journal, says Kallenbach, \"the fresh juice is recommended in chronic aphthae in grown persons in causal relation to haemorrhoids, as well as in scirrhous indurations of the tongue.\" In many countries Semp. has a popular reputation for indurations and sores on the tongue. Reichel, of Staben, considers it curative in spasms of the uterus and in menstrual disturbances of all kinds, as well as in cases of too exalted vascular activity in the sexual sphere; also in aural troubles consequent on hardened ear-wax and in inflammatory exudations of the ear. Kallenbach was consulted", "(1) By Mrs. S., childless, of sickly looks, for an affection of the tongue. For the previous six months menses had appeared only every eight to ten weeks, and were accompanied with pains darting from small of back to uterus and vulva. During the six months she had stitching pain on right rim of tongue about 3/4 inch from the point, at which place, after a few weeks, a swelling formed, the size of a small bean, which bled at times, and at night caused a burning sensation as of a small coal, disturbing sleep. Sour food = pain. The swelling is not hard on the surface, but contains two hard nodules, of size of lentils, one of which is denuded and bleeds on touch. Three enlarged veins cross the swelling and enter the tongue muscle behind it. After over a month of treatment with Aur., Ars., Carb. v., in vain, Kallenbach moistened the swelling with the fresh juice of Semp. thrice a day. Within three days it was smaller and folds appeared, the enlarged veins were contracted, formed thin, tense vessels crossing the swelling and seemingly tying it. During the next three days the patient applied the juice too energetically, and Kallenbach found the surroundings in inflammatory irritation and very sensitive. The application was stopped, and Semp. 2x given internally. After a week's use the swelling had shrivelled to one-third, and ten days later the menses, which had ceased altogether, reappeared, and continued very profusely for five days. The swelling shrivelled to the size of a small pea, was firmer, harder, devoid of sensation, and gave no further trouble. The menses continued regular. (2) Mrs. X., mother of a six months' old healthy boy, formerly frequently afflicted with swelling of the glands, very sensitive to homoeopathic remedies, complained of a pain under her tongue of ten days' duration, interfering with eating and speaking. There was a bluish red elevation on under side of tongue of size of split bean, hard, and along both sides there were enlarged veins. On one side a denuded spot exuded a whitish albuminous matter which could easily be wiped off: Semp. one powder every forty-eight hours. On the second day the swelling was less sensitive, and in a week much smaller. Then the menses reappeared (first time since confinement), and in three weeks the whole swelling was gone, leaving only in its place a somewhat engorged vein. Kallenbach, treated with applications of 1x a General v. B. who had nodules on left rim of his tongue with swollen veins, the nodules disappeared, and the sensitiveness was removed, and the patient was so well that he refused to stay for the completion of the cure, and failed to report. My own experience with Semp. was in domestic practice. For some childish affection of the eyes in my own case, rags moistened with \"Houseleek and cream\" (about equal parts of the juice and fresh cream) were applied, and my recollection of it is that the application was exceedingly pleasant." ]
  }
}