{
  "remedyName" : "Senecio Jacoboea",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Brain, affections of. Cerebro-spinal irritation. Depression. Enuresis. Headache. Twitchings." ],
    "Characteristics" : [ "Cooper has published (H. W., xxxv. 154) observations with Sen. jac., the common Ragwort, which, with its yellow flowers, is such a conspicuous feature of English roadsides and commons throughout the summer months. Cooper (1) gave a lady, (who had slight otorrhoea of left ear with deafness on that side), a single dose of Sen. jac. O. Immediately after, she began to feel depressed in mind and body; it seemed as if her brain would not work, for she talked incoherently. The bowels began acting in gushes, and a bladder weakness was aggravated, so that there was enuresis night and day for three days. (2) Another woman from a single dose of the same had \"exhaustion in the back of the head.\" (3) A lady, 51, had had depression all her life, coming in fits. \"Memory and everything goes,\" cannot talk coherently to herself, and dislikes conversation in others. On July 1, 1900, she wrote: \"Have suffered agony from awful feeling of torpor of brain, which has made it an effort to put words together, memory seemed to go, felt altogether insensible; bowels have been confined.\" One dose of Sen. jac. O was given, and removed the depression and relieved all the other symptoms; it also produced this: Constant rigidity of muscles, chiefly of neck and shoulders, < at night; it seems like a habit, \"and I try to relax them but find it most difficult; it seems to run back involuntarily, so that the weight of the head is somehow held in this way, and though touching the pillow does not rest on it. Sometimes in the day the upper part of the legs gets a sort of ague fit of shaking.\" On this Cooper remarks: \"The exhaustion felt after a dose of Sen. jac. in the back of the head in case 2, and the cropping up as a new symptom of this strange-looking rigidity of the muscles of the neck, at night chiefly, together with the shaking of the legs in the daytime, points to inco-ordinate muscular action due to deranged cerebral control.\" Cooper adds this case: A man, 68, many years apoplectically inclined, had constant twitchings at night with vascular deafness of right ear, loss of memory, pressure and heat of head: after a dose of Sen. jac. O he remained comfortable for three months and hearing improved. Sen jac. has been used like Sen. aur. in cases of menstrual irregularity. Gerarde mentions \"green wounds and old filthy ulcers\" as benefited by it, also \"old aches and pains in the arms, hips, and legs.\"" ],
    "Mind" : [ "Depressed in body and mind; it seemed as if her brain would not work, for she talks incoherently." ],
    "Head" : [ "Exhaustion felt in back of head; after this felt lighter and better." ],
    "Stool" : [ "Bowels (before fairly regular) began acting in gushes, large stools occasionally, but in no way regular." ],
    "Urinary Organs" : [ "The bladder, which had been rather weak, became more so, the enuresis continuing day and night for several days." ],
    "Back" : [ "Constant rigidity of muscles, chiefly of neck and shoulders, esp. at night; seems like a habit, but finds it most difficult to relax them; it seems to return involuntarily, so that the weight of the head is somehow held in this way, and though touching the pillow does not rest on it." ],
    "Lower Limbs" : [ "Sometimes in the day the upper part of the legs gets a sort of ague fit of shaking." ]
  }
}