{
  "remedyName" : "Senecio Aureus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Ascites. Coryza. Cough. Dropsy. Dysmenorrhoea. Dysuria. Epistaxis. Fainting. Gleet. Gonorrhoea. Haemorrhages. Home-sickness. Hysteria. Kidneys, inflammation of. Lumbago. Mania. Menorrhagia. Menstruation, delayed; early, and profuse; obstructed; vicarious. Nails, brittle. Nervousness. Neurasthenia. Phthisis. Prostatitis. Puerperal mania. Renal colic. Sciatica. Spermatic cord, pain in. Wounds." ],
    "Characteristics" : [ "The Golden Ragwort had a reputation in domestic and eclectic practice as a regulator of menstrual functions when Hale introduced it into homoeopathic practice. A. E. Small and others proved it, and clinical additions have filled out the picture. Like many other Compositae, the Ragworts, or Groundsels, have power over haemorrhagic conditions, whether arising from disease or from wounds. The haemorrhagic function of menstruation comes particularly under the influence of Senec. A very definite relation has been traced between the nose and the female sexual organs, and Senec. is indicated when epistaxis or nasal catarrh takes the place of menses when suppressed from any cause. The menses may be profuse and early, or they may be retarded or absent. Senec. may be required in a great variety of conditions traceable to non-appearing menses. C. M. Foss (A. H., xxii. 12) reports the case of Miss L., 18, who had seen no period for fifteen months. She was chlorotic, had a dry, hacking cough, with frequent pulse, made still more frequent by any excitement; headache, poor sleep, constipation. The abdomen had been gradually enlarging for six months, and tapping had been decided upon when Senec. 1x was given. All symptoms rapidly cleared up, and the menses returned within a short time. Senec. 1x also cured a girl, 21, who had suppression of urine in addition to chlorosis, ascites, and suppressed menses (M. A., xxiii. 77). S. H. Talcott (quoted A. M., xxiv. 188) reports an important case bearing on the same point. Mrs. X., 26, mother of two children. Before confinement the patient was haunted with the idea that her child would be stillborn. Nine days after its birth, strong and healthy, she was admitted to hospital in a state of violent acute mania, which continued, with high temperature, for three months. With great physical activity, the mental state was that of a wild, violent, and almost uncontrollable person. There was severe pain in the head, great nervous irritability and sleeplessness and hysterical erethism. These symptoms, coupled with the fact (now first ascertained) that the lochia had ceased suddenly after confinement, and the menses had not come on, led to the choice of Senec., which was given in drop doses of the 3x every two hours. Steady improvement resulted, and after a few weeks the patient was allowed out on parole. A relapse followed, and Bell. did no good. Senec. was again given with good effect, and complete recovery took place. Talcott regards Senec. as midway between the pugilistic state of Bell. and the tearful state of Puls. He remarks that recovery from puerperal mania seldom occurs unless menstruation is re-established. Hale notes that the country people call Senec. \"Wild Valerian,\" and use it for nervousness, hysteria, low spirits, sleeplessness, especially in women; and he refers to this \"globus\" symptom of the pathogenesis: \"About the middle of the afternoon, sensation as if a ball was in the stomach, rising up into the throat, lasting for about an hour; sensation of tightness in the throat, with a disposition to attempt to relieve it by swallowing. Talcott's case becomes more significant in the light of Cooper's observation of the brain action of Sen. Jacobaea. Small, who proved Senec., records this case: Woman, 30, had been ill six weeks, the symptoms steadily, increasing till the following picture was presented: Face bloated, abdomen enlarged, feet oedematous; urine alternately profuse and watery, or dark and scanty; frequent desire to urinate day and night. Senec. O, gtt. x, three times a day, cured quickly. Small remarks that he has found Senec. useful in the dysuria of women and children when evidently of catarrhal origin; and in dysuria with uterine displacement. Mucous sediment in the urine is an indication. But the benefits of Senec. are not confined to the female sex. Small relates this case: Man, 50, nervo-sanguine, subject of renal inflammation affecting right kidney generally, causing intense pain, febrile disturbance, prostration. On one occasion the pain was particularly intense, and the bladder seemed implicated. Every time he passed water he cried out in agony. Urine reddish; very hot and acrid. Bowels constipated. Dull headache; mouth and throat dry; chilly, fever, and perspiration. Senec. O, gtt. xx, in half a tumbler of water; a dessertspoonful every hour. There was relief from the first dose, and the pain soon subsided entirely, leaving the patient freed from recurrence of the attacks. Senec. has caused: \"Dull, heavy pain in left spermatic cord, moving along cord to testicle. Prostatic gland enlarged, feels hard and swelled to touch. Lascivious dreams, with pollutions.\" Hale says he has found Senec. useful in advanced stages of gonorrhoea, and in prostatic disorders. Hale reports the following case of dysmenorrhoea: Mrs. X., mother of one child, had had an abortion three years before, and another (at the second month of pregnancy) four months before Hale saw her. Since the last abortion she had suffered from painful menstruation, which had not been the case previously. Menses every three weeks, profuse, lasting eight or nine days, accompanied by much cutting pain in sacrum, hypogastrium, and groins. Pale, weak, nervous; slight cough, generally at night. Senec. O, gtt. v, was given three times a day till the next period, which came on at the twenty-ninth day, and was perfectly normal in quantity and without pain. Senec. has a place in coughs and even in phthisis. \"It is especially serviceable in mucous coughs,\" says Hale. \"In chronic coughs, catarrhal affections, haemoptysis, incipient phthisis attended with troublesome cough, the result of obstructed menstruation,\" it has a well-established reputation. Peculiar Sensations of Senec. are: As of a wave from occiput to sinciput. As if he would pitch forward. As of a ball rising from stomach to throat. Respiration as if greatly fatigued. Pains are radiating, shifting, lancinating. Symptoms alternate. Senec. is specially Suited to: women and little girls of nervous temperament. Lyman Watkins (quoted H. W., xxxiv. 300) says, \"Females taking Senec. generally improve in health and strength, accumulate flesh, become light-hearted and cheerful. This may be due to some tonic influence.\" The symptoms are < at night (cough; sweat; sleeplessness; frequent micturition). < In afternoon (general). < In open air. Very sensitive to open air; tendency to catarrhs. Colic is > bending forward; and > by stool. > At onset of menses. < Sitting; must keep moving about (mind)." ],
    "Relations" : [ "Compare: Botanical, Sen. jac., Arn., Calend., Bels. Uterine, chest, and bladder symptoms, Puls., Helon. Vicarious menstruation, Bry. (Senec. especially bloody expectoration). Homesickness, Caps., Ph. ac. < p.m., Lyc. Prostatitis and gonorrhoea, Sabal ser., Solidag., Puls., Pip. n., Cop., Thuj. Nervousness, Coff., Cham., Val., Ambr. Fidgety feet, Caust., Zn." ],
    "Causation" : [ "Venesection. Suppressed menstruation. Wounds." ],
    "Mind" : [ "Very irritable, worried, undecided; dissatisfied; depressed, nervous; < sitting still; must move about.", "Low spirits alternating with cheerful mood; sleepless; sensation of a ball rising from stomach to throat.", "Inability to fix mind on one subject for any length of time.", "A feeling like homesickness.", "(Puerperal mania, wild, violent; with high temperature, nervousness, sleeplessness, suddenly suppressed lochia, non-appearance of menses.)" ],
    "Head" : [ "Dizzy feeling while walking in open air, like a wave from occiput to sinciput; he feels as if he would pitch forward; nausea.", "Dull, stupefying headache, with fulness of head, as from catarrh.", "Sharp lancinating in l. temple, upper part of l. eye and inside of l. lower jaw.", "Dull occipital pain in morning.", "Dull frontal pain extending to occiput.", "Sharp shooting pains from within outward in forehead; sharp shooting pains over and in eyes; catarrh; suppressed secretion.", "Headache preceding leucorrhoea and irritation of bladder.", "Forehead hot; sweaty in evening." ],
    "Eyes" : [ "Dark rings round eyes.", "Sharp pains from within outward, l. eye; lachrymation in open air.", "Catarrhal ophthalmia from suppressed secretions.", "Eyes and lids burn.", "Yellow streak from inner canthus to iris." ],
    "Nose" : [ "Coryza, at first dull headache, dryness of nose and sneezing, burning and fulness in nostrils, later secretion of copious mucus.", "Coryza with nose-bleed." ],
    "Face" : [ "Face pale, depressed appearance; weary, wants to lie down.", "Lancinating pain r. side of face, r. shoulder, l. breast.", "Lips pale; dry, feverish." ],
    "Teeth" : [ "Teeth tender and sensitive; gums pale, dry, feverish." ],
    "Mouth" : [ "Tongue slightly coated; catarrhal fever.", "Mouth and fauces dry, hot." ],
    "Throat" : [ "Throat and nose feel very dry; later, tightness in throat, wants to swallow.", "Fauces dry; later, mucus fills throat." ],
    "Appetite" : [ "Aversion to all food, esp. sweets and coffee (she is usually very fond of both).", "Faint before meals (not hunger).", "Full after eating very little." ],
    "Stomach" : [ "Eructations of sour gas and ingesta.", "Nausea on rising; morning sickness of pregnancy.", "Nausea from renal derangements.", "Stitches in epigastrium." ],
    "Abdomen" : [ "Stitches in hypochondria; sharp cutting in diaphragm.", "Pains about navel, spreading thence in all directions; > by stool; griping pains > bending forward.", "Rumbling of wind.", "Catarrh of bowels, rumbling and watery stools.", "Abdomen much enlarged and very tense; lower limbs oedematous; urine scanty, high-coloured, not more than eight ounces a day; pain in lumbar region and in ovaries; constipation; cervix uteri congested; albuminous leucorrhoea; sense of weight in uterine region (ascites).", "About noon, before dinner, stitches running from one part to another in both inguinal regions, lower jaw, shoulders, &c.", "Smarting pain in l. groin." ],
    "Stool and Rectum" : [ "Stool thin, watery, bloody; with tenesmus and colic; catarrhal dysentery; evening.", "Stool copious with great debility and prostration; flatulence; morning.", "Stool in hard lumps mixed with yellow mucus." ],
    "Urinary Organs" : [ "Slight pain in region of kidneys.", "Attacks of renal inflammation, attacking particularly r. kidney, causing intense pain, fever, and great prostration.", "Severe renal inflammation with fever, chilliness, and pain in lumbar region, particularly in l. kidney; quantity of urine below normal; urine red, depositing a brickdust sediment; considerable arterial excitement; skin hot and dry; motion caused him to cry out with pain; constipation.", "Intense pain over r. kidney, severe pain during urination, urine red, hot, acrid; bowels constipated.", "Renal dropsy.", "Inflammation of kidneys and ureters after passage of gravel.", "Tenesmus of bladder; smarting in urethra, dropsy.", "Haematuria; renal pain with nausea.", "Tenesmus of bladder, with heat and urging.", "Irritation of bladder in children, preceded by heat and headache.", "Renal colic with or without nausea.", "Chronic inflammation of neck of bladder with bloody urine and tenesmus of bladder.", "Chronic inflammation of kidneys.", "Dysuria: of women and children, evidently of catarrhal origin; mucous sediment in urine; with uterine displacement.", "Smarting in fossa navicularis before urination." ],
    "Male Sexual Organs" : [ "Lascivious dreams, emissions.", "Prostate gland enlarged, feels hard and swollen to touch.", "Dull, heavy pain in spermatic cord, moving along cord to testicle.", "Gonorrhoea, gleet.", "Chronic prostatitis." ],
    "Female Sexual Organs" : [ "Awakened early by great sexual irritation, vagina full of mucus, labia swollen; itching, and burning exasperates.", "Orgasm in afternoon after feeling of irritation, and again after sleep.", "Aching in both ovarian regions, knees, and ankles, and down front of thighs.", "Profuse flow of mucus from vagina.", "Menses two days early, very scant, less pain than usual, followed by excessive thirst and thin leucorrhoea streaked with blood, and with dull pelvic pains.", "Menses every three weeks, very profuse, lasting eight or nine days, accompanied by severe cutting pains in region of sacrum, hypogastrium, and groins; she was pale, weak, and nervous, and had a slight cough, generally at night; after an abortion.", "Menses premature and profuse or retarded and scanty.", "Dysmenorrhoea with urinary symptoms; cutting in sacral and hypogastric regions; flow scanty or profuse or irregular; pale, weak, anaemic; strumous; hacking cough at night.", "Amenorrhoea: from a cold; nervous irritability; lassitude, dropsy; wandering pains in back and shoulders; sensation of a ball rising from stomach into throat; costive; in young girls with dropsical conditions.", "Symptoms as if menses would appear, but they fail; nervous, excitable, sleepless; loss of appetite.", "Suppression of menses from a cold; after venesection.", "Menstrual irregularities in consumptive patients.", "Itching of vulva, feels sore and chafed; begins when sitting still, > when mind employed.", "Leucorrhoea: preceded by headache, sleeplessness and irritable bladder; in little girls; preceded by headache and sleeplessness.", "Chlorosis in scrofulous girls, with dropsy." ],
    "Respiratory Organs" : [ "Hawking of tough white mucus.", "Respiration as if greatly fatigued.", "Laboured breathing from mucous accumulation.", "Hacking night cough.", "Mucous rattling with suppressed cough.", "Palliated cough and bloody sputa in a woman far gone with consumption, and brought back menses, which were absent four months.", "Cough with bloody expectoration." ],
    "Chest" : [ "Catarrh of lungs; loose cough and copious mucous expectoration.", "Haemoptysis; great emaciation; dry, hacking cough; hectic flush; sleeplessness.", "Haemoptysis after venesection or suppressed menstruation.", "Phthisis with obstructed menstruation; bloody or copious mucous sputa.", "Sharp pain through either lung.", "Hot flashes of pain through lungs in morning.", "Compression about chest." ],
    "Back" : [ "Pain in back and loins; when sitting long or when lying down.", "Sharp, lancinating pains in lumbar region.", "Severe pain in small of back in morning.", "Cutting pains in region of sacrum, hypogastrium, and groins, with too early or too profuse menses; she is pale, weak, and nervous, and has a slight cough at night.", "Wandering pains in back and shoulders; pain in joints." ],
    "Limbs" : [ "Sharp stitches here and there; rheumatic pains in joints.", "Skin dry and nails very brittle." ],
    "Upper Limbs" : [ "Occasionally during the day sharp, lancinating pain in r. shoulder, l. heel, and in r. side of face.", "Sharp, sticking pain in l. shoulder.", "Hot pains through arms.", "Hands cold and clammy; trembling from nervousness." ],
    "Lower Limbs" : [ "Lower limbs weary.", "About p.m. sharp pain in neighbourhood of sciatic nerve, shooting down thigh.", "Constant desire to keep feet in motion.", "Feet cold." ],
    "Generalities" : [ "Nervousness, sleeplessness, and hysterical mood.", "Lassitude and nervousness.", "Tired all morning.", "Hysteria.", "Wants to lie down; pale.", "Slight exertion = fainting.", "Stitches in different parts of body." ],
    "Skin" : [ "Skin dry, nails brittle." ],
    "Sleep" : [ "Great sleeplessness, with vivid, unpleasant dreams.", "Sleeplessness of women suffering from uterine irritation, prolapsus, and its attendant nervousness (it is the Coffea of women); during climacteric period.", "At night sleepless, nervous, hysterical; by day drowsy, languid.", "Dreams mostly of art intellectual character; memory very active.", "Sleep unrefreshing." ],
    "Fever" : [ "Chilly forenoon as after taking cold; followed by heat and sweat in evening with moderate thirst.", "Chilliness followed by urging to urinate.", "Copious warm sweat towards morning; catarrh.", "Hectic fever.", "Heat of forehead.", "Hot flushes day and night.", "Sweat of forehead.", "Disposition to perspire." ]
  }
}