{
  "remedyName" : "Senega",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amblyopia. Ascites. Asthma. Bladder, irritable; catarrh of. Blepharitis ciliaris. Bronchitis. Constipation. Cornea, opacity of. Cough. Enuresis. Facial paralysis. Hay-fever. Hydrothorax. Hypopion. Influenza. Iritis. Oesophagus, stricture of; catarrh of. Phthisis mucosa. Pleurisy. Pneumonia. Snake-bites. Sneezing: fits of; at end of cough. Styes. Throat, sore. Whooping-cough." ],
    "Characteristics" : [ "Senega was introduced to medical practice by Dr. Tennant, of Virginia, who was led to test its properties through hearing that the Indians used it as an antidote to snake-bites. As it relieved the symptoms of snake venom, Tennant concluded that it might also relieve dyspnoea, cough, and haemoptysis arising from other causes, and gave it with success in cases of pneumonia, pleurisy, and hydro-thorax (Teste). Other old-school practitioners used it as an expectorant in chronic respiratory catarrh, acute phthisis, rheumatic fever, dropsies, incipient cataract, croup. It is at present regarded as \"a stimulant, diaphoretic, and expectorant, especially in chronic bronchitis.\" It is in affections of the chest, eyes, and bladder that homoeopaths have found it of most service, and the extensive provings have supplied excellent data for prescribing. Teste (who includes Seneg. with Phos. ac., Cham. and Canth. in his Conium group) considers it specially suited to \"females of slender and tall make, thin, but having retained a good deal of sprightliness and moral power.\" He cites this case in which it gave great relief: Lady, had contusion, pressive, sometimes cramping, very old pains in chest, anterior wall of which was sensitive to contact (on both sides); pains at times <, at times > in open air; respiratory mucus at apices feeble, without rhoncus; dyspnoea when walking, and especially when going up stairs; paroxysms of vesicular agitation in chest as if she would faint; catarrhal cough, not very frequent, with ropy, not very profuse expectoration; spitting of red blood now and then; paroxysms of palpitations, during which the rhythm of the heart changed to an almost imperceptible tremor, and which, in some instances, lasted all night, and even longer; menses regular; the palpitation generally took place after the period or in consequence of some moral emotion. This patient was apparently of the type Teste mentions, and the case shows that the correspondence of type must not be too closely considered, for other observers, including myself, have found Seneg. more suited to plethoric, phlegmatic persons; persons tending to obesity; fat persons of lax fibre; fat, chubby children; and old persons. Senega is one of the sources of Saponin. It has a nauseous taste, and leaves a scraping sensation in the throat. Guernsey outlines its action thus: \"Where there is a great burning in the chest, either before or after coughing; profuse secretion of mucus. Dryness of inner parts which are usually moist; dry skin. General affections of the windpipe; left side of chest particularly; right eye; lower eyelids.\" Nash (who has only obtained success with low attenuations of Seneg.) has cured many cases of \"cough with great accumulation of mucus which seems to fill the chest, with much rattling, wheezing, and difficult breathing.\" It is especially valuable, he says, with old people, but works well with others. I have used Seneg. only in the 30th, and have found it answer to its indications exceedingly well. In the case of a very stout elderly lady, of phthisical family history, who had pneumonia of both bases, especially right, very violent paroxysmal cough, with ropy, difficult expectoration tinged with blood, Seneg. quickly relieved a very dangerous condition when other remedies had failed. Leading indications for Seneg. in chest cases are: (1) Great accumulation of clear albuminous mucus, which is difficult to expel. (2) Great soreness of walls of chest. (3) Pressure on chest as though lungs were forced back to spine. Whooping-cough in fat, chubby children, clear mucus like white of egg, difficult to raise, cough < towards evening. The soreness of the chest walls makes Seneg. appropriate to cases of pleurodynia. There is hoarseness, and the throat is so dry and sensitive it hurts the patient to talk. Cough often ends in sneezing. Clinton Enos (quoted A. H., xxiv. 253) relates this case: A very fat girl, aet. with cold, damp feet and hands and sweating about the head, had spells of sneezing for two years, ever since whooping-cough. Several spells a day lasting about half an hour. Sharp pains in chest and temples during the attacks. In nose a large quantity of mucus with stuffed-up feeling. One dose of Seneg. removed the whole trouble in a week. A. R. Macmichael (N. A. J. H., xl. 824) cured Mrs. B., of acute Catarrhal laryngitis which had lasted ten days with Seneg. There was hoarseness; hawking of thick, tenacious mucus (profuse, a quart in twenty-four hours) from larynx, especially in morning, with burning sensation. Relief set in within three hours from first dose. Seneg. acts on the eyes even more powerfully than on the nose, producing pains, inflammation both of the exterior and interior of the eye and lids, and much disorder of vision. The eye troubles are < when looking intently at an object; and another modality brought out in the proving has taken the rank of a keynote: > Bending head backwards. The symptom in which it was first noticed was this: \"When walking towards the setting sun he seemed to see another smaller sun hover below the other, assuming a somewhat oval shape when looking down, disappearing on bending the head backwards, and on closing the eyes.\" The prover took from to drops of the tincture. \"< Bending head forward\" and \"< stooping\" are scarcely less characteristic. Eye symptoms as an accompaniment of head symptoms indicate Seneg.: \"Violent rush of blood to head when stooping, especially to eyeballs, where a painful pressure is experienced.\" Extreme tenderness is another note of Seneg.: \"A sort of aching pain in head, in sinciput, and occiput, not < by pressure; < sitting in warm room; accompanied with pressure in eyes, which did not bear touch.\" Pressure; dulness; heaviness are the leading head sensations. There is painful sensitiveness of hearing. The digestive organs are disordered. Seneg. has been used as an emetic. The urinary organs are very prominently affected, irritability and catarrh being the leading effects. There is frequent urging, scalding in urethra before or after micturition, and the urine is loaded with mucous threads. Peculiar Sensations of Seneg. are: Eyes, as if they were pressed out; as if eyeballs were being expanded; as if soap in eyes. As if red pepper throughout nostrils and air passages. As if chest too narrow. Dyspnoea as from stagnation in lungs. As if lungs pushed back to spine. As if chest would burst. Wrist as if sprained. Joints as if lame. Seneg. has the gnawing hunger and empty feeling well marked. It is predominantly left-sided in its action. The symptoms are < by touch and pressure (but pressure on left side >). < Rubbing. Most symptoms < rest; > walking in open air. Rest > dry cough. Lying down = tickling in larynx; fear of suffocation. Lying on right side = pain in chest. Motion = pain under sternum. Motion of arms = soreness of walls of chest. < Going up stairs. Stepping hard, walking fast, or running = pain through mediastinum; piercing pain between scapulae. > Bending head back. < Stooping; bending forward. < Morning; and night. Whooping cough < towards evening. < In warm air; in warm room. Lachrymation, sore chest. Cough and chilliness < in open or cold air. Sweat >. < Looking intently at an object." ],
    "Relations" : [ "Antidoted by: Bry.; also Arn., Bell., Camph. Followed well by: Calc., Pho., Lyc., Sul. Compare: Saponin (a derivative of Senega root). In bronchial affections, Ammon. Fat, plethoric people disposed to catarrhs, Calc. Muscular asthenopia, loss of voice, paralysis (facial, &c.), Caust. Laryngeal and pulmonary catarrh, Pho. Bronchial catarrh, Spo. Whooping-cough, Coc. c., K. bi. (Seneg. clear phlegm, cough < towards evening; Coc. c. clear phlegm < morning; K. bi. yellow phlegm < morning). Pleurodynia, pleurisy, Bry. Mucous phthisis, Stn." ],
    "Causation" : [ "Bites, poisonous. Sprains." ],
    "Mind" : [ "Hypochondriacal melancholy, with great readiness to take offence.", "Excessive anguish, often with accelerated and hasty respiration.", "Liveliness, with irritability, and disposition to give way to paroxysms of rage and fury." ],
    "Head" : [ "Head bewildered, with dizziness.", "Feeling of confusion and emptiness in head, with aching of eyes (or pressure in them < by touch), and obscuration of sight.", "Vertigo, with noise in ears.", "Headache which also affects the eyes, is < by heat of a room, and > in open air, or in a cold temperature.", "Pressive pain in forehead and orbits after dinner, esp. l. side of head, > in open air.", "Drawing in sinciput and temples, extending to face.", "Sanguineous congestion in head and eyes when stooping.", "Pulsative cephalalgia, with aching of the eyes.", "Shuddering and itching in scalp.", "Eruption on head." ],
    "Eyes" : [ "Pain in eyes as if dilated and pushed out of orbits.", "Aching of eyes in evening, esp. by candle-light and when stooping.", "Congestion of blood in eyes when stooping.", "Burning sensation in eyes when reading, and writing (in evening).", "Swelling of lids, with burning pressure and tingling.", "Vesicles on tarsal edges.", "Styes.", "Dryness of eyes.", "Lachrymation in open air, and when gazing intently at an object.", "Accumulation of hardened dry humour on lids and lashes in morning.", "Jerking and spasmodic drawing in lids; in r. outer canthus.", "Convulsive contraction of lower lids.", "Fixedness of look.", "Oculo-motor paralysis.", "Opacity of cornea.", "Double vision > by bending head backward.", "When walking towards the setting sun he seemed to see another smaller sun hover below the other, assuming a somewhat oval shape when looking down, disappearing on bending the head backwards and on closing the eyes.", "Sensitiveness of eyes to light.", "Confusion of the letters and dazzling of sight when reading.", "Weakness of sight and flickering before the eyes when reading; must wipe them often.", "All objects appear as if in the shade.", "Obscuration of sight, with glistening before eyes, < from rubbing them.", "Brilliant spots before sight.", "Photophobia." ],
    "Ears" : [ "Aching in ears during mastication.", "A cooling sensation frequently extends through l. ear.", "Painful acuteness of hearing." ],
    "Nose" : [ "Itching in the interior of the nose.", "Smell of pus, or as of a malignant ulcer, in nose.", "Sneezing so often and so violently head grows dizzy; followed by thin coryza; with pain as of excoriation in chest.", "Troublesome dryness of Schneiderian membrane." ],
    "Face" : [ "Sensation as if muscles of (l. half of) face were paralysed.", "Heat in face.", "Burning vesicles in commissures of lips, on upper lip (and in corners of mouth)." ],
    "Teeth" : [ "The teeth are set on edge.", "Digging in the teeth during inspiration (of damp and cold air)." ],
    "Mouth" : [ "Dryness of the mouth, esp. in the morning.", "Copious secretion of saliva.", "Putrid breath.", "Tongue: yellowish white or slimy in morning, with slimy, unpleasant taste; loaded with a white coating.", "Burning sensation in throat, mouth, tongue and palate." ],
    "Throat" : [ "Sore throat, as if it were excoriated and raw.", "Scraping, burning sensation and dryness in throat; with irritation, which provokes coughing and embarrassed speech.", "Accumulation of tough mucus in throat, which it is difficult to hawk up.", "Sensation of constriction in the gullet.", "Irritation and roughness in oesophagus; burning sensation as if abraded; followed by copious discharge of mucus.", "Inflammatory swelling of palate, throat, and uvula.", "Copious accumulation of viscid mucus in throat and palate, which is detached in small clots." ],
    "Appetite" : [ "Impaired taste.", "Metallic taste in mouth, or taste of urine.", "Clammy taste in mouth.", "Anorexia, esp. in morning.", "Gnawing hunger, with sensation of emptiness in stomach.", "Violent, burning thirst." ],
    "Stomach" : [ "Risings.", "Eructations; which > the mucus and hawking of mucus from the stomach.", "Loathing and nausea, with inclination to vomit, which seems to proceed from the stomach, with retching.", "Vomiting, with diarrhoea and great anguish.", "Spasms (colic) in stomach, with pressive pain, also at night.", "Pressure below pit of stomach.", "Burning sensation in stomach.", "Sensation of emptiness in stomach." ],
    "Abdomen" : [ "Boring and digging pains in abdomen, esp. in epigastrium and hypochondria.", "Gnawing in (upper) abdomen.", "Burning and squeezing (oppression) in epigastrium during an inspiration.", "Drawing between the integuments of the abdomen, as by a foreign body.", "Flatulent affections, with a sensation of a general bearing down towards hypogastrium." ],
    "Stool and Anus" : [ "Slow, hard, and scanty evacuation, with effort, and followed by pressure in anus and rectum.", "Frequent, loose evacuations of consistence of pap.", "Diarrhoea, with vomiting and great anxiety.", "Watery stools spirting from anus." ],
    "Urinary Organs" : [ "Diminished secretion of urine.", "Increased secretion of urine.", "Wetting the bed at night.", "Urine frothy, or mixed with slimy filaments, and becoming turbid and cloudy when it cools (or deposits a thick sediment, yellowish red, with upper stratum yellow and flocculent).", "Reddish sediment, with flakes of mucus in urine.", "Sensation of an obstruction in urethra when urinating.", "Shootings and burning sensation in urethra after and during the emission of urine.", "Urging and scalding before and after micturition.", "Irritability of bladder; subacute and chronic catarrh." ],
    "Male Sexual Organs" : [ "Increased sexual desire, with painful erections.", "Slight burning in glans when urinating.", "Paroxysmal cramp-like pain in region of glans.", "Tickling of prepuce and glans." ],
    "Female Sexual Organs" : [ "Menses too soon; has to press her l. side at tenth rib to relieve gnawing pain.", "Slimy leucorrhoea." ],
    "Respiratory Organs" : [ "Great dryness of the larynx, esp. in morning and forenoon.", "Sudden hoarseness when reading aloud.", "Hoarseness and roughness in throat.", "Hacking cough from irritation in larynx.", "Tickling and burning sensation in larynx, esp. when lying down, with danger of suffocation.", "Abundant accumulation of mucus in larynx and trachea, with short respiration.", "Tearing and stinging in larynx and trachea.", "Dry and shaking cough, excited by a tickling in larynx, < in open air (and from walking fast).", "Expectoration of transparent and yellow mucus when coughing.", "Cough, with profuse expectoration of viscid mucus.", "Shaking cough, like whooping-cough, from burning and tickling in larynx in morning, with copious expectoration of tough, white mucus (like white of egg).", "The cough is < in evening and at night, during rest, in warm room, when sitting, when lying on the (l.) side." ],
    "Chest" : [ "Dyspnoea, with sensation of stagnation in lungs.", "Shortness of breath when walking quickly and going up stairs.", "Troublesome oppression of chest, esp. in open air and on stooping, as if thorax too narrow.", "Pressure in chest, esp. during repose, and in morning, or at night, on waking.", "Great sensibility in interior coats of chest when touched.", "Squeezing and spasmodic pains in chest, with agitation and anxiety, esp. when lying on side.", "Certain movements cause pain, as if chest were too tight; disposed to expand the chest; this leaves soreness.", "Burning, sore pain under sternum, esp. during motion and on deep inspiration.", "Orgasms of blood; oppression with flushes of heat; oppression, esp. during rest.", "Shootings in chest, esp. when coughing and taking an inspiration.", "Burning, aching, and stitches in l. half of chest; < lying on r. side.", "Pleurisy r. side of chest with thickening.", "Pain as from excoriation in chest, < by external pressure, movement, coughing, and sneezing.", "Soreness of walls of chest on moving arms, esp. l.", "Great soreness in walls of chest and great accumulation of clear albuminous mucus which is difficult to expectorate; pressure on chest as if lungs were pushed back to spine.", "Accumulation of mucus in chest, larynx, and trachea.", "Phthisis mucosa; hydrothorax.", "Profuse secretion of mucus in lungs of old people.", "Drawing and burning sensation in the chest.", "Tingling in the chest.", "Violent congestion of blood in chest, with pulsation and ebullition, leading even to syncope.", "The majority of symptoms are most violent during repose, but do not obstruct respiration." ],
    "Heart" : [ "Aching, burning pain in chest becomes seated in region of heart, whence it radiates to l. axilla.", "Aching and pressure in heart region; during deep inspiration.", "Violent shaking palpitation of heart." ],
    "Back" : [ "Aching and drawing in back and shoulder-blades, as well as between and under shoulder-blades.", "Pain under r. shoulder-blade, as if chest should burst, when coughing or drawing a long breath.", "Burning sensation and subcutaneous itching over whole back." ],
    "Upper Limbs" : [ "Paralytic drawing in forearms as far as fingers.", "Anxious starting and jerking in upper arm during siesta.", "Pain as if sprained in wrists.", "Sticking, crawling, prickling in palms." ],
    "Lower Limbs" : [ "Sensation of excessive lassitude in legs, and of paralysis in joints.", "Wrenching pain in hip-joint.", "Trembling in legs.", "Great weakness of feet, esp. in forenoon." ],
    "Generalities" : [ "Where there is great burning in chest, either before or after coughing; profuse secretion of mucus.", "Dryness of inner parts which are usually moist: dry skin.", "Diseases of mucous membranes.", "Dropsy of internal organs (esp. after inflammation).", "Inflammation of internal organs.", "General affections of windpipe; l. side of chest particularly; r. eye; lower eyelids; < from looking fixedly at any object for a long time.", "Sensation of great general lassitude, with trembling, esp. in lower limbs.", "Great moral and physical depression, with stretching of limbs, heaviness, emptiness, and throbbing in head.", "Great weakness, which seems to proceed from the chest.", "Fainting, when walking in open air.", "Several symptoms, esp. those of chest, are < by repose, and > by walking in open air." ],
    "Skin" : [ "Bites of poisonous animals or animals when in a state of rage." ],
    "Sleep" : [ "Great disposition to sleep in evening, and deep, lethargic sleep soon after going to bed.", "Sleep, towards morning, disturbed by affections of chest, or else by cramps in stomach.", "In the morning one frequently wakens from dyspnoea." ],
    "Fever" : [ "Pulse hard and frequent.", "Frequent shivering, proceeding from lassitude in limbs.", "Shuddering in back, with heat in face, burning sensation in the eyes, dyspnoea, shootings in the chest, and throbbings in the head.", "Chilliness and chill almost only in the open air, with weakness in legs and dyspnoea.", "Shudders over the back, with heat in face and chest symptoms.", "Sudden flushes of heat.", "Skin becomes warmer and moister.", "Feeling of warmth in l. half of face.", "Profuse perspiration commenced and the disagreeable symptoms were quite removed.", "Profuse diaphoresis.", "Perspiration wanting." ]
  }
}