{
  "remedyName" : "Sepia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcohol, effects of. Amenorrhoea. Anus, pressure of. Apoplexy. Appetite, depraved. Ascarides. Baldness. Bladder, irritable. Cancer. Change of life. Chloasma. Chorea. Condylomata. Cystitis. Dandriff. Dysmenorrhoea. Dyspepsia. Eczema. Epistaxis. Eyes, affections of. Face, yellow. Freckles. Gleet. Gonorrhoea. Gravel. Herpes; circinatus. Hysteria. Irritation. Jaundice. Leucorrhoea. Liver-spots. Liver, torpid. Menstruation, disordered. Mind, affections of. Nails, pains under. Neuralgia. Nose, inflamed; swollen. Ozaena. Phimosis. Pityriasis versicolor. Pleurisy. Pregnancy, disorders of; vomiting of. Pruritus. Psoriasis. Ptosis. Pylorus, induration of. Quinsy. Rectum, cancer of; fissure of. Ringworm. Sacrum, pain in. Sciatica. Seborrhoea. Smell, sense of, too acute; disordered. Spermatorrhoea. Stye. Toothache. Urine, incontinence of. Uterus, bearing down in. Varicose veins. Warts. Whooping-cough." ],
    "Characteristics" : [ "The present use of Sepia in medicine is due to Hahnemann. Some among the ancient physicians (Dioscorides, Plinius, and Marcellus, says Teste) used either the flesh, the eggs, or even the only bone which constitutes the skeleton of this animal, for \"leucorrhoea, gonorrhoea, catarrh of the bladder, gravel, spasms of the bladder, baldness, freckles and certain kinds of tetters \"", "which is sufficiently remarkable in the light of the provings. Sep. is one of the remedies of the Chronic Diseases, and was proved by Goullon, von Gersdorff, Gross, Hartlaub, and Wahle. Sep. is predominantly, but by no means exclusively, a woman's remedy. It affects the generative organs of both sexes, and a large number of the symptoms occurring in other organs have some relation thereto. Teste describes the type to where Sep. is suited as follows: Young people of both sexes, or, rather, persons between pubescence and the critical period of life; of delicate constitutions, with pure white skins, or skins having a rosy tinge; blonde or red hair; nervous or lymphatico-nervous temperaments; exceedingly excitable and anxious for emotions; and, lastly, particularly such as are disposed to sexual excitement, or have been exhausted by sexual excesses. Hering gives these types: (1) Persons of dark hair, rigid fibre, but mild and easy disposition. (2) Women during pregnancy, in childbed and while nursing. (3) Children who take cold readily when the weather changes. (4) Scrofulous persons. (5) Men who have been addicted to drinking and sexual excesses. (6) Pot-bellied mothers, yellow saddle across nose, irritable, faint from least exertion, leuco-phlegmatic constitutions. Bahr gives: \"Sanguine, excitable temperaments inclined to congestions.\" Farrington adds that the Sep. patient is sensitive to all impressions, and that the dark hair is not by any means a necessity. He gives a more complete description: Puffed, flabby persons (less frequently emaciated) with yellow or dirty yellow brown blotched skin; inclined to sweat, especially about genitals, axillae, and back; hot flushes; headache in morning; awaken stiff and tired; subject to disease of sexual organs; the general attitude is never one of strength and healthful ease, but of lax connective tissue, languor, easily produced paresis. Sep. acts on the vital forces as well as on organic tissues. The sphincters are weakened and all non-striated muscles. Sep. disturbs the circulation, causing flushes and other irregularities", "throbbings all over; hands hot and feet cold, or vice versa. The flushes run upward and end in sweat with faint, weak feeling. Epistaxis may occur either from a blow, from being in a warm room, or from suppressed menses. The upward direction of the Sep. symptoms is one of its keynotes. The pains of the head shoot upward; and so do the pains in anus, rectum, and vagina. Also coldness as well as the flushes travels from below up. On the other hand night-sweat proceeds from above downward. The head pains proceed from within out. Sep. is one of the remedies which have the \"ball\" sensation in inner parts. There is vertigo with sensation of something \"rolling round\" in the head. There is sensation of a ball in inner parts generally; but the most notable one is sensation of a ball in rectum. It may be described as an apple or a potato, and it is not relieved by stool. I have cured both constipation and diarrhoea when that symptom was present. The upward stitches in rectum and vagina, when present, are equally good indications for Sep. in cases of haemorrhoids, prolapse of rectum, and for prolapse or induration of uterus and cervix. As with Murex the chief incidence of Sep. is on the female sexual organs, though with Sep. the menses are generally scanty, as with Murex they are the reverse. Sep. causes engorgement of the uterus going on to induration. There is either prolapse or retroversion. Yellowish green leucorrhoea somewhat offensive. The bearing-down pains of Sep. are of great intensity. They are felt in abdomen and back; and sometimes even seem to interfere with breathing. The bearing down is < standing or walking. The bearing down extends into thighs. There is a constant sense of pressing into vagina, which compels the patient to cross the limbs to prevent prolapse. Connected with the uterine symptoms are: hysteria, erethism, palpitation, orgasm of blood, faintness. The sensation of \"goneness\" and emptiness, which is one of the characteristics of Sep., is sometimes connected with the pelvic bearing down. The empty sensation is felt in the epigastrium and throughout the abdomen. It is analogous to the great relaxing effect of Sep. on connective tissues. This sinking is common in pregnancy; and Sep. corresponds to many of the troublesome affections of the pregnant state, as", "\"morning sickness, vomiting of food and bile in morning; of milky fluid; strains so that blood comes up.\" \"The thought of food sickens her; with sense of great weight in anus.\" Tendency to abortion is met by Sep.; Hering is reported to have said: \"All women prone to abortion should take Sep. and Zinc.\" But Sep. meets many cases of dyspepsia not originating in uterine disorders. It has cured dyspepsia from injury by overlifting. Portal stasis is part of the Sep. action. There is fulness, soreness, and stitches in liver region; as well as stitches in left hypochondrium. The whole urinary tract is irritated, and catarrh of bladder and urethra may be, set up. There is frequent strong urging to urinate. Stitches along the urethra. The relaxed sphincters of Sep. favour enuresis, and the type which it cures is well defined: \"The bed is wet almost as soon as the child goes to sleep, always during the first sleep.\" It meets the enuresis of light-complexioned boys and onanists. In cases of irritable bladder, although the desire is urgent, the discharge of urine may be difficult, and the patient may have to wait a long time. Gonorrhoea after the acute stage has subsided. Gleet and gonorrhoeal warts have been cured with it. Hering gives, \"condylomata completely surrounding head of penis.\" I have cured a crop of small velvety warts completely encircling the mouth of the prepuce. Thuja had failed in the case. In reference to warts, I cured with Sep. 3x trit. a large horn-like wart on the abdomen of a woman. It was as large as a crown-piece but shaped like a bean, and raised a quarter of an inch from the surface. The skin symptoms of Sep. are among its most characteristic features. The skin is delicate, the least injury tends to ulceration. Itching which often changes to burning when scratched. Soreness of skin, humid places on bends of knees. Chloasma. Painful eruption on tip of nose. Herpetic eruption on lips and about mouth. Ringworm-like eruptions every spring on different parts of body. Ringworm on face. Herpes circinatus. Roundness and yellowness of the spots. The nettle-rash of Sep. appears ongoing into open air. It is > in warm room. The itching of Sep. may be desperate, especially when it affects the genitals and anus. The action of Sep. on connective tissues is again exemplified in the selection of the finger-joints as a seat of ulceration. The sweat is pungent in odour, offensive in axillae and soles of feet, causing soreness. The skin and the eyes are near akin, and Sep. causes all kinds of inflammation of eyes and lids, with impaired vision, black spots, green halo, fiery redness. The eye-symptoms are < by rubbing; < pressing lids together; < morning and evening; > bathing in cold water. Sep. is a chilly remedy from lack of vital heat, \"chills, so easily\"; this is especially the case in chronic diseases. Sep. is often required in chronic nasal catarrh. Nash had a case in which the discharge was thick, bland, and copious. Puls. relieved the catarrh but increased the menstrual flow too much. Sep. cured both. Sep. is also useful where colds inflame the tonsils and tend to cause suppuration. The characteristic sensations in the throat are: Dryness; pressure as if neck-cloth too tight; plug sensation; stinging; stitching pains on swallowing; contraction of throat without swallowing; sensation of plug when swallowing with feeling of constriction. There are some peculiarities about the mental state of Sep. which must be borne in mind: (1) Anxiety: with fear, flushes of heat over face and head; about real or imaginary evils; towards evening. (2) Great sadness and weeping; dread of being alone, of men, of meeting friends; with uterine troubles. (3) Indifferent: even to one's family one's occupation; to one's nearest and dearest. (4) Greedy, miserly. (5) Indolent. The Sep. patient weeps when asked about her symptoms. She is very sensitive, and must not be found fault with. Faints easily\" is a note of the Sep. weakness: after getting wet from extremes of heat and cold; riding in a carriage; kneeling at church. Lorbacher (quoted H. M., xxxi. 142) refers to three important indications for Sep. not generally known: (1) Prodromal symptoms of apoplexy; (2) whooping-cough that drag., on interminably; (3) hypostatic pleuritis. The symptoms of Sep. corresponding to the first are: Stiffness of back of neck; staggering vertigo (< exercising in open air); anxiousness and a feeling of fear of severe sickness; intermitting heart beats; torpor and sleepiness. Lorbacher gives this case: A thick-set farmer, inclined to hypochondriasis, troubled from time to time with piles, without being an habitual drinker was addicted to \"nips, \", Gradually abdominal prominence developed; stiffness of neck; vertigo; occasional throbbing headache; slight transient loss of consciousness; anxiety; fear of apoplexy; piles less pronounced and less frequently troublesome than usual. Venesection, performed several times, only partially relieved. Abstinence from alcohol had no decided influence. Sep. 12x was given, four drops twice daily at first, then every other day, and later at increasing intervals. In two months the symptoms were reduced, and gradually passed away. The man lived eight years after this, and had no apoplexy, though he did not give up his \"nips.\" Sep. is indicated in whooping-cough when it has lasted eight weeks or longer, and the paroxysms, though reduced in number and virulence, do not disappear, and occur especially before midnight. The patients are reduced in strength, dyspeptic, irritable, tearful, easily angered or apathetic. Kunkel reports (quoted H. M., xxix. 670) this case of pulmonary affection: A boy, had been under treatment five weeks for cough and hoarseness. Hoarseness < evening; during the day cough with purulent sputa. Slept well but dreamed when he lay on left side. Emaciated. Phos. 10x produced little change. It was now ascertained that there was remarkable tightness of the chest on breathing, with inclination to take a deep breath; this was > in open air, on motion, while at work; < while in the house and at rest. Though the weather was bad he had constant desire to be out of doors. Sep. 10x made a rapid cure. Boenninghausen recommended Sep. in cases of cough, either with or without expectoration, with bloody, blood-streaked, purulent, yellow greenish or stinking sputa, and especially in consumption. Nash mentions a case of cholera infantum which he cured with Sep. on the indication \"always < after taking milk.\" In moisture oozing from the anus he compares it with Ant. c., which has the first place. Sep., says Bahr (i. 359), \"affords considerable help in a certain condition of the system which we have so far only noticed in females. After the exacerbation of a chronic gastric catarrh has lasted a few days with intolerable burning pains, the renal region, more particularly the left side, becomes painful, a violent burning pain is felt in this region, and a quantity of saturated, highly-coloured urine is discharged, which deposits copious quantities of urates, or else a clear urine with copious sandy sediment, coated with uric acid. After the discharge the pains generally abate, and only return if the stomach has not been restored to its normal condition.\" Peculiar Sensations of Sep. are: As if every object were in motion. As if suspended in air. Vertigo as if intoxicated. As if brain crushed. As if head would burst. As if waves of pain rolling up and beating against frontal bone. As if something rolling around in head, with vertigo. Stitches as from needles in head. As if roots of hair were sore; as if cut short near roots. As if eyes would fall out. As of a weight over eyes. As if eyes were gone and a cool wind blew out of sockets. Eyes as if bruised. As if a grain of sand in eye. As if lids too heavy to open. Eyes as if balls of fire. As if lids too tight and did not cover eyeballs. Hollow molar tooth as if swollen and elongated. Gums, as if burned; as if beginning to suppurate. Tongue and cavity of mouth as if scalded. As of plug in throat. Throat as if raw. As if something twisting in stomach and rising to throat. As if viscera turning inside out. As if stomach sore internally. As if something remained lodged in stomach. As if stomach were being scraped. As if a strap as wide as her hand drawn tightly round her waist. Liver as if bursting. As if everything in abdomen turning around. As of a load in abdomen. As if intestines were drawn into a lump. As of something adherent in abdomen. As of something alive in abdomen. Weight or ball in anus. As if bladder full and contents would fall out over pubes. As if drops came out of bladder. As if bladder and urinary organs would be pressed out. As of everything would issue through vulva. As if everything would fall out of uterus. Uterus as if clutched. As if vulva enlarged. As if something heavy would force itself from vagina. As from a weight in sides. As if ribs were broken and sharp points were sticking in flesh. As if cough came from stomach and abdomen. Chest as if hollow; as if sore. Throat as if filled with phlegm. As if breasts were enlarged. As if heart stood still. Back as if she could not turn or raise herself, or as if she had been in a wrong position, almost as if parts had gone to sleep. Sudden pain in back as if struck by a hammer. Pain in back as from subcutaneous ulceration. As if something were going to break in back. As if limbs would refuse to act. As if shoulder dislocated. Feet as if asleep. Right hip-joint as if bruised. Lower limbs as if beaten. As of a mouse running in lower limbs. As if bones of legs were decaying. As if she could feel every muscle and fibre of her right side from shoulder to feet. As of a ball in inner parts. As of an icy hand between scapulae. As if she would suffocate. As if feet stood in cold water up to ankles. As of hot water poured over one. \"Stiffness\" is a prominent feature of Sep.: stiffness of limbs < after sleep; stiffness of uterine region. A peculiar symptom of Sep. is: \"Involuntary jerking of head backward and forward, especially forenoons when sitting.\" This may occur in hysteria. Open fontanelles in children is an indication for Sep. The symptoms are < by touch (except pain in back, which is > by touch). Pressure >. (Pressing eyelids together <.) Binding head tightly >. Loosening clothes >. Rubbing; and scratching <. < jar; mis-step; slightest blow; overlifting. Many symptoms are both < and > by rest and motion. < Moving arms. Lying on side, and on right side >. Lying on left side <. Lying on back <. Sitting < many symptoms. Faint sitting erect or kneeling. (< Kneeling is characteristic.) Sitting with legs crossed >. Stooping <. Standing <. Hard motion > headache. A short walk fatigues much. Going upstairs <. Dancing and running = no shortness of breath. < Mental labour. < From sexual excesses. < Afternoon and evening. (\"Dyspnoea in evening\" is characteristic.) < From cold air or during east wind. < In sultry, moist weather. < Before a thunderstorm. < By laundry work. (Sep. is the \"washerwoman's remedy.\"", "H. C. Allen.) Stormy weather = suffocating feeling. < After sleep (stiffness of legs). < On failing to sleep or in first sleep. > In open air. (Also", "warmth of natural bodily heat; very sensitive to cold air.) Cold water > eyes and teeth. > Warmth of bed or hot applications. Cough < in church. < During and immediately after eating. Milk, fat food, acids <. While eating pulsation in pit of stomach, the more he eats the < it becomes. Empty feeling ceases at supper. < From coitus. I have confirmed the experience of Dr. Swallow, who found the fresh preparation of Sep. (which I prescribe as Sep. fr.) to possess a wider range than the ordinary preparation and to act as an \"organ remedy\" in a great variety of uterine affections not definitely indicated by the pathogenesis. I have used it in attenuations from the 5th to 30th.]" ],
    "Relations" : [ "Antidoted by: Smelling Nit. sp. d., by Vegetable acids, Aco., Ant. c., Ant. t., Rhus. It antidotes: Calc., Chi., Merc., Nat. m., Nat. ph., Pho., Sars., Sul. Incompatible: Lach. (but in one case in which Lach. in very high potency had caused intensely distressing rectal tenesmus with alternate inversion and eversion of the anus, Sep. high proved to be the antidote). Complementary: Nat. m. (the cuttle-fish is a salt-water animal), Nat. c., and other Natrum salts; Sul. Followed well by: Nit. ac. Compare: Vesicular eruptions and ulcers about joints, Brx., Mez. Psoriasis, Ars., Ars. i. Chloasma, Lyc., Nux, Sul., Curar. Ringworm, Bac., Calc., Tell. Sadness, Caust., Puls. Mild, easy disposition, Puls. Weeps when asked about her symptoms (Puls., weeps when telling her symptoms). Diseases with sudden prostration and sinking faintness, Murex, Nux m. Washerwoman's remedy, Pho. (Pho., headache after washing). Pains extend from other parts to back (Sabi. the reverse). Pains with shuddering (Puls., with chilliness). Lack of vital heat, especially in chronic diseases (Led. in acute diseases). Coldness of vertex with headache, Ver. (heat of vertex, Calc., Graph., Sul.). Indifferent to his occupation, Fl. ac., Ph. ac. Greedy, miserly, Lyc. Must loosen neckband, Lach. Sensation of ball in inner parts, Lach. Herpes circinatus in isolated spots (Tell. in intersecting rings). Empty feeling > eating, Chel., Pho. Constipation during pregnancy, Alm. Pain in rectum long after stool, Nit. ac., Sul. Urine so offensive must be removed from room (Indium, horribly offensive after standing). Bed wet almost as soon as child goes to sleep, Kre. Old-standing gleet, K. iod. Bearing down as if everything would protrude from pelvis, Agar., Bell., Lil. t., Murex, Sanic. Sight or thought of food sickens, Nux. Smell of cooking food nauseates, Ars., Colch. Itching turns to burning by scratching, Sul. Spine pain < sitting than walking, Cob., Zn., Puls., Can. i. Indurated uterus; vaginismus, Plat. Bearing down, Bell. (Bell. < lying down, Sep. >; Bell. > standing, Sep. <). Cannot expectorate, Caust., Dros., K. ca., Arn. Spurting of urine with cough, Caust., Nat. m., Fer. Eczema of backs of hands, Nat. c. Prolapsus uteri, Nux. (Sep. follows when Nux ceases to act). Ptosis, Gels. (Gels., sluggish mind; suffused red face). Urticaria < in open air, Rx. c. Urticaria, Ast. fl., Nat. m., Apis, Chloral., Urtica. Eye affections of tea-drinkers, Thuj. Dyspepsia with thick urine, Lyc. Indurated uterus, melancholy, Aur. Bearing down, sadness, K. fcy. Bearing down, congestion, aching distress, prolapse, Ust., Sec., Vib. o., Vib. t., Inula., Hedeo, Ziz. Uncontrollable fits of laughter, Croc., Ign. Terrible sadness during menses, Lyc., Nat. m, Nit. ac. (Nat. m. is < or > a.m.) Irritable during menses (Nux, Cham., Mg. m. before and during; Lyc. before). < Kneeling, Coccul., Mg. c. Anxious about health, Calc., Pho. Ozaena, clinkers, Pul., Syph., Pso. Fetid urine, Calc. (Benz. ac. and Nit. ac., strong). Burning, shooting, stitching pains in cervix, Murex. Hot, burning eructations, Pet., K. ca., Hep. Delay in passing water, Ars. (ineffectual desire, Nux). Fear of ghosts, Pho., Pul. Phimosis, Can. s., Merc., Sul., Nit. ac., Thuj. With exhausted feeling in bowels after stool, Plat. Movements of head, Lyc. < From coitus; remedy for women, relaxation of tissue, K. ca. As if struck by a hammer in the back (Naj. in nape). Tongue and mouth as if scalded, Sang. Turning round in abdomen, Nit. ac. (as if machinery working in abdomen). Pain as of subcutaneous ulceration, Puls., Ran. b. Badly healing skin, Hep. Eyes > bathing in cold water, Asar. Sensitiveness, Asar. Apoplexy, Ast. r. (a sea animal). < From milk, Homar. (a sea animal). Chest, Pho." ],
    "Causation" : [ "Anger and vexation. Blows. Falls. Jar. Injury. Overlifting (dyspepsia). Snowy air. Tobacco (neuralgia). Laundry work. Wetting. Alcohol. Milk, boiled (diarrhoea). Fat Pork." ],
    "Mind" : [ "Sadness and dejection, with tears.", "Melancholy and moroseness.", "Anguish and inquietude, sometimes with flushes of heat, generally in evening (when walking in open air), and sometimes in bed.", "Restlessness, fidgety.", "Dread of being alone.", "Excessively nervous; sensitive to least noise.", "Great uneasiness respecting the health; and about her domestic affairs.", "Pensiveness.", "Timorous disposition.", "Discouragement, often to such an extent as to be disgusted with life.", "Indifference to everything (to all surroundings), even to relations.", "Repugnance to customary business.", "Great disturbance caused by vexation.", "Great excitability in company.", "Susceptibility and peevishness, with great irascibility.", "Quarrelsome and caustic disposition.", "Weakness of memory.", "Distraction.", "Aptness to make mistakes in speaking and writing.", "Unfitness for intellectual labour.", "Slowness of conception.", "Comprehension difficult; heavy flow of ideas.", "Language coming slowly." ],
    "Head" : [ "Confusion of the head, which disables him from performing any mental labour.", "Fits of vertigo, esp. when walking in open air, or when writing, or even on least movement of arms.", "Vertigo, during which all objects appear to be in motion, or with sensation as of something rolling round in head.", "Vertigo in morning, on rising, or in afternoon.", "Sensation of coldness on vertex; < from moving head and stooping, > when at rest and in the open air.", "Fits of headache, with nausea, vomiting, and shooting or boring pains, which extort cries.", "Headache every morning.", "Headache, which does not permit the eyes to be opened.", "Headache, with excessive desire for coition.", "Headache, on shaking or moving head, and also at every step, as if brain were shaken about.", "Semilateral headache, sometimes in the evening, after lying down, preceded by heaviness of head.", "Paroxysms of hemicrania, stinging pain as from within to without, in one side of head (mostly l.) with nausea (and vomiting) and contraction of eye; < in room and when walking fast, > in open air and when lying on painful side.", "Boring headache from within to without, from forenoon till evening, < from motion and stooping, > by rest, when closing the eyes, from external pressure, and sleep.", "Heaviness of head.", "Pressive cephalalgia above eyes, in the clear daylight; as if the head should burst and the eyes fall out, with nausea.", "Expansive pressure in head, sometimes when stooping, as if it were about to burst.", "Contraction in head.", "Drawing and tearing in and on head, sometimes semilateral.", "Lancinating cephalalgia, often semilateral or frontal.", "Shooting pains, esp. over l. eye, extorting cries.", "Headache at menstrual nisus; with scanty flow.", "Headache in terrific shocks.", "Involuntary jerking of head backward and forward, esp. in forenoon and when sitting.", "Fontanelles remain open, with jerking of the head, pale, bloated face; stomacace, green diarrhoeic stools.", "Perspiration on the head, smelling sour, with faintish weakness; < in evening before going to sleep.", "Rush of blood to the head.", "Throbbing cephalalgia, esp. in occiput (beginning in the morning, < in evening, from least motion, when turning eyes, when lying on back, > when closing eyes and when at rest).", "Violent congestion of blood in head, with heat, esp. when stooping.", "Coldness of exterior of head.", "Disposition to take cold on head from dry, cold wind, and if head gets wet.", "Involuntary trembling, and shocks in head.", "Mobility of scalp.", "Scalp and roots of hair very sensitive to touch.", "Itching on head (nose and eyes).", "Eruptions on vertex and back part of head, dry, offensive, stinging, itching and tingling, with cracks, extending behind ears, feeling sore when scratching them.", "Swelling on one side of head above the temple, with itching; sensation of coldness and tearing in it; < when touching it; > when lying on it, or after rising from bed.", "Humid scabs on the head.", "(Bald spots on scalp, porrigo decalvans.", "R. T. C.).", "Falling off of the hair.", "Small red pimples on forehead; rough forehead.", "Swelling of head, esp. forehead." ],
    "Eyes" : [ "Heaviness and depression of upper lids.", "Pressure on eyeballs.", "Itching and smarting in eyes and lids.", "Pricking in eyes, by candle-light in evening.", "Burning sensation in eyes, esp. in morning on waking.", "Inflammation of eyes, with redness of sclerotica, and shooting pains.", "Inflammation, redness, and swelling of eyelids, with styes.", "Pustules in the cornea.", "Scabs in eyebrows.", "Glassy, watery eyes, in evening.", "Fungus haematodes in cornea.", "Dry scabs on lids, esp. on waking in morning.", "Yellow colour of sclerotica.", "Eyelids pain in morning when awaking as if too heavy, and as if he could not keep them open.", "Eyelids red, swollen; styes on them.", "Lachrymation, esp. in the morning or nocturnal agglutination of lids.", "Quivering and jerking of lids.", "Paralysis of the lids, and inability to open them, esp. at night (and evening).", "Confused sight, when reading and writing.", "Presbyopia.", "Weakness of sight, as from amaurosis, with contracted pupils.", "Appearances of a veil, black spots, points, sparks, and streaks of lights, before eyes.", "Intolerance of reflected light from bright objects.", "Green reflection round candle in evening.", "Great sensitiveness of eyes to daylight.", "Sight vanishes during the menses, > on lying down." ],
    "Ears" : [ "Otalgia.", "Shootings in ears.", "Stinging in the l. ear.", "Pain in ear, as from excoriation.", "Swelling, and purulent eruption, in external ear.", "Herpes on lobe of ear, behind the ear and on nape of neck.", "Discharge of liquid pus from ear, with itching.", "Hearing extremely sensitive, esp. to music.", "Hardness of hearing.", "Sudden deafness, as if caused by a plug in ears.", "Buzzing and roaring before ears." ],
    "Nose" : [ "Swelling and inflammation of nose, esp. at tip.", "Scabs on tip of nose.", "Scabby and ulcerated nostrils.", "Hardened mucus in nose.", "Epistaxis, and discharge of blood, frequently, on blowing nose, after being in the slightest degree overheated, or when the nose has been struck by any thing, even lightly.", "Violent bleeding of nose, esp. during menses.", "Anosmia.", "Smelling too sensitive; too feeble, yellow saddle across the bridge of nose.", "Fetid smell in nose.", "Ozaena; blowing of large lumps of yellow green mucus or yellow green membranes, with blood, from the nose.", "Dry coryza.", "Dry coryza, esp. of l. nostril.", "Dry mucus, which causes an obstruction in nose.", "Violent fluent coryza, with sneezing, pain in occiput, and drawing in limbs." ],
    "Face" : [ "Paleness and puffiness of face, with blue circles round the eyes, which are red and dull.", "Yellowness of face (and of the whites of eyes).", "Face emaciated.", "Yellow streak on nose, and cheeks, in form of a saddle.", "Violent heat in face.", "Pale bloatedness of face.", "Erysipelatous inflammation, and swelling of one side of face (arising from a carious tooth).", "Inflammatory swelling of face, with yellow scurfy pimples, thickly grouped.", "Herpes, scurf on face.", "Warts on face.", "Black pores on face.", "Acne < before menses.", "Itching, and eruption on face and on forehead; sometimes merely like redness and roughness of skin.", "Skin swollen on forehead.", "Tumours on the forehead.", "Drawing facial pains.", "Spasmodic pain and tearing in bones of face.", "Neuralgic pains (l. side, from abuse of tobacco).", "Dryness and exfoliation of lips.", "Tension of lower lip.", "Swelling of under lip.", "Yellow colour and herpetic eruption round mouth.", "Moist and scabious eruptions on the red part of lips, and on chin.", "Painful ulcer on internal surface of lips.", "Engorgement and painful sensitiveness of submaxillary glands." ],
    "Teeth" : [ "Toothache, on compressing or touching teeth, and on speaking, also from slightest current of cold air.", "Nocturnal toothache, with extreme excitement.", "Pulsative shooting, or drawing toothache, extending sometimes into ear (esp. after eating, drinking, or taking anything cold into mouth) or into arms and fingers.", "Toothache during the menses.", "Toothache; stinging, pulsating, extending into ear during pregnancy, with shortness of breath, with swelled face and swelling of submaxillary glands, < from every cold draught of air, when touching teeth and when talking.", "Toothache with violent ebullition of blood, and pulsation in whole body.", "Tearing shocks in teeth.", "Bluntness, looseness, easy bleeding, and caries of teeth.", "Gums dark red.", "Swelling, excoriation, ulceration, and easy bleeding of gums." ],
    "Mouth" : [ "Fetid breath.", "Swelling of interior of mouth.", "Dryness of the mouth, lips and tongue.", "Saline salivation.", "Taste bitter, sour, slimy, foul, mostly in morning.", "Pain in tongue and palate, as if they had been burnt.", "Tip of tongue feels as if scalded.", "Excoriation of tongue.", "Vesicles on tongue.", "Tongue loaded with a white coating.", "Soreness of tip of tongue." ],
    "Throat" : [ "Sore throat, with swelling of glands of neck.", "Pressure, as from a plug in throat, or pain as from excoriation, and shootings during deglutition.", "Pressure in throat in region of tonsils, as if neck.", "cloth were too tight.", "Jerking in throat.", "Swelling and inflammation of the gullet.", "Inflammation, swelling, and suppuration of tonsils.", "Dryness in throat, with tension and scraping.", "Clammy sensation in throat.", "Accumulation of mucus in throat, and on velum palati.", "Roughness and burning in fauces; < by hawking.", "Hawking up of mucus, esp. in morning.", "Expulsion of sanguineous mucus on hawking." ],
    "Appetite" : [ "Putrid or sour taste.", "Too salt taste of food.", "Adipsia or excessive thirst, esp. in morning and in evening, sometimes with anorexia.", "Great voracity.", "Bulimy, with sensation of emptiness in stomach.", "Eager desire for wine; for vinegar.", "Creates aversion to beer.", "Repugnance and dislike to food, esp. to meat, and milk, which produces diarrhoea.", "Tobacco smoke disagrees.", "Disagreeable risings, with nausea, after eating fat food.", "Weak digestion.", "After a weal: acidity in mouth, frequent risings, scraping and burning sensation in throat, pulsation in scrobiculus, hiccough, inflation of abdomen, sweat, feverish heat, palpitation of heart, cephalalgia, nausea, vomiting, pains in stomach, &c." ],
    "Stomach" : [ "Sensation of emptiness in pit of stomach, just below ensiform cartilage; this is a very weak, \"gone\" feeling, which nothing can satisfy; this symptom may appear in any complication of troubles, in disordered menstruation, &c.", "Frequent risings, generally sour or bitter, or else like rotten eggs, or with taste of food.", "Painful risings, during which blood comes into mouth.", "Acidity, with disgust to life.", "Nausea, sometimes when fasting in morning, > by eating a little.", "Nausea, with bitter taste and risings.", "Nausea from motion of a carriage.", "Nausea and vomiting after a meal.", "Vomiting of bile and of food (in morning, with headache).", "Vomiting of bile and food during pregnancy; straining so hard that blood comes up.", "Pains in stomach after a meal, sometimes in evening.", "Violent pain in cardia, when food passes into stomach.", "Pain in the scrobiculus while walking.", "Pressure in stomach, as from a stone, esp. during or after a meal, or else at night.", "Contractive spasm in stomach.", "Waterbrash, esp. after drinking or eating, or preceded by a whirling sensation in stomach.", "Vomiting of milky serum (in pregnant women).", "Nocturnal vomiting, with headache.", "Cramps in stomach and chest.", "Tearing boring in cardiac region, extending to loins.", "Cutting boring from stomach towards spine.", "Pressive shootings in scrobiculus, and in region of the stomach.", "Burning sensation in pit of stomach and scrobiculus.", "Throbbing in pit of stomach.", "Painful sensation of emptiness in stomach." ],
    "Abdomen" : [ "Pains in the liver, when riding in a carriage.", "Aching, throbbing, and shooting in hepatic region.", "Boring or tensive shootings in hypochondria, esp. during movement.", "Shootings in l. hypochondrium.", "Attacks of contractive pain in r. hypochondrium.", "Pain across hypochondrium at night on lying down, > from micturition.", "Pain in abdomen, in bed in morning.", "Pressure and heaviness in abdomen, with sensation of expansion, as if it were about to burst.", "Excessive distension of abdomen.", "Heaviness and hardness in abdomen.", "Hardness in pyloric region.", "Soreness of abdomen in pregnant women.", "Enlargement of abdomen (in women who have had children).", "Dropsical swelling of abdomen.", "Abdominal spasms, with a clawing pain, as if intestines were twisted.", "Incisive colic, esp. after corporeal exercise, or at night, with desire to evacuate.", "Digging, cuttings, and aching in the abdomen.", "Pain, as from a bruise in intestines.", "Coldness in abdomen.", "Burning sensation and shootings in abdomen, esp. in l. side, and sometimes extending into thigh.", "Sensation of emptiness in abdomen.", "Lancinations in groins.", "Brownish spots on abdomen.", "Movements and borborygmi in abdomen, esp. after a meal.", "Excessive production and incarceration of flatus." ],
    "Stool and Anus" : [ "Constipation during pregnancy.", "Ineffectual want to evacuate, or only with emission of slime and flatus.", "Slow, inefficient evacuations, like sheep dung.", "Scanty evacuations, with straining and tenesmus.", "Faeces too soft.", "Difficult discharge even of soft stool.", "Great difficulty in discharging stool, which seems to stick in anus or rectum as if a ball or potato was there.", "Difficult stool with sensation of weight in abdomen.", "Gelatinous evacuations (small), with gripings (and tenesmus).", "Debilitating diarrhoea.", "Greenish diarrhoea, often of a putrid or sour smell, esp. in children.", "Diarrhoea after boiled milk.", "Whitish or brownish colour of stools.", "Discharge of blood during the evacuation.", "Contractive pain and tension, itching, tingling, burning, and shooting in anus and rectum.", "Oozing from rectum.", "Slimy discharge from rectum, with shooting and tearing pains.", "Affections of anus and rectum where there are sharp, shooting, lancinating pains running up into abdomen.", "Prolapsus recti, esp. during an evacuation.", "Weak feeling in rectum in bed.", "Congestion, of blood in anus.", "Inactivity of the bowels.", "Protrusion of haemorrhoids from rectum (when walking; bleeding when walking).", "Bleeding haemorrhoids.", "Excoriation between the buttocks.", "Contractive pain in perinaeum.", "Ring of condylomata round anus." ],
    "Urinary Organs" : [ "Frequent (and ineffectual) want to urinate (from pressure on bladder and tension in hypogastrium).", "Aching in bladder.", "Feeling as if bladder were greatly distended.", "Emission of urine at night (has to rise frequently).", "Involuntary discharge of urine at night, esp. in first sleep.", "Deep-coloured urine, red like blood.", "Turbid urine, with red, sandy, or brick-coloured sediment.", "With white sediment and a cuticle on surface.", "Profuse fetid urine, with white sediment.", "Urine with a sanguineous deposit.", "Sediment to the urine like clay, as if clay were burnt on the bottom of the vessel.", "Urine very offensive; cannot be endured in room.", "Cramp in bladder, burning sensation in bladder and urethra.", "Smarting in urethra, esp. when urinating.", "Incisive pains and shootings in urethra.", "Discharge of mucus from the urethra, as in chronic gonorrhoea." ],
    "Male Sexual Organs" : [ "Profuse perspiration of genitals, and esp. of scrotum.", "Itching round the genital organs.", "Itching eruption on the glans and prepuce.", "(Crop of small, velvety gonorrhoeal warts round margin of prepuce).", "Pseudo-gonorrhoea of an acid salt smell.", "Ulcers on glans and prepuce.", "Pains in the testes.", "Cutting in testes.", "Swelling of scrotum.", "Weakness of genital organs.", "Increased sexual desire, with frequent erections (continued erections at night).", "Frequent pollutions.", "Discharge of prostatic fluid, after urinating, and during a difficult evacuation.", "Intellectual, moral, and physical fatigue after coition, and pollutions.", "In either sex, complaints from coition." ],
    "Female Sexual Organs" : [ "Excoriation in vulva, and between thighs, sometimes before menses (soreness and redness of labia and perinaeum).", "Great dryness of vulva and vagina, esp. after menses; painful to touch.", "Internal and external heat in genitals.", "Con tractive pain in vagina.", "Swelling, redness, and moist itching eruption on labia minora.", "Bearing down in uterus, which obstructs respiration.", "Pressure as if everything would protrude through the vulva (with oppression of breathing).", "Pains in both groins and bearing down, with constipation but no leucorrhoea; sleep heavy and non-refreshing, coldness all over, tongue flabby (cured in stout woman, 35.", "R. T. C.). Prolapsus of the vagina.", "Violent stitches in the vagina upwards.", "Prolapsus uteri, with congestion, with yellow leucorrhoea.", "Prolapsus, with inclination of fundus to l., causing numbness in l. lower half of body, with pain, > when lying, esp. on r. side, tenderness of os uteri.", "Induration of cervix; burning, shooting, sticking pains.", "Metrorrhagia; during climaxis or during pregnancy.", "Menses too profuse.", "Menses suppressed, or too feeble, or else too early (appearing only in morning).", "When menses fail to appear in mothers who do not nurse, with inflation of abdomen.", "Colic before menses.", "During menses: irritability, melancholy, toothache, headache, nose-bleed, and painful weariness in limbs, or spasmodic colic and pressure towards the parts.", "Must cross her limbs to prevent protrusion of the parts.", "Dull, heavy pain in ovaries; esp. l.", "Sterility.", "Leucorrhoea, or a yellow or greenish red water, or purulent and fetid, sometimes with inflation of abdomen, or shootings in vagina.", "Leucorrhoea in place of menses.", "Leucorrhoea like milk, with soreness of pudenda.", "Itching, corrosive leucorrhoea.", "Inclination to miscarriages.", "Abortion after the fifth month.", "tendency to abort fifth to seventh month.", "Shootings in mammae.", "Excoriation of nipples (which bleed and seem about to ulcerate).", "Nipples cracked across the crown.", "Induration of breasts; scirrhus, stitches, tender, burning pains.", "Excoriation in children.", "Sudden hot flushes of climaxis, with momentary sweat, weakness and great tendency to faint.", "Retained placenta after miscarriage.", "Soreness of abdomen, feels motions of child too sensitively.", "During pregnancy yellow brown spots on face.", "Terrible itching of vulva causing abortion.", "Offensive excoriating lochia, very long lasting." ],
    "Respiratory Organs" : [ "Roughness and soreness of larynx and throat.", "Sensation of dryness in larynx.", "Hoarseness with coryza.", "Sensation of dryness in trachea.", "Cough, excited by a tickling in larynx or chest.", "Dry cough, which seems to arise from stomach, esp. when in bed in evening (till midnight), and often with nausea and bitter vomiting.", "Moist cough, after a chill.", "Cough only during day, or which wakens one at night.", "Expectoration profuse and whitish.", "Cough, with copious expectoration of mucus, generally putrid, or of a salt taste, often only in morning or evening, and frequently accompanied by noise, weakness, and pains as from excoriation in chest (as if it were raw).", "Cough with expectoration in morning, no expectoration in evening, or with expectoration at night, none in day; very severe cough in morning on rising, and expectoration of a great quantity of badly tasting substance.", "Nocturnal cough, with cries, suffocation, and retching.", "Cough, like whooping-cough.", "Attacks of spasmodic cough, like whooping-cough, caused by tickling in chest or from tickling extending from larynx to abdomen, with expectoration only in morning, evening and at night of greenish-grey pus, or of milk-white, tough mucus, sometimes disagreeably sweet, which has to be swallowed again.", "Cough < when lying on l. side; from acids.", "Cough excited by a tickling sensation, and accompanied by constipation.", "Difficult expectoration (or being obliged to swallow again what had been raised).", "Yellow-greenish purulent expectoration during the cough.", "Expectoration of blood while lying down.", "Sanguineous expectoration, when coughing, morning and evening, with expectoration of mucus by day.", "Lancinations in chest or back during cough." ],
    "Chest" : [ "Dyspnoea, oppression of chest, and shortness of breath, when walking and ascending, as well as when lying down in bed, in evening, and at night.", "Pain in sides of chest, when inspiring or coughing.", "Stitch in l. side of chest and scapula when breathing and coughing.", "Oppression on chest produced by an accumulation of mucus, or by too profuse expectoration.", "Pain in chest from movement.", "Pressure in chest, esp. when in bed in evening.", "Heaviness, fulness, and tension in chest.", "(Hepatisation of middle and lower lobes of r. lung.", "Skinner).", "Pain in chest, as from excoriation.", "Cramps in chest.", "Itching and tickling in chest.", "Sensation of emptiness in chest.", "Shootings and prickings in chest, and sides of chest, sometimes during an inspiration, and when coughing, as well as from intellectual exertion.", "Brown spots on chest.", "The chest symptoms cease, or are > by pressure of hand on thorax." ],
    "Heart" : [ "Ebullition (congestion) of blood in chest, and violent palpitation of heart.", "Intermittent palpitation of heart.", "Palpitation: in evening in bed with beating in all arteries; during digestion; with stitches in l. side of chest.", "Heart gives an occasional hard thump.", "Wakes up with violent beating of heart.", "Nervous palpitation > by walking fast." ],
    "Neck and Back" : [ "Tetters on nape, and behind ears.", "Claret-coloured spots on neck, and under chin.", "Furunculus on neck.", "Perspiration on back, and under axillae.", "Swelling and suppuration of axillary glands.", "Humid tetters under axillae.", "Pressure and stitches in r. shoulder-blade.", "Stiffness in small of back and neck.", "Pains in loins and back, with burning tearing.", "Throbbing in loins.", "Weakness in loins when walking.", "Incisive pains, pressure, digging and spasmodic tearings in back.", "Rigidity of back and nape.", "Pain in the back, and small of back particularly with stiffness; > by walking.", "Tearing in back during menses, with chills, heat, thirst and contraction of chest.", "Aching and dull pain in lumbar and sacral regions, extending to thighs and legs.", "Sprained pain over hips, in evening in bed, and in afternoon.", "Shivering in back.", "Brownish spots on back.", "Reddish herpetic spots above hip, and both sides of neck.", "Stitches posteriorly above r. hip; she could not lie on r. side, and when touched it felt sore.", "Stitches in back when coughing.", "Itching eruption on back." ],
    "Limbs" : [ "Drawing in all the limbs.", "Drawing and tearing (paralytic pains) in, limbs and joints (with weakness).", "Heaviness of the limbs.", "Arthritic pains in joints.", "Tension in limbs as if they were too short.", "Easy going to sleep of limbs, esp. after manual labour.", "Stiffness and want of flexibility in joints.", "Easy dislocation and spraining of limbs.", "Commotions and jerks in limbs night and day.", "Restlessness and throbbing in all the limbs, which admits of no rest in any place.", "Frequent stretchings.", "Want of stability in limbs.", "Coldness of hands and feet; but moist." ],
    "Upper Limbs" : [ "Wrenching pain (as from dislocation) in shoulder-joint, esp. on lifting or holding anything.", "Lassitude in arms.", "Sensation of stiffness or coldness in arms, as if paralysed.", "Drawing, paralytic pain in arm and shoulder-joint, extending to fingers.", "Swelling and suppuration of axillary glands.", "Shootings in arms, wrist, and fingers on fatiguing or moving them.", "Painful tension in arms, and joints of elbow and fingers, as if caused by contraction.", "Inflammatory, deep red, hard, marbled swelling in middle of arms.", "Pustules on arms, with violent itching.", "Stiffness of joints of elbow and hands.", "Brownish spots, herpetic skin, and itching scabs an elbow (scaling off).", "Itching vesicles on back of hand, and tips of fingers.", "Itch and scabs on hands (soldiers' itch).", "Herpes on backs of hands.", "Swelling of hand, with eruption of vesicles, like pemphigus.", "Shootings in wrist on moving the hand.", "Burning heat in palms.", "Cold sweat on hands.", "Malignant scabies, and scabs on hands.", "Arthritic drawing and shootings in joints of fingers.", "Distortion of fingers.", "Painless ulcers on joints, and on tips of fingers.", "(Tingling in tips of fingers, which wakes her up on going to sleep, after which sleeps well all night.", "R. T. C.).", "Warts on hands and fingers; on sides of fingers; horny.", "Flaws on fingers.", "Deformed nails.", "Panaritium, with throbbing and shooting pains." ],
    "Lower Limbs" : [ "Pain as if bruised in r. hip-joint.", "Pain in hips, with tearing shootings.", "Pain in buttocks and thighs, after having been seated for some time.", "Spasms in buttocks at night, in bed, when stretching out the limb.", "Paralytic weakness of legs, esp. after a paroxysm of passion.", "Stiffness of legs, as far as hip-joint, after having been seated a short time.", "Coldness in legs and feet (esp. in evening in bed).", "Swelling of legs and feet (< when sitting or standing, > when walking).", "Cramp in thighs when walking.", "Tearing lancinations, or shocks in thighs and tibia, so as to extort cries.", "Furunculi on thigh and in hams.", "Drawing and tearing shootings in knees, hams, and heels.", "Painful swelling of knees.", "Synovitis of knee-joints in housemaids (R. T. C.).", "Stiffness in joints of knee and ankle.", "Cramps in Calves, sometimes at night.", "Restlessness of legs every evening (with formication in them).", "Itching pimples on legs and instep.", "Drawing pain in legs and great toes.", "Shootings in tibia and instep.", "Sensation in legs, as if a mouse were running over them.", "Jerking in feet when sleeping.", "Ulcers on instep.", "Stiffness in heels and joints of feet, as from contraction.", "Pricking and burning sensation of feet.", "Tingling and numbness in soles of feet.", "Profuse, or else suppressed (offensive) perspiration of feet (causing soreness between toes).", "Stinging in the heels.", "Tension in tendo-Achillis.", "Ulcers on heel, arising from corrosive vesicles.", "Indolent ulcers on joints and tips of toes.", "Corns on feet, with shooting pain.", "Deformity of toenails." ],
    "Generalities" : [ "[Affections in general appearing in l. side; r. upper and r. lower extremities; eyelids internal ear; hearing very sensitive; region of liver; inner lower belly l. shoulder-blade; back and small of back; axilla; axillary glands, esp. where there are darting pains through them; upper and lower extremities and joints; r. lumbar region, with a violent pressing or bearing-down pain; nails turn yellow.", "Dark hair; pale face; exanthema on face, lips, nose, forehead.", "Bleeding from inner parts.", "Spasms: clonic; tonic; cataleptic; great restlessness of the body; great aversion to washing.", "Debility in general or of particular parts.", "Sensations: of a ball in inner parts; pain as if part would burst, were pressed or pushed asunder; cramping or drawing pains in inner or outer parts; sensations of emptiness or hollowness in any part, esp. when accompanied by a fainting sensation; jerking in the muscles or elsewhere, as they may be felt in the head when talking, &c.; knocking, throbbing, or pulsation in inner parts; pressing as of a heavy load; vibration like dull tingling or buzzing in the body.", "< In early morning; forenoon; evening, particularly before falling asleep; on waking; stooping; during inspiration; while in company; while coughing; after coitus; after eating; from exertion of the mind; during fever; female complaints generally; from loss of fluids; masturbation; music; milk; fat pork; during and after perspiration; during pregnancy; riding in a car; from riding on horseback, in a swing, &c.; from sexual excesses; during first hours of sleep; in snow air; from stretching the affected part; while nursing a child; from water and washing; from getting wet; females having leucorrhoea; during confinement esp.", "> From drawing up the limb; moving; exertion of body; drinking cold water; in solitude; when walking quickly.", "H. N. G.].", "Shooting and pricking pains in the limbs, and other parts of the body.", "Burning pains in different parts of the body.", "Pains, which are > by external heat.", "Pains, by fits, with shuddering.", "Wrenching pain, esp. on exerting the parts affected, and also at night, in heat of bed.", "Rheumatic pains, with swelling of the parts affected, perspiration easily excited, chilliness or shivering, alternately with heat.", "Great disturbance, caused by vexation.", "Easy benumbing of the limbs (arms and legs) esp. after manual labour.", "Stiffness and want of flexibility in the joints.", "Easy dislocation and spraining of the limbs.", "Tendency to strain the back.", "Commotions and jerks in the limbs night and day.", "Jerking in the muscles.", "Fits of uneasiness, and of hysterical spasms.", "Swelling and suppuration of the glands.", "Renewal or < of several sufferings, during and immediately after a meal.", "The symptoms disappear during violent exercise, except when taken on horseback, and are < during repose, also in the evening, at night, in the heat of the bed (and in the forenoon).", "Painful sensibility of the whole body.", "Violent ebullition of blood, even at night, with pulsation throughout the body.", "Great swelling of body, with shortness of breath, without thirst.", "Heaviness, and physical indolence.", "Paroxysms of weakness, and hysterical or other forms of syncope.", "Fainting fits.", "Lassitude, with trembling.", "Want of energy, sometimes only on waking.", "The patient is soon fatigued, when walking in the open air.", "Great tendency to take cold, and sensibility to cold air, esp. in a north wind.", "Feverish shivering, syncope, and afterwards coryza, after getting wet." ],
    "Skin" : [ "Skin yellow, like jaundice; chapping of the skin, or cracks may extend deeply into the tissues, and this is < by washing in water; exanthema in general, particularly when it is disposed to crack.", "Ulceration of the exanthema; bed sores; brown sphacelus.", "Tetters in general.", "Ulcers suppurating; pus too copious; swollen; with proud flesh.", "Salt rheum.", "Excessive sensibility of the skin.", "Soreness of skin and humid places in bends of joints.", "Itching in different parts (face, arms, hands, back, hips, abdomen and genitals) which changes to a burning sensation.", "Itching and eruption of pimples in the joints.", "Excoriation, esp. in the joints.", "Dry and itching eruptions, like scabies.", "Dry itch; bad effects where itch has been suppressed by Merc. or Sul.", "Brown, or vinous, or else reddish, and herpetic spots on skin.", "Annular desquamation (annular herpes).", "Moist, scabious herpes, with itching and burning sensation.", "Boils and blood-boils.", "Engorged glands.", "Scirrhous indurations.", "Eruptions of vesicles, like pemphigus.", "Itching, stinging, lancinating, burning, or sometimes indolent ulcers (knuckles, finger-joints, tips of fingers, joints and tip of toes).", "Corns, with shooting pain.", "Deformity of nails.", "Hepatic spots.", "Warts: on neck with horny excrescences in centre; small, itching, flat on hands and face; large hard seed warts; dark colour and painless; (large horny wart on abdomen)." ],
    "Sleep" : [ "Strong disposition to sleep during day, and early in evening.", "Attacks of coma, returning in a tertian type.", "Falling asleep late; complaints preventing sleep; sleeping late in the morning; waking frequently during the night; very sleepy in the morning; sleeplessness before midnight; sleepiness without sleep.", "Awakens at a.m. and cannot go to sleep again.", "Sleeplessness from over-excitement.", "Early waking, and lying awake for a long time.", "Frequent waking, without apparent cause.", "Agitated sleep, with violent ebullition of blood, continued tossing, fantastic, anxious, frightful dreams, and frequent starts (screaming), with fright.", "The sleeper fancies himself called by name.", "Unrefreshing sleep; sensation in morning, as from insufficient sleep.", "Lascivious dreams.", "Talking, cries, and jerking of limbs, during sleep.", "Nightly delirium.", "Wanderings, anguish, feverish heat, and agitation in the body, toothache, colic, cough, and many other sufferings at night." ],
    "Fever" : [ "Pulse full and quick during night and then intermitting; during day slow.", "Pulse accelerated by motion and being angry.", "Pulsation in all the blood-vessels.", "Shuddering (chilliness) during pains.", "Coldness of single parts.", "Want of vital heat.", "Frequent shivering, esp. when out of doors in evening, and from every movement.", "Flushes of heat at intervals during day, esp. afternoon and evening, while sitting or in open air, generally with thirst or redness of face.", "Paroxysm of heat (transient), esp. when seated, and walking in open air, also when angry, or engaged in important conversation.", "Paroxysm of heat (and of shivering) with thirst.", "During chill more thirst than during heat.", "Continued heat, with redness of face and violent thirst.", "Fever, with thirst, during shivering, pains in the limbs, icy coldness of the hands and feet, and deadness of the fingers.", "Perspiration in general; perspires too easily; single parts perspire too easily; perspiration with anxiety; with restlessness; sour-smelling or offensive.", "Internal chilliness with external heat.", "Perspiration while seated.", "Profuse perspiration on the slightest movement (more after than during exercise).", "Perspiration only on upper part of body.", "Nocturnal perspiration, sometimes cold (on breast, back, and thighs).", "Perspiration in morning, sometimes of an acid smell.", "Intermittent fever, followed by violent heat and inability to collect one's senses; this is followed by profuse perspiration." ]
  }
}