{
  "remedyName" : "Silica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, distended. Abscess. Acne. Anaemia. Ankles, weak. Anus, fissure of; fistula of. Appetite, depraved. Back, weakness of. Boils. Bones, necrosis of. Brain, concussion of. Brain-fag. Breast, sinuses in. Bunion. Cancer. Carbuncle. Cataract. Cellulitis. Cheloid. Chin, eruptions on. Cicatrix. Circulation, feeble. Coccygodynia. Conjunctivitis, phlyctenular. Constipation. Coryza. Cough. Debility. Dentition. Diabetes. Ear, affections of. Elephantiasis. Enchrodroma. Enuresis. Epilepsy. Eruptions. Excrescences. Eyes, affections of. Feet, burning; perspiring. Fester. Fibroma. Fistula. Foot-sweat; suppressed. Foreign bodies, expulsion of. Fractures. Ganglion. Gastric catarrh. Glandular swellings. Headache. Hernia. Hip-joint disease. Homesickness. Housemaid's knee. Hydrocele. Hypopion. Irritation. Jaw, caries of. Joints, sinovitis of. Lachrymal fistula. Lactation. Locomotor ataxy. Mania. Meningitis. Metrorrhagia. Miscarriage. Molluscum contagiosum. Molluscum fibrosum. Morphoea. Morvan's disease. Nails, diseased. Necrosis. Neuralgia. Nodes. Nose, tip, redness of. Panaritium. Parametritis. Perspiration, offensive. Phimosis. Pleurisy. Prepuce, eruption on. Psoas abscess. Pylorus, suppuration of. Rheumatism; chronic; hereditary. Rickets. Sinuses. Somnambulism. Spermatorrhoea. Spinal irritation. Strains. Strangury. Suppuration. Teeth, caries of. Tenesmus. Trachea. Tumours. Ulcers. Urethra, stricture of. Urine, incontinence of. Vaccination. Vagina, spasms of. Vertigo. Walking, delay in. Whitlow. Worms. Writer's cramp." ],
    "Characteristics" : [ "Outside homoeopathy Flint as an internal remedy is practically unknown. Hahnemann introduced it into medicine, and it was his method of attenuating insoluble substances that enabled him to discover its powers. Silica forms one of the most important remedies of the Chronic Diseases. A large proportion of the earth's crust is composed of Silica. Sea sand (Silica marina) is mainly composed of it. The spicules of many sponges are made up of Silica. Silicates are taken up by plants and from them Silica is often deposited on the surface or in the interior of their stems. The strength of straw is due to Silica. Equisetum generally contains as much as per cent. of Silica to the fresh plant. Flint supplies the \"grit\" of the earth's crust, of plant life, and to a large extent of animal life also. \"Want of grit, moral or physical, \", is a leading indication for Sil. in homoeopathic practice. Teste puts Sil. in his Pulsatilla group of remedies, the other members of it being Calc., Hep., Graph., Pho. According to Teste, Sil. is the \"chronic\" of Puls., ", "it, corresponds to the chronic form of such diseases as Puls. cures when acute: Rush of blood to the head, especially to the right temple and vertex; headache everyday; photophobia; lachrymation; loss of taste; aversion to fat food with rancid or oily taste in mouth, &c. The symptoms of Sil. differ from those of Puls. in being more constant, more deep-seated, and lasting longer; for instance, the mucous secretions of Puls. become easily purulent under the action of Sil. Teste points out that Puls. flourishes best on sandy soils (as Bell. does on calcareous soils). Schussler, who was a homoeopathist before he was a Biochemist, describes the sphere of Sil. from the Tissue-Remedy point of view as follows: \"Silicic Acid is a constituent of the cells of the connective tissue, of the epidermis, the hair and the nails.", "If a suppurative centre is formed either in the connective tissue or in a portion of the skin, Sil. may be used.", "After the functional ability of the cells of the connective tissue, which had been impaired by the pressure of the pus, has been restored to its integrity through a supply of molecules of Sil., these cells are thereby enabled to throw off inimical substances (the pus). In consequence, the pus is either absorbed by the lymphatics or it is cast out. In the latter case there is a so-called spontaneous breaking open of the suppurative centre.", "Sil. may also cause the absorption through the lymphatics of an effusion of blood in any tissue. If the reabsorption of a sero-albuminous exudation in a serous sac cannot be effected through Calc. phos., then Sil. may be used; for the delay in the absorption may also be caused by deficiency of Sil. in the subserous connective tissue.", "Sil. will also cure chronic arthritic-rheumatic affections, as it forms a soluble combination (Sodium silicate) with the soda of the urate of soda; this combination is then absorbed and removed through the lymphatics. For the same reason it may also be used in renal gravel.", "Sil. can also restore the perspiration of the feet when this has been suppressed, and is thus an indirect remedy in diseases arising in consequence of such suppression (e.g., amblyopia, cataract, paralysis, &c.).", "When a number of cells in the connective tissue are gradually deprived of Sil., they become atrophied. Such a disease is by no means rare in the external meatus auditorious with old people. The meatus in such a case is dry and enlarged, \", (Schussler adds that he generally gives the 12x trituration.) The indications of Schussler correspond so exactly with those already pointed out by Hahnemann that we are left in doubt as to how much he was indebted to Hahnemann for his facts and how much to his own theories. Be that as it may, the relation of Sil. to the connective tissues is a very real one. Sil. is a great evacuant. Sil. produced in the provings sensation of \"splinter in the finger, \", of \"a pin in the throat, \", and whenever foreign bodies have became embeded in the tissues; or whenever portions of the tissues have become necrosed and quasi-foreign, Sil. will set up suppuration in the vicinity and bring about their expulsion. (It is this property which makes it necessary sometimes to use Sil. with caution; if there are deposits which have became encysted and so far rendered harmless, the administration of Sil. might set up suppurative action, to the risk of the patient's life.) Sil. both matures abscesses and reduces excessive suppuration. It will also resolve indurations left after suppuration; this has been particularly noted in the case of tonsils which refuse to heal after the pus has been evacuated, and in abscesses which leave sinuses and fistulae. Sil. affects the nails, cripples them, and produces inflammation around and under them. \"Sensation as if the finger-tips were suppurating\" is one of the symptoms which led to its use in such cases. Sil. causes inflammation, swelling and suppuration of all the lymphatic glands and also the glands of the skin. The skin is unhealthy and every little injury ulcerates. Hands and feet are sweaty, and the sweat is generally offensive. The feet may give off an intolerable odour without any sweat. The head sweats, and this may be offensive. Sil. corresponds perfectly to many cases of rickets: children with large heads; Open fontanelles and sutures; much sweating about the head, which must be kept warm; distended abdomen; weak ankles; slow in learning to walk. This constitutes type No. to which Sil. is particularly suited. It is also suited to: (2) Nervous, irritable persons, with dry skin, profuse saliva, diarrhoea, night-sweats. (3) Weakly persons, fine skin, pale face, light complexion; lax muscles. (4) Constitutions which suffer from deficient nutrition due to lack of assimilating power; oversensitive physically and mentally. (5) Scrofulous children who have worm diseases during dentition. (6) Stonecutters' ailments (chest affections and total loss of strength.", "The action of Sil. on the connective tissues may end in new growth as well as in suppuration and ulceration. It has a specific relation to scarred tissue; and I have cured with it a case of recurrent cheloid: Eleanor W., had a growth on left temple. Five months before she had been an inmate in St. Bartholomew's Hospital, and had had a tumour removed from the spot, the tumour having existed for two years. A month after the operation a new growth appeared on the scar. Two months later this was removed. But it rapidly recurred, and when I saw her there was a linear elevation an inch long, three lines wide, and raised about two lines. It was red, shiny, and slightly nodulated; was tender to touch and the seat of Shooting pain. Before the first operation there had been no pain and no discoloration of the skin. Hahnemann gives this symptom in the proving of Sil. \"Stitching, aching pain in the spot where an ulcer had been formerly on the leg.\" Sil. gr. iii., night and morning, was prescribed. There was no further increase in the size of the growth, though it was still painful, the pain being apparently somewhat increased. In three months there was evident diminution in size, and from that time the pain began to diminish. In seven months the growth had entirely disappeared.", "The sensitiveness of Sil. is one of its keynotes, and an over-susceptibility to nervous stimuli is a frequent accompaniment of conditions requiring Sil. The surface is tender and the least touch is painful. The senses are morbidly keen. Brain and spine cannot bear even ordinary vibrations. This condition may be caused by losses of fluids as in spermatorrhoea; by over-worked brain. Sil. causes tendency to paralysis and paralytic weakness from defective nutrition of nerves of brain and spinal cord. Constipation is often an accompaniment of these conditions. There may be epileptic convulsions. These have a well-marked course, starting from the solar plexus; are < at full and new moon; and < from any overstrain of mind or emotions. Sil. is indicated in locomotor ataxy when the fingers feel stiff with loss of power in them. There is spinal irritation. The neck is stiff causing headache. The small of the back aches as if beaten. The part of the body lain on goes to sleep. The headaches of Sil. present one of the grand characteristics of the remedy. They are of the chronic kind, and may owe their origin to some severe disease of youth. They ascend from the nape of the neck to the vertex, as if coining from the spine, and locate in one eye, especially the right; < from draught of air or uncovering head; > pressure and wrapping head up warmly; > profuse urination. The vertigo of Sil. in the same way ascends from the back of the neck; as if one would fall forward (sometimes backward); < looking up; closing eyes; lying on left side. The sensitiveness of Sil. comes out in the mental symptoms: \"Sensitive to noise; and anxiety therefrom.\" \"Sensitive, weeping mood.\" \"Yielding, faint-hearted.\" \"Children become obstinate, headstrong; cry when kindly spoken to.\" A curious symptom and one of great value is this: \"Fixed ideas: the patients thinks only of pins, fears them, searches for them, and counts them carefully.\" This symptom enabled me to make a rapid cure of post-influenzal insanity in the case of a man of bad family history, one of whose sisters had become insane and had drowned herself, another sister being affected with lupus. The patient's wife told me one morning that he had \"been looking everywhere for pins.\" Sil. rapidly put an end to the search and restored the patient to his senses. Sil. has another link with insanity in its aggravation at the moon's phases: epilepsy and sleep walking are < at the new and full moon. The Sil. patient likes to be magnetised, and is > by it. This is related to the persistent want of vital heat which characterises the Sil. condition; even exercise will not get up any warmth. Another curious symptom of Sil. is: \"discharge of blood from the vagina every time the child takes the breast.\" Another symptom in this relation is important in connection with cancer cases: \"nipple is drawn in like a funnel.\" Always before and during menses there is constipation. The constipation of Sil. is characteristic. The stool is difficult as from inactivity of rectum; with great straining as if rectum was paralysed; when partly expelled recedes again. Faeces remain a long time in rectum. Rushmore (H. P., xii. 530) verified a peculiar symptom of Sil. in a lady suffering from scirrhus of left breast. She had a feeling of dryness in her finger-tips, as if made of paper; at night. Ant. t. and Sil. have this symptom, but only Sil. in afternoon. Sil. removed this and took away sharp, stinging pains in the tumour as well. Peculiar Sensations of Sil. are: Susceptibility to nervous stimuli, to magnetism. As if she would die. As if gradually losing senses. As if feeling for pins. Sensation as if she were divided into halves and that the left side does not belong to her. As if one would fall forward. Vertigo as if drunk. As if head were teeming with live things whirling around in it. Headache as if beaten. As if everything would press out and burst skull. As if brain and eyes were forced forward. As if head would burst with throbbing in it, internal and external at same time. As if forehead would be torn asunder; as from a heavy weight over eyes. As if head were forced asunder. As of water-pipes bursting in head. As if tremendous weight were falling on vertex. Head as if in a cushion and some one were pressing two fingers into it at occiput. As if brain collided with skull. Head as if bruised. As if waves of water from occiput over, vertex to forehead. Sick-headaches as if coming from spine and locating over one eye. Head as if too large. As if head were falling off; as if it were hanging by a piece of skin at nape. As if right side of head paralysed. As if looking through a grey cover. As if cornea were a mass of hypertrophied tissue. Eyes as if too dry and full of sand. As of a splinter in upper lid. As if both eyes were dragged back into head by strings. Objects as if in a fog. As if something alive were in ears. As if nasal bone has been beaten. As if a hair were on tip of tongue extending into trachea. As of a lump on right side of throat. As of a pin in throat. Throat as if filled up. As if he could not swallow. As if he swallowed over a sore spot. As of a load in epigastrium. As if knives were running into stomach. As if there were no power in rectum to expel stool. As if rectum paralysed. As if anus constricted. As of a heavy lump in anus. As if vulva were enlarged. As if tied round chest with a tape. As if sternum were grasped. As of a stone under sternum. As if mould were forming over whole body. As if a hand had grasped her breastbone. Cords of neck as if pulled. Small of back as if beaten; as if dead. Arms and hands as if filled with lead. As of a splinter in finger. As if a panaritium would form in index finger. As if tips of fingers were suppurating. As if finger were thick and bone enlarged. As if joints of fingers were being pulled out of sockets. Limbs and feet as if paralysed. Femur as if beaten. Knees as if too tightly bound. Calves as if too short. As if spasms in ankles. As if toe-joints being pulled out of sockets. Nails as if decayed. As if beaten all over. As if he had lain in an uncomfortable position. The direction of the Sil. action is upward and outward: there are shootings out through eyes and out of ears. The symptoms are: < By touch; contact; combing hair. Binding tightly > headache; but pressure of hat = pain. Pressure <. Rest >. Motion <. Lying down < asthma; = headache. Lying right side < pains in liver. Lying left side = vertigo. Sitting <. Gaping or swallowing > stoppage of ear. Opening eyes < pressive pain. Writing = tonic spasm of hand. Walking <; every step is painfully felt (incarcerated flatus). Open-air < headache; = lachrymation; burning in back. Cold air (especially on head, eyes, back of neck, back); cold draught; changing linen; uncovering <. < Washing. Change of weather < pain in ears; < pain in limbs. < Before and during a storm. > Summer. < Approach of winter. < At new moon; increasing moon (hysteria); and full moon. > In warm room; by warm wraps. < Mental exertion; talking. Pain in head > while eating. < after eating. Milk <; = diarrhoea. Aversion to mother's milk and vomiting whenever taking it. Drinking cold water = dry cough. Warm drinks. > cough. Averse to warm food. > From magnetism and electricity." ],
    "Relations" : [ "Antidoted by: Camph., Hep., Fl. ac. It antidotes: Merc. cor., Sul. Incompatible: Merc. Follows well: Bell., Bry., Calc., Calc. p. (in rickets when Calc. p. fails), Cin., Graph., Hep., Ign., Nit. ac., Pho. Followed well by: Hep., Fl. ac., Lach., Lyc., Sep. (If improvement ceases under Sil. a dose or two of Sul. will set up reaction, and Sil. will then complete the cure). Complementary: Thuj., Sanic., Puls. (Sil. is the \"chronic\" of Puls.). Compare: Head-sweat and open fontanelles, Calc. (Sil. lower than Calc. and offensive). Head must be kept warm, Sanic., Mg. m. Ailments from suppressed foot-sweat, Cup., Graph., Pso. Want of vital heat, Led., Sep. Vertigo as if one would fall forward from looking up, Puls. (from looking down, K. ca., Spi.). Chronic sick-headaches since some severe disease of youth, Pso. Headache > pressure and wrapping up warmly, Mg. m., Stron. Constipation before and during menses (diarrhoea before and during menses, Am. c., Bov). Partly expelled stool recedes, Thu. Fistula in ano alternates with chest complaints, Berb., Calc. p. Somnambulism, Luna, K. bro. Vaccination: erysipelas, convulsions, diarrhoea, Thu. (Thu. when the fever is high), Apis, Sul., Malan., Vacc., Var. Cicatrix, fissure of anus, Graph. Offensive sweat (head, feet, axillae), Petr. Aversion to touch, Cin., Hep., Thu., Lach., Asaf. (Asaf., offensive discharge from tissues, \"intolerable soreness round the ulcer, cannot bear even the dressing\"). Caries, Plat. mur., Ang. (long bones), Stron. c. (femur, with watery diarrhoea), Gettys. (caries with ulcers about joints, discharge excoriating), Calc. (scrofulous subjects; sweat sour rather than offensive; foot-sweat does not excoriate; not sensitive like Sil.). Sweat of head, body dry (Rhus, sweat of body, head dry). Last stage of phthisis, Phell. Perforating ulcers, Nit. ac., K. bi. Headache ascending from nape, Meny. (bursting; > pressure; not > warmth), Paris (head feels unusually large), Stron. c., Sang. (to right eye), Spi. (to left eye). Clouded sight after headache, Sil. (before headache, K. bi.). < Damp change, Bar. c. Foot-sweat, scrofula, rickets, and headache > wrapping warmly, Mg. m. Catarrhal phthisis, Stn. Abscess of breast, Fistulae, necrosis (of jaw), Pho. (Pho. has more erythematous blush and radiating streaks round opening). Hay-fever, itching at Eustachian orifices, Ars., Rosa, Ran. b. Nervous exhaustion, Pic. ac. Chronic suppuration of middle ear, Caps. Catarrhal diarrhoea, Puls. Tetanus impending, wound suddenly ceases to discharge, Nux. Weakness of ankles, Caust., Sul. ac. < Thunderstorms, Na. c., Pho., Rho., Pet. < From cold or draught (Fl. ac., > cold applications). Nausea when fasting, Pul., Lyc. Calc. Impatient, Cham., Sul. Motes, persistent speck before right eye (Sul., before left; Macrot., right in morning). \"Washed out, \", but won't give in (Pic. ac., must give in). Affections of one side of tongue, Calc., Thu. (ulcer right border, Sil., Thu.; left, Apis; left side swollen with loss of speech, Lauro.). Hungry but cannot get the food down, Sil., Lyc. Hair-sensation on tongue, Nat. m., K. bi. (on back part). Children are obstinate, headstrong, cry when spoken kindly to, Iod. Nipple drawn in like a funnel, Sars. Unhealthy skin, every little injury suppurates, Graph., Hep., Petr., Merc. Crippled nails, Ant. c. Ingrowing toenails, Mgt. aust. Takes cold from exposure of feet, Con., Cup. Takes cold by uncovering head (Bell., by hair-cutting). Difficulty in holding up head, Ant. t. Callosities in feet, Ant. c. < After coitus, K. ca. Evacuant of foreign bodies, Lobel. i. Drinking cold water = dry cough (Caust., >). Ganglion, Benz. ac., Sul. Chronic and hereditary rheumatism, Led. (but Led. has < by warmth, and symptoms extend from below upward, whilst Sil. affects particularly the shoulders and joints). Fibroma, Nat. sf. Cheloid and scars, Thios. Homesickness, Caps., Ph. ac. Brachial neuralgia, Calc. (see case under CALC.)." ],
    "Causation" : [ "Vaccination. Stone-cutting. Loss of fluids. Injury. Strains. Splinters. Foreign bodies." ],
    "Mind" : [ "Despondency, melancholy, and disposition to weep.", "Nostalgia.", "Anxiety and agitation; yielding, anxious mood.", "Taciturnity; concentration in self.", "Inquietude and ill-humour on the least provocation, arising from excessive nervous debility.", "Scruples of conscience (about trifles).", "Restless and fidgety; great liability to be frightened, esp. by least noise.", "Discouragement.", "Moroseness, ill-humour, and despair, with intense weariness of life.", "Wishes to drown herself.", "Disposition to fly into a rage, obstinacy, and great irritability.", "The child becomes obstinate and headstrong; cries when kindly spoken to.", "Excitement with easy orgasm of blood.", "Repugnance to labour.", "Apathy and indifference.", "Weakness of memory.", "Incapacity for reflection.", "Great distraction.", "Tendency to misapply words in speaking.", "Fixed ideas; the patient thinks only of pins, fears them, searches for them, and counts them carefully." ],
    "Head" : [ "Cloudiness.", "The head is fatigued by intellectual labour (reading, writing, or reflecting).", "Difficulty in holding head up.", "Dizziness, esp. in the evening, as from intoxication.", "Vertigo of different kinds, esp. in the morning, and principally on lifting up the eyes, or when riding in a carriage, and also when stooping, or after moral emotions.", "Vertigo, with nausea and retching, or proceeding from the back to the nape and head.", "Vertigo: as if one would fall forward; is obliged to walk to r. side; is obliged to sit down; when closing eyes; from lying on l. side.", "Vertigo, which causes to fall backwards.", "Pain which ascends from the nape into vertex, sometimes hindering sleep, at night.", "Headache when over-heated.", "Headache, with shivering, lassitude, and necessity to lie down.", "Headache every morning.", "Aching in head, with ill-humour and heaviness in all the limbs, sometimes in morning.", "Heaviness of head; pressing out in the forehead, which seems ready to split, sometimes every day, from morning till evening (< from evening till night, from stepping hard, from uncovering head, or if head becomes cold in open air).", "Tension and pressure in the head, as if it were about to burst (ascending from the neck to the forehead).", "Drawings in the head, which seem to pass out at the forehead.", "Tearing pains in the head, often semilateral, with shootings which seem to pass out through the eyes, and into the bones of the face and the teeth, or which manifest themselves every morning, with heat in the head, principally in the forehead (and great restlessness; < from a draught of air and motion).", "Lancinations (stitches) in head, esp. in temples (principally in the r. from within to without; < at night, from moving eyes, from talking and writing).", "Throbbing headache, generally from congestion of blood in head (pulsating and beating, most violent in forehead and vertex, with chilliness).", "Congestion to head, with redness in face.", "Painful shocks in head.", "Movements and whirling in head, as if everything in it were alive.", "Shaking and vibration in brain at every step (roaring and shattering sensation when stepping hard or knocking foot against anything).", "The headaches are < principally by intellectual labour, talking, stooping, noise, jarring, light, and cold air, and are > in warm room; from wrapping head up warmly; from binding head tightly.", "After the pains in the head, clouded sight.", "Painful sensitiveness of exterior of head to least touch.", "Profuse perspiration on head in evening, on going to sleep (this looks like Calc. carb., but in Sil. the perspiration extends lower down on the neck, and is apt to have an offensive smell).", "Burning in head with pulsation and perspiration of head; < at night, from mental exertion and talking; > wrapping the head up warm.", "Burning and itching, mostly on back part of head; < from scratching, which causes burning and soreness; < when undressing in evening and on getting warm in bed.", "Tearing pain in scalp < at night and from pressure.", "Profuse, sour-smelling perspiration on head only (in evening), with great sensitiveness of scalp, with pale face and emaciation.", "Tendency to take cold in head, which cannot possibly be uncovered.", "Tuberous elevations on scalp.", "Eruption on back part of head and behind ears dry, offensive-smelling, scabby, burning itching; when scratching it, burning feeling, more sore, and discharging pus.", "Itching pustules and bulbous swellings on hairy scalp and on neck; very sensitive to pressure, touch, and when lying on it; > when wrapping it up warm.", "Sensitiveness of scalp to pressure (of hat) and to contact; < in evening and when lying on painful side; burning after scratching.", "Open fontanelles; head too large and rest of body emaciated, with pale wax-colour of face; hot, swollen abdomen and fetid stools.", "Violent itching in scalp.", "Moist scald-head, which itches.", "Falling off of the hair." ],
    "Eyes" : [ "Pain in eyes in morning, as if arising from the great dryness, or from the presence of sand.", "Pressure and smarting in eyes and lids.", "Tearing shooting pains in eyes on pressing them together.", "Shootings, which seem to pass out through eyes.", "Itching, smarting, and burning in the eyes.", "Redness of eyes, with smarting pain in canthi.", "Inflammation of eyes.", "Affections appearing in angles of eyes, in region of tear-ducts.", "Swelling of lachrymal gland.", "Lachrymal fistula.", "Lachrymation, esp. in open air.", "Agglutination of lids, at night.", "Fungus haematodes and ulcers in cornea.", "Cornea thick, rough, warty, as if it were a mass of hypertrophied tissue, scaled off leaving cornea clear.", "Specks and scars in cornea.", "Weakness; heat; quivering of eyes.", "Spasmodic closing of lid.", "Presbyopia.", "The letters appear confused, when reading.", "Objects seem to be pale, when reading.", "Confused sight, as if directed through a greyish veil.", "Blackness before eyes after headache.", "Momentary attacks of sudden blindness.", "Cloudiness of crystalline lens.", "Cloudiness of the sight, as from amaurosis.", "Sparks, and black spots before sight.", "Photophobia, and dazzling in broad daylight.", "Encysted tumours of lids go away after Sil. (Bradshaw)." ],
    "Ears" : [ "Otalgia, with drawing pain.", "Boring and throbbing in the ears.", "Shootings in the ears., from within outwards.", "Itching in ears (esp. when swallowing).", "Inflammation and running from edges of ears.", "Scabs behind ears.", "Swelling of exterior of ear, with discharge (of pus) from the ear, accompanied by a sort of whistling.", "Copious accumulation of moist (very thin) cerumen.", "Otorrhoea with great sensitiveness to cold air.", "Excessive sensitiveness to noise.", "Obstruction of ears, which sometimes disappears on blowing the nose, or else with a loud report.", "Hardness of hearing, sometimes without noise in ears, or else exclusively for human voice.", "Hardness of hearing, < when the moon is at the full.", "Paralysed auditory nerves.", "Tinkling, clucking, and noise, like the fluttering of a bird, in ears.", "Roaring and singing in ears.", "Caries of the mastoid process.", "Swelling and induration of parotids." ],
    "Nose" : [ "Nasal bone painful when touched.", "Soreness as if beaten, in nasal bones.", "Gnawing pains (and ulcers) in upper part of nose, with heaviness when stooping, and excessive sensibility to contact and pressure.", "Pulsative pain, as from ulceration in the nose, and extending into the head.", "Drawing in root of nose and r. malar bone.", "Inflammation in nostrils.", "Itching in nose.", "Voluptuous itching about nose, in evening.", "Itching and redness of nose (at the extremity), which is covered with scabious vesicles.", "Sore, painful spots below septum of nose, with sticking on touch.", "Furunculi on nose.", "Scabs, pimples, and ulcers in nose.", "Nose inwardly dry, painful, excoriated, covered with crusts.", "Epistaxis.", "Anosmia.", "Frequent, violent, abortive, interrupted sneezing.", "Too frequent, immoderate, sneezing.", "Obstinate obstruction of nose, sometimes arising from (hardened) mucus.", "Troublesome (painful) dryness of nose, sometimes at night.", "Dry coryza.", "Continued coryza.", "Frequent fluent coryza; or which removes an obstinate obstruction of nose.", "Alternate fluent and dry coryza.", "Acrid and corrosive mucus in nose." ],
    "Face" : [ "Pale and earthy complexion.", "White spots on cheeks, from time to time.", "Red, burning spots on cheeks and nose, esp. after a meal.", "Heat in face.", "Shootings in bones of face.", "Itching in whiskers.", "Furunculus on cheek.", "Cracks and rhagades in skin of face.", "Scirrhous induration in face and upper lip.", "Swelling of lips.", "Ulceration of commissures of lips.", "Scabious eruption on lips, with smarting pain.", "Ulcers on red part of lower lip.", "Furunculi on chin.", "Herpes on chin.", "Cramp in maxillary joint.", "The articulation of the jaw is spasmodically closed (lockjaw).", "Nocturnal shootings and drawings in lower jaw.", "Swelling and caries in bones of lower jaw.", "Swelling of submaxillary glands, with pain when touched, or also with induration." ],
    "Teeth" : [ "Toothache from hot food, or introduction of cold air into mouth.", "Drawing, jerking, and tearings in teeth, and cheeks, < at night, or else only when eating.", "Toothache at night, commonly lancinating, which disturbs sleep, < by cold or hot things.", "Toothache, with swelling of bone or periosteum of jaw, and universal heat at night, which hinders sleep.", "Digging and boring in teeth.", "Bluntness of teeth.", "Teeth become loose and feel elongated.", "Painful inflammation, swelling, excoriation, and easy bleeding of the gums.", "Gumboils.", "Gums painfully sensitive on taking cold water into mouth." ],
    "Mouth" : [ "Dryness of mouth.", "Fetid breath, esp. in morning.", "Stomacace.", "Mucus constantly in mouth.", "Sensation, as of a hair on (forepart of) tongue.", "Excoriation of tongue.", "One-sided swelling of tongue.", "Ulcer on r. border of tongue eating into it and discharging much pus (carcinoma).", "Ulcer on the palate.", "Tongue coated with a brownish mucus." ],
    "Throat" : [ "Sore throat, with an accumulation of mucus in throat.", "Severe tonsillitis (\"Sil. 12x trit. is specific.\"", "Bayes).", "Pain as from excoriation and pricking as from pins (stitches) in throat, during deglutition (quinsy).", "Swelling of the uvula.", "Swelling of the palate.", "Difficult deglutition, as from paralysis of the gullet.", "Paralysis of velum palati.", "Tendency of food to ascend into nasal fossae during deglutition.", "Food is ejected through nose." ],
    "Appetite" : [ "Great appetite; desire for beer and warm food; immediately after eating, appetite and thirst returned.", "Ravenous hunger so that it was difficult to fall asleep.", "Ravenous hunger before supper, with complete loss of appetite and trembling of all the limbs, followed by chilliness and coldness over whole body, with heat on chest.", "Ravenous hunger: morning; evening; with collection of water in mouth.", "Is very hungry; eats as usual, and then complains that everything seems to be up in the throat.", "Loss of taste.", "Bitter taste in mouth, also in morning.", "Taste sour after eating.", "Sour, putrid taste, or as if blood or mucus were in the mouth.", "Violent thirst, sometimes with anorexia.", "Repugnance to all food, esp. to cooked and hot things, with desire for cold, raw things only.", "Aversion to boiled food.", "Loathing of animal food, which proves indigestible.", "Aversion of a child to its mother's milk, with vomiting after sucking.", "After a meal, strong disposition to sleep, pyrosis, acidity in mouth, sour risings, fulness in stomach or abdomen, or else (often consecutively) aching of stomach, water-brash, vomiting, febrile shiverings, congestion in head, heat in cheeks." ],
    "Stomach" : [ "Risings, with taste of food, sometimes after every meal.", "Sour risings.", "Warm uprisings from stomach to throat.", "Pyrosis.", "Hiccough: before and after eating; sometimes in evening, in bed.", "Nausea, every morning, with pain in head and eyes, on turning eyes, or else followed by vomiting of bitter water.", "Continuous nausea and vomiting; < in morning.", "Constant nausea and vomiting, even at night.", "Water-brash, sometimes with shuddering.", "Water tastes bad; vomiting, whenever drink is taken.", "Vomiting of food, even at night.", "Pressure in stomach, sometimes after every meal, or on drinking quickly.", "Painful sensibility of scrobiculus, when it is pressed.", "Heaviness in stomach.", "Squeezing in scrobiculus, as by claws, sometimes after a meal.", "Burning sensation in pit of stomach." ],
    "Abdomen" : [ "Swelling and induration of hepatic region.", "Inflammation and induration of liver.", "Pain, as from ulceration, in hepatic region, with throbbing; pains are < by touch, by walking (or when lying on r. side, or when breathing).", "Shootings in hypochondria, esp. on the l. side.", "Pain in abdomen; colic in children from worms.", "Colic, during which hands turn yellow, and the nails blue.", "Aching (pressing) of abdomen, esp. after a meal.", "Abdomen, hard, tight, hot (also in children) and sometimes painful on being touched.", "Enlargement of abdomen.", "Colic, from constipation.", "Cuttings or pinching in abdomen, with or without diarrhoea.", "Burning sensation in abdomen.", "The pains in the abdomen are > by application of hot linen.", "Painful inguinal hernia.", "Inflammation and swelling of inguinal glands (large as peas, painful to touch).", "Incarceration of flatus.", "Gurgling and borborygmi in abdomen, esp. on moving the body.", "Difficult expulsion of flatus.", "Very offensive flatulence." ],
    "Stool and Anus" : [ "Constipation, and slow, hard, difficult, knotty faeces (composed of light-coloured lumps).", "Hard faeces, with frequent tenesmus.", "Constipation where the stool comes down with great difficulty, comes a little way through the anus, and then slips back before it can be voided; obstructed evacuation of bowels; fetid flatus.", "Even the soft stool is expelled with much difficulty.", "Stool remains long in rectum.", "Stool like pus; with maw-worms; with tapeworms.", "Faeces of consistence of pap, several times a day.", "Diarrhoea (stools horribly offensive) with colic.", "Reddish faeces, or with sanguineous slime.", "Frequent discharge of fetid serum, of a corpse-like smell.", "Cutting and stinging in rectum.", "Burning or stinging in rectum during stool.", "Shootings and itching in anus, and in rectum, also during the evacuation.", "Burning in anus, esp. after a dry, hard stool.", "Constriction in anus during stool.", "Constant but ineffectual desire for stool.", "Painful haemorrhoids protrude during stool." ],
    "Urinary Organs" : [ "Urinary tenesmus.", "Continued want to urinate, with scanty emission (also at night).", "Strangury.", "Frequent (involuntary) emission of urine, also at night (with distress from irritable sphincter).", "Wetting the bed (at night).", "Reddish sand, or yellow, gritty sediment in the urine.", "Stricture of urethra." ],
    "Male Sexual Organs" : [ "Itching, and red spots on glans.", "Excoriation, itching, and redness of prepuce.", "Swelling of prepuce, which is covered with itching and moist pimples.", "Dropsical swelling of scrotum.", "Perspiration and itching in scrotum.", "Itching, and moist spots on scrotum.", "Absence of sexual desire, with weakness in genital functions; or else immoderate excitement of sexual desire, with numerous wanton ideas, and strong and frequent erections.", "Flow of prostatic fluid during urination; and passing of (hard) stool.", "After coition, pain in limbs, as from fatigue, or sensation of paralysis on one side of head." ],
    "Female Sexual Organs" : [ "Menses too early and too feeble, or else too profuse.", "Increased menses, with paroxysms of icy coldness over whole body.", "Suppression of the menses.", "Discharge of blood before proper period; menses too late; protracted; blood acrid.", "Metrorrhagia.", "Diarrhoea, before the menses.", "During the menses, pains in the abdomen, pale appearance of objects, or burning sensation and excoriation in vulva.", "Itching in the vulva.", "Pressing-down feeling in vagina.", "Itching, burning, and soreness in pudenda; during menses.", "Discharge of blood from the uterus, while suckling.", "Abortion.", "Leucorrhoea, which flows when urinating, or after the menses.", "Leucorrhoea, like milk, flowing at intervals, and preceded by gripings in umbilical region.", "Acrid, corrosive leucorrhoea.", "Inflammation of nipples.", "Darting burning pain in l. nipple.", "Sticking pain in l. breast.", "Painful stitches behind l. breast, with chilliness, all night.", "Suppuration of the mammae.", "Abscess in breast, also with fistulous ulcers; nipple ulcerates.", "Indurations in breast.", "R. breast hard, painful, and swollen at nipple, feeling as if \"gathering.\"" ],
    "Respiratory Organs" : [ "Hoarseness, with roughness and excoriation in larynx.", "Cough, from cold drinks, or from speaking even for a moment.", "Shaking cough, excited by a suffocating tickling in pit of throat.", "Cough and sore throat, with expectoration of little granules like shot, which, when broken open, smell offensively (like Phosphor., excepting the latter remedy has a hot feeling in throat.", "H. N. G.).", "Fatiguing cough, day and night, < by movement, with scanty expectoration of mucus.", "Nocturnal, suffocating cough.", "Spasmodic cough.", "Hollow, spasmodic, suffocative cough from tickling in throat-pit, with expectoration only during day of profuse yellowish-green pus, or of tough, milky, acrid mucus, at times of pale, frothy blood, generally tasting greasy and offensive-smelling.", "Bruised pain in chest when coughing.", "Dry cough, with pain in chest, as from excoriation.", "Cough, with vomiting of mucus.", "Profuse expectoration of transparent mucus when coughing.", "Cough with expectoration in the day, without expectoration at night.", "Expectoration of pus, when coughing.", "Expectoration of (pale, frothy) blood, with deep, hollow cough.", "Obstructed respiration, when lying on the back, or else when stooping, running, or coughing.", "Deep, sighing respiration.", "Shortness of breath, during light manual labour, or else when walking quickly, sometimes with dyspnoea during repose.", "Panting, respiration, on walking quickly." ],
    "Chest" : [ "Oppression of chest, as from constriction of throat.", "Aching in chest, sometimes only when coughing or sneezing.", "Shooting and pricking in chest and side, sometimes across back.", "Throbbing in sternum.", "Phthisis pulmonalis.", "Contusive pain in chest, when drawing breath, or coughing." ],
    "Heart and Pulse" : [ "Palpitation and throbbing over whole body while sitting.", "Violent palpitation on every movement.", "Imperceptible pulse." ],
    "Neck and Back" : [ "Purulent ulcer in nape.", "Stiffness of nape; with headache.", "Swelling of glands of nape, in the neck, and under the axillae (with suppuration), sometimes with induration.", "Pimples and furunculi in nape.", "Suppuration of axillary glands.", "Caries of clavicle.", "Stitches between the hips.", "Coccyx painful, as after a long carriage ride.", "Stinging in os coccygis on rising; painful to pressure.", "Scabby elevation on coccyx, above fissure of nates.", "Pain in the loins, whether the parts be touched or not.", "Spasmodic drawing in loins, which prevents rising up, and forces patient to remain lying down.", "Inflammatory abscess in lumbar region (on the psoas muscle).", "Weakness and paralytic stiffness in back, loins, and nape.", "Tearings and shootings in the back.", "Shootings in the loins, when seated or lying down.", "Burning in back when walking in open air and becoming warm.", "Aching, shooting, burning, and throbbing in lumbo-sacral region.", "Swelling and distortion of spine (curvature of the vertebrae).", "Contusive pain between the shoulder-blades." ],
    "Limbs" : [ "Drawing, tearing, and shooting in limbs (arms and legs).", "Nocturnal shooting in all joints.", "Liability of limbs to become numbed (to go to sleep easily).", "Pain in limbs, as though they had been broken, and paralytic weakness, esp. in evening.", "Cramps in arms and legs.", "Icy-cold legs and feet.", "Jerks in limbs, day and night.", "Weakness of joints (they give way when walking).", "Lassitude and trembling in limbs, esp. in morning.", "Soreness and lameness in limbs.", "Nails dirty yellow, crippled and brittle.", "Ulcers about nails." ],
    "Upper Limbs" : [ "Drawings and tearings in arms, hands and fingers.", "Heaviness and paralytic weakness of arms, which tremble on least exertion.", "Numbness of the (fore-) arms when patient is lying upon them or leaning the elbows on a table.", "Throbbing and jerking of muscles of arm.", "Restlessness and trembling in r. arm.", "Skin cracked, on arms and hands.", "Furunculi and warts on arms.", "Paralytic weakness of the forearm; everything is dropped from the hands.", "Induration of the cellular tissue of the forearm.", "Nocturnal shootings in wrist, extending to the top of arm.", "Tearing pain in wrists and ball of hand.", "Spasmodic pain in the hands and fingers.", "Numbness of hands at night.", "Paralytic weakness of hands.", "Tonic spasm of hand when writing.", "Cramp-like pain and lameness of hand after slight exertion.", "Profuse sweat of the hands.", "Ganglion on back of hand.", "Ulcer on back of hand.", "Tingling in fingers.", "Burning sensation in ends of fingers.", "Pain in joints of fingers, when pressed.", "Weakness, rigidity, and want of flexibility in fingers.", "Contraction of flexor tendons; very painful when moving fingers.", "Ganglion.", "(Ganglion on wrist.", "R. T. C.).", "Gnawing, purulent vesicles, with burning in fingers.", "Tearing, drawing, sticking pain and numbness in fingers, as if suppurating, or as if a panaritium would form.", "Numb feeling of a finger, as though it were enlarged and the bone swollen.", "Pain as from a splinter in flexor surface of one finger.", "Panaritium, esp. with vegetations, cries and insupportable pains day and night.", "Finger-nails rough and yellow.", "Nails dirty grey as if decayed; powder when cut and split into layers.", "White spots on nails.", "Dryness in tips of fingers; afternoon." ],
    "Lower Limbs" : [ "Tearing, stitching pains in hips and thighs.", "Suppurating pains in hip-joint.", "Drawing, tearing, and tension in the legs (extending from the hips to the feet).", "Easy numbing of the limbs, esp. when seated.", "Paralytic weakness of legs.", "Pressure, tearing, and shootings in muscles of thighs.", "Itching ulcers in thighs and ankles.", "Furunculi on thighs and calves of legs.", "Softening and ulceration of femur.", "Tearings in knee (when sitting, > from motion).", "Knee is painful, as if too tightly bound.", "Inflammatory swelling of knee.", "Fungus in knee.", "Drawing pain in legs.", "Coldness of legs.", "Swelling of legs as far as the feet.", "Ulcer on leg, with sticking, burning pains.", "Ulcers in the legs, often with sickly complexion.", "Red, smarting spot on the tibia.", "Caries of the tibia.", "Ulcers on lower leg, on tibia.", "Tension of calves of legs, as from contraction.", "Cramps in calves, esp. in evening, after corporeal labour.", "Torpor of calves of legs.", "Itching miliary eruption on calves.", "Tearing and shootings in calves, heels, and toes.", "Lancination in ankle, when treading, or resting on foot.", "Numbness of feet in evening.", "Coldness of feet, sometimes after suppressed perspiration of feet.", "Burning sensation in feet and soles, esp. in evening and at night.", "Swelling of feet, generally in morning.", "Offensive smell from feet (intolerable carrion-like; without sweat, every evening).", "Profuse, offensive perspiration on feet, with excoriation (and blisters) between the toes.", "Suppressed perspiration on feet.", "Hard and painful callosities on soles.", "Voluptuous tickling in soles, which, when the part has been scratched a little, is almost maddening.", "Cramp in the soles of feet.", "Gnawing vesicles in heel.", "Corrosive ulcer on heel, with itching.", "Stiffness of toes.", "Constant, violent boring or tearing in great toes.", "Ulceration of great toe, with shooting pain.", "Bunion.", "Itching, suppurating scabs on toes.", "Ingrowing toenail; offensive discharge.", "Corns in the feet, with shooting pains; also under toenails." ],
    "Generalities" : [ "[Affections in general of any kind appearing chiefly in light-haired people; in r. side; l. side; back; l. lower extremity; scalp; external head behind the ears; external surface of inguinal ring; inguinal ring and hernia of long standing; finger-nails, esp. if there are white spots on the nails.", "Griping pains with a tearing away feeling, of twisting or of writhing; or as if something were being torn away.", "Sensation of heaviness in inner parts.", "Jerking pains.", "Debility; weakness of joints, esp. of ankle-joints.", "< In night, chiefly in latter part, in open air; in children of Silica temperament where they are sickly, have worms, &c.; when single parts are cold; from taking cold in the feet; with profuse salivation; on uncovering; from a draught of air; after eating; after drinking; lying on painful side; looking fixedly at an object; from wine; from outward pressure; from reading; stepping heavily on ground or floor; in stonecutters; when the weather changes; from getting feet wet; from worm troubles of any kind; when writing; from uncovering head.", "> From wrapping head up; in the room.", "H. N. G.].", "Tendency to strain back.", "Swelling and induration of glands, generally without pain, only sometimes with troublesome itching.", "Acid, corrosive discharges.", "Trembling when writing.", "Epileptic fits; starting, distortion of eyes, twitching of lips, lolling of tongue, stretching and distortion of head and limbs.", "Several affections and pains are <, and manifest themselves, at night, and in evening, also during movement.", "Symptoms < at new or full moon.", "Pains on change of weather.", "Feeling as if knives were running into her.", "Uneasiness in whole body, after having been long seated.", "Ebullition of blood, and thirst, after drinking wine.", "Excessive emaciation.", "Children are slow in learning to walk.", "Careless, slovenly gait.", "General inertia and great nervous debility.", "Syncope, when lying on side.", "Great fatigue, lassitude, and drowsiness, on approach of a storm.", "Strong tendency to suffer from chills, even from the mere uncovering of the feet.", "Want of vital warmth even when taking exercise." ],
    "Skin" : [ "Painful sensibility of skin.", "Itching over whole body, which is of a crawling or shooting kind (< at night).", "Eruption like varicella over whole body.", "Tuberous spots on skin, of a light red colour.", "Lymphatic swellings and abscesses, even with fistulous ulcers.", "Engorgement, induration, and suppuration of the glands.", "Painless swelling of the glands; they only cause very unpleasant itching.", "Bones very sensitive and tender to touch; bending and caries of bones.", "Abscesses which do not break, but burrow under the skin; exanthemata in general which corrode and spread; old and difficult to heal; which itch; fungus articularis; haematodes; spongy excrescences.", "Tetters in general; corroding and spreading.", "Ulcers in general, wherever pus is discharged from any part of the body, or when appearing in the urine; ulcers burning, scabby; indolent; when circumscribed with redness; very high, hard ulcers; with proud flesh; with corroding pus.", "Ulcers of all kinds, also after the abuse of Mercury.", "Ulcers smell very offensive.", "Cancerous ulcers.", "Inflammation, softening (swelling), and ulceration of bones.", "Scirrhous indurations.", "Ulcers, which are fistulous, putrid; phagedenic, fungous, &c., with vegetation, or fetid and corroding sanies.", "Fistulous openings; parts around hard, swollen, bluish-red.", "Mild and malignant suppurations, esp. in membranous parts.", "Unhealthy skin; every injury tends to ulceration.", "Small wounds heal with difficulty, and suppurate profusely.", "Painful pustular eruptions; at last forming suppurating ulcers; on forehead, occiput, sternum, and spine.", "Aching, itching, smarting, and boring shootings in the ulcers.", "Furunculi.", "Carbuncles of a malignant kind.", "Ganglions.", "Warts.", "Panaritium." ],
    "Sleep" : [ "Great sleepiness after eating.", "Sleepiness all day.", "Excessive sleepiness, without being able to go to sleep.", "Frequent yawnings.", "Sleep early in the evening.", "Retarded sleep.", "Sleep too light at night, like dozing.", "Not being able to sleep again after waking.", "Sleeplessness in general, esp. after midnight.", "Talking in sleep.", "Sleepless after a.m., with rush of thoughts.", "Sleeplessness, caused esp. by ebullition of blood, heat in head, and great flow of ideas.", "Frightful visions at night, and many anxious and fantastic dreams, with tears, talking, cries, and frequent waking with a start.", "Awakens with erections and desire to urinate.", "Jerking of body during sleep.", "Lascivious dreams (with emissions).", "Snoring while sleeping.", "Nightmare.", "Somnambulism (gets up while asleep, walks about, and lies down again).", "Dreams of robbers, assassins, dogs, voyages, spectres, &c.", "At night, congestion of blood in head, with pulsative pains, and throbbing in brain, pain in stomach, nausea and vomiting, or shootings in all the joints, dryness of nose and many other sufferings." ],
    "Fever" : [ "Pulse: small, hard and rapid, frequently irregular and then slow.", "The circulation is easily agitated.", "Violent chill, evening, in bed, < from uncovering oneself.", "Continuous internal chill, with want of animal heat.", "Chill in evening with sensation as if cold air were blowing around waist; not > by wrapping up; followed by severe fever and perspiration.", "Constant chilliness, even when exercising or in a warm room.", "Excessively chilly disposition, and shuddering, with frequent shiverings, also on the least movement.", "Heat predominates.", "Frequently during day short flushes of heat, principally in face.", "Violent general heat, with violent thirst in afternoon, evening, and all night.", "Periodically returning heat during day, without any previous chill, and followed by slight perspiration.", "Perspiration from slight exercise; most profuse on head and face.", "Perspiration only on the head.", "Fever, with violent heat in head; afternoons; at night, with thirst and catching inspiration.", "The perspiration comes periodically; is < p.m., a.m., or to p.m.", "Intermittent fever, heat predominating.", "Frequent heat, sometimes transient.", "Fever, with excessive heat, generally without shivering, and with little perspiration, commonly from a.m. till p.m.", "Perspiration during a moderate walk.", "Profuse perspiration at night, sometimes of an (offensive or) acid smell.", "Debilitating perspiration in morning." ]
  }
}