{
  "remedyName" : "Silica Marina",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Constipation. Glands, enlargement of; suppuration of. Gonorrhoea. Tartar." ],
    "Characteristics" : [ "Having seen a statement that Sil. mar. had a pronounced action on inflamed glands, I had a specimen triturated and run up to the 30th attenuation. I had not long to wait for an opportunity of testing it. A tall, fair young man of a violinist, presented himself with a mass of scrofulous glands on the right side of the neck softening at one point. I gave him Sil. mar. gr. v., three or four times a day, and warned him not to poultice. The mass of glands soon began to diminish. The abscess matured and discharged itself through a minute opening, and eventually healed without leaving a perceptible scar. The rest of the glands in the meantime disappeared. Sil. mar. gr. v., three times a day, rapidly cured a case of gonorrhoea in a patient who had had many previous attacks, as well as stricture which had been treated with cauterisations and strong Arg. nit. It was this history which partly led me to give the remedy on account of the Nat. mur. element contained in it. The discharge was creamy, and there was tenderness in the middle of the urethra. For three days after commencing the Sil. mar. there was a sharp aggravation, the discharge became very profuse, was < at night and accompanied by painful erections. In a general way I use this preparation where Nat. mur. symptoms are present in a Sil. case. Burnett told me an interesting experience of his. He was consulted about a boy who persisted, in spite of punishment, in eating sand when playing on the beach. Burnett advised the parents to let the boy eat as much as he liked. He kept it up for a fortnight, at the end of which time he was vastly improved in health, and he neither wanted nor ate any more sand from that day. W. B. Clarke, of Indianapolis (A. H., xxvi. 237) tells of the use of Sil. mar. as a remedy for constipation. He has used it in patients of all ages with excellent results, giving it crude. He prefers the rather coarse sand taken from a river sand-bar. This is thoroughly washed and baked in an oven. He thinks a finer variety may be better for younger patients. The sand is taken plain, or enclosed in capsules, or made into pills. In either case it is washed down with water, and water is to be drunk freely during the treatment. W. B. Clarke mentions this case as the hardest he had encountered: A man, had suffered for thirty years with severe constipation, often sitting at stool for an hour and nearly fainting. He took a teaspoonful after dinner daily for a week, without particular effect. Then he took it three times a day for a week. After this he was able to return to the one dose a day, and soon required it but once a week. \"The peculiarity of this treatment is the ease with which evacuation is accomplished after the first impression is made, the discharges being soft, mushy, and yellow, and the regular habit then seems established, for the treatment can then be discontinued.\" If there is any return of the trouble, a dose or two more will be sufficient to put it right. This experience is of great value and interest as Sil. in the potencies (as well as Nat. m.) is a great constipation remedy. W. B. Clarke has never observed any ill effects of the treatment. In the case of a child, aet. to whom Cooper gave Sil. mar. 6x (my preparation) \"a thick mass of tartar which had accumulated behind the front teeth came away in flakes.\"" ]
  }
}