{
  "remedyName" : "Sinapis Alba",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, itching of; affections of. Flatulence. Gastric ulcer. Gastritis. Headache. Heartburn. Lactation, dyspepsia of; sore mouth of. Mouth, inflammation of; ulceration of. OEsophagus. Pregnancy, dyspepsia of; sore mouth of. Salivation. Threadworms. Vomiting. Worms." ],
    "Characteristics" : [ "Sin. alb., like Sin. nig., is indigenous in Great Britain. \"Its seeds are larger than those of Black Mustard, and of a yellow colour externally. Chemically they differ in containing a crystalline substance known as sulpho-sinapism. Moreover, its myrosine yields with water a pungent oil of a different character from the Volatile Oil of Mustard\" obtained from Sin. nig. (Treas. of Bot.). The seed-leaves or cotyledons of Sin. alb. furnish the \"mustard\" of \"mustard and cress \"", "the \"cress\" being Lepidium sativum. Bojanus proved Sin. alb., taking substantial doses of the triturated seeds and of a tincture made therefrom. The well-known emetic effects of mustard were produced by it, and also its \"burning\" sensations in many parts, notably anus, stomach, and oesophagus. Flatulence, headache, (> walking in open air; < in warm room) and salivation were among the observed effects. Under Sin. alb. the prover, who had had no sign of threadworms since his thirteenth year, passed many both living and dead; and had all the usual rectal symptoms which accompany their presence. The urine, too, was turbid, as is often the case in helminthiasis. A. L. Fisher (Med. Vis., xiii. 316) says that for twenty years Sin. alb. has had a prominent place in his armamentarium. He has used it on the indications of the proving, and he found that the conditions of pregnancy and lactation seem to favour the development of the conditions calling for it. He has verified these: \"Excessive accumulation of watery saliva or mucus.\" \"Acute bruised pain, even on slight pressure, just beneath ensiform cartilage.\" \"Vomiting, ejecta consisting of flakes of mucus with blackish veins like clots of blood.\" \"Crawling and burning in anus, with griping in abdomen.\" \"Spasmodic griping in anus, appearing at intervals, and especially noticed after swallowing anything.\" He has cured with Sin. alb. \"Sore mouth with intensely red mucous membrane, dotted with minute white ulcers, the least food, even of blandest character, increasing the burning that is present all the time, and also in the throat.\" Sin. alb. has a number of Peculiar Sensations: As if head hollow. As of a plug in throat; of hard-substance high up in oesophagus under manubrium sterni; something hard lying in stomach, after a moderate meal; hard substance in rectum not > by stool. Bojanus noticed an alternation between the symptoms of the anus and those of the pharynx. I have cured with Sin. alb.: \"Sharp, shooting pain in right frontal eminence, < in warm room, > moving about and in open air.\" The symptoms are < by touch. < Pressure. < Motion. > Rest. < Swallowing (crawling in anus). < After eating (sensation of hard substance in stomach). < Warm room. > Rest. > Open air." ],
    "Relations" : [ "[An overdose of table Mustard, which contains both Sin. alb. and Sin. nig., with starch, &c., is immediately antidoted by smelling bread.] Compare: Sin. n. Plug sensation, Anac. Ball in anus, Sep. Lump in stomach, Bry., Ab. n., Nux, Pul. Helminthiasis, Teucr., Sant., Cin., Naphth., Scirrh." ],
    "Mind" : [ "Distracted in mind, while reading must make great efforts to keep thoughts from wandering." ],
    "Head" : [ "Dulness, with obscured vision, esp. of forehead over eyes; < walking.", "Sensation as if head hollow.", "Rush of blood to head.", "Headache > in open air < in warm room.", "Heaviness in forehead, as from intoxication, or too great warmth of room.", "Pain in l. frontal eminence, paroxysmal, pressive, in the evening.", "Pressive pain in r. frontal eminence < moving head back and forth." ],
    "Eyes" : [ "Sudden sensation of warmth with stitching in l. eye compelling winking; eye fills with tears, after which the sensation disappears." ],
    "Mouth" : [ "Root of tongue thickly coated yellow on rising in morning; later extends along sides, esp. l.", "Profuse salivation; with nausea; nausea > at rest, < walking about.", "Saliva frothy, salt." ],
    "Throat" : [ "Scraping in fauces, provoking frequent hawking.", "Sensation as if a large morsel of food had been swallowed.", "Burning: in pharynx; in oesophagus rising up from stomach like heartburn; and pressure in oesophagus.", "Sensation of hard body high up in oesophagus; < swallowing hard food and on empty swallowing; in afternoon seems as if a plug sticking in pharynx (this sensation alternated with biting and crawling in anus).", "Sensation of constriction on swallowing hard food." ],
    "Stomach" : [ "Thirst with heartburn.", "Thirst without heartburn; drinking water = sensation of heaviness and fulness in abdomen as after eating.", "Eructations: frequent, tasteless and odourless; of acid liquid with griping scalding in pharynx; aggravating the heartburn; tasting of food.", "Heartburn: violent; with eructations.", "Nausea; qualmishness; inclination to vomit; salivation.", "Nausea > at rest, < by movement.", "Retching and vomiting of water, with violent retching and burning in stomach and abdomen, extending to both sides under false ribs and whole chest with extreme discomfort and anxiety in stomach-pit.", "Vomits: Flakes of mucus with blackish streaks; yellow, odourless, tasteless matter, with much tenacious, jelly-like mucus.", "After vomiting, scraping in throat and burning rising from stomach.", "Burning; pressure; fulness and distension in pit of stomach.", "Pit of stomach painful to pressure.", "Very acute bruised pain, even on slight pressure, in pit of stomach, just beneath ensiform cartilage; pressure on it took away the breath." ],
    "Abdomen" : [ "Rumbling and gurgling, with emission of odourless flatus.", "Emission of offensive flatus.", "Griping colic.", "Movements in abdomen.", "Heaviness as of a weight, fulness and distension in abdomen." ],
    "Stool and Anus" : [ "Sensation as though a hard substance were lying in anus and could not be evacuated; not > by stool.", "Burning in anus, obliging to scratch.", "Violent, sudden stitch in anus, obliging him to cry out.", "Burning; burning itching in anus.", "Spasmodic griping in anus, appearing at intervals, < after swallowing anything.", "Immediately after a stool, sprained sensation, as though anus were drawn up into rectum, with sticking, itching, burning and biting in anus.", "Sensation as if something hard were lying just by anus, soon followed by a stool, which, however, was evacuated only with great pressure and was unsatisfactory; first part hard, crumbling, dark brownish green, covered with mucus and containing threadworms, followed by the same sensation as before the stool.", "Crawling biting in anus.", "Stool: blackish, hard, covered with mucus, followed by prickling burning in anus; small, thin, soft, greenish, with dead threadworms; copious, pasty, partly hard partly soft, sour, fermented; yellowish grey." ],
    "Urinary Organs" : [ "Urine: dark yellow, soon forming transparent cloud; bright golden yellow; dark-brown like beer.", "The urine has a cloud of mucus, and contains numerous small granules looking like frog-spawn; on the surface of the urine, at the bottom and on the sides of the glass, a number of small red granules.", "Many grains of red sand deposited, and iridescent film on surface.", "Thick, fatty pellicle.", "Cloud remains suspended in urine.", "Sediment: white; flocculent; like chalk, and containing grains of white sand." ],
    "Male Sexual Organs" : [ "Emissions, without lascivious dreams." ],
    "Chest" : [ "Oppression of chest compelling frequent deep breathing.", "Burning beneath sternum." ],
    "Back" : [ "Pains in small of back and coccyx, as if sprained and bruised, with urging to stool." ],
    "Lower Limbs" : [ "Heaviness in lower limbs." ],
    "Sleep" : [ "Sleep: in afternoon with vivid dreams; after eating.", "Vivid dreams of dead people and of death.", "Dreams: confused and unremembered; of foreign countries and dangerous expeditions." ],
    "Fever" : [ "Pulse full and hard.", "Creeping chills on moving about; over whole body after vomiting, with coldness of hands and feet and frequent eructations of gas.", "Inclined to perspire." ]
  }
}