{
  "remedyName" : "Sinapis Nigra",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Apoplexy. Asthma, pituitous. Catarrh. Chlorosis. Chordee. Chorea. Constipation. Coryza. Cough. Diarrhoea. Haemorrhoids. Hay-fever. Headache, dull, heavy. Heartburn. Hiccough. Intermittents. Menses, premature. Mucous fever. Post-nasal catarrh. Priapism. Scurvy. Variola." ],
    "Characteristics" : [ "\"Sin. nig. yields the greater part of the condiment so generally used in this country. The plant is indigenous, but is nevertheless largely cultivated in Yorkshire and Durham. The seeds are of a reddish-brown colour. Mixed with those of Sin. a. they are crushed between rollers, and subsequently powdered and sifted twice or oftener. From the residue left on the sieve a fixed oil is obtained by pressure. The powdered mustard is usually mixed with a considerably quantity of wheaten flour and a small quantity of turmeric powder. The term I flour of mustard I is not quite accurate, as the mustard seeds themselves contain little or no starchy material. The chemical ingredients are somewat complex. Among them are a peculiar acid called Myronic acid, noticeable as containing a large proportion of Sulphur, and which, when mixed with water and a peculiar substance called Myrosine (analogous to albumen), also found in mustard seeds, yields a volatile Oil of Mustard, which has no separate existence in the seeds, but is formed artificially in the manner just stated. This oil is very acrid, and has been used as a rubefacient. The fixed oil before mentioned as existing in the seed itself has little or no acridity, and has been used as a purgative and vermifuge\" (Treas. of Bot.). Thiosinamine, which is extracted from Oil of Mustard, belongs to the same group os Urea. It has been used in cheloid, and for removing scar tissue, and so in tinnitus aurium (Spencer, H. M., Jan., 1899). As the chemical constituents of the two mustards (see Sin. alb.) are not identical, and as they have been proved independently, I have kept them separate. The yellow colour of mustard suggests Sulphur, a large amount of which is contained in the seeds. Like many other Crucifers Sin. n. has antiscorbutic properties; and it has cured cases of ague; mucous fever; catarrh of bladder, of stomach, and of air passages. It is in the treatment of hay-fever that it has been most used. The special indications are: Mucous membrane dry and hot; no discharge; < afternoon and evening; either nostril may be affected alone, or they may be affected alternately. Hansen adds these: \"Acute coryza with thin, watery, excoriating discharge, lachrymation, sneezing, hacking cough, > lying down. Acute pharyngitis, throat feels scalded, hot, inflamed. Loud coughing spells with barking expiration, heard at a great distance. Cooper (H. W., xxxvi. 16) suggests the use of Sin. n. as an aperient. He considers that the chief agent in effecting dislodgement of faeces in constipated states is flatus. His method of producing this is as follows: A tumblerful of hot water is to be taken in sips in the early morning; the same at breakfast time with some plain brown bread or with no solid food at all, and at a.m. one or two capsules of pure mustard (Sin n.), each containing about five grains of the powder, to be taken, followed by half a tumbler of hot water. \"This last is most important, as the water drives on the capsule and prevents its lodgement about the cardiac orifice of the stomach and consequent distress to the patient; and it also causes contraction of the walls of the stomach and consequent expulsion of flatus into the duodenum.\" Peculiar Sensations of Sin. n. are: Vertex as if empty. As if she had taken cold. As if scalp was adherent to bones. As of pins sticking in eyeballs. Eyeballs as if pressed on from above. As if nostrils stopped up. As if movements impeded all round the chest. As if something heavy oppressed her on all sides from neck to diaphragm. As if cheeks were bulged out by a bubble of air below malar bone. Skin of lips as if stiff. As if blisters on tip of tongue. As if a load on stomach. Pain as if heart were on right side. As of hot water in blood-vessels.", "\"Sweat on upper lip and forehead\" is a symptom worth noting; also these: mucus hawked or coughed from posterior nares felt cold. The symptoms are < by touch and pressure. > Lying down at night. < Leaning forward; stooping motion <. Damp weather <. > Sitting erect. < In warm room. < Thinking of symptoms; > by study or mental diversion. > Shutting eyes. > Hearty meal. Laughing = cough. < Evening, 4-6 p.m. and to p.m. < July and August." ],
    "Relations" : [ "Antidoted by: Smelling bread (immediate effects of taking excess of condiment). Nux, Rhus; when blistering has been produced by a mustard poultice, soap is the remedy. Compare: Sin. a., Thios., Armor. Scalded sensation on tongue, Sang. Cough < laughing, Arg. n., Pho. Cough > lying down, Fer., Mang. < From to p.m., Lyc. Amenorrhoea, Sul., Pul. As if hot water in blood-vessels (Rhus as if blood running cold)." ],
    "Causation" : [ "Damp weather. Summer season." ],
    "Mind" : [ "Irritable; difficult to think and study.", "Unreasonably cross.", "Mind worked rapidly." ],
    "Head" : [ "Vertigo: of old people; violent attacks, with hard hearing after eating heavy food; esp. fat.", "Head dull, heavy, > when mind occupied by study; > shutting eyes; > in open air; < in warm room; < when thinking of it.", "Dull feeling in vertex as if empty.", "Frontal headache, most over bridge of nose and round edge of orbits, > when eating, < after eating; > by rest.", "Headache over r. eye < stooping.", "Heavy, drawing feeling in r. temple towards night.", "Sensation as if scalp were adherent to bones.", "Forehead hot and dry." ],
    "Eyes" : [ "Eyes feel weak; pressure = pricking in them.", "Pressing feeling in eyes as from above, difficult to keep lids open; > shutting eyes; > by hearty meal." ],
    "Nose" : [ "Symptoms of a severe cold.", "Immediately on touching the tongue pungent odour went into nostrils causing sneezing.", "Dryness in both nostrils, < l., tender to pressure; discharged some mucus.", "L. nostril stopped up: in afternoon and evening; all day, scanty discharges, acrid, making skin smart.", "Scurvy with copious and frequent nose-bleed." ],
    "Face" : [ "Shrunken features.", "Burning prickling in face.", "Red round mouth with smarting of lips.", "Sensation as if cheek were bulged outward by a bubble of air, just below malar bone, in afternoon.", "Lips dry and feel as if integuments were stiff." ],
    "Mouth" : [ "Teeth sensitive to warm drinks and cold air, esp. stopped teeth.", "Swollen bleeding gums.", "Tongue: fissure in middle line; dirty white coat in middle; sore, raw, also gums, could not bear to eat anything hard; dry and sticky; burning scalding feeling; fore part feels blistered.", "Black tongue.", "Breath offensive, as after eating onions.", "Mouth: dry; burning, extending to stomach.", "Profuse saliva.", "During proving, mustard (of which he was usually very fond) had a very unpleasant taste, and nearly caused nausea.", "Taste: of garlic, causing nausea; of horseradish." ],
    "Throat" : [ "Dry sensation back of nose and throat > by swallowing or by efforts to cough, which brings up with difficulty a little white, tenacious mucus, in lumps.", "Throat sore, left side, on swallowing sativa, less on swallowing food or drink, whole throat behind uvula injected light red.", "Sore throat r. side extending to l." ],
    "Stomach" : [ "Appetite good.", "Aversion to sweets.", "Eructations: of gas; constantly accompanying other symptoms; all food tasting of horseradish, later tasteless.", "Hiccough.", "Heartburn and belching.", "Stomach: load in; burning in.", "Ulceration of stomach and intestines.", "Pain in region of stomach with sensation of faintness compelling to bend forward, which >.", "Dull pain running directly across epigastric region < leaning forward > sitting erect.", "Pressure in epigastric region." ],
    "Abdomen" : [ "Dull pain in l. hypochondriac region.", "Heavy, dull pain as from weight below umbilical region.", "Severe twisting in umbilical region.", "Pain from l. of umbilical region to l. iliac region; later to r. side, ascending colon.", "Accumulation of flatus with twinges of pain about umbilicus.", "Rumbling.", "L. inguinal gland swollen and painful.", "Sharp pain in r. inguinal gland.", "Dull pain in r. inguinal region > by pressure." ],
    "Stool and Anus" : [ "Smarting, cutting pain low down in anus, after a stool.", "Desire for a stool without passage.", "Diarrhoea.", "Stools offensive.", "First stool normal, second loose.", "Before stool uneasy feeling in rectum; after stool, smarting cutting low down in rectum and anus.", "Constipated; stools hard, like balls.", "(Constipation and piles cured in the proving.)" ],
    "Urinary Organs" : [ "Pain in bladder, in morning, before urinating.", "Desire frequent; flow increased.", "Urine, pale, straw-coloured, without sediment." ],
    "Male Sexual Organs" : [ "Violent erections during day and night; obstinate, painful, and continued.", "Awakening him at night; with lascivious thoughts; lascivious dreams and emissions at night." ],
    "Female Sexual Organs" : [ "Menses appear in a few hours long before the proper time (several cases).", "Amenorrhoea and chlorosis.", "Cessation of catamenia." ],
    "Respiratory Organs" : [ "Hoarseness, evening from p.m.", "Cough, short, hacking; all evening; to p.m.; seldom during day.", "Cough mostly dry or with expectoration of lumps of mucus < in cold air; > lying down and (temporarily) by eating; excited by laughing.", "Expectoration: from posterior nares much mucus, which felt cold; white, in tenacious masses.", "Asphyxia.", "Pituitous asthma." ],
    "Chest" : [ "Wandering pains in chest.", "Pain in l. side of chest in region of heart.", "Respiration at base of l. lung roughened.", "Sensation in r. chest as if heart were on r. side." ],
    "Heart" : [ "Dull, continual pain in heart toward apex, in evening; seemingly in heart substance.", "Heart pains return daily a.m. and to p.m.", "Sensation as if heart were on r. side.", "Pulse: accelerated; full." ],
    "Back" : [ "Severe, dull, pulsating pain under inferior angle of l. scapula.", "Slight backache, becoming intolerable towards bedtime; restless all night from pain in back and hips; > motion." ],
    "Limbs" : [ "Weariness in limbs with cramps in calves." ],
    "Upper Limbs" : [ "Occasional dull pain in left shoulder-joint." ],
    "Lower Limbs" : [ "Weakness in calf-muscles.", "Dull, heavy ache in legs.", "Pain constant in ankles and calves." ],
    "Generalities" : [ "It seemed to double him up; could hardly stand; tears ran from eyes; intense pain across epigastric region.", "Rose late, feeling sore and stiff all over.", "Weakness in all muscles.", "Symptoms < to p.m.; > lying down at night, except dreams." ],
    "Skin" : [ "Skin turns red.", "Burning heat and stitches in skin.", "Frightful suppuration and gangrenous inflammation reaching down to sternum (fatal effects of mustard applied to swollen glands of neck).", "General ecchymosis.", "Chronic eczema.", "Small-pox; (\"to be given until sulphocyanides appear in the saliva\").", "Ulcers on legs." ],
    "Sleep" : [ "Sleepiness; during day, sleepless at night.", "Sleeps little at night, but does not feel loss of sleep.", "Dreams: vivid; or lascivious." ],
    "Fever" : [ "Severe chills, chattering of teeth, sensation of general coldness, with shrunken feeling (from mustard bath).", "Heat through whole body, esp. down spine.", "Quartan ague and inflammatory fever.", "Sweat and feeling of hot water in all blood-vessels, > when nausea came on.", "Sweat general; esp. on forehead and upper lip.", "Sweat free on exertion (mental or physical), and from external heat." ]
  }
}