{
  "remedyName" : "Skookum Chuck",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Breast, tumour of. Catarrh. Eczema; vaccinal. Hay-fever. Lithaemia. Ozaena. Rheumatism. Urticaria. Vaccination." ],
    "Characteristics" : [ "The information respecting the remedy known by the Indian name, Skookum chuck (which I will shorten into Skoo.), is collected in New, Old, and Forgotten Remedies. Gentry introduced it to homoeopathy in an article in U.S. Med. Month., He commenced to prove it, but the severity of the catarrhal symptoms led to its discontinuance. Gentry has himself cured with Skoo. many cases of catarrh, and he considers it a remedy in hay-fever. The cure of many cases of inveterate skin disease is on record; the external use of Skoo. soap or ointment has been employed as well as the internal administration. D. de F. Cole gave Skoo. 3x in water to a girl, aet. who had severe urticaria which did not yield to Apis or Urt. ur. It cured the urticaria and improved the patient's health. W. D. Ingalls reports (1) the case of Mrs. D., who had eczema plantaris, fissured, exuding an acrid secretion, and so excessively sore that the patient had not been able to wear shoes or walk any distance for two years. Skoo. 2x was given internally; an ointment of a drachm to the ounce of vaseline applied, and Skookum soap used for washing. In two months the patient was able to wear shoes, and in three months the feet were well. (2) Mrs. H., had a benign growth in left breast, noticed eight months. No history of phthisis or cancer in family. Skoo. was given thus: for the first week, one grain of 1x every four hours; for the second week, two grains of 2x every four hours; for the next seven weeks, five-grain powders of 3x, when the patient was cured. (3) Mr. J., chronic nasal catarrh; discharge greenish yellow having odour of ozaena, was greatly relieved and apparently on the way to cure.", "B. F. Bailey reports (1) the cure of Mrs. X., of lithaemic diathesis; never free from eczematic trouble for years. At times much rheumatism. Not unfrequently the rheumatism disappears and is immediately followed by styes on the eyelids. Former treatment allopathic and also homoeopathic. Skoo. 3x every four hours. Improvement soon showed itself, and the patient was well in three months and remained so. (2) Mrs. Y., lithaemic, with flushed face and yellowish background. Urine, and with marked uric acid deposits. Much difficulty of digestion. Great dryness of skin, especially of scalp. Hair failing out to such an extent that baldness was feared. Skoo. 3x every four hours. Hair ceased to fall out. The heated, congested feeling of head and face disappeared, and the patient became well. Skoo. has also cured vaccinal eczema." ],
    "Relations" : [ "Antidoted by: Tabac. Compare: In general, Nat. c., Nat. m. Skin, Graph., Medor., Melit., Maland., Vacc." ],
    "Causation" : [ "Vaccination." ],
    "Nose" : [ "Profuse coryza with constant sneezing as in hay-fever; symptoms so severe had to discontinue the remedy; (symptoms continued until antidoted by tobacco)." ],
    "Stomach" : [ "Appetite increased." ],
    "Back" : [ "Heaviness in sacrum." ],
    "Limbs" : [ "Severe rheumatic pains in limbs." ]
  }
}