{
  "remedyName" : "Slag",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, itching of; soreness of. Constipation. Diarrhoea. Flatulence. Haemorrhoids. Housemaid's-knee. Lumbago. Phthisis. Spleen, affections of." ],
    "Characteristics" : [ "Pulverised Slag, or blast-iron-furnace cinder, is now recognised as one of the best fertilisers of our fields and gardens. It was introduced into medicine by J. Meredith (H. W., xxiv. 92) who gave the 6x trit. to a patient suffering from housemaid's-knee, and in addition to relieving this it took away \"a dreadful anal itching, piles and constipation as if by magic.\" Meredith confirmed the rectal power of Slag by experiments on his own person. The specimen of Slag used by Meredith was analysed and found to contain in parts the following: Silica Alumina Calcium Sulphur 3", "part of these occur as Calc. sulph., ", "Ferrum, Phosphorus (Meredith queries if the blue tint of Slag is due to Fer. and Pho.), Magnesium Manganum Loss Turner, of Mason College, gives the formula of Slag as 2Al2O3 3SiO2, 6(2CaO, SiO2). Acting on Meredith's suggestion, George Herring instituted a proving with the 3x on himself and others (ibid. p. 358) Herring's only symptom was a creeping irritation of the skin or under the skin, in the umbilical region, sufficiently severe to keep him awake. On prover No. Slag produced no symptoms, but did something better: it cured him of flatulent distension in the evening, and an oppressive feeling over the heart. No. had constipation relieved; but Slag produced \"soreness of anus.\" His general health was much improved. No. a delicate lady, of phthisical history, had Slag 3x gr. i. twice a day. It set up: diarrhoea, debility, quick pulse, lumbago, with pain in back, distension of stomach, so that she had to loosen her dress [the very symptom it cured in one of the men], profuse night-sweat; cough and expectoration. Pho., Ph. ac., Carb. v. were given to this patient in succession and all did good. Another proving of Slag was made by F. C. B. (ibid. 453). The prover, whose symptoms are marked (B) in the Schema, was rather dark, nervo-bilious; had chronically enlarged tonsils, and tendency to colds in the head. He took Slag by way of experiment, hoping to cure his tonsils. It had no better effect than remedies previously taken, but it produced a number of symptoms, prominent among them being: drowsiness in evening; dull, stupefying frontal headache, and stiffness at back of head and neck, and pain between shoulders; spleen pain and stitches in heart. A pain (dull, heavy sensation) alternated between inter-scapular region and spleen." ],
    "Relations" : [ "Effects were relieved by: Pho., Pho. ac., Carb. v. Compare: Constipation, flatulence, Lyc., Carb. v., Sul. Anal symptoms, Graph., Nit. ac. Intolerance of tight clothing, Lach. Housemaid's-knee, Stict. p., Ap." ],
    "Head" : [ "On waking, dull, stupefying, frontal headache, want of energy, pains in limbs (B).", "Frontal headache extended to r. temple with sensation of stiffness at back of head (B); (this headache was constant throughout the proving; at a later stage of the proving, it was slightly > moving about)." ],
    "Nose" : [ "Cold in head (B)." ],
    "Mouth" : [ "Thickly coated, greyish tongue, with terra-cotta streak down middle (B).", "Awoke with slimy tongue (B)." ],
    "Throat" : [ "Throbbing in l. tonsil (B)." ],
    "Stomach" : [ "Very little appetite (B). Distended stomach, must loosen her dress." ],
    "Abdomen" : [ "Creeping irritation of the skin or under the skin in umbilical region; kept him awake some time (3x).", "In a gouty prover 3x removed distension of abdomen necessitating unbuttoning top button of trousers in evening.", "(Flatulent distension.).", "Aching in region of spleen alternating with pain between shoulders, in l. elbow (B).", "Pain in spleen (B)." ],
    "Stool and Anus" : [ "Took away a dreadful anal itching, piles and constipation as if by magic (6x).", "Constipation relieved (3x).", "Soreness of anus produced (3x).", "Diarrhoea, great debility, quick pulse: pain in back, inflated stomach, had to loosen dress; profuse night-sweat; cough with expectoration (3x. gr. twice a day; in a delicate lady)." ],
    "Urinary Organs" : [ "Very frequent urination.", "Urine darker than usual (B)." ],
    "Respiratory Organs" : [ "Cough with expectoration; profuse night-sweats." ],
    "Heart" : [ "Stitches in region of heart (B).", "(Oppressed feeling over the heart.).", "Pulse quick." ],
    "Neck and Back" : [ "Stiffness at back of neck.", "Lumbago; with flatulence.", "Aching, dull pain over small of back (B)." ],
    "Limbs" : [ "Pain in limbs.", "Aching between shoulders, and in l. elbow alternating with aching in region of spleen." ],
    "Upper Limbs" : [ "Pain in l. elbow.", "Shifting pains in l. elbow, changing to r., and then back again." ],
    "Lower Limbs" : [ "Pains in both knee-caps, sometimes dull, sometimes aching.", "(Housemaid's knee.).", "Occasional shooting aching through knees; < going up stairs." ],
    "Generalities" : [ "Want of energy." ],
    "Sleep" : [ "Unusually drowsy in evening.", "Sleep disturbed by creeping sensation about navel." ],
    "Fever" : [ "Quick pulse.", "Profuse night-sweat." ]
  }
}