{
  "remedyName" : "Sol",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cancer. Freckles. Headache. Lupus. Menses, premature. Paralysis. Sunburn. Sunstroke." ],
    "Characteristics" : [ "Thanks to Finsen, of Copenhagen, the place of Light in therapeutics is on the way to be defined so far as its direct properties are concerned, though Finsen is reviving and confirming, rather than originating, light-therapy. O. V. Thayer (H. R., viii. 463) published in a series of cases in which he had used concentrated rays of sun-light (solar cautery), including cases of epithelial cancer, rodent ulcer, parasitic diseases, moles, small wens, birth-marks, &c. H. T. Webster (H. R., xv. 126) gives details of a case of epithelioma in which the growth was removed by solar-cautery and a scarcely perceptible scar left. Swan and his coadjutors investigated sun-light from another point of view. In 188o (Org., iii. 275) Swan published a pathogenesis of Sol, which I have embodied in my Schema. Swan's data were obtained from four provers, from experiences obtained from sensitives by Reichenbach (Der Sensitive Mench), from an observation by \"Highwood\" quoted by Fincke from American Observer, ix. Reichenbach's observations I have distinguished by \"(R),\" Highwood's by \"(H).\" The remaining symptoms are those who took principally the 1m attenuations of Fincke. The 15m was taken by one. Two of Reichenbach's symptoms were observed on two of the provers also, and the letters \"(F)\" and \"(L)\" refer to these. Cured symptoms will be found in brackets. The common effects of strong sun-light, as sneezing, freckling, and sunstroke, my be added to the list." ],
    "Relations" : [ "Antidoted by: Aco., Bell., Glon., Gels., and other sunstroke remedies. Compare: Luna, Elec., Mgt. Dislike of sun, Lach., Nat. c." ],
    "Mind" : [ "Excitement and anxiousness in all her nerves, at first with trembling at heart, finally it remained in stomach-pit; all that night and next day very sensitive and easily frightened; it was as if all the nerves were trembling inside of them; the anxiousness in stomach-pit passes off the second evening.", "Anxiousness if somebody comes towards her, being frightened thereat (F and R)." ],
    "Head" : [ "Violent headache from vertex down to forehead, pressing, with sensation of heat in face; this headache was repeated the second day three times; it seems to be in connection with the excitement and anxiousness at stomach-pit (first night).", "All the sensitives are very sensitive to the immediate action of sunshine on the vertex (R).", "Extreme painfulness if the sunshine strike the bare-head (R).", "Most violent stitches in brain (R).", "Disagreeable feelings, such as from retrograde passes, go into brain, cause stitches and headache, and if she does not gain the shade, stomach-ache and nausea follow (R).", "Violent headache (R).", "L.", "sided headache (R).", "Headache from sunshine on bare head, > by laying a glass of water on stomach-pit (R).", "In morning, severe pain in crown, and then in neck, passing off after breakfast (L and R).", "(Heavy pressive pain in vertex.).", "Intense entire cephalalgia.", "Pain in forehead; it seems as if forehead would crush itself down upon the eyes.", "(Sensation of undulating or floating in head after mental excitement, such as attending to business or writing a letter.).", "Instantaneous shock to brain, followed by prostration, and a scalding sensation on top of head (remedied by orange-coloured cloth in stove-pipe hat) (H).", "Excessive perspiration of head and neck." ],
    "Eyes" : [ "Sun-light diminished the sensitivity of eyes; od.", "blindness (R).", "Suffusion of veins of sclerotica.", "Sensation of swelling, as if eyes would force themselves out of sockets.", "Light offends eyes." ],
    "Ears" : [ "Sharp shooting pain from l. ear to nose, continued at intervals for some time.", "Partial deafness." ],
    "Nose" : [ "Sneezing, with a little sore throat, as if she had taken cold." ],
    "Face" : [ "Jaws rigidly set as in trismus." ],
    "Teeth" : [ "Grinding of teeth as in helminthic spasms." ],
    "Mouth" : [ "Tastes like something she cannot tell.", "She puts anything she is going to eat in the sunshine, because then it is more palatable to her (R).", "Two glasses of water of equal temperature, the one put in the shade, the other in the sunshine for a quarter of an hour, the latter tastes agreeably cool to sensitives, and stale and disagreeable to non-sensitives, whilst the other tastes quite the reverse (R).", "Stupid; cannot articulate a word.", "Articulates with difficulty." ],
    "Stomach" : [ "Slight inclination to or actual vomiting.", "Heat in pit of stomach.", "Empty feeling in stomach, as if she had not eaten anything substantial yesterday and to-day.", "Sensation of faintness and vacuity in stomach-pit." ],
    "Abdomen" : [ "In abdomen, distension and hardness, as large as a child's head, as if it were in womb, and running throughout from it into mammae, as if milk would rush in as when a child nurses; this lasted the whole first night till morning; before the distension and hardness came on a sensation as after childbirth or at conception (with great excitement).", "A glass of water exposed to the sun for six to eight minutes propagates coolness, not only in stomach, but round about in the viscera (R)." ],
    "Stool" : [ "Constipation." ],
    "Urinary Organs" : [ "Had to urinate five times in night.", "Urine and stool invariably suspended." ],
    "Female Sexual Organs" : [ "Menses six to seven days too soon." ],
    "Chest" : [ "Weakness about heart." ],
    "Back" : [ "Pain in back.", "Backache." ],
    "Limbs" : [ "After riding about on horseback in his woods in the sunshine all forenoon, and lying down about noon on his bed to rest, he suddenly gets peculiar attacks drawing through all his limbs; after rising and making a few steps up and down, they disappear; this repeats itself several times (R).", "(The r. side, arm, and foot, which had been weak as from partial paralysis, became equally strong as l.).", "Hands and feet cold." ],
    "Upper Limbs" : [ "The back of hand exposed to sunshine feels warm, while at same time a coolness appears in palm, and runs up whole arm into temple (R).", "Cool, refreshed hands from holding a stick partially exposed to the sun (R)." ],
    "Generalities" : [ "> Of bad effects of the sun by every cloudy veil drawing over the sun (R).", "If beds and wearing apparel have lain too long in the sunshine, the agreeable feeling after using them turns suddenly into the most disagreeable, so that she cannot bear it, and falls into headache and spasm (R.).", "Spasm coming with sunrise and ceasing with sunset (R.).", "Some spasms appearing at sunset (R).", "Faintness.", "Prostration.", "(General stiffening up of the system; the bodily strength seems more equalised.)" ],
    "Skin" : [ "Dermatitis, which often, with cold extremities, degenerates into megrim (R.)." ],
    "Sleep" : [ "She could not sleep the first night, except from to a.m.; otherwise no idea of sleep the whole night long.", "Head very much excited; could not sleep for hours.", "Great sleepiness all through the head, and not merely in the eyes; heavy, sound sleep all through night." ],
    "Fever" : [ "An agreeable coolness extends over whole body, though the surface of the body perceives the physical heat of the sun's rays; simultaneously a kind of coldness interiorly pervades whole body, so that the sun makes warm and cold at the same time, but the feeling of cold supersedes that of warmth to such a degree that the latter is overlooked (R).", "Running chills of increasing sensation of cold in all limbs from holding wires partially exposed to the sun (R).", "Felt cold in night; drew up more cover and perspired.", "Congestive chill from exposure to sun after drinking cold water freely.", "Perspiration streaming out of stomach-pit over whole body (from the crude saturated sacch. lact., in one of Fincke's provers)." ]
  }
}