{
  "remedyName" : "Solanum Tuberosum AEgrotans",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, prolapse of; patulous. Breasts, painful. Breath, offensive. Constipation. Epistaxis. Headache. Ileus. Irritability. Menses, interrupted. Noma. Odour of body, offensive. Pruritus vulvae. Rectum, prolapse of. Scalp, painful. Sciatica. Scurvy. Skin, darkness of. Tenesmus. Tongue, cracked. Vertebrae, pain in; pulsation in." ],
    "Characteristics" : [ "The \"Potato murrain\" is characterised by \"the rapid putrescence of the leaves and haulm, which is first indicated by the presence of a little mould, Peronospora infestans, which preys upon the tissues, spreading rapidly in every direction. The tubers also exhibit brown spots on their surface and within their tissues, and according to circumstances decay with greater or less rapidity\" (Treas. of Bot.). In the sudden inroad of this disease led to the fearful famine in Ireland, which resulted in the death of thousands. Mure made the first proving of S. t. ae., using a potato \"in an entire state of decomposition, without, however, being completely rotten.\" Effects of eating diseased potatoes, some of them fatal, have been observed, and these have been added to Mure's. The symptoms of the proving were pretty severe, and one of the most important", "prolapse of the rectum", "has been confirmed by the poisoning cases. A man and three children ate boiled diseased potatoes, and among their symptoms were these: \"Pain of an acute character was referred to the region of the anus, which on examination was found perfectly patulous and exquisitely tender to the touch. Two of the four patients had prolapsus ani, which was probably caused by the violent and ineffectual efforts to discharge the contents of the rectum. There had not been an evacuation of the bowels, nor had they passed water, except in drops and with extreme suffering, for six days. On introducing, the finger into the rectum, which caused acute pain, it was found that the intestine was completely filled, to within an inch of the orifice. with a solid substance.\" The foul odour of the diseased potato is reproduced in the breath and body odour of the patients. Lips cracked and raw; gums bleeding; tongue coated, thick, cracked; throat inflamed and ulcerated with sensation of something sticking in it or a fleshy growth. In one poisoning case a condition of noma of left cheek was induced. Peculiar Sensations are: Of water splashing on head; as if brain were leaping in skull (on stooping). As of something sticking in throat. As if there were a fleshy growth in throat. As if a spring unrolled in left hypochondrium. As if a hollow body were turning rapidly in chest. Of stoppage in trachea. Of something becoming detached from sacrum. The urine has an oily pellicle. Excruciating muscular pains. The symptoms are < by touch and pressure. Headache is < on waking; by smell of alcohol; walking at p.m.; sleeping; working (headache). Cold water = shock." ],
    "Relations" : [ "Mure gives the following as the closest analogues of S. t. ae.", "the order indicates their relative importance: Bry., Ars., Pb., Nux, Sep., Stron., V. tric., Scil., Puls., Graph., Alm., Merc., Na. m., Ign., Calc. Compare: Sensation of machinery inside, Nit. ac. Constipation, black balls, Op. Prolapsus ani, Pod., Ruta. Patulous anus, Ap., Pho." ],
    "Mind" : [ "Quarrelsome, irritable mood.", "Bad temper.", "An unintelligible expression irritates her so that she would like to break everything and bite her hands.", "Dread of work.", "Hypochondriac mood.", "She wants to enjoy a change of scenery, &c.", "She fancies she is miserable, and dwells much on the future.", "Rises in the night imagining that there are thieves behind the curtain, but dares not look, asks others to do it.", "Crowd of ideas.", "His attention is easily disturbed by other things." ],
    "Head" : [ "Confusion.", "Heat in head, evening.", "Heaviness of the head; in the vertex; on stooping and then raising head again.", "Catarrhal dulness of head; esp. forehead.", "Sensation on stooping as if brain leaping in skull.", "Lancinations as if brain would burst open.", "Sensation of water splashing in head.", "Headache at noon, < by the smell of spirits.", "Head feels too heavy, she has to make an effort to support it.", "Pressure above eyes, on waking.", "In the forehead: violent pain, all day; stitching pain; with dulness of head, and disposition to fall forwards.", "Slight beating in temples.", "Sensation as if the hair would be torn out on vertex.", "Painful sensitiveness of scalp and roots of hair; cannot bear combing; > after stirring about and talking." ],
    "Eyes" : [ "Prickling about the lids, the surface of which is red.", "Spasmodic contraction and twitching of l. upper lid.", "Burning in lids.", "Prickling and burning in eyes.", "Congestion of the conjunctiva.", "Profuse lachrymation; on waking." ],
    "Ears" : [ "Ringing in the l. ear." ],
    "Nose" : [ "Repeated sneezing, followed by feeble cough.", "Nose-bleed.", "Pressure at root of nose.", "Smell of blood." ],
    "Face" : [ "Face hot and red.", "Mounting of heat to face, now and then.", "Red pimples on cheeks.", "Desquamation of face.", "Face pale, bloodless, much swollen, esp. about eyelids, nearly closing them.", "Bluish-black, fetid ulcer of l. cheek.", "Upper lip bleeding, cracked." ],
    "Teeth" : [ "Swelling of mucous membrane of the inner margin of the two incisors.", "Teeth loose and very painful.", "Gums, esp. lower, spongy, oozing blood.", "Teeth covered with white mucus." ],
    "Mouth" : [ "Dry mouth.", "The mucous membrane of the velum palati seems to become detached here and there.", "Tongue pale.", "Thick tongue, a.m.", "Tongue swollen, cracked, early in the morning; coated white or yellowish white; or coated white, with red tip, or yellowish along the median line.", "Prickling in r. half of tongue.", "Breath horribly fetid." ],
    "Throat" : [ "Mucus accumulates in throat and seems to cover whole anterior part.", "Feeling as of a fleshy growth in throat.", "Feeling as if something sticking in throat which she cannot bring up, followed by expectoration of a small, hard, yellowish-grey lump.", "Fauces and mouth inflamed; ulcerated in patches.", "Inflamed fauces, unable to swallow saliva." ],
    "Appetite" : [ "Canine hunger.", "Salt taste.", "Taste of raw potatoes.", "Food tastes as bitter as gall.", "Great desire for spirits and oranges.", "Burning thirst." ],
    "Stomach" : [ "Eructations followed by rumbling in stomach.", "Sour eructations causing a cough.", "Acidity, bitterness, and gulping-up, after eating.", "Cardialgia after, breakfast, dinner, and supper.", "Pain in stomach, with red face, after breakfast.", "Spasmodic pains, griping-tearing at night." ],
    "Abdomen" : [ "Sensation as if a spring were unrolled in l. hypochondrium.", "Pains and working in the bowels, early in the morning.", "Painfulness of abdomen to contact along the median line.", "Belly hard, swollen, dropsical.", "In abdomen: pain after eating; spasmodic pains, as though the bowels became twisted together; dull pains in the hypogastric region, at night; pain with chilliness; rumbling; the clothes cause a feeling of tightness.", "Emission of flatulence, also with colic.", "Pain, as if sprained, in r. groin.", "Stitch in r. groin near inguinal ring." ],
    "Stool and Anus" : [ "Frequent urging to stool.", "Stool scanty, with straining, passing off in small, black lumps (balls).", "Has to strain until tears come.", "Hard, large, lumpy stool; with violent burning in anus and rectum.", "Stool hard and large, followed by two liquid stools.", "Copious greenish-yellow diarrhoeic stool.", "Constipation for five days.", "Violent colic previous to stool.", "Alternate protrusion and retraction of rectum during stool, with feeling of chilliness of body.", "Prolapsus recti.", "After stool rectum alternately falls and returns again.", "Contraction of sphincter ani.", "Strong pulsations in perinaeum and r. ring finger.", "Acute pain in anus, which was found perfectly patulous and exquisitely tender.", "Great heat in anus." ],
    "Urinary Organs" : [ "Region of bladder distended.", "Difficult micturition.", "Heat (and pain) in urethra after urinating.", "Constant micturition while at stool.", "Urine reddish, mingled with mucus.", "Urine: very thick, becoming covered with white mucus after standing; soapy; turbid, of a dingy yellow, with copious white sediment; turbid, dingy yellow, covered with an oily pellicle.", "Pain in urethra, after urinating." ],
    "Male Sexual Organs" : [ "Weight in r. testicle all day." ],
    "Female Sexual Organs" : [ "Twisting pains through uterus.", "Feeling of dislocation in hip-joint with pain in womb after a slight exertion.", "Flatulence presses on uterus.", "Menstrual blood rose-coloured.", "Suppression of the menses.", "Menses smelling of foul fish, mixed with black coagula.", "Small pimples and intolerable itching of labia.", "Spasmodic pains striking through uterus.", "Burning and itching in vagina." ],
    "Respiratory Organs" : [ "Constriction and difficulty of breathing, caused by dryness of mouth.", "Hoarseness on waking.", "In trachea: tearing, prickling, with cough; tearing, with phlegm; sensation as of an obstacle, followed by cough and expectoration of a lump of hard, yellowish-grey mucus.", "Cough with expectoration of yellow mucus, at night.", "Dry cough, day and night.", "Cough as from stoppage in pharynx.", "Expectoration of lumps of black blood, early in the morning.", "Constant involuntary sighing.", "After eating choking and difficult breathing caused by dryness of mouth.", "Suffocation owing to previous day's dinner not digesting well; has to rise a.m." ],
    "Chest" : [ "Oppression in chest after supper.", "Tearing in chest, also with dryness of mouth.", "Sensation on making the least motion, as though a hollow body were turning rapidly round in chest quickly and with a noise, after which she fancies she will faint, early in morning.", "Prickling as from a thousand pins on the inner surface of sternum.", "Violent stitching pain above r. breast.", "Congestions to chest.", "Acute pain in l. side, like a stitch.", "Painful stitches in r. side.", "Mammae painful, esp. when raising arm." ],
    "Heart" : [ "Weight and pain in heart region.", "Lancinations in heart.", "Palpitation of heart: for moments; at night; when lying; when raising oneself; as though the heart would turn; with fainting feeling; with oppression of chest (less when lying); irregular (after eating).", "Pulse: irregular; sometimes weak; hard and tense." ],
    "Neck and Back" : [ "Swelling of muscles of neck, shoulders, and arms with pain so acute he winces on slightest pressure.", "Sense of weight in the back part of the neck.", "Violent beating in spine, early, when lying.", "Prickling sensation in spine, during sleep, waking her.", "Stinging pain in the large dorsal muscle, r. side, when drawing breath.", "Burning and painful sensation on the fifth dorsal vertebra, caused by friction of the clothes.", "Sensation of weariness in whole back.", "Stiffness in muscles of back.", "Sensation as if something on the os-sacrum became detached.", "Pain in sacrum, when walking or touching the part.", "Tingling in sacrum.", "Beating in r. shoulder.", "Prickling in psoas muscles.", "Violent beating in loins.", "Pain in lumbar vertebrae, impeding walking.", "Intolerable pain in lumbar region, obliging tier to walk bent." ],
    "Limbs" : [ "Joints swollen and very painful.", "Sense of weariness in all the limbs on waking.", "Inclination to stretch the limbs." ],
    "Upper Limbs" : [ "Feeling of weariness in muscles posteriorly.", "Pain as if sprained in r. upper arm, after leaning on elbow.", "Beating in middle portion of triceps brachealis.", "(Cannot clench hands.).", "Heat in hands.", "Stinging in l. little finger.", "Beating in r. ring finger." ],
    "Lower Limbs" : [ "Acute pains in hip-joint caused by least motion.", "Painful pressure on hip-joint, as with an iron bar, compelling her to lie down.", "In l. gluteus muscle: beating; pain, accompanied by loathing.", "Lancinations in posterior part of r. thigh.", "Weary feeling in muscles of r. side, after walking.", "Feeling of dislocation in hip-joint, with pain in womb, after a slight exertion.", "Shooting pain in posterior and inferior femoral muscles, when bending knee.", "Beating in internal femoral muscles.", "Alternate beating and throbbing above patella in both limbs.", "Pain as if sprained in whole vertebral column, striking through posterior parts of thigh, and extending down to heels.", "Drawing pain in posterior part of r. lower limb, from gluteus muscle down to heel.", "Legs oedematous.", "Shuddering of r. leg." ],
    "Generalities" : [ "A peculiar and most offensive odour immediately perceived on approaching the bed.", "Cannot walk erect.", "General and partial debility.", "Debility, she is about to faint.", "Weariness in all the limbs, on waking.", "Pain as if bruised, in bed, preventing her from stirring.", "Muscular pains excruciating.", "Cold water (whether drinking it or washing with it) causes a sense of oppression and shock." ],
    "Skin" : [ "Skin over whole body tender, tumefied, and preternaturally dark.", "Rose-coloured patches appear and as suddenly vanish.", "Small pimples on the back; causing a violent itching.", "Small red pimples on cheeks.", "The skin in the face peels off a little.", "Small pimples on back = violent itching." ],
    "Sleep" : [ "Irresistible drowsiness.", "Very sleepy in evening.", "Restless sleep.", "Starting from sleep, as in affright.", "Sleepless.", "Confused dreams, about fires, revolution, corpses, thieves, &c.", "Amorous dream.", "He dreams that he is to dress or draw the body of a drowned person, but is prevented in consequence of the body falling all the time on the clothes or paper.", "Dreams about men who become transformed to talking animals; that his hands are cut to pieces; that he is falling from a steeple.", "She dreams that she is eating human flesh; that she is swimming in a river, and cannot get out of it." ],
    "Fever" : [ "Pulse irritated; irregular; hard and tense.", "Chilliness and sensation of internal coldness.", "Repeated chilly creepings through whole body, in evening.", "Feeling of coldness all over, unable to get warm, her cheeks being very red, in afternoon.", "Heat all over, with sweat.", "Pyrexia, and afterwards dropsical appearance.", "Violent paroxysms of heat, suddenly passing through the whole body, and proceeding from the vertex.", "Alternate burning heat and chilliness, at night, in bed.", "Exhalations from the skin, when performing the least work.", "Sweat all over, early in morning, in bed, cold night-sweat.", "The sweat smells of potatoes, in bed." ]
  }
}