{
  "remedyName" : "Solanum Mammosum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Coxalgia. Haemoptysis. Irritability. Sleep, abnormal. Thought, difficult. Tobacco, effects of." ],
    "Characteristics" : [ "Hering is the authority for Sol. mam. The chief symptoms were: Irritability and inability to think; sleepiness, without being able to sleep; a kind of stupor < at time of flood tide, at the full moon, > with ebb tide; hawking of blood-streaked mucus; sensitiveness to tobacco." ],
    "Mind" : [ "Becomes exasperated at what he thinks may happen.", "Inability for continuous thought, though with perfect comprehension of his subject; he could, when writing, only express himself in short, broken sentences." ],
    "Stool" : [ "No stool (2nd d.); stool occurred later than usual, and after much pressure (3rd d.)." ],
    "Respiratory Organs" : [ "The mucus hawked from the larynx contains streaks of bright blood." ],
    "Back" : [ "Twitching of large muscle below r. scapula; as if the flesh were pinched up by the hand and shaken back and forth." ],
    "Lower Limbs" : [ "Sticking pain in l. hip-joint that made him quite lame, frequently during and after walking, disappearing after standing and sitting down." ],
    "Generalities" : [ "Uneasiness; inability to keep quiet.", "Everything is seen as in a fever with a hard pulse.", "Sensitiveness to tobacco." ],
    "Skin" : [ "Causes blotches over whole body (from poisoning)." ],
    "Sleep" : [ "Great weariness and desire to sleep without ability to sleep, followed by slumbering without real sleep, and afterwards deep sleep for several hours, from which he awoke and could not collect his senses for along time, and remained long in an irresolute condition (this condition occurred at time of flood-tide at full moon; with the ebb tide, a general refreshing as after a crisis).", "Even after a long sleep during the day he was sleepy in evening, and slept well all night.", "Dreams of death with violent weeping." ]
  }
}