{
  "remedyName" : "Solanum Nigrum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Chorea. Headache. Heartburn. Hydrocephalus. Mania. Meningitis. Night-terrors. Parotitis. Peritonitis. Puerperal convulsions. Scarlatina. Small-pox. Stammering. Tetanus. Trismus. Tympanites. Typhoid fever. Varicosis. Vertigo. Ulcers." ],
    "Characteristics" : [ "Sol. n. is a common weed found in waste places. It has white flowers and blackberries. \"The leaves applied externally ease pain and abate inflammation. Too large a quantity occasions violent sickness and headache, giddiness, drowsiness, and other dangerous symptoms. The Arabians apply the leaves to burns and ulcers, skin diseases, and scrofulous and cancerous affections; they are diaphoretic, diuretic, and purgative\" (Green's Herbal). Hale says some country practitioners used it with much success under the impression that it was \"an indigenous Belladonna, \", having been misled by the name \"nightshade.\" Hale verified its use in meningitis and headache; in scarlatina when the eruption is blotchy. Hale justly points out the close affinity of Sol. n. with Bell.:", "Delirium, headache, flushed face, sparkling eyes, pains coming and going suddenly, fiery rashes, burning skin and sweat. The Schema is made up of provings and symptoms of poisoning cases", "all are unusually distinctive. A curious feature of the skin effects of the Black nightshade is that they have a tendency to blackness: \"The swelling is very painful, it enlarges, becomes shiny, hard, and deep red; and in several places, quite black.\" \"The black hue of the swollen parts grows deeper, the fingers are stiffened, \", &c. \"The tip of the nose, the hands, from the finger-tips to the knuckles, and the toes to the tarsal joints become quite black as if regularly dyed.\" Corresponding to the black appearance is a bruised feeling all over the body.", "The headaches of Sol. n. are described as \"frightful.\" They are splitting, throbbing, bursting, piercing, and are < by least movement of head, light, noise, stooping; by least movement after sitting; < in a close room, and rather > in open air. The day after taking a single dose of O a patient of Cooper's had this: \"Head feels full across forehead, eyes heavy, and forehead burns; could not apply himself to work.\" The vertigo is < on moving the head. Sensation as if the bed was being rapidly turned in a circle. Inclines to left on walking. The delirium is characterised by the cephalic cry, efforts to escape, and by stammering speech. Dilatation of the pupils is as marked as with Bell., and there is the same dryness of mouth and throat. Spasms, convulsions, and tetanic rigidity of the whole body have been induced. The most peculiar feature of the convulsions is this: \"In the midst of these convulsions the children frequently stretch out their little hands, then carry them eagerly to their mouths, and go through the motions of mastication and swallowing.\" The skin symptoms are very marked. After one dose of O this condition disappeared in a patient of Cooper's: patches of psoriasis, knees, elbows, and forehead, scaly, with red irritating spots at roots of hair. Peculiar Sensations are: Brain as if swimming. As if things moving in a circle, when stooping. As if bed turning rapidly in a circle. As if brain shaking about in skull, on moving head. As if head would split. As from a blow on forehead. As if sand in eyes. As if splinter in right tonsil. Tongue us if scalded. Pains come and go suddenly. Symptoms extend upward. Right upper, left lower. Alternate coldness and heat. The symptoms are < by touch. < Motion. < Moving head. < Moving. < Beginning to move after sitting. < Walking (inclines to left). < Mis-step. < Swallowing. < Light. < Bright sunshine (eyes). > Closing eyes (headache = him to close eyes). There is very great sensitiveness to cold air, but headache is < in warm room and > in open air. Many symptoms are < morning on waking. Headache at a.m." ],
    "Relations" : [ "Compare: In general Bell, and other Solanaceae. Cerebral cry, Apis. Stammering, Stram. Headache a.m., Nat. m. Splinter sensation, Nit. ac., Hep. Tongue as if scalded, Sang. Pain in back of neck, Hell. Sensation of a blow, Naj. (Naj. on occiput, Sol. n. on forehead)." ],
    "Mind" : [ "Delirium: with stammering speech, efforts to get out of bed; with piercing cries and convulsions.", "Complete cessation of mental faculties.", "Apoplectic stupor, muscles relaxed, face flushed, pulse full and irregular.", "Coma with twitching." ],
    "Head" : [ "Vertigo: on rising and moving about, with dizziness before eyes; with nausea and colic; on stooping; on rising in morning; > in open air.", "Brain seems to swim, < on moving head.", "Sensation as if bed was turning rapidly in a circle (ten minutes after going to bed).", "On stooping sensation as if everything moving in a circle.", "While walking, body inclines to l.", "Headache: dull, heavy throbbing; followed by dilatation of pupils.", "Lightness in head.", "Frightful headache.", "Headache < beginning to move after sitting; > walking in open air.", "Very severe pain in head immediately over eyes, makes him partially close eyes; < by light; by stooping; a.m.", "Headache < in close room.", "Feeling as if head would split.", "Feeling on least motion after sitting as if brain would burst from forehead.", "In forehead: dull, heavy pressure; sensation as from a blow; throbbing during whole afternoon.", "Severe pain through temples as if head would split.", "Severe throbbing pain in l. temple < slightest mis-step, and < stooping at p.m.", "Sharp gnawing pain in r. temple a.m., causing him to grasp his hand and shut his eyes.", "Throbbing of temporal and carotid arteries, a.m.", "Pain in small circumscribed spot on vertex.", "Pressure on vertex and forehead.", "Eruption on forehead of small red pimples, sore to touch and very hard; when one went another came.", "Scalp sore on moving hand through hair.", "Scalp sore as if hair had been severely pulled." ],
    "Eyes" : [ "Wrinkles round eyes.", "Eyes wide open, moist, and sparkling.", "Eyes: red; full and tense; dull and heavy; burning; very sensitive to light; sensation as if sand in them.", "Pain: over l. eye; severe in supraorbital region on waking in morning; < motion and stooping; heavy, bruised sensation.", "Sharp shooting over r. eye.", "Burning in lids.", "Burning in lid-margins.", "Lids swollen and itching.", "Lids agglutinated.", "Pain in l. inner canthus.", "Lachrymation.", "Pupils dilated: enormously and insensible; alternating with contraction.", "Vision weak, < by bright sunlight.", "Erethritic amaurosis.", "Muscae; flickering black points and streaks; darkness before eyes; everything seemed too bright.", "Sparks before eyes (with nausea)." ],
    "Ears" : [ "Most violent parotitis.", "Stitches in ear.", "Sounds seem distant.", "Buzzing before ears." ],
    "Nose" : [ "Nose deep red.", "Considerable sneezing.", "Discharge of thin, watery substance; from r. nostril, l. being closed.", "Burning in nose.", "Nose swollen, painful, and black.", "Tip of nose black." ],
    "Face" : [ "Wrinkles round eyes, on upper lip and on fingers.", "Face highly congested, wild anxious.", "Face; red, swollen; bloated; itching.", "Expression: fatigued; of fright and terror; as if intoxicated.", "Face pale.", "Sloughs detached from face.", "Sharp, neuralgic-like pains shooting from lower jaw up into l. ear, coming and going suddenly (10 a.m.).", "Lips dry and blistered; as if scalded.", "Trismus." ],
    "Mouth" : [ "Lips and tongue dry as if scalded.", "Tongue sore as if burnt.", "Dryness: of back of tongue and arch of palate; of mouth.", "Insipid taste (with pain over eyes) on waking in morning.", "Utterance becomes uneasy." ],
    "Throat" : [ "Throat sore as if burnt.", "Stitches in r. side of throat.", "Raw sensation in throat, painful on swallowing, solids or liquids.", "Tickling in throat causing cough.", "Fauces: dry; sticking in, <, on swallowing, at times stitches shooting to drum of r. ear.", "L. tonsil swollen.", "Feeling as if splinter in r. tonsil.", "Cramp in oesophagus.", "Violent beating of carotids." ],
    "Stomach" : [ "Appetite lost.", "Great thirst, for large quantities, often.", "Empty eructations with burning in stomach.", "Heartburn.", "Nausea with sparks before the eyes, continuing till he went to sleep.", "Nausea and retchings.", "Nausea and efforts to vomit, followed by profuse vomiting, at first of mucus, afterwards of bluish or greyish-black fluid.", "Vomit: ingesta; blackish-green liquid, thick.", "Severe pain in region of stomach, extending into heart region and l. shoulder (5 p.m.).", "Pressure in stomach; constant or in paroxysms.", "Cramps; cutting; burning in pit of stomach.", "Burning in stomach extending up into oesophagus." ],
    "Abdomen" : [ "Violent cutting in umbilical region.", "Abdomen excessively distended and tense.", "Colic; and ineffectual urging.", "Pain p.m., as if intestines were cut with knives.", "Pains in abdomen and desire to lie down." ],
    "Stool and Anus" : [ "Tenesmus in anus.", "Stools: natural but more frequent; semi-fluid; yellow, watery.", "Stools followed by burning pain in stomach, extending up, with nausea.", "Constipation, small, dry, hard stools." ],
    "Urinary Organs" : [ "If a sweat did not break out an extraordinary discharge of urine occurred, frequently followed by purging." ],
    "Respiratory Organs" : [ "Respiration: rapid; difficult; quick but easy; stertorous." ],
    "Chest" : [ "Chest: oppression of; constriction of.", "Pressure on sternum and at tenth dorsal vertebra.", "Cutting pains in l. side.", "On upper part of sternum a large round blotch, deep red." ],
    "Heart" : [ "Anxious feeling in region of heart.", "Pulse: rapid, scarcely perceptible; irregular; slow, small, soft." ],
    "Neck and Back" : [ "Neck sore, stiff, as if bruised; < moving head.", "Severe pains in muscles of neck.", "Great pains in back of neck and shoulders and in lower limbs.", "Pains in back of neck and between shoulders.", "Bruised feeling in back and limbs." ],
    "Limbs" : [ "Restlessness in limbs and carphologia.", "Wandering pains, first in shoulders, then down arm, then in lower limbs.", "Severe pains in all the limbs, p.m.", "Painful drawing in arms and feet." ],
    "Upper Limbs" : [ "Arms heavy, prostrated, < r.", "Dull, heavy pain in r. arm extending to finger-tips (10 a.m. to p.m.).", "Lancinating pains down l. arm.", "Pain shooting through l. arm and wrist.", "Pain in l. shoulder and r. wrist.", "Palms greenish blue.", "Tips of fingers black as if dyed.", "Vesicles appear on back of hands, break and discharge an acrid fluid.", "Eruption like small-pox; sloughs form on fingers." ],
    "Lower Limbs" : [ "Gait unsteady, heavy, insecure.", "Trembling of lower limbs, esp. of muscles of thighs, like small successive jerks.", "Lower limbs prostrated, < l.", "Thighs weak.", "Pain in r. knee extending up to hip.", "Legs feel sore on walking as if bruised.", "In l. calf: compression, crawling.", "Swelling of feet.", "Tearing on back of l. foot.", "Chronic ulcers on feet." ],
    "Generalities" : [ "Coma, convulsive agitation, plaintive cries.", "In midst of convulsion the children stretch out their hands, as if to grasp something, carry them eagerly to their mouths, and go through the motions of mastication and swallowing.", "Most violent, convulsive agitation.", "Convulsions, tetanic rigidity and death.", "Lies on back in entire prostration, disturbed at intervals by spasmodic movements.", "Increased distension and prominence of varicose veins.", "All muscles sore to touch.", "Bruised feeling of whole body.", "Great sensitiveness to cold air." ],
    "Skin" : [ "Red blotches like scarlatina; irregularly dispersed over whole surface.", "Great swelling and intolerable itching of face, eyelids, lips, hands, and feet.", "Hands, feet, and nose painful, swollen, and black.", "Black line of swollen parts; shiny, painful.", "The swelling and black discoloration diminish together, and are followed by desquamation.", "Itching burning of extremities.", "Vesicles on back of hands; sloughing on fingers; blisters discharge acrid fluid over arms.", "Sloughs are detached from face, but r. hand swells up again.", "Face cleans off, but hands are again covered with hard and very painful crusts, which fall off and are soon replaced by new ones.", "Swelling of feet, arms, abdomen, scrotum, and penis." ],
    "Sleep" : [ "Sleepiness; during forenoon; all day.", "Deep sleep.", "Night very restless, sleepless, with hallucinations and carphologia.", "In middle of night he wakes up uttering groans, which are wrung from him by violent headache.", "Feeling on waking as if he had lost several nights' sleep.", "Dreams: waking him in terror, with sensation of falling from a great height; of snakes." ],
    "Fever" : [ "Alternation of coldness and heat.", "Flushes across face, p.m.", "High fever followed by profuse sweat.", "High fever, p.m., with great pain in back of neck, shoulders, and lower limbs.", "Heat, redness of face.", "Fever, painfulness in praecordia, distension of abdomen with at times screaming and grasping at abdomen, and constipation.", "Burning dry heat.", "Skin burning, sweating.", "Heat in face, hands, and along back.", "Flashes of heat run up and down back.", "Frequent sweats.", "Whole body bathed in profuse sweat." ]
  }
}