{
  "remedyName" : "Solanum Oleraceum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Breasts, swelling of. Catarrh. Glands, swelling of. Herpes. Lactation, profuse. Leucorrhoea. Pustules. Sleep excessive. Stye. Urticaria." ],
    "Characteristics" : [ "This plant, says Mure, is herbaceous, stem somewhat woody, the upper branches being covered with short and crooked thorns. It grows on the shores round Rio Janeiro in damp and shady places. The most remarkable symptom of the proving was \"Swelling of the mammary gland with profuse effusion of milk\" occurring in a negro woman of Other symptoms were: \"Pain and swelling of face and throat with inflammation.\" \"Cold feeling in left chest after drinking.\" There was drowsiness with headache, and the generally deranged sleep of the other Solanaceae." ],
    "Mind" : [ "Sad.", "Irritable." ],
    "Head" : [ "Drowsy with headache." ],
    "Eyes" : [ "Stye on r. lower eyelid.", "Pain at internal canthi of eyes.", "Inflammation of l. upper lid." ],
    "Nose" : [ "Discharge of fetid, yellow mucus from l. nostril.", "Acute catarrh." ],
    "Face" : [ "Pain in face.", "Pain and swelling of face and throat with inflammation.", "Continual redness of face.", "Violent pain in l. cheek, spreading over whole face." ],
    "Teeth" : [ "Toothache.", "Toothache at night." ],
    "Mouth" : [ "Tongue coated white.", "Ptyalism." ],
    "Throat" : [ "Sore throat." ],
    "Appetite" : [ "No appetite." ],
    "Stomach" : [ "Difficult digestion.", "Lancinating pain in stomach not lasting long." ],
    "Urinary Organs" : [ "Scanty urine." ],
    "Female Sexual Organs" : [ "Short-lasting menses.", "Discharge of white mucus from vagina.", "Swelling of mammary glands with profuse effusion of milk, on the second day.", "Shortly after taking the drug the breasts of a negro woman of began to swell and discharged a quantity of milk." ],
    "Respiratory Organs" : [ "Suffocating cough." ],
    "Chest" : [ "Sense of chilliness in l. side of chest, after drinking." ],
    "Neck" : [ "Swelling of cervical glands." ],
    "Lower Limbs" : [ "Tickling at the lower limbs.", "Herpetic eruption on ankle." ],
    "Skin" : [ "Pustules all over, first white, then red, with an intolerable itching now and then.", "Nettle-rash with fever.", "Itching." ],
    "Sleep" : [ "No sleep for two nights.", "Drowsy for four hours in the middle of the day.", "Drowsy all day.", "Drowsy with headache." ]
  }
}