{
  "remedyName" : "Solidago",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Calculus. Croup. Deafness. Dysuria. Eruptions. Gout. Leucorrhoea. Ophthalmia, scrofulous. Phosphaturia. Prostate, enlarged. Rheumatism. Sciatica. Scrofula. Urine, scanty; suppressed." ],
    "Characteristics" : [ "The common Golden Rod is the only British species of Solidago. It is common in woods and heathy thickets. \"This herb, \", says Rademacher, \"is a very old and good kidney medicine. It is a specific for kidneys, and brings the patients back to the normal condition.\" I quote from a paper by M. Gucken in H. R., iv. Gucken confirms Rademacher's observations and quotes further confirmations and cures, by Dr. Buck of Wurtemburg. According to Buck Solid. v. is Specially Suited to scrofulous subjects, but not exclusively to them. The grand keynote of this remedy lies in the condition and the action of the kidneys and the quality of their secretions. Diseases arising from or complicated with defective action of the kidneys are very likely to be benefited by Solid. Pain and tenderness in kidney region; pains extending from kidneys to abdomen, bladder, and down limbs; urine dark, red-brown, scanty, thick, voided with difficulty; albuminous, mucous, and phosphatic urine", "these are the leading symptoms. Affections of any other parts or organs complicated with these symptoms will probably find their remedy in Solid. Buck mentions scrofulous inflammation of the eyes. I have seen very sharp attack of conjunctivitis produced in a patient who was taking Solid. for prostatic troubles. The following are Buck's cases: (1) A boy, aet. had severe membranous diphtheria with scarlet rash, which was removed by Merc. cy. and Bell.; but fever of typhoid type remained. The urine was albuminous and scanty, pulse weak and intermittent, feet swollen. Kali ars. was given, but the symptoms grew worse. A thorough examination of the patient showed great sensitiveness of the kidneys to pressure in spite of the otherwise apathetic condition. Solid. 3x was given, and in one day the urine became more profuse with corresponding improvement in the general condition. The boy peeled and recovered completely. (2) Clerk, had sleeplessness and pain in the back. He casually mentioned that it took him a long time to urinate for want of the necessary pressure. This he attributed to gonorrhoea, which he had had years before. No sleep till a.m., when he got some sleep, which was not refreshing. On rising, tired, especially upper part of thighs; then would begin the pain in the back, which extended to the loins and lasted till bedtime. Nux did not relieve. The urine was found dark, slimy, reddish, slightly acid, not albuminous. Kidneys sensitive to pressure. Solid. 3x, taken steadily for three months, cured. A year afterwards there was a relapse, but this time it took the form of sciatica, and Solid. again proved to be the remedy. (3) Mrs. F., wife of a farmer, stout, fresh-looking, had had her present trouble twenty-six years. After her confinement, which was difficult, and followed by prolapsus uteri", "still existing", "her legs began to swell and an itching rash broke out by degrees. Menstruation had always come on at the proper time, but suddenly stopped six months before Buck saw her. Since then the itching had been almost intolerable, the legs more swollen, and always cold. Appetite very poor; constant bitter taste in mouth, tongue thickly coated; at the same time a rising from the stomach as if she would suffocate, and at the least exertion she lost her breath. Urinated very little, and mostly at night. No pains in the back, but the kidneys were sensitive to pressure. \"The appearance of the lower limbs of this patient, \", says Buck, \"frightened me. From knee to heel they formed a bluish-red mass in the shape of a stove-pipe, and were covered with little blotches and crusts.\" The prolonged use of Solid. 3x, though it did not effect a cure, produced a mitigation of the whole body, so that the lady induced her eldest son to consult the doctor. (4) This man had also trouble in his lower limbs not unlike his mother's. A year before he had had some severe throat trouble, after which his lower limbs began to swell and itch. They were also tinted blue-red and covered with vesicles, his urine was scanty, and his kidneys sensitive to pressure. Solid. 3x cured him in a few months. Gallavardin (Alcoholism., p. 131) tells of a lady who cured her husband, who had been compelled to use the catheter for more than a year, by administering an infusion of the dried leaves and flowers of Solid. morning and evening. He mentions the case of seven patients, of ages varying from to who had been obliged to catheterise themselves for weeks, months, and years, and who were all cured with Solid. 1x. \"Clear, stinking urine\" is an indication of Cooper's." ],
    "Relations" : [ "Compare: In prostatic and urinary affections, Sabal., Santal., Hydrang., Triticum. Kidney-ache, Santal. Gonorrhoea and its effects; sciatica, Medor." ],
    "Head" : [ "Headache." ],
    "Eyes" : [ "Scrofulous, herpetic inflammation.", "(Given in a case of prostatic enlargement it caused inflammatory redness of eyeballs.)" ],
    "Ears" : [ "Sudden deafness, with ringing in ears and albuminous urine." ],
    "Nose" : [ "Nose dry; inner surface covered with blood-crust; scalding and very scanty brown urine." ],
    "Mouth" : [ "Flat ulcers in mouth and throat.", "Continuous bitter taste, disturbing rest, esp. at night.", "Tongue heavily coated, does not become clean till urine becomes normal." ],
    "Abdomen" : [ "Chronic catarrh of bowels.", "Sensation of pain in abdomen on both sides of the navel, on deep pressure.", "Flatulent distension.", "Severe pricking in both hypochondria to region of kidneys, reaching to lower limbs, with bitter taste, brown urine, &c." ],
    "Stool" : [ "Diarrhoea with scanty dark urine.", "Dysentery.", "Costiveness." ],
    "Urinary Organs" : [ "\"A very old and good kidney medicine\" (Rademacher).", "Pains in kidneys.", "Region of kidneys painful on pressure.", "Pains in kidneys which extend forward to abdomen and bladder.", "Dysuria; scanty and difficult.", "Urine: dark, red-brown, with thick sediment; dark with sediment of phosphates; slightly sour, neutral, or alkaline; with numerous epithelial cells or small mucous particles; epithelial cells with gravel of triple phosphates or phosphate of lime.", "Bright's disease.", "Clear, stinking urine." ],
    "Male Sexual Organs" : [ "(Enlarged prostate; obstructing flow of urine.)" ],
    "Female Sexual Organs" : [ "Haemorrhage.", "Chronic leucorrhoea in connection with copious watery urine and sediments of mucous particles and uriniferous tubules; epithelium." ],
    "Respiratory Organs" : [ "Heavy expectoration on coughing.", "Croup, with little blotches on hands and diminished urine.", "Chronic catarrh of lungs.", "Continuous dyspnoea.", "Periodical asthma with nightly dysuria." ],
    "Chest" : [ "Rheumatism of intercostal muscles." ],
    "Back" : [ "Chronic pains in loins." ],
    "Lower Limbs" : [ "Limping, dragging gait.", "Rheumatic pains in legs.", "Pains in thigh.", "The legs can be moved horizontally, but when moved perpendicularly they feel lame." ],
    "Skin" : [ "Scrofulous rash.", "Little blotches on hands and feet, itching very much.", "Very obstinate itching exanthemas.", "Exanthema of lower limbs without swelling of inguinal glands, but with disturbance in urinating (catarrh of kidneys)." ],
    "Sleep" : [ "Insomnia." ],
    "Fever" : [ "Rheumatic fever.", "Very frequent pulse.", "High fever." ]
  }
}