{
  "remedyName" : "Spigelia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Adenoids. Amaurosis. Angina pectoris. Ciliary neuralgia. Cold. Constipation. Depression of spirits. Diaphragm, stitches in. Exophthalmic goitre. Eyes, pains in. Gastric catarrh. Glaucoma. Headache. Heart, affections of. Hernia, inguinal. Iritis. Jaw-joint, pain in. Neuralgia. Otalgia. Post-nasal catarrh. Prostatorrhoea. Pterygium. Rectum, cancer of. Rheumatism. Scarlatina. Sigmoid flexure, cancer of. Stammering. Strabismus. Tinnitus. Tobacco habit. Toothache. Worms." ],
    "Characteristics" : [ "Spigelia anthelmia is a common weed in South America.: S. Marylandica, \"Pink-root\" or \"Worm-grass, \", is a native of the Southern States of North America. Spigel. anth. is an acro-narcotic. It was known in Europe in Hahnemann's time as an anthelmintic, this property of the drug having been learned from the negroes of the Antilles. Hahnemann's proving (M. M. P.) revealed many other virtues. He says of the plant that it has this peculiarity: the primary action of a single unrepeated dose usually increases somewhat daily during the first seven to ten days, so that pure experiments with it should be conducted with caution seeing that to drops of the tincture produce violent effects even in robust persons. Violence is a note of the Spigelia action. The pains are intense, and it produces pains in all parts. It is a neuralgia remedy par excellence. I was once written to by a patient in the country, and the only definite points that I could make out of the case were that there was neuralgia and that it affected the left side. I ordered Spi., and it speedily cured. Spi. is more left-sided than right, but by no means exclusively left, sided. The pains are burning, jerking, tearing, pressing and stitching; they radiate and extend to other parts; are < by noise, jar, movement; change of weather", "especially stormy weather. Head, eyes, face, teeth, and heart are the principal seats of Spi. action. Hochecker (H. R., x. 147) relates the case of Miss O., blonde, tall, robust, who had neuralgia for several weeks, without traceable cause. Pains came suddenly, twitching and tearing of left side of face, now in ear, then in lower jaw, and were particularly < by mastication. A peculiarity was that whenever the pains were about to commence a diarrhoea set in. A single powder of Spi. cured. Hochecker also cured with Spi. and a case of tic-douloureux of right side of fifteen months' duration. In this case each lower attenuation after first relieving caused an aggravation. That was why the attenuations were successively raised. Spi. completed the cure. This patient had dark hair and dark complexion. She attributed her trouble to taking cold in a draught when heated by dancing. Sensitiveness to cold, to wet and stormy weather, is one of the notes of Spi. The left-sidedness of Spi. is shown in its affinity for the heart. Sometimes the heart, eyes, and head are affected together. A case is quoted in A. H. (xxii. 417) in which there were darting and aching pains in head, nose, and eyes, and similar pains about the heart with slow, irregular action, but no murmur. Vertigo on stooping and heat of head. Sudden pains at bottom of back. The pains were < night and morning and in damp weather. In one prover the accustomed evening smoke caused violent toothache. I cured with Spi. a case of cardiac neuralgia caused by tobacco. I have frequently seen cardiac murmurs appearing in acute rheumatism disappear under Spi. In the eye, neuralgias, inflammation, amaurotic conditions, glaucoma presenting the symptoms of Spi. have been cured with it. The pains of Spi. are largely out-pressing, and proceed from within outward and below upward. A migraine comes from occiput and settles in or over left eye. In the eyes themselves there are intolerable pressive pains < on motion; but there are also stabbing pains through eye backwards into brain. The combination of heart and eye symptoms marks Spi. as the remedy in many cases of exophthalmic goitre. The anthelmintic properties of Spi. must not be lost sight of by homeopaths. It has the cardiac symptoms of helminthiasis: itching of anus and nose, colic, and borborygmus. Hering gives this case: \"Helminthiasis: dilated pupils; strabismus; putrid smell from mouth, itching of nose, griping pain in belly; throat inflamed, swallows often, pale redness in throat and swelling of mucous membrane; palpitation.\" Masses of lumbrici have been expelled and also threadworms. Fetid breath and fetid flatus are marked features of Spi. There is both constipation and diarrhoea. I have found it especially useful in heart cases where constipation has been a troublesome complication. The bodily sensitiveness of Spi. is paralleled by the mental irritability. But the most peculiar mental symptom is \"fear of pointed things as pins, &c.\" Meninger (A. H., xx. 282) had a severe case of nausea of pregnancy which he cured with Spi. The only leading symptom in the case was this: She was afraid of pointed things and asked her husband to take away a fork, crochet-needle, &c. (Sil. has a somewhat similar symptom, but the Sil. patient hunts for pins although afraid of them.) Spi. corresponds to rheumatism as well as to heart affections the consequence of rheumatism. A patient whom I successfully treated for a serious heart affection with Spi. told me that under the treatment he had lost a pain in the right knee which he had had for eighteen months, and which he had not mentioned to me at first. The pain was as if dislocated; unable to rise from kneeling; cannot find an easy position, often for hours at night. Peculiar Sensations of Spi. are: As if he would fall. As if intoxicated. As if head would burst. As of a band around head. As if head tightly bound. As if electric sparks in temples. Brain as if loose. As if nerves being cut with a fine instrument in forehead and temple. As if eye would be pushed out of head. As if hairs or feathers on lashes. Upper lids as if paralysed. Eyeballs as if too large. As if sand in eyes. As if needles thrust into eyeball. As if eye would be pressed out of socket. As if eye would fly into pieces. As if eye were being pulled forward and backward. Pain in eye as if it would drive him crazy. As if ear loosely stopped or a thick mist before it. As if back of nose were lightly touched by hair, or as if a gentle wind were blowing across it. Face feels as if it had been scorched. As if all muscles of left side of face from head to neck and left axilla were pierced with red-hot needles. Teeth as if too long. As if left side of lower jaw would be torn out of its joint. Sensation resembling purring of cat. As of a worm rising in throat. As of a half fluid body ascending in throat. As of a hard lump in throat. As if abdomen would burst. As if all intestines would be constricted. Suffocating as if from a quantity of water poured into windpipe. Pulse as if a thread pulled through arteries. As if heart compressed or squeezed with a hand. As if heart being crushed. As if everything in chest were too short, loose, and wabbling about. As if something tearing in chest. In left scapula sensation as though blood dripping through a valve. Spi. is Suited to: Anaemic, debilitated subjects, of rheumatic diathesis; to scrofulous children afflicted with ascarides and lumbrici; to persons with light hair; pale, thin, bloated, weak; with wrinkled, yellow, earthy skin. The body is painfully sensitive to touch, the part touched feels chilly; touch sends a shudder through the whole frame. Spi. is a sun remedy: headache beginning at sunrise, at its height at noon, declining to sunset. In chest affections there are stitching pains synchronous with the pulse. Stammering: repeats first syllable three or four times; with abdominal ailments; with helminthiasis. The symptoms are < by touch. Contact and pressure of clothes is unbearable. (Pressure > neuralgia.) < jarring; hard step. Rest >. Motion <. Moving, shaking head <. Moving eyes <. Moves very carefully. Lying with head high; or on right side >. < Rising; stooping; bending forward. > Whilst eating, < immediately after. Warmth >; (< headache). Open air = pain in eyes; > headache. < Slightest draught; cold, damp, rainy, stormy weather; cold air; cold washing; (cold application > neuralgia temporarily). < Morning on waking. Pain increases and declines with sun. < (Also sometimes >) from tobacco. Opening mouth < headache." ],
    "Relations" : [ "Antidoted by: Camph., Aur. (restlessness in limbs); Cocul., Puls. Antidote to: Merc., Colch. (heart). Compatible: Aco. (endocarditis); Ars., Dig., K. ca., Zn. (heart); Iris (prosopalgia); Arn. (carbuncle). Compare: Botan. Nux, Ign., Curar. Pains; left eye, Aco. Neuralgia in left eye, Ther. Headaches, coming and going with sun, Na. m., Sang., Tab. Neuralgia, Act. r. (Act. r. < right). Catarrhs, Puls. Eye pains, Bell. (Bell. more right-sided; more congestion). Heart pains; white stools, Dig. Ciliary neuralgia, Ced., Mez. (mercurial), Thuj. (pains go up and backwards). Stitches in heart, Hep., Na. m., K. ca., Ars., Caust. Headache begins occiput and goes to left eye (Sang. to right; Sil. to both). Tic-douloureux, Thu., Coccin. Aversion to be washed, Ant. c., Clem., Hep., Rhus, Sep., Sul. Faintness connected with stool, Ap., Nux m., Pul., Ver. (with scanty stool, Crot. t., Dulc., Ox. ac., Pet., Sars., Sul.). Neuralgia with pallor (with redness, Bell.). Nausea at sight of food, Colch., Lyc., Mosch., Ph. ac., Saba. Worms, Saba., Cin., Teuc., Scirrh., Stn. < Moving head, Sol. n. Coughing, loud speech = head pains, Bry., Caps., Nat. m., Sul. Illusions of vision, Cycl. (Cycl. when with any trouble, headache, sick stomach, &c., one always sees countless stars), < Tight clothing, Lach. Contraction of fingers, Gels., Guaiac. Sensitiveness to touch, K. ca. As if eyes too large, Act. r., Comoc. Sensation of band round heart, Cact., Carbl. ac., Sul. Post-nasal catarrh, offensive, causing choking at night, Hdrast. Scirrhus of sigmoid flexure or rectum, atrocious, unbearable pain, Alumen. Dyspnoea, must lie on right side with head high, Cact., Spo. Toothache from tobacco, Plant. Teste puts Spi. in his Arn. group; he considered it a \"chronic\" of Arn." ],
    "Causation" : [ "Chill. Tobacco." ],
    "Mind" : [ "Sadness and discouragement.", "Agitation and anxiety, with restless care concerning the future.", "Timidity.", "Afraid of pointed things, pins, &c.", "Sits as if lost in thought, stares at a single point.", "Moroseness, to the extent of suicidal mania.", "Great dejection in evening; he could have killed himself (with chilliness of body).", "Weakness of memory.", "Absence of ideas.", "Difficulty of thinking.", "Unfitness for intellectual labour." ],
    "Head" : [ "Head confused, as from intoxication or dizziness.", "Giddiness when looking downwards.", "Vertigo, to such an extent as to fall down when walking, standing, or looking down.", "Vertigo, with nausea.", "Headache, on shaking head, with vertigo, and sensation of heaviness.", "Neuralgic pains flying from one part to another.", "Headache beginning in cerebellum, morning, spreading over l. side of head, causing violent and pulsating pain in t. temple and over l. eye, with stitches in left eye; returning periodically. Painfulness of cerebellum with stiffness of neck.", "Stitches in l. side of head and out of l. eye.", "Headache like a heaviness; on drawing the facial muscles it seems as though the skull would burst upward and asunder.", "Fine burrowing-tearing pains in brain, esp. violent in l. parietal bone; < on false step.", "Sharp shaking just behind and above r. frontal eminence.", "Pressive pain in r. side of head involving r. eye, morning in bed, < after rising; pain deeply seated, unaffected by pressure, very acute on motion; on suddenly turning head brain seemed loose; < every jar, step, even straining at stool.", "Stitches like electric sparks in head.", "Pains in head < by slightest movement, by least noise, and by opening mouth.", "Headaches are < from least noise; > when lying with head high, and from washing head with cold water.", "Painful tenderness of the occiput, with sensation of numbness and stiffness in nape of neck.", "Periodical headaches.", "Pressing asunder in head, esp. in r. temple; < from motion and opening mouth; > while at rest.", "Pressure in head, compressive or expansive, < by stooping.", "Sensation of a tight band around head.", "Pain, as if head about to burst, when coughing and speaking loud.", "Tearing, digging, or boring headache from within to without, in forehead, vertex, or cerebellum, < during movement.", "Sensation of soreness in forehead and vertex.", "Tearing in forehead in paroxysms, with fixed eyes.", "Pulsative lancinations in forehead, with noise as of hammering before the ears.", "Commotions and blows in head, while walking in open air.", "Shaking in brain at every step, and at every movement of head.", "Burning pain in exterior of forehead and temples as far as eyes.", "Tension in scalp.", "Painful tenderness of scalp when touched; < when moving the scalp.", "Head feels too large." ],
    "Eyes" : [ "Neuralgia of eyes, esp. where there is great soreness, and can scarcely bear a touch; affections of the eyeball; eyelids; optic nerve; dilated pupils; ocular illusions", "sees strange things, fiery, luminous rays, sparks, &c.", "On shutting eyes a sea of fire appears.", "Illusion as if hairs or feathers on lashes; < on moving them.", "Impending amaurosis.", "Pains in eyes, deeply seated in sockets.", "Aching (pressure) in the eyeballs, esp. when turning them.", "Pains in the eyes during movement, as if eyeballs were too large.", "Digging, boring, and shootings in eyes, penetrating into head, sometimes with pain, which drives to despair.", "Pains as if needles thrust into r. eyeball.", "Movement of eyes and muscles of face < the pains.", "Tingling in eyes.", "Itching in r. eyeball, returning after rubbing.", "Dry heat and burning sensation in eyes, which forces them to close.", "Redness of sclerotica, with injection of blood-vessels.", "Inflammation of eyes and of cornea.", "Inflammation and ulceration of lids, with smarting pain as from excoriation.", "Eyes confused and dull.", "Profuse lachrymation.", "Acrid, smarting tears.", "Great sensitiveness of eyes to light.", "Hanging down of lids as from paralysis.", "Sensation as of a hard substance under r. upper lid, > by rubbing.", "Violent burrowing stitch in middle of eye and in inner canthus that does not prevent vision, but presses upper lid down.", "Upper lids feel hard and immovable.", "Pain as if l. orbit were pressed from above downward.", "Tendency to wink.", "Weakness of eyes; in whatever direction they are turned they remain.", "Difficulty in raising the eyelids, with painful sensation of stiffness.", "Contraction and involuntary movement of eyes.", "Squint; convergent.", "\"A dose of Spigel. always produced squint in us when children\" (American lady's testimony.", "R. T. C.).", "Strabismus whether from worms or not (Macfarlan).", "Pupils dilated.", "Loss (momentary suspension) of sight.", "Presbyopia." ],
    "Ears" : [ "Earache with an ichorous, scalding discharge; hearing very sensitive; noise in the ear as of something fluttering.", "Pain in margin of l. concha.", "Drawing in l. antitragus.", "Itching in r. concha.", "Pressive pains in r. ear.", "Otalgia, with pressive, troublesome pain, as if there were a plug in ear.", "Jerking tearing in ears.", "Squeezing, itching, and burning sensation in external ear.", "Itching in r. vesicle.", "Stoppage of ears, with or without dysecoia.", "Periodical deafness.", "Sensation of distant ringing in ears, with sensation as if the ear were loosely stopped or a thick mist were in front of it.", "Roaring, buzzing, and pulsation in ears.", "Noise of hammering before ears." ],
    "Nose" : [ "Itching in nose, with tickling.", "Tickling on back of nose, as if lightly touched by hairs, or as if a gentle wind were blowing across it.", "Tingling, shooting, boring, smarting and itching in nose.", "Herpetic eruption on nose with pain, as from excoriation.", "Stoppage and dryness of anterior nose, with copious discharge of whitish and yellowish mucus from posterior nares.", "Frequent sneezing; discharge of bloody mucus.", "Mucus at one time white, at another time yellow, is discharged from nose; at same time much mucus is discharged from mouth.", "Fluent coryza, which recurs frequently, esp. after slightest chill." ],
    "Face" : [ "Face pale and wan, with yellow circles round eyes.", "Redness of face; perspiration on face.", "Cheeks and lips at one time a deep red, at another time pale.", "Burning in r. side of upper lip.", "Bloatedness of face, esp. after sleeping.", "Facial muscles seem distorted and swollen, morning on rising.", "Prosopalgia (mostly l.", "sided).", "Jerking tearings, burning sensation, and aching in region of Zygomatic process; or violent pains, which cannot bear the slightest touch or least movement, with shining swelling of side affected.", "Periodical neuralgia; from morning until sunset; < at noon; < from motion or noise.", "Semilateral pains in face, with praecordial anxiety and great agitation.", "Exostosis of the temporal part of the orbit.", "Lips tense and burning.", "Small blackish pimples on upper lip.", "Pressive pain in angle of lower jaw, as if in the jaw or in the teeth, proceeding from the ear.", "Tearing in lower jaw, radiating to ear and about it as far as nape; could not move head without pain.", "Pain as if r. side of lower jaw would be torn out of its joint, only when chewing." ],
    "Teeth" : [ "Toothache (in evening) after customary smoke in evening.", "Toothache > by tobacco smoke.", "Pain, like pressing asunder, in the teeth, immediately after a meal, or at night, which does not permit continued lying down.", "Toothache so that he was unable to sleep at night; it drove him out of bed; not during day, except just after eating, not while eating.", "Toothache > by warmth of bed.", "Toothache like a pressure outward; < lying on r. side.", "Jerking toothache, or with pulsative tearings, esp. in carious teeth, < by cold water after eating or by contact with the open air; > whilst eating and when lying down.", "Toothache with prosopalgia, paleness and bloatedness of face, yellowish circles round eyes, palpitation of heart, shivering and agitation." ],
    "Mouth" : [ "Offensive exhalation from the mouth, noticed only by others.", "(Stinging) lancinating dryness in mouth on waking in morning.", "Much white, frothy saliva in mouth.", "White or yellow mucus in mouth and palate.", "Tongue cracked.", "Vesicles, with burning pain, on tongue and palate.", "Took away the pain of cancer of tongue (Bayes, H. W., xviii. 3)." ],
    "Throat" : [ "Sore throat, with lancinations and swelling in palate.", "Discharge of mucus from fauces all day, most from posterior nares.", "Cervical glands swollen." ],
    "Appetite" : [ "Putrid, fetid taste.", "Anorexia, with violent thirst.", "Repugnance to tobacco-smoke and snuff.", "Dislike to coffee.", "Bulimy, sometimes with nausea and thirst." ],
    "Stomach" : [ "Risings after every meal.", "Sour risings.", "Nausea (in the morning) when fasting, with a sensation as if something were ascending from stomach into throat.", "Accumulation of mucus in the stomach.", "Pressure in stomach and scrobiculus as from a heavy body (as from a hard lump).", "Lancinations in pit of stomach and diaphragm, sometimes with obstructed respiration.", "Dull stitches, in pit of stomach, < from inspiration, with oppression of the chest.", "Inability to bear tight clothing round scrobiculus; the least contact causes anguish, with redness and heat of face, and sensation as if something were torn away in chest." ],
    "Abdomen" : [ "Griping in abdomen, as if intestines constricted, with anxiety and difficult breathing.", "Abdomen hard, and painfully tight.", "Stitches in region of diaphragm, l. side, arresting breathing.", "Pressure in umbilical region, as by a hard body.", "Colic, with pinching pains, cuttings (from worms) in the umbilical region, with shivering, diarrhoea, and copious secretion of urine.", "Lancinations (stitches) in the abdomen.", "Tensive pain in the groins when touched.", "Grumbling and borborygmi in the abdomen.", "Painful pressure in lower abdomen, as if it would burst, esp. in evening before a soft stool; sometimes > after.", "Expulsion of fetid flatus." ],
    "Stool and Anus" : [ "Frequent, urgent, and ineffectual want to evacuate.", "Soft, liquid faeces.", "White stools daily.", "Nodular stool with violent pressure.", "Faints during stool.", "Hard, difficult evacuations, with much mucus.", "Discharge (of large lumps) of mucus from anus, without evacuation.", "Liquid diarrhoea of faecal matter and of mucus.", "Diarrhoea, with pinchings in abdomen and coldness in body.", "Discharge of faeces with worms.", "Ejection of lumbrici and ascarides from rectum.", "Itching and sensation as if something were creeping in rectum and anus.", "Boring stitches in perinaeum.", "(Scirrhus of sigmoid or rectum, atrocious, unbearable pains.", "H. C. Allen)." ],
    "Urinary Organs" : [ "Urine, with whitish sediment.", "Frequent want to urinate, with profuse emission, even at night.", "Sudden and involuntary dribbling of urine, with burning sensation in anterior part of urethra.", "Discharge of prostatic fluid from the urethra." ],
    "Male Sexual Organs" : [ "Tingling round glans penis.", "Semilateral swelling of glans.", "Erections, with lascivious ideas, without voluptuous excitement.", "(Discharge of prostatic fluid.).", "Itching stitch in r. testicle and penis, from behind forward." ],
    "Respiratory Organs" : [ "Catarrh, with hoarseness, continual discharge of mucus from nose, dry heat without thirst, prominent eyes, distressing headache, and disposition to weep.", "Nocturnal catarrh, with cough.", "Cough in open air, with pain in chest as from excoriation.", "Dry cough, violent and hollow, caused by irritation low down in trachea, with respiration obstructed, even to suffocation.", "Short, dry cough causing soreness of chest.", "Shortness of breath, esp. when talking, with anxiety and redness of cheeks and lips.", "Dyspnoea when moving in bed; can only lie on r. side; or with the head very high.", "Danger of suffocation on least movement, and esp. on raising arms." ],
    "Chest" : [ "Aching at the chest, with painful oppression.", "Contraction of chest, with anguish and obstructed respiration.", "Stitches in diaphragm with dyspnoea.", "Noise in the chest like that made by a spinning-wheel, esp. in region of heart.", "Pressure, burning or incisive sensation, pain, as from ulceration and tearing in chest, esp. on lifting arms.", "Cutting tearing beneath l. nipple, extending to region of scapulae and upper arm, < during inspiration and deep breathing.", "Sensation of trembling in thorax, < by moving arms.", "Spasmodic sensation in chest, proceeding from pit of stomach and causing choking.", "Tensive lancinations in chest, esp. when drawing breath." ],
    "Heart" : [ "Violent palpitation of heart, perceptible to sight and hearing, often with anxious oppression of chest, < by curving chest forwards and by sitting down.", "Noise in chest, like that made by a spinning-wheel, esp. in region of heart.", "Sudden attack of suffocation, with palpitation of heart and anguish.", "Heavy aching in region of apex, with feeling as if a dull-pointed knife were slowly driven through it.", "(Organic diseases of the heart; rubbing, bellows sounds.).", "Sensation in heart as if squeezed with hand; as if crushed.", "Lancinations in region of heart.", "Stitches in heart, sometimes synchronous with the pulse.", "Sensation of trembling in heart.", "The beatings of the heart do not correspond with those of the pulse.", "Pulse weak, irregular, trembling.", "Undulating movement of the heart.", "In affections of the heart, particularly if the whole l. side is sore from the affection, and possibly the eyes also from sympathy; purring of heart as of a cat; palpitation of the heart with anguish; trembling pulsation of the heart; sympathy of the chest with heart troubles.", "(Visible pulsation of heart.", "Violent, oppressive action of heart extending to top of head.", "Tumultuous action of heart in acute rheumatism and other acute disorders.", "R. T. C.)" ],
    "Neck and Back" : [ "Needle-like stitches in upper dorsal vertebrae; in r. scapula.", "Sensation in l. scapula as though blood were dripping through a valve, a kind of bubbling.", "Red pimples on neck, with pain as from excoriation when touched.", "Hard and painful swelling of glands of the neck.", "Pains in nape, < when still, > by motion.", "Intermittent drawing in posterior cervical muscles and up to occiput.", "Sticking pain in r. side of neck; on swallowing, pain in parotid gland.", "Itching of anus and coccyx.", "Pain in back as from a fracture, also during movement.", "Bruised feeling in spine, even during rest.", "Lancinations (stitches) in back, sometimes on drawing breath." ],
    "Limbs" : [ "Fatigue.", "Drawing, tearing, twitching pains in limbs and joints.", "The limbs are affected mostly when walking." ],
    "Upper Limbs" : [ "Heaviness and trembling of arms.", "Easy numbing of arms and hands.", "Jerking of muscles of arms and forearms.", "Violent lancinations and shocks in bend of elbow and joints of hands and fingers.", "Spasmodic drawings and tearings in bones of hands. Hard nodosities in the palms, with burning itching.", "Hands of a pale yellow colour.", "Contraction of fingers.", "Purulent pimples on fingers." ],
    "Lower Limbs" : [ "Pain, as of a fracture, tension and shootings in thighs, almost exclusively, when walking, or during rapid movements.", "Stitches in the joints of the legs and feet and in the thigh.", "Violent lancinations in knee on bending it.", "Painful stiffness in knee-joint.", "Lancinating shocks in joints of feet.", "Excrescences, like warts, on toes." ],
    "Generalities" : [ "[Very violent neuralgia, followed by an extreme soreness; boring pains; pains as if parts were pushed or pressed asunder, or as if they would burst; sensation of extension in size; feeling as of a lump in the inner parts; darting pains in inner and outer parts; darting pain from within outward; in the joints; pains of a dragging or rooting character.", "Affections in general of r. side of face and nose; stool with maw-worms (oxyuris vermicularis), discharge of urine too copious, sensitiveness of outer parts; aversion to washing; trembling pulse that can scarcely be counted.", "< On stooping; when blowing nose; during expiration; after rising from a seat; from touching the parts affected; when walking in open air; from having worms.", "> While taking an inspiration.", "H. N. G.].", "Arthritic, shooting, or tearing pains in the limbs.", "Stinging pain in the limbs and principally in the joints.", "Tearing in the vicinity of the joints, as if the bone were scraped.", "Heaviness and soreness in the body when rising from a seat.", "Sensitiveness of body to touch, with chilliness of the parts touched; or it sends a shudder through whole body.", "Great weakness, esp. mornings.", "Heaviness and sensation in limbs as if fractured.", "Convulsions.", "Lassitude, esp. after slight exercise, and in open air.", "Syncope, esp. when making an effort to evacuate, or in a warm room.", "Great sensitiveness to cold air, with sufferings from walking in open air.", "Great liability to suffer from a chill." ],
    "Skin" : [ "Pale, wrinkled skin of body.", "Painful sensibility of entire skin when touched.", "Painful glandular swellings.", "Red pimples, with pain, as from excoriation, when touched." ],
    "Sleep" : [ "Strong disposition to sleep by day, and also in morning or evening; but without sleeping until long after lying down.", "Sleep at night, unrefreshing, agitated, with uneasiness in limbs.", "Heavy, stupefying sleep.", "Confused dreams, which cause him to awake wearied, and which he cannot remember." ],
    "Fever" : [ "Pulse irregular, generally strong, but slow.", "Trembling pulse.", "Frequent shiverings, esp. in morning or during slight exercise.", "Chill, frequently returning at the same hour in the morning.", "Chill, alternating with heat or perspiration.", "Chilliness on some part of the body, on others heat.", "The chill extends from the chest.", "Frequent heat, sometimes transient.", "Heat, esp. in back.", "Heat in face and on hands, with chill in back.", "Thirst for beer during the heat (with flushes of heat at night).", "At night putrid perspiration with heat at same time.", "Clammy perspiration.", "Cold perspiration." ]
  }
}