{
  "remedyName" : "Spiraea Ulmaria",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Conscientiousness, morbid. Convulsions. Epilepsy. Eyelids, affections of. Hydrophobia. Oesophagus, stricture of. Ptosis. Urine, deposits in." ],
    "Characteristics" : [ "Bojanus proved Spiraea, taking substantial doses. A leading symptom was the production of heat, general and local. Heat in throat; in oesophagus; under manubrium sterni; under ensiform cartilage. Bojanus was seized with remorse, a kind of morbid conscientiousness. Fulness and heaviness of head. Washing with cold water was very unpleasant, and caused a feeling as if the head were too large. A scurfy condition of eyelids and heaviness of lids after siesta cl were noted. The urine was turbid as if mixed with clay, and deposited red sand; had an oily film on the surface. Hansen mentions Spir. as having been recommended in hydrophobia, epilepsy, and eclampsia. The burning in oesophagus was > by eating and drinking but not by empty swallowing. Symptoms were < indoors; > in open air. < Moving head. < Sneezing. > Moving about." ],
    "Mind" : [ "At a.m. was attacked with remorse over a long-past slight indiscretion, with most fearful qualms of conscience and loathing of himself; could not rest on account of it, obliged to rise and walk about." ],
    "Head" : [ "Vertigo with heat in cheeks.", "Headache: < shaking head; with increased warmth of body, as if blood flowing more rapidly through vessels; > towards evening. Dulness and heaviness in head with pressive headache.", "On lying down at p.m. sensation like vertigo, as if all senses vanished and all blood left the head, with a prickling in face.", "Pain over whole head as if a ring were tightened about head with heaviness; on shaking head, brain seemed to wabble to and fro.", "After washing, head felt large.", "Pressive headache and fulness in forehead, < in house, > in open air." ],
    "Eyes" : [ "Eyes full of mucus, dried to crusts on waking.", "Lachrymation of l. eye, increased warmth in it; sclerotic bright red.", "On waking lids so heavy cannot open them for a long time.", "Sensation as if something hot mounted to eyes, causing biting and burning and sensation as if tears would flow, but they did not." ],
    "Face" : [ "Face red.", "Sensation as if blood mounted to face with increased heat." ],
    "Mouth" : [ "Slight drawing toothache in l. back teeth." ],
    "Throat" : [ "Increased warmth in pharynx, extending down to stomach; burning pressure in oesophagus, generally > at night; > eating and drinking, not on empty swallowing.", "Sensation as if oesophagus too small, constricted.", "Cold sensation in oesophagus extending to both sides of chest.", "Warmth in oesophagus opposite the manubrium sterni." ],
    "Stomach" : [ "No relish for smoking.", "Frequent eructations.", "Burning in small spot beneath ensiform cartilage as if something hot or acrid had been taken." ],
    "Abdomen" : [ "Frequent emission of very offensive flatus.", "Movings and gripings in hypogastrium during stool.", "After eating moving in navel." ],
    "Stool and Anus" : [ "Prickling, crawling, sticking in rectum and anus.", "Prickling, constrictive sensation long after stool.", "Frequent desire for stool, that suddenly disappeared.", "Stool delayed, evacuated with pressure and straining, hard, scanty, like sheep's dung.", "About p.m. somewhat hard stool, accompanied and followed by burning and soreness in the anus, and a sensation as if the anus were drawn up into rectum and something hard were still remaining there." ],
    "Urinary Organs" : [ "Burning at orifice of urethra while urinating during stool.", "Urine bright yellow when passed, becomes cloudy, forming a deposit like clay with red, gritty sand." ],
    "Male Sexual Organs" : [ "In morning in bed, violent erections with great sexual desire." ],
    "Respiratory Organs" : [ "At p.m. cough, at first dry, afterwards loose, with tickling and scraping in throat, that continued long after the cough.", "On inspiration air of room seemed very cold as if he had been chewing peppermint." ],
    "Chest" : [ "Pressure beneath manubrium sterni as if he had swallowed too large a morsel; or a large piece of hard-boiled egg." ],
    "Heart" : [ "Pulse: hard and tense; weak, soft; small, contracted, hard, afterwards full and large." ],
    "Upper Limbs" : [ "Cramp in muscle of forearm on lifting anything.", "Veins in hands distended." ],
    "Lower Limbs" : [ "Heaviness in lower limbs as if full, esp. on ascending steps." ],
    "Generalities" : [ "In afternoon, exhaustion with stretching and yawning.", "Discomfort after siesta." ],
    "Sleep" : [ "Overpowering sleepiness, heaviness in limbs and dulness of head.", "Difficult falling asleep in evening; restlessness, frequent waking.", "Dreams: vivid during midday nap; in evening lascivious and emission." ],
    "Fever" : [ "Great heat over whole body.", "Heat like rush of blood to head and face.", "While eating, and after, heat over whole body and rush of blood to head, with slight outbreak of sweat on chest, face, and hands." ]
  }
}