{
  "remedyName" : "Spongia Tosta",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aneurism. Angina pectoris. Asthma. Catalepsy. Chin, affections of. Clumsiness. Constipation. Cough. Croup. Diplopia. Exophthalmos. Fainting. Goitre; exophthalmic. Heart, hypertrophy of. Hernia. Jaw-joint, pain in. Laryngismus. Laryngitis. Myopia. Rheumatic fever. Rheumatism. Testicles, inflammation of. Tuberculosis. Varicosis. Whooping-cough. Worms." ],
    "Characteristics" : [ "According to Hahnemann, Toasted Sponge was first mentioned as a specific for goitre by Arnald von Villanova in the thirteenth century; but it was generally given mixed with other substances, and had fallen into disuse when Hahnemann proved it. The virtues of Spongia have been attributed to the Iodine contained in it, and partially liberated by the presence of roasting. But Spongia contains many other elements besides Iodine, and it has a distinctive action of its own. It is antipodal to Iod. in this respect, that it is best Suited to blue-eyed, fair-haired patients, whereas Iod. acts best on brunettes. Spo. is suited to scrofulous affections, and is often indicated with women of lax fibre, and children. One of the keynotes of Spo. is Dryness of mucous membrane", "of tongue, pharynx, larynx, trachea. Cough is caused by dryness. The cough itself is dry, intensely hacking, crowing, \"dry as a bone, \", or sounding like a saw being driven through a pine board. Dry asthma. In laryngismus, croup, and asthma the patient rouses up generally after midnight with fear of suffocation and death. The sputa cannot be raised, must be swallowed, swallowing >. In laryngismus there is contraction of larynx as if suddenly grasped. With the dyspnoea there is terrible sinking; he seems to be sinking down in a pit. The larynx is sensitive, but has not the hyperaesthesia of Lach. Like Lach. Spo. has < after sleep. Rouses up in sleep as if in a great fright. Cough is excited by talking; by dry, cold winds; > by eating or drinking; by swallowing; especially > by warm food. Sweets <. Spo meets some cases of true tuberculosis; of larynx; of apices, with commencing solidification; tubercles spreading downwards. Congestion of chest coming on when the patient is moving about with sudden weakness as if he would fall. Rawness in the chest is another note of Spo. The action of Spo. on the respiratory organs is closely connected with its action on the glandular system, the lymphatics, the thyroid, and testes are indurated. The blood, heart, and veins are also involved, and with the protruding eyes a perfect picture of exophthalmic goitre is produced. Hypertrophy of the heart is frequently met by Spo., and it is especially indicated when the right heart is affected and when asthmatic symptoms are associated with it. Spo. meets some cases of croupous deposit on the valves of the heart as it does croup of the larynx. The Spo. patient in phthisical and other conditions is subject to frequent flashes of heat. The chill commences usually across the back. He shakes near a warm stove. The heat which follows extends over the whole body except the thighs, which remain numb and chilly. In the heart affections the patient is aroused from sleep as if smothering; sits up in bed with an anxious look, flushed face, and hard, rapid breathing. Kent (M. A., xxv. 17) gives this indication: \"Rheumatic fever after having been over-heated, with arising heart complications.\" Nash gives this keynote of Spo. in valvular diseases: \"Awakes out of sleep from a sense of suffocation, with violent, loud cough, great alarm, agitation, anxiety, and difficult respiration.\" He says it is better than Lach. here; and relieves the \"dry, chronic, sympathetic cough of organic heart disease\" more frequently and more permanently than Naja. Spo meets also thickening of joints after rheumatic fever. In orchitis, with heaviness and screw-like squeezing pain in cord and testicle, Spo is the chief remedy, though others are generally needed before that stage is reached. Timidity, fear, and terror are leading mental symptoms. Any excitement and thinking of symptoms <. Peculiar Sensations are: As if head would fall to one side. As if tipsy. As if all her blood were mounting to head. As if skull would burst. As if hair were standing on end. Eyes as if twisted around. As if a battery of guns were discharged in ears. Stitches as if passing through tympanum. Nodule in concha as if it would gather and break. Jaw as if dislocated. As if eruption were to appear near chin. Left side of chin as if ulcerated. As if something had got jammed between teeth in chewing. As if gums and teeth were swollen, the latter being lifted. Outside of throat as if something were being pressed out. As of a plug in throat. As if he had drunk a great deal of luke-warm water, relaxation of stomach, and oesophagus. Pit of stomach as if growing together. Stomach as if standing open. Of obstruction in abdomen (and in trachea). As if something alive moving in abdomen. As if something alive beneath skin of abdomen. As if diarrhoea would ensue. As of a plug in larynx. As if a stopper or valve were in larynx. As of a nail pressing in larynx. As if larynx and trachea were removed. As if she would suffocate. As if child could not get breath. As if breathing through a sponge. As if chest would burst. Chest as if sore and bloody. As of a large accumulation and weight at chest. As if a broad body armed with points were pressing upward. As if a weight were dragging down on chest. As if she had something hot inside chest. As if blood would burst out of chest. As if cervical glands were swelling. As if skin of neck were compressed between fingers. As if air were passing up and down thyroid and cervical glands. Thyroid gland as if hardened. As if everything were shaking and moving about in goitre. As if goitre were alive. As if a pointed instrument were thrust into scapulae. As if bones of forearm were being pressed together. As if parts in and between wrists were weakened by decay. As if a muscle were too short in upper end of thigh. As if knees would give way. As if weight hanging on lower end of tibia As of pins in heels. As if she were going to faint. As if everything were in flames. As if sweat would break out. There is excitement of the nerves; tendency to start; twitching of muscles, with fever. Stiff without ability to move. \"Conscious but unable to act on her limbs\" (as in a cataleptic state). Clumsiness of body. Faint when losing her breath. Feeling of numbness of lower half of body. < When thinking of her symptoms. Complaints extend downwards; from within out; from right to left. There are cramp-like pains. Bitter taste in throat. Aversion to tobacco. Desire for dainties (but sweets <). The symptoms are < by touch and pressure. Scratching does not > biting itching. < Motion; walking; stooping; rising; raising arms (becomes faint); talking; singing. Bending forward > dyspnoea; < symptoms of circulation. > Descending. > Resting in horizontal position. Lying with head low <. Lying right side <. < At night. Before midnight: croup <; dry sound of breathing and cough sleepless until midnight. After midnight: wakes with palpitation with suffocation. < Warm room. > Warm food or drink. Frosty weather > cough. Dry, cold weather > headache. Cold weather = coryza. Cold air < cough. < Sudden changes of atmosphere. < At full moon. < Periodically; every night. Eating and drinking > cough; drinking = cough. < Sweets. < After sleep." ],
    "Relations" : [ "Antidoted by: Camph. Follows well: Aco., Hep. Followed well by: Bro., Carb. v., Hep. [Boenninghausen's croup powders consisted of a sequence of Aco., Hep., Spo., given in that order. Spo. is dry; Hep. rattling; Spo. < before midnight; Hep. < after.] Compare: In general affections, Chlo., Bro., Iod. (Iod. dark, Spo. fair subjects), Thyroidin, Badiaga. Laryngitis, Samb. (with Samb. the spasms occur frequently); Lach. (sensitive to touch; Lach. from hyperaesthesia; Spo. from inflammation of cartilages). Cough > by eating, Anac. Dry tongue, Nux m. (with Spo. the dryness extends downwards; not with Nux m.). > Warm drinks, Ars., Alm., Lyc., Nux, Rhus (> cold drinks, Ver.). Heart, Naj., Sep., Kalm., Abro., Lach. Orchitis, Gels., Pul., Ham. (intense soreness), Merc. (with a little yellowish-green gonorrhoea).", "Spo. comes after these when there is induration. Bitter taste in throat (Ruta, nausea in throat). Jaw-joint as if dislocated, Rhus. < Thinking of symptoms, Ox. ac., Pip. m. Tubercular diathesis, Bac., Tub. Voice fails, Alm., Dro." ],
    "Mind" : [ "Disconsolate and lachrymose humour.", "Timidity and tendency to be frightened.", "Combative and boastful humour.", "Immoderate and mischievous gaiety.", "Great inclination to sing.", "Mental obtuseness, with complete disinclination and incapacity for attending to intellectual labour.", "Distraction of mind.", "Pert, witty humour.", "Alternately gay, lachrymose, and cross.", "Conscious but unable to act on her limbs.", "Fancies appear on, shutting eyes.", "Fretful and anxious about her condition, fears she will die of suffocation.", "Anxious sweat and faintness.", "She is very timid, and is esp. pursued and incessantly tormented by a frightful scene of some mournful event of the past.", "Anxious as from presentiment.", "Fright awakens.", "Satiety of life, with the heat.", "Obstinacy.", "Every exertion < the cough." ],
    "Head" : [ "Vertigo, with giddiness, to such an extent as to fall, sometimes in evening, or else with a sensation as if head were about to fall on one side.", "Vertigo, with nausea, on waking at night.", "Heaviness and fulness of head.", "Dull semilateral headache on entering a warm room from the open air.", "Headache, with lachrymation, when looking fixedly at an object.", "Pressive headache, sometimes with compression.", "Pressing headache in (r.) frontal eminence, from within to without, < when sitting, when entering a warm room, after walking in the open air, when looking intensely at anything; > when lying on back in a horizontal position.", "Sharp stitches in l. temple extending to forehead.", "Pains in head as if it were about to split, esp. in forehead.", "Throbbing and pulsation in head.", "Congestion of blood in head, with pressing, beating, and pulsation in forehead, with redness of face, anxious look, restless sleep, > in a horizontal position.", "Disagreeable tenderness of exterior of head.", "Sensation as if hair were standing on end (on vertex).", "Troublesome (violent) itching in scalp." ],
    "Eyes" : [ "Eyes dull and clouded, with puffing in lids.", "Eyes deeply sunk; or protruding, staring.", "Maculae of cornea.", "On looking intensely at one spot lachrymation and headache.", "Pressure and shootings in eyes.", "Eyes burning, red, and weeping.", "Agglutination of lids.", "Eruption of yellow scabies in eyebrows (painful to touch on l. eyebrow).", "Pressive heaviness of lids.", "Contraction of lids in morning.", "Myopia.", "Sees visions on closing eyes.", "Double vision > lying down." ],
    "Ears" : [ "Otalgia, with contractive pain.", "Pressure in ears.", "Ulceration of external ear.", "Pain in cartilages as from soreness, not affected by touch.", "Boils on l. ear painful to touch.", "Inflamed nodule in l. concha.", "Red swelling of l. helix.", "Heat in ears.", "Hard hearing.", "Dull ringing in ears; in r." ],
    "Nose" : [ "Epistaxis, esp. after blowing nose (at dinner).", "Fluent coryza, with much sneezing.", "Dry coryza; nose stuffed up.", "Eruption on point of nose." ],
    "Face" : [ "Paleness of face, with dulness of eyes (with sunken eyes).", "Face bloated, red, or bluish, with anxious expression; heat on one side of face, renewed when thinking of it.", "Cold sweat on face.", "Swelling of cheeks.", "Itching and shootings in cheeks.", "Eruption on lips.", "Spasmodic pain in maxillary joints.", "Tension in articulation of l. jaw (when walking in the open air).", "Stitches transversely through l. upper jaw.", "Cramp-like pain from l. jaw-joint to cheek in evening when eating.", "Swelling of the submaxillary glands with tensive pain; painful to touch.", "Numbness in chin.", "Heat in chin." ],
    "Teeth" : [ "Sensation of bluntness and looseness in teeth while masticating.", "Itching and shootings in teeth.", "Heat in teeth.", "Swelling of gums, with pain during mastication." ],
    "Mouth" : [ "Mouth and tongue covered with vesicles, with burning and shooting pain (on that account cannot eat any solid food).", "Salivation.", "Speech difficult.", "Tongue dry and brownish.", "Vesicles on edge of tongue." ],
    "Throat" : [ "Burning sensation and stinging in throat.", "Rawness, swelling, and scraping in throat.", "Penetrating tickling in throat, toward ear.", "Sore throat < after eating sweet things.", "Throat symptoms > lying down.", "Constantly recurring needle-like stitches above pit of throat, externally, in lower part of goitre.", "Sticking internally in throat, esp. after eating.", "Thyroid gland swollen and hard, with suffocative attacks at night; stitching pains and pressure.", "Bitter taste in throat.", "In oesophagus: heat; relaxed sensation.", "Swelling in fauces projecting from r. to l.", "Swallowing difficult.", "On swallowing: stitches in neck pass off; violent straining pain; pain in goitre; moving sensation in goitre.", "(Goitre painful, pain synchronous with cardiac pain.", "R. T. C.)" ],
    "Appetite" : [ "Diminished taste.", "Bitter taste, sometimes only in throat.", "Sweetish taste in mouth.", "Moderate appetite and speedy satiety.", "Increased appetite.", "Excessive, insatiable hunger.", "Desire for dainties.", "Thirst, sometimes insatiable.", "Thirstlessness; rarely thirst with chill.", "Violent thirst after smoking.", "Tobacco smoke is disagreeable.", "After a meal, fulness and pains in abdomen, as from difficult digestion.", "Eating and drinking > cough.", "Drinking milk, ale, spirits, cold or hot tea, cold water = cough." ],
    "Stomach" : [ "1l. Stomach.", "Risings, sometimes with cuttings and tearings in stomach.", "Bitter risings.", "Sour regurgitations.", "Frequent hiccough.", "Nausea, with acidity in mouth.", "Craves dainties; after eating has dyspeptic distress and fulness of stomach; > from warm drinks, esp. colicky pains in abdomen.", "Vomiting after having partaken of milk.", "Relaxation of stomach, with sensation as if it were open.", "Aching in stomach and scrobiculus.", "Pressure of (tight) clothing on stomach is unbearable.", "Contractive pains in stomach.", "Stitches in region of stomach from least pressure.", "Chill in pit of stomach.", "Craving at stomach before menses." ],
    "Abdomen" : [ "Abdomen hard and tight.", "Spasms in abdomen.", "Violent action of abdominal muscles during inspiration.", "Viscera drawn up against diaphragm.", "Pain in l. side of abdomen; digging and choking; > after discharge of wind; at times as if something alive were moving there.", "Pain in abdomen instead of menses.", "Fine stitch externally in abdomen.", "Heat in abdomen.", "Digging and obstruction in abdomen.", "Gripings in abdomen, after a meal.", "Rumbling in the abdomen, esp. in evening and morning when lying down.", "Pain as from a hernia in inguinal ring.", "Swelling and inflammation of l. inguinal ring.", "Swelling of inguinal glands." ],
    "Stool and Anus" : [ "Hard (insufficient) and retarded evacuations.", "Loose, whitish evacuations.", "Before the evacuation shootings in the anus and gurgling and rumbling in the abdomen.", "During the evacuation tenesmus in the anus.", "Itching, smarting, and pain as from excoriation in anus.", "Passage of ascarides from rectum and tingling in rectum.", "Diurnal diarrhoea with a large number of ascarides, after which she always feels great relief." ],
    "Urinary Organs" : [ "Increased secretion of urine.", "Frequent want to urinate, with scanty emission.", "Incontinence of urine (in whooping-cough).", "Small stream of urine.", "Frothy urine.", "Thick, whitish, greyish, or yellow sediment in the urine." ],
    "Male Sexual Organs" : [ "Spasmodic contraction in the testes.", "Hard swelling of the testes, and of the spermatic cord, with pressive pain.", "Drawing, painful stitches extending from body through glans.", "Voluptuous itching at point of glans for several hours, urging him to rub it.", "Pinching, bruised, squeezing pain in testicles.", "Stitches from testicles into spermatic cord.", "(Gouty pains in testicles in old men.", "R. T. C.).", "Heat in genitals, penis, scrotum, testes, and cords.", "Sexual desire very moderate.", "Absence of erections." ],
    "Female Sexual Organs" : [ "Catamenia too early and profuse.", "Before the catamenia, palpitation of the heart, following pain in back.", "During the catamenia, drawing in the thighs.", "Enlargement and induration of ovaries." ],
    "Respiratory Organs" : [ "[Affections in general of larynx and trachea, particularly in all such affections as croup, asthma, &c., where everything is perfectly tight and dry, no loose rattling sound appearing in the breathing or cough.", "Burning sensation is felt in throat after coughing, suffocative attacks of breathing (as in asthma), without any mucous rattle; respiration loud; very hollow voice, all without any rattling sound, or any looseness.", "H. N. G.].", "Hoarseness (voice cracked); sometimes with cough and coryza.", "Weak, husky voice, which fails in singing and conversation.", "Pain in larynx on touching it, and on turning head.", "Pressure in larynx when singing.", "Sensation of obstruction (as from a plug) in larynx, with impeded respiration.", "Dyspnoea > by bending the body forward.", "Roughness and dryness in throat.", "Burning pain in larynx and trachea.", "Cough, proceeding from bottom of chest with pain as from excoriation and burning sensation.", "Cough, with yellowish expectoration and hoarseness.", "Great dryness of larynx, < from hawking.", "Sensation in region of thyroid and cervical glands on breathing, as if forced in and out.", "Hollow, dry, barking or whistling cough, day and night, < towards evening, and sometimes with pain in larynx.", "Laryngeal cough, croupy-sounding, always goes away with a dose of Spo. (woman, 65.", "R. T. C.).", "Cough, with expectoration of viscid mucus.", "Expectoration: scanty, of saltish mucus; tenacious, yellow, indurated, sour; loosened mornings but must be swallowed again; smelling like milk; of yellow mucus in little lumps; of cutaneous masses.", "Dry cough, excited by a burning tickling in the larynx.", "Slow and deep respiration, as from weakness.", "Wheezing respiration.", "Wheezing, whistling, sawing, anxious breathing; < during inspiration and when lying down (with violent labouring of abdominal muscles).", "Mucous rale in trachea by fits." ],
    "Chest" : [ "Respiration, quick, anxious, and difficult, sometimes with fits of suffocation, and mucous rattling in chest.", "Short, panting respiration, surging from heart into chest, as if it would force out upward.", "Awakens from sleep with suffocative sensation.", "Fixed, lancinating, and pressive pain in region of bronchia.", "Spasmodic, constrictive pains in whole chest (and larynx).", "Pain in chest, with dyspnoea.", "Fulness and obstruction in chest.", "Shootings in chest.", "Burning sensation, which ascends into chest.", "Burning; rawness, soreness in chest.", "Ebullition of blood (congestions) in chest after slightest effort and least movement, with obstructed respiration, anguish, nausea, and weakness, which induces syncope." ],
    "Heart" : [ "Pains and anxiety in region of heart.", "Constricting, stinging, pressing pain in cardiac region.", "Palpitation of heart (before menstruation), with suffocation, violent gasping respiration, pain in heart.", "Rheumatic affections of valves of heart (fibrous deposit on valves).", "Violent palpitation of heart, beats rapid (each beat was accompanied by a loud blowing as of a bellows), awakens him after midnight, with a sense of suffocation, loud cough, great alarm, agitation, anxiety, and difficult respiration.", "Pulse full, hard, and frequent." ],
    "Neck and Back" : [ "Painful tension and rigidity in muscles of neck, nape, and throat; on l. side when turning head to r.", "Neck cold in evening.", "Back of neck snaps on stooping.", "Goitre large and hard, with pressure, tingling, and shootings.", "Cramps in the muscles of neck.", "Coldness in back, not > by warmth of stove.", "Sacrum sore before menses.", "Sensation of numbness in loins and buttocks.", "Drawing, tearing, and pressive pain in loins." ],
    "Limbs" : [ "Painful weariness in arms and legs." ],
    "Upper Limbs" : [ "Jerking of muscles about l. shoulder-joint.", "Heaviness and trembling of forearms and hands.", "Drawings in forearms and joints of hands.", "Large blisters in the forearm.", "Swelling of hands, with stiffness of fingers.", "Redness and swelling in joints of fingers, with tension when they are bent.", "Numbness in points of fingers.", "Cramp-like pain in ball of (r.) thumb; on moving hand it extends to thumb." ],
    "Lower Limbs" : [ "Nates and thighs numb and cold.", "Jerking of muscles of buttocks.", "The thighs are spasmodically drawn forward or backward.", "Irritation and restlessness of both legs.", "Tearing in tibia all afternoon.", "Rigidity of legs.", "Drawing and tearing in legs and feet, sometimes at night only." ],
    "Generalities" : [ "Uncomfortable feeling of the clothes, they being an oppression and annoyance to the wearer; growing pains; darting pains from within outward; itching, no better from scratching.", "Troubles in general of any kind appearing in the sexual organs, esp. r. side; testicles and spermatic cord; anterior surface of thigh.", "Phthisis pulmonalis, cough, breathing, &c., being very tight and dry.", "< From turning head; on ascending (going up stairs, up a hill, rising from a chair, &c.); from tobacco; wind; from the west wind.", "> On descending.", "Stinging pain in limbs, esp. joints.", "Painful sensitiveness of body to touch, with chilliness on the parts touched, or with tingling running through whole body.", "Sensation of torpor in lower part of body.", "Heaviness when walking in open air, must sit down.", "Heaviness (and soreness) of the body (when rising from a seat).", "Excessive moral and physical dejection.", "Extreme exhaustion and heaviness of the body after slight exertion, with orgasm of blood in chest, heat of face, vessels hard and distended, great anxiety, and difficult breathing.", "More relief is experienced from lying down quietly than from any other position.", "Fits of anguish, with pain in region of heart." ],
    "Skin" : [ "Swelling and induration of the glands.", "Itching shootings in the skin, esp. on becoming warm in bed.", "Sensation of something creeping over the skin, with redness and heat of the part when it has been scratched.", "Red, itching spot (blotches) on the skin.", "Itching eruptions.", "Miliary eruptions.", "Tetters." ],
    "Sleep" : [ "Sleepy, yawning, no activity, afternoons.", "Sleeplessness, with fantastic dreams and delirium on going to sleep.", "Sad, anxious, frightful dreams.", "Awakens towards morning from a jerk upwards from the larynx, as if she would suffocate, must sit up, and raises sour, salty mucus." ],
    "Fever" : [ "Pulse full, hard, and quick.", "Frequent shiverings over the whole body, esp. the back (even near a warm stove).", "Violent heat, soon after the chill, with dry, burning heat all over the body with the exception of the thighs; they remain numb and chilly.", "Anxious heat, with red face and weeping, inconsolable mood.", "Cool perspiration on the face in evening.", "Morning, sweat over the whole body.", "Flushes of heat.", "Feverish heat, with skin dry and hot, continued thirst, headache, and delirium.", "Nocturnal perspiration." ]
  }
}