{
  "remedyName" : "Stannum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anaemia. Asthma. Bronchitis. Chilblains. Colic. Consumption. Convulsions. Cramps. Debility. Dentition. Diaphragm, pains in. Dyspepsia. Ears, ring-holes, ulceration of. Epilepsy. Epistaxis. Gastralgia. Haematemesis. Haemoptysis. Headache. Hectic fever. Hemiplegia. Hypochondriasis. Hysteria. Lachrymal fistula. Lachrymal sac, suppuration of. Milk, altered. Nails, splitting. Neuralgia. Neurasthenia. Opisthotonos. Paralysis. Phthisis pituitosa. Ptosis. Sleeplessness. Styes. Tapeworm. Trachea, affections of. Uterus, prolapse of. Vagina, prolapse of. Worms." ],
    "Characteristics" : [ "Stannum is the Jupiter of the alchymists. \"The ancients have recorded wonderful cures of the most serious diseases with Tin, \", says Hahnemann, but in his day, until he proved it, its only use was as a vermifuge. Alston obtained indirectly from \"a woman of Leith in Scotland\" this prescription, of which he has witnessed the efficacy in a case of tapeworm: \"Take an ounce and a half of Tin (pewter metal) and grind it small to powder, mix it with sugar syrup, and take, on a Friday before the change of the moon, one-half of it, the following day the half of the remainder, and the Sunday following the rest, but on the Monday a purgative.\" Alston also says, in his Materia Medica, that he has seen haematemesis cured by this as if by magic. Hahnemann's proving appears both in his Materia Medica Pura and in his Chronic Diseases. A number of worm symptoms appear in the pathogenesis: Sinking, empty, all-gone feeling, diaphragmatic and abdominal pains; tendency to excessive mucous secretions; pale, sunken, sickly countenance, with dark rings round eyes; convulsions. Many of these symptoms occur in conditions not due to helminthiasis, and Stan. will be the remedy. Pains in the hypochondria, associated with the hypochondriac or hysterical mental state. Diaphragmatic neuralgia. Colic > by hard pressure, as by laying the child with its abdomen across the knee or on the point of the shoulder. This is one of the keynotes of Stan.; but the most important one is in the type of the Stan. pains: they begin lightly, increase gradually to the highest point and then as gradually decline. Other remedies have pains of this type but not to the same characteristic degree. This feature applies to the headaches, facial and dental neuralgias, abdominal and other pains. Another cardinal feature of Stan. is weakness: exhaustion of mind and body. The chest is so weak as to make talking impossible. The patient is so weak, she drops into a chair instead of sitting down. While dressing in the morning has to sit down several times to rest. There is weakness and aching of the deltoid and arm, and this has the curious modality that it is felt when singing or otherwise using the voice. Stan. is an important remedy for singers and public speakers. The weakness of Stan. makes it an appropriate remedy for many states of neurasthenia, nervous exhaustion. A peculiarity of the weakness is that it is felt much more on going down stairs than on going up. The relaxation of tissue is probably responsible for the weak, empty, sinking sensation felt at the epigastrium; and also for the uterine prolapse. In the dyspepsias of Stan. there is nausea and vomiting from the smell of cooking; and the gastralgia compels the patient to walk about for relief, yet the weakness is so great that he is soon compelled to rest. The weak, empty feeling in the chest is one of the notes of Stan. in phthisical conditions, and the stitches are another; hectic fever; deep, hollow, shattering cough; expectoration, profuse like white of egg, sweetish, salty; sour, putrid, musty; yellow-green pus; deep, husky, hollow voice, > for the time by hawking or expectorating mucus make up the rest of the picture. Stan. is a low-spirited remedy, and when phthisical patients are despondent and without hope (they are usually the reverse) Stan. will most likely be needed. (The yellowness of the Stan. secretions is worth noting: The tongue is yellow; sputa and leucorrhoea are also yellow.) Palpitation and anxiety occur from ever so slight exertion, as giving directions about the household. Trembling of arms and legs; limbs as heavy as lead. The pains of Stan. are frequently compressive and cramp-like; and cramps and spasms are a marked feature of the Stan. effects. The convulsions are opisthotonic; the thumbs are drawn in. They are such as are met within teething children; or in children who masturbate; or who have worms. A typical case of Stan. neuralgia is quoted in Clinique (xxi. 62): Man, suffered for eight years off and on, and for some months continuously, with neuralgic headache. Pain centres over one or other eye (usually right) and extends over whole or part of head and is at times unbearable. It begins in early morning to a.m.), increases gradually to noon, when it gradually declines to sunset, reappearing again the following morning. Two doses of Stan. cured in a fortnight. There is sexual excitement in both sexes. Emissions with excessive prostration. In the female the menses are early and profuse. Orgasm is easily produced Scratching arm produces an intolerable sensation of pleasure in genital organs which extends to uterus and produces orgasm.\" The uterine and vaginal prolapse of Stan. has this distinguishing feature: it is < during stool; especially during pressure. Labour pains are spasmodic and put the patient out of breath. The milk of nursing woman is changed, and the child rejects it. Hering gives as cured by Stan. \"Monday constipation\"", "that is, constipation occurring on days following rest-days. Stan. has marked periodicity. T. H. Urquhart (quoted H. R., iv. 147) cured in two months an affection of the nails characterised by breaking and splitting, a sequel of scurvy, by applying to them Stannum oleate on a narrow flannel bandage. Peculiar Sensations are: As if all objects were too far off. As if forehead were shattered. As if forehead would be pressed inward. Pain as if from an ulcer in hypogastrium. As if there were a hole in his side. As if there were no sensation in bladder. Chest, as if eviscerated; as if internally constricted. Epigastric region as if beaten. Tickling as from soreness in trachea. Inclination to hawk as if mucus were in chest. As if she would faint. As if limbs beaten. As of a heavy load in affected arm and side of chest. As if sweat would break out. The \"girdle\" sensation of Stan. accompanies yawning. The secretions of Stan. are bland. The symptoms are < by touch. > By pressure. > Lying across something hard. < Rest. < Lying; (but must lie down from weakness of chest). < Lying on r. side. Sitting bent over > (cough). Bending double >. Walking > pains, but must soon rest. Motion > pains in head, but < other symptoms. < Using voice (laughing, talking, singing). < Going down stairs (faintness). Blowing nose = shrieking noise in ear. Warm drink cough. Open air >; (< vertigo). < During stool." ],
    "Relations" : [ "Antidoted by: Puls. Complementary: Puls. Follows well: Caust., Cina. Is followed well by: Calc., Phos., Sel., Sul., Bac. Compare: Sour sensation in stomach, Chel., Pho., Sep. Weeps all the time, but crying < (Nat. m. < by consolation), Pul. (menses scanty, delayed), Sep. < Descending; can go up well enough, Brx. (Calc. opp.). Pain increases and decreases gradually, Plat., Stro. c. (Arg. m. has headache increasing gradually and leaving off suddenly). Weakness seems to proceed from chest; (from abdomen, pelvis, Pho., Sep.). Nausea from smell of cooking food, Ars., Colch. < Laughing, Arg. m. < Warm drinks; (< cold drinks, Spo.). Weak from talking, Coccul., Ver., Sul., Calc. Prolapsus uteri < during stool, Pod. (Pod. with diarrhoea, stool green and coming with a rush). Catarrhal phthisis, Sil. (more induration; old people), Pho. (more blood in sputa), Seneg. (lungs feel pushed back to spine; fat persons of lax fibre), Colch., Bals. peruv., Eriodict., Teuc. scorod., Illic., Pix., Myos. Paralysis by emotions, Stph., Nat. m. > Hard pressure, Coloc., Pb. Pain like subcutaneous ulceration; bland discharges, Puls. Claw sensation, Bell. Nausea in throat, Cycl., Ph. ac., Val." ],
    "Causation" : [ "Emotions. Fright. Masturbation. Dentition. Using voice." ],
    "Mind" : [ "Sad, hypochondriacal humour.", "Great agitation and anguish, melancholy and disposition to weep.", "Sad, despondent, feels like crying all the time, but crying <.", "Quiet fretfulness; answers unwillingly and abruptly.", "Continued restlessness with anxiety.", "Her distress of mind ceases as soon as menses begin to flow.", "Uneasy, does not know what to do with himself; pains > by walking, but so weak he soon must rest.", "Earnest application to business, with inability to complete anything undertaken.", "Discouragement.", "Ill-humour, with taciturnity and dislike to society and conversation; hopelessness.", "Sudden fits of passion.", "Nervous excitement." ],
    "Head" : [ "Vertigo, during which all objects seem too far off.", "Vertigo on sitting down, with loss of ideas.", "Headache, usually neuralgic, which comes on gradually and grows steadily < till it reaches its height or severest point, when it begins to grow > and goes away just as gradually as it came on", "e.g., if it was twelve hours in coming on, it will be twelve hours in going off.", "Headache, with nausea and retching, sometimes with burning sensation in the sinciput, eyes and nose, or else in the morning, with ill-humour.", "Heaviness in head in evening.", "Heaviness and stunning pressure in head, esp. traversing forehead.", "Shooting pains in head, esp. in forehead, and < after a fit of coughing.", "Spasmodic pains in head, as from tension or squeezing (as from a band in whole upper part of head, and in forehead, slowly increasing and decreasing).", "Intermittent tearing pain in r. half of forehead, < on stooping.", "Crushing pain in forehead.", "Sharp jerking in r. anterior lobe of brain, above orbit.", "Pressive drawing and tearing in the head.", "Boring pains in head.", "Throbbing pains in temples.", "Painful jerks through l. temple, forehead and cerebellum, < during rest, > from motion.", "Burning in forehead with nausea, > in open air.", "Painful shocks across head.", "Pain as from suppuration in head externally.", "Burning tension on scalp just above r. forehead." ],
    "Eyes" : [ "Eyes sore, and, as it were, excoriated by rubbing.", "Pressure in lids and canthi.", "Burning lancinations in lids.", "Itching, smarting, and burning sensation in eyes.", "Nocturnal agglutination of lids.", "Pressive pain in l. inner canthus, as from a stye.", "Styes.", "Ulcer in the internal canthi (pustular swelling of l. inner canthus) like a lachrymal fistula.", "Eyes dull (sunken), and clouded.", "Jerking and quivering of eyes.", "Convulsed or prominent eyes.", "Variegated areola round candle." ],
    "Ears" : [ "Earache, with drawing tearings.", "Ulceration of holes pierced for earrings.", "Tinkling in ears.", "Ringing. in l. ear.", "Cries (screeching) in ears, on blowing nose." ],
    "Nose" : [ "Heaviness, and sensation of obstruction, in upper part of nose.", "Inflammation of interior of nose.", "Burning sensation in nose.", "Epistaxis: on moving, on rising from bed; immediately on waking.", "Dry coryza on one side only, with soreness, swelling, and redness of nostrils.", "Over-sensitiveness of smell." ],
    "Face" : [ "Pale and wan countenance, with (deep, sunken) eyes; sickly expression; features elongated.", "Pains in the face, with pressive drawing, esp. in zygomatic process, and orbits.", "Burning, lancinating pain in muscles of face.", "Swelling of cheeks and upper jaw.", "Spasm in jaw.", "Painful swelling of submaxillary glands." ],
    "Teeth" : [ "Toothache after a meal, with jerking pain and heat in the face.", "Sensation of elongation and looseness in teeth.", "Ulcer on gums, with swelling of cheeks.", "Epileptiform convulsions from teething: child > lying with abdomen across something hard; clenching of thumbs." ],
    "Mouth" : [ "Fetid exhalation from mouth.", "Flow of acid saliva.", "Difficult, weak speech, occasioned by weakness, esp. on chest.", "Tongue coated with a yellowish mucus.", "Tongue yellow.", "Tongue red." ],
    "Throat" : [ "Sore-throat, as from an internal swelling, with drawing and tension.", "Sensation in velum pendulum as if a foreign body were there, or some mucus which could neither be hawked up nor swallowed; same sensation in posterior nares.", "Sensation of stinging dryness in throat, with lancinations (< when swallowing).", "Cutting in pharynx and oesophagus on swallowing.", "Ulcerated sensation in r.", "side of throat.", "Roughness and scraping in throat, esp. in evening.", "Accumulation of thick, viscid, greyish, bloody mucus in throat and mouth, with necessity to hawk, followed by a sensation of excoriation (efforts to expel it excite vomiting).", "After hawking mucus the voice for singing is higher.", "Tobacco has a sharp, dry taste in the fauces.", "Permanent rawness and dryness in throat: during swallowing a painful feeling as of being denuded.", "Rawness and dryness in throat, without thirst.", "Nausea in fauces and pharynx." ],
    "Appetite" : [ "Bitter and sour taste.", "Bitter taste of all food (except water).", "Bitter, herbaceous taste of beer.", "Increased hunger, which cannot be satisfied.", "Increased thirst.", "Nausea and vomiting after a meal.", "Excessive weakness of digestion." ],
    "Stomach" : [ "Bitter risings; or with a taste of rotten eggs.", "Sour risings, with scraping in throat.", "Frequent hiccough.", "Nausea and vomiting; in the morning; from odour of cooking food.", "Nausea, esp. after a meal, followed by bitter and watery vomiting.", "Vomiting: of bile; of blood.", "Violent retching, followed by vomiting of (undigested) food.", "Aching in stomach, sometimes very violent.", "Tensive pressure at scrobiculus, which is painful when touched, as from subcutaneous ulceration.", "Cramps in stomach, sometimes with bitter risings, sensation of hunger and diarrhoea, or else with nausea, and pale and sickly complexion.", "Squeezing, as from a claw in stomach, and umbilical region, with nausea.", "Sinking, gone, feeling in epigastrium." ],
    "Abdomen" : [ "Dull blows across hypochondria.", "Cramps in region of diaphragm.", "Pressure and burning sensation in hepatic region.", "Pressure, spasmodic pain, and shootings in the l. hypochondrium.", "Abdomen painfully distended, and sensitive to touch.", "Spasms (colic) in abdomen, with pains above and below navel.", "Hysterical spasms in abdomen.", "Digging, pinching, and griping in abdomen; before every stool.", "Burning sensation, and shootings in abdomen.", "Feeling of excoriation in abdomen, < by touch.", "Severe pain causing the patient to lie over the sharp corner of a table or sofa, or something hard, and to press the abdomen firmly against it, as in this way > is afforded.", "Griping as of something being torn away.", "Sensation as if stretched in (r.) abdominal muscles.", "Squeezing, as from a claw, in umbilical region, followed by nausea.", "Sensation of emptiness (hollowness) in abdomen; even after eating.", "Incarceration of flat us.", "Stitches from both sides through hips." ],
    "Stool and Anus" : [ "Haemorrhoidal pimple on l. side of anus, with painful soreness when touched.", "Violent shooting, like needle pricks at base of rectum extending to anus.", "Soreness and smarting at anus, with fine stitches, immediately after a stool.", "Itching stitch in rectum.", "A corroding pain about anus, while walking and sitting.", "Burning in anus; constant itching.", "Constipation.", "Frequent, ineffectual want to evacuate.", "Hard, dry, knotty faeces, or else scanty and greenish.", "Stools: green, curdy, with colic; insufficient with renewed desire afterwards.", "Slimy evacuations.", "Violent dysentery, urging and tormina, stools bloody, mucous with intolerable tenesmus.", "Violent diarrhoea.", "Passes worms; lumbrici; taenia." ],
    "Urinary Organs" : [ "Dull stitches inward in kidney region.", "Sensitive pressure in neck of bladder and urethra after urinating; seems as though more would follow; some drops pass when the pressure is <.", "Blister on margin of meatus.", "Retention of urine.", "Scanty emission of urine.", "Frequent want to urinate, sometimes with scanty emission.", "Absence of want to urinate, as from insensibility of bladder (only a sensation of fulness indicates the necessity to urinate)." ],
    "Male Sexual Organs" : [ "Increase of sexual desire.", "Violent and voluptuous excitement during emission.", "Frequent pollutions; with excessive prostration." ],
    "Female Sexual Organs" : [ "Increased sexual desire; early orgasm.", "Catamenia too profuse.", "Before catamenia, anxiety and melancholy.", "During the catamenia, colic.", "Cramps in uterus.", "Prolapsus of the vagina, with hard stool.", "Bearing down in uterine region; prolapsus uteri et vaginae.", "Prolapsus strangulated tends to gangrene.", "Leucorrhoea of transparent or yellowish mucus, with considerable prostration of strength.", "Itching in vulva, < evening (Stan. mur.).", "Spasmodic labour pains; they exhaust her, she is out of breath.", "A child leaves the breast of its mother, and will not suck." ],
    "Respiratory Organs" : [ "Hoarseness and roughness in larynx, with tickling, which excites a cough.", "Catarrh, with hoarse voice, sensation of fatigue in chest, obstructed respiration, and cough with expectoration.", "Great accumulation of mucus in trachea, which is easily detached.", "The voice is louder in singing, after having hawked up the mucus.", "Cough excited by laughter, talking, and singing, or by a tickling in chest; or by warm drinks.", "In chest affections, when talking, reading aloud, singing, &c.; they cause a very weak feeling in throat and chest, an exhausted, \"given-out\" sensation, and produce hoarseness; using the voice produces weakness in the arms between the elbow and shoulder, then the weakness extends all over the body. The above symptoms are very often found in operatic singers, actors, auctioneers", "all who use the voice a great deal.", "Dry, violent, shaking cough, in bed, in evening, until midnight, or more violent in morning.", "Shattering, deep cough.", "Fatiguing, paroxysmal cough, so that epigastric region was painful, as if beaten.", "Short cough from weakness of chest, having a hoarse, weak sound.", "Cough concussive, with paroxysms of these coughs.", "Cough excited by lying on the r. side.", "Cough, with retching and vomiting of food.", "Cough, with frequent expectoration of mucus.", "(Cough coming after whooping-cough in girl, 9; very profuse, white, thick expectoration, hoarse, tongue coated, sleepless, no appetite, rapid emaciation and debility, with contracted chest and pleuritic adhesions.", "R. T. C.).", "Expectoration when coughing (during the day, in morning expectoration is most profuse and) is greenish, sweetish, or yellow; saltish; or else viscid, and in lumps; or serous, and composed of liquid mucus, or of a putrid smell (after coughing and expectorating the patient feels hollow and empty).", "During and after the cough, pain as of excoriation, and shootings in the chest.", "Phthisis pituitosa." ],
    "Chest" : [ "Obstructed respiration at night, esp. when lying down; or by day, on least movement.", "Dyspnoea, esp. in evening, with sensation of emptiness in scrobiculus, and anguish, which causes the patient (to loosen or) tear his clothes.", "Oppression at chest when walking or ascending.", "Asthma when attacks gradually come on, culminate, and gradually decline.", "Rattling of mucus and wheezing in chest.", "Agreeable sensation of lightness on taking a full inspiration.", "Contusive pain in chest.", "Heavy pressure in chest as by a weight.", "Tension in chest (hydrothorax).", "Constriction of chest, sometimes in evening, with anguish.", "Lancinations in the l. side of the chest, during inspiration, or when lying on the r. side.", "Sharp, cutting stitches in l. side of chest, < from stooping.", "Burning stitches on l. chest, < on expectoration.", "Suddenly, a long stitch in l. side of chest beneath axillae, causing fright.", "Pain, as from excoriation, in chest.", "Sensation of weakness in chest, as if it were empty, esp. after speaking or expectorating.", "Itching-tickling in chest." ],
    "Heart" : [ "Pain in praecordial region and hiccough.", "Pulse: frequent, small; indistinct, fluttering." ],
    "Neck and Back" : [ "Lancinations in the shoulder-blades, and nape of the neck.", "Weakness of the muscles of the nape of the neck, and cracking of the vertebrae of the neck when shaking the head.", "Opisthotonos.", "Stitches in back, in small of back, and into limbs.", "Violent tearing in lumbar vertebrae, from both sides into region of kidneys, < on every motion of trunk.", "Dull thrusts in lumbar region with a sensation of external coldness against him." ],
    "Limbs" : [ "Great heaviness and paralytic weakness in arms and legs.", "Swelling of hands and feet in evening.", "The pains in limbs < gradually and > in the same manner.", "Insupportable restlessness in all the limbs." ],
    "Upper Limbs" : [ "Paralytic pain in the shoulder-joint.", "Paralytic heaviness in the arms; if he holds a light weight even a short time.", "Pressive tearings in muscles of joints of the arms, hands, and fingers.", "Weakness and trembling of hands.", "Swelling of hands, esp. in evening.", "Jerking of hands.", "Violent burning sensation in hands.", "Small red spots on backs of hands.", "Chilblains on hands.", "Contraction of fingers.", "Retraction of thumbs.", "Shootings in joints of fingers.", "Stitches in finger-tips.", "Painful flaws in nails." ],
    "Lower Limbs" : [ "Drawing and pressive tearings in hips, extending to sacrum, and also to legs and knees.", "Paralytic lassitude and heaviness of legs.", "Bending of knees when walking.", "Stiffness and tension in ham.", "Sensation of heat, and burning sensation in feet.", "Swelling of ankles in evening.", "Swollen ankles in delicate girls (R. T. C.).", "Tearing shocks in ankles, extending as far as toes.", "Swelling of feet, esp. in evening.", "Red swelling of feet." ],
    "Generalities" : [ "Pressive and drawing pains, esp. in limbs, gradually becoming very violent, and decreasing in the same way.", "Affections in general of l. chest; l. side; trachea and inner chest; upper part of chest; inner surface of thighs.", "Consumption.", "< After moving; lying on side; using the voice; from motion; when descending.", "> When lying on back; from loosening garments; from walking (except weakness).", "Attacks of epilepsy (in children during dentition), with retraction of thumbs, and tossing about of body; or else with throwing back of head, paleness of face, convulsive movements of hands and eyes, and loss of consciousness; the attacks come on sometimes in evening.", "Excessive emaciation.", "Pain as if paralysed in extremities.", "Paralysis (of arms and legs).", "Great heaviness and indolence.", "Excessive dejection (weakness), and physical and moral depression, with trembling, esp. during gentle exercise (or when talking), and with disposition to perspire easily.", "Profuse debilitating sweat, night and morning; hot, even on slight movement; with mouldy, putrid smell.", "Nervous excitement.", "Hysterical spasms, with pain in abdomen and in diaphragm.", "Insupportable uneasiness in body.", "Excessive fatigue after conversation.", "The sufferings seem to disappear during a walk, with the exception of the depression, which is then excessive; they reappear as soon as the patient is at rest.", "Extreme prostration; must sit or lie down continually.", "Faintness in going down stairs; can go up without difficulty.", "Pains commence lightly, increase gradually to a very high degree, and decrease again as slowly." ],
    "Skin" : [ "Itching (burning) shootings over skin of whole body (or l. side).", "Itching pimples; on face, sore to touch or on washing.", "Chilblains.", "Flaws in nails.", "Painful hang-nails." ],
    "Sleep" : [ "Tendency to sleep during day.", "Frequent yawning, with oppression of chest, as if it were encircled by a belt.", "Sleep retarded.", "Feeling, in morning, as after insufficient sleep.", "Deep sleep.", "Nocturnal agitation and many vivid dreams, anxious or lascivious.", "Moaning, weeping (timid supplications), and plaintive lamentations, while sleeping." ],
    "Fever" : [ "Shivering and shuddering in morning, with coldness in hands, and numbness of points of fingers.", "Chill every forenoon (10 a.m.).", "Slight chilliness with violent chattering of teeth.", "Shivering in evening, which runs over back (preceded by heat with perspiration); or only in head, with thirst.", "Burning heat in limbs, esp. in hands.", "Sensation of anxious heat, on least movement.", "Heat every afternoon (4 to 5), with perspiration at the same time.", "Perspiration smells mouldy.", "Small, quick pulse.", "Debilitating perspiration from least exertion.", "Very debilitating perspiration at night.", "Profuse perspiration in morning." ]
  }
}