{
  "remedyName" : "Staphisagria",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Adenoids. Anger, fits of. Anus, itching of. Backache. Bashfulness. Blepharitis. Bones, diseases of. Cauliflower excrescences. Chalazion. Condylomata. Cough. Cysts. Dentition. Dysentery. Dysparunia; in newly married women. Eczema. Eyes, tumours on. Fistula dentalis. Gastralgia. Glands, affections of. Hip-joint disease. Hypochondriasis. Impotency. Iritis; syphilitic. Jaw-joint, easy dislocation of. Lumbar abscess. Mania. Masturbation, effects of. Neuralgia. Night-sweats. Nymphomania. Ovaries, affections of. Pediculosis. Perspiration, offensive. Pregnancy, nausea of. Prostate, affections of. Psoas abscess. Ranula. Rheumatism. Sciatica. Scurvy. Sea-sickness. Seborrhoea. Self-abuse. Spermatic cords, affections of. Spermatorrhoea. Steatoma. Stiff-neck. Styes. Swallowing, constant while talking. Teeth, caries of. Testicles, affections of. Tibiae, pains in. Tobacco, effect of. Toenail, ingrowing. Tonsillitis. Toothache. Tumours; tarsal. Voice, nasal; hoarse. Warts." ],
    "Characteristics" : [ "The seed of Stavesacre was known to Dioscorides as an agent for producing vomiting and salivation, and for the cure of toothache; \"the origin of which application, \", says Hahnemann (M. M. P.), \"was evidently domestic practice. J. H. Schultze, when suffering from toothache, took some of the seed in his mouth, but it gave him such a violent exacerbation that he thought he should go mad. . . . As an, exterminator of vermin this seed was called by the Greeks Oθειρσκσκκον, and as such it still enters into the composition of an officinal ointment (unguentum pediculosum).\" This last is the only use of Staph. now known to orthodox medicine (Brunton). Teste (who groups Staph. with Caust.) remarks that Staph., which shares this property with Coccul., is, like Coccul., used in some countries for the purpose of stupefying fish. Again, Teste found Staph. (he gave it in 6th dil.), like Coccul., a remedy for seasickness. To be successful, Staph. had to be taken at the moment when dizziness and nausea commenced, before vomiting set in; and it always helped \"nervous persons, not over fat, and disposed to sadness.\" Staph. produced in Teste himself these symptoms: \"Long-lasting vertigo, accompanied by continued nausea as in sea-sickness, \", and this: \"Vertigo, which ceases on rapidly turning round on one's heel.\" This corresponds with one of Hahnemann's symptoms: \"Wheeling vertigo, especially while sitting, > by walking about (in a circle).\" It is noteworthy that Staph. and Coccul. are both head-remedies and both effective against head lice. Both also affect the genitals, Staph. more especially, and both are remedies for crab lice. An application of a dilution of the tincture of the strength of one part to four of water will destroy the parasites, though the state which favours their presence needs internal treatment (probably with a dilution of the same remedy) at the same time. In Teste's experience, Staph. was no less effective in the nausea of pregnancy than in the nausea of sea-sickness. Tabac. is another remedy for sickness, and Teste cured with Staph. effects of tobacco smoking (excoriated tongue; gastralgia); and he also cured with it the habit of \"swallowing the tobacco smoke.\" The use of Staph. in the sickness of pregnancy arises out of its power over the genital functions. It produces both physical and moral sexual disturbances, provokes excesses and irregular sexual appetites, a tendency to masturbation, and a physical state corresponding to the effects of that habit. It is one, of Gallavardin's chief remedies (Passion Genitale) for removing the habit of masturbation in children, and for removing improper appetites in adults. Staph. is one of the remedies which has \"< from coition\" (in men), dyspnoea occurring during or after the act; dyspnoea and prostration also follow an emission. In women coition is painful because the external parts are excessively sensitive. This property (which is also allied to the vulnerary power of Staph.) makes Staph. a remedy of extreme value to women in the early days of married life. Some women suffer very acutely (in mind as well as body) during and for some time after the first coitus. I have seen Staph. give unspeakable relief in such cases. \"Constant urging to urinate in young married women\" is the characteristic.", "Another urinary peculiarity is burning in the urethra when not urinating. Urinary difficulties after severe labours. Prolapse of bladder. I have seen cystocele relieved by Staph. Sensitiveness; stinging, stitching, shooting pains < by touch; itching", "are the chief notes of Staph, in affections of the genital organs of both sexes. It has cured prostatitis in the man, with pain running from anus along urethra; inflamed testicles with shooting and drawing in the cords; stitching towards groin and testicles. In one female prover Staph. brought on the menses a year after they had ceased, at the new moon. The symptom did not recur the following month, which led Hahnemann to conclude that this \"was only the primary action of the drug.\" Staph. is not only a remedy for ovarian and other affections, it also meets the conditions following operations on ovaries. Effects of \"wounds made by clean-cutting instruments\" is the keynote. P. C. Majumdar (Ind. H. Rev., v. 134) gives two cases in which loss of memory following masturbation and seminal emissions was cured with Staph. 30: (1) A student, naturally robust and intelligent, lost his memory when he contracted the habit of masturbation. His symptoms were: Vacant countenance; no aptitude or inclination for mental work; despair of the future; great languor and weakness; occasional nocturnal emission; constipation. When he read anything he forgot it the next moment. Heaviness, headache, and vertigo after the least mental exertion. Staph. was given morning and evening. Improvement began at once and the cure was complete in a month. (2) Another student had constant involuntary emissions, weak memory, languor; headache every morning on rising; no appetite; constipation. Staph. once a day, cured. \"Hypochondriasis, apathy; weak memory; caused by sexual excesses or constantly dwelling on sexual subjects, \", is how the symptom is given. But the mental state of Staph. need not necessarily have a sexual origin. Staph. is a remedy for anger and for the effects of anger, especially if the indignation cannot have its natural expression. \"Was insulted; being too dignified to fight, swallowed his wrath, and went home sick, trembling and exhausted.\" The mental state of Staph., like its physical, shows great sensitiveness to the least impression, \"the least word that seems wrong, hurts her very much.\" The touchiness may take the form of sudden, violent outbreaks provoked by mere trivial causes. I have known Staph, remedy this state when the impulse to throw things at persons who had caused a trifling or imaginary irritation, had almost passed into a mania. This irritability may be manifested in sensitiveness to criticism. Irritated by trifles. Want of self-control. Fear: afraid of his shadow. Among the consequences of anger which are met by Staph. is colic: \"Colic of screaming, ugly, pot-bellied children, especially if they suffer much from their teeth, which turn black, with tender, spongy gums, sensitive and painful.\" The irritability of Staph. is shown in the intestinal tract in \"< from least food or drink.\" This applies to vomiting, colic, or dysentery. When colic follows operations on the ovaries or intestines, Staph. is as useful as in colic from anger. The action of Staph. on the teeth is only one of many points in which it touches Merc., and which makes it one of the best antidotes to Merc. The characteristic of Staph. is: \"Teeth turn black, and have dark streaks through them; cannot be kept clean; crumble; decay on edges; scorbutic cachexia.\" The toothache of Staph. occurs during the menses; affects sound as well as decayed teeth; < from touch of food or drink; but not from biting or chewing; is < drawing cold air into mouth; < from cold drinks and after eating. Staph. has the \"sinking\" sensation to an extreme degree. The stomach and abdomen feel as if hanging down relaxed. There is extreme hunger even when the stomach is full. There is ravenous hunger for days before an attack of fever; craving for tobacco; and a cough excited by tobacco smoke is an indication for it. \"Inability to perspire\" is one of the notes of Staph.; as also is sweat smelling of rotten eggs. Bibby (quoted A. H., xxiii. 405) has used with much success Staph. O (three drops in two ounces of water; a teaspoonful every two hours) in cases of night-sweat \"in patients bordering on consumption.\" Eruptions, like the sweat, when moist are foul-smelling. There are dry, scaly eruptions over the ends of bones. Pressing, stinging, tearing pains in periosteum. Exostoses and gouty nodes on fingers and toes. Sycotic and syphilitic condylomata. Seed warts. The ulcers of Staph. are generally very painful and sensitive. Peculiar Sensations are: As if legs would go under him. As if stupefied. As of a round ball in forehead. As if head would burst. As if brain were compressed. As if bones would be pressed out. Brain, as if torn to pieces. As if occiput hollow. As if back of brain were made of wood and couldn't think. As if occiput compressed externally and internally. As if hard substance were pressing on skull. As if eyes were very dry. As if a hard substance were lying beneath left upper lid. As if wind blew into ears. As if cheek swollen. As if glands beneath chin were swollen. As if teeth were hollow. As if stomach were hanging down. As of a heavy weight lying on stomach. As if abdomen would drop. As if bladder were not yet empty. Testicle feels as if compressed. As if something were loose in pit of stomach. As if chest were bruised. As if small of back were broken to pieces. As if a hard skin were drawn over tips of fingers of left hand. As if toes would be drawn down. Whole body as if bruised. As if done up after much hard work. Compressive pains are marked with Staph. Sensation of squeezing between stones or in a vice, in intestines, testes, head. The symptoms are: < By touch. < By pressure (as of hat). But pressure > toothache. Motion <. Rest >; (but < pain in back). Sitting <. Swallowing < pressure in throat-pit. Eating and drinking <. < From drinking cold water. < Anger; emotions; excitement. Heat; cold; washing; open air; change of air; winter < (but warmth > pain in kidney and neuralgia of scalp; and cold water > pain in stye). < Evening to morning; night; early morning. Periodicity is marked. Croupy cough alternates with sciatica. Nightly twitching. < New moon; every month before full moon. More symptoms appear on left side than on right. < By coitus. < After urinating; when not urinating." ],
    "Relations" : [ "Antidoted by: Camph. Antidote to: Merc., Thuj., Complementary: Coloc. Compatible: Caust. (Caust., Coloc., Staph., follow well in this order). Inimical: Ran. b., before and after. Compare: Effects of sexual abuse, Plat. (spasms, emaciation), Calad. (glans flabby), K. bro. (depression; weakness of legs), Gels., Dros., Nux, Sul., Calc., Lyc., Nat. m. Colic from mental causes, Cham. (hot face, red cheeks, hot sweat), Coloc. (bends double). Teeth, Kre. (premature decay of milk teeth; first become yellow, then dark, then decay; Stp., turn black and decay), Ant. c., Cham., Coff. Styes and tarsal tumours, Graph. (cystic tumours midway between inner and outer surface), Calc. Figwarts and condylomata, Thu. (Thu. sessile; Stp., on pedicles). Bone affections, Stillin., Merc., Ka. iod., Stront., Aur. mur., Plat. mur., Gettys. Arthritic ophthalmias, Coloc. (gout of eyes). Stomach hanging down, Ipec., Tab. Diarrhoea, with flatus smelling like rotten eggs, Cham. (Stp. is < on any attempt to take food or drink). Clean-cut wounds and operations, Arn. Crusta lactea, Vinc. m. Lumbar pains compel early rising, Rhe. Paralysis with tingling in affected parts, Aco. Paralysed by emotions, Stan., Nat. m. Throwing things from him, Kre. Irritated by trifles, Sul., Ig. Cauliflower excrescences, Pho., Thu. Stitches from throat into left car on swallowing, Lach. Perspiration impossible, Lach. Diarrhoea immediately after eating, Alo., Ars., Chi., Lyc., Pod., Tbd. (Fer., while eating). Ravenous hunger, Ars., Calc., Cin., Iod., Sil. Sinking immediately after meals, Ars., Cin., Lyc., Sil., Ur. n. Dyspnoea towards end of coitus, K. bi. < After coitus, K. ca. Relaxed Stomach, insufficient gastric juice, Selen. Cross, puny, sickly children, Syph. Nodosities on eyelids after styes, Con., Calc., Mag. Teeth decay on edges (Mez., Thu, at roots). Urging to urinate after difficult labour, Op. Painful sensitiveness of sexual organs, can hardly wear a napkin, Plat. Cough excited by tobacco smoke, Spo. Nodosities on fingers, Caul., Colch., Lyc. Pain in small spot, K. bi. Wind blowing into ears; eruptions; Mercury antidote, Mez. Urinating with cough, Caust. < After stool, Nit. ac. Involuntary stool when passing flatus, Alo. Black marks on teeth, Scill." ],
    "Causation" : [ "Anger. Anger suppressed or reserved. Injury; falls; clean-cut wounds; operations. Coitus. Masturbation. Sexual abuse. Sexual craving. Emissions. Dentition. Tobacco. Mercury." ],
    "Mind" : [ "Hypochondriacal humour, with indifference to everything (after onanism).", "Apathetic; gloomy.", "Sadness, with fear for the future.", "Weeping, and grief respecting the state of Health.", "Susceptibility.", "Patient is so sensitive that the least action or word troubles or annoys his feelings.", "Amorous dreams.", "Desire for death.", "Anxiety and agitation, which allow no rest.", "Ill-humour, irascibility, spitefulness, inducing patient to fling violently whatever is at hand; in the morning.", "Justifiable ill-humour over what has happened or has been done by oneself; weeping and dejected over the supposed ill consequences of it.", "Hypochondria and hysteria after unmerited insults (or sexual excesses), with complaints of flatulence.", "Dislike to conversation, meditation, and all intellectual and serious labour.", "Weakness of memory; a few minutes after reading anything can recollect it only dimly, and whenever he thinks of anything the sense escapes him; call scarcely recall it after long reflection.", "Instability of ideas. Excessively dull intellect, with inability to attend to any occupation.", "Delusions with respect to past events.", "Illusion, as if all surrounding objects were lower, and the patient himself much taller than in reality." ],
    "Head" : [ "Head confused and embarrassed; dull feeling of head with inability to perform any mental labour.", "Whirling vertigo, sometimes in evening, in bed, or during day, when sitting or lying; > by walking; or by turning rapidly round on the heel.", "Fine, burning, needle-like stitches, externally on vertex.", "Hard, pressive pain in vertex.", "Headache in the morning on waking, as if brain were bruised.", "Stupefying, pressing headache, as if brain were compressed.", "(Stupefying headache that she had had for three days goes away at once.", "R. T. C.).", "Pain in l. side of head with inability to keep eyelids open (produced.", "R. T. C.).", "Stunning pain in the head, sometimes alternately with boring.", "Heaviness in head, esp. forehead, above root of nose (> by resting head upon hand).", "Pressing in forehead as from a very heavy lump (wedge of wood or plug) which will not be shaken off; < in morning, from motion and from stooping; > when at rest, and when leaning head against something.", "Dulness in small spot in middle of forehead.", "Violent pressing boring stitches in l. half of forehead, from within outward, in morning.", "Drawing, tearing, or lancinating pressure in the head.", "Headache, as if forehead were about to split, on moving it, or on stooping.", "Burning in l. temple; internally and externally, as if bones would be pressed out, < from touch.", "Compressive or expansive pains in head.", "Semilateral headache, as if a nail were driven into brain.", "Lancinating headache.", "Sensation as if brain were loose.", "Feeling as if occiput were hollow or empty, or as if brain were not large enough for the space.", "Feeling as if all back part of brain was wood and couldn't think.", "Feeling as if the occiput were compressed, internally and externally.", "Head becomes more pulled down (agg. in an old rheumatic.", "R. T. C.).", "Neuralgia of scalp.", "Rheumatic and drawing pains in exterior of head.", "Tingling itching, sometimes also gnawing, in scalp, with pain as of excoriation; the skin peels off, with itching and biting; < in evening and from getting warm.", "Much itching dandriff on scalp.", "Moist, fetid scald-head, with violent itching.", "Humid, scalding-itching, fetid eruption on back part of head, sides of head, and behind ears; when scratching, the itching changes place, but makes it more humid.", "(Eczema of scalp and other parts.", "Scald-head; hair matted together, very stinking.", "R. T. C.).", "Falling off of hair." ],
    "Eyes" : [ "Eyes sunken, with blue raised rings around them.", "R. eye much larger than usual (lids wider open).", "Pupils dilated.", "Eyes sleepy.", "Aching in the eyes, lids, and canthi.", "Itching in margins of lids.", "Itching and biting smarting in internal canthi.", "Smarting and burning sensation in eyes when writing.", "On looking at sun, hot water runs out of l. eye, scalding cheek and making eye smart.", "Violent lancinations in eyes on fatiguing them.", "Inflammation of eyes, which are surrounded by pimples.", "Inflammation in margins of the lids.", "Styes.", "Steatoma of eyelids (Koch).", "Nodosities in margins of lids.", "Great dryness of the eyeballs and lids.", "Syphilitic iritis with bursting pain in eyeball, temple, and side of face, < from evening to morning, and on using eyes by any light.", "Laceration of cornea with prolapse of iris (after Aco.).", "(After operations for cataract.).", "Much purulent dry mucus in canthi.", "Obstinate catarrh with swollen eyelids (Baehr).", "Nocturnal agglutination of eyes.", "Spasmodic closing of lids.", "Pain in upper lid, < on closing eye.", "Pain as if a hard substance were beneath l. upper lid.", "Diminished power of sight.", "Confused sight, as if water were in the eyes.", "Black flashes and luminous sparks before eyes.", "Sparkling before eyes in the dark.", "Areola round candle in evening." ],
    "Ears" : [ "Shootings in ears.", "Tensive stitches in l. ear.", "Eruption behind ears.", "Hardness of hearing, as from enlargement of tonsils, < after abuse of Mercury.", "[ Perforated tympana with deafness as in winter.", "Deafness in children, < at meals, with stuffy cold, thick voice and snuffles (adenoids).", "R. T. C.].", "Tinkling in ears.", "Ringing in ears on moving head; reports in ears; sensation as if wind blew into them.", "Noises in ears like sawing of wood, with swollen tonsils and vertigo; and shooting pains from temple to temple (much relieved.", "R. T. C.)." ],
    "Nose" : [ "Nose ulcerated, with scabs, deep in interior.", "Violent fluent coryza, with obstruction on one side of nose, frequent sneezing, and lachrymation.", "Sneezing without coryza.", "Coryza, with ulcerated nostrils.", "Coryza; at first discharge of only thick mucus, after of thin water.", "Obstruction of nasal fossae, with nasal voice." ],
    "Face" : [ "Face wan and sharp (countenance sunken, nose peaked), with eyes hollow, and surrounded by a blue circle.", "Bashful look.", "Bluish and brownish colour of face, when excited by passion.", "Distressing pressive and throbbing pain in face, from teeth into eye.", "Sharp, burning stitches in l. cheek, which provoke scratching.", "Prosopalgia in an old lady; on touching lips with spoon or fork inexpressible pains shot from lips over face; fluid food had to be eaten with fingers, could take no solid food: mastication impossible.", "Inflammation of bones of face, with burning shootings, or incisive drawings and pressive tearings.", "Facial eruption, with itchings and shootings.", "Lips scurfy, covered with ulcers and scabs, with burning pain.", "(Neuralgia that affects l. upper lip, with shootings up side of face.", "R. T. C.).", "Neuralgia of Staph. is < by holding cold water in mouth (R. T. C.).", "Swelling of lips.", "Easy dislocation of maxillary joint.", "Painful swelling and induration of submaxillary glands.", "Painfulness of submaxillary glands, with (or without) swelling.", "Sensitive induration, like a cartilage, beneath chin, pain on swallowing and on touch.", "Caries of lower jaw, following osteitis after tooth extraction." ],
    "Teeth" : [ "Toothache, with swelling of cheeks and submaxillary glands.", "Toothache, immediately after a meal, and after mastication, and also after cold drinks, and the introduction of cold air into mouth (but not when biting on them), < at night or in morning.", "Tearings and pressive drawings in carious teeth, or in the roots of those which are sound (in open air), and also in gums.", "Teeth sensitive to touch, esp. at night and in the morning.", "(Front teeth get loose from alveolar periostitis going on to caries of jaw.", "R. T. C.).", "Gnawing pain in carious teeth.", "Blackness, brittleness, and caries of teeth (which exfoliate).", "Dentition: child very sensitive; teeth decay as soon as they are cut.", "Toothache so sensitive that one can't bear to move the tongue (hard pressure frequently > the toothache); black streaks running through teeth.", "Affections of teeth on r. side chiefly; decayed teeth very often excessively tender on being filled; can't bear the operation.", "Painful sensitiveness, swelling, and easy bleeding of gums.", "Painful nodosities and excrescences on the gums.", "Tearing in gums of lower incisors, and their roots while eating.", "Gums pale, white, ulcerated (spongy)." ],
    "Mouth" : [ "Mouth and tongue covered with vesicles; stomacace.", "Conditions of mouth and throat like scurvy and mercurial poisoning.", "Painful excrescences on interior of cheek.", "Ulcers in mouth.", "Salivation.", "Sanguineous saliva.", "Constant accumulation of mucus in mouth.", "Swelling of glands under tongue.", "(Cysts in connection with salivary ducts.", "R. T. C.).", "Ranula.", "Tongue: white-coated; dry, with tough mucus stopping posterior nares; stitches in tip; sore pain in anterior part; sticking in margins.", "Shootings in tongue, as from splinters.", "Low voice, from weakness of the organs of speech (after anger).", "Nasal voice from stoppage of posterior nares.", "While talking she swallows continually.", "(Chronic winter throats with enlarged tonsils.", "R. T. C.)" ],
    "Throat" : [ "Roughness (dryness) and scraping in throat, with feeling of excoriation, when swallowing and speaking.", "Constant deglutition when speaking.", "Dryness and shootings in palate and throat.", "Sticking in throat on swallowing.", "Tonsillitis, on swallowing a stitch runs up from throat into ear.", "Swelling of tonsils (also after the misuse of Mercury).", "Painful drawing from hyoidal arch into throat, < touching side of neck.", "Tonsillitis: both tonsils inflamed and swollen; l. sends stitches into ear on swallowing." ],
    "Appetite" : [ "Mawkish and watery taste, with normal taste of food.", "Bitter taste of all food.", "Sour taste of bread.", "Appetite, with want of taste.", "Voracity.", "Bulimy, even after a meal, sometimes with waterbrash.", "Child cries as soon as it eats.", "After eating: cutting in abdomen; dysenteric stool; after meat, cough <. After drinking: cutting in abdomen; dysenteric stool.", "Great desire for milk.", "Tobacco has an acrid taste, and produces pyrosis.", "Appetite for liquid food only (soup).", "Craving for wine, brandy, and tobacco.", "Thirstlessness." ],
    "Stomach" : [ "Eructations, generally empty or scraping.", "Bitter risings after acid food.", "Salt and bitter risings after eating meat.", "Frequent hiccough.", "Sobbing risings.", "Waterbrash.", "Nausea, with inclination to vomit every morning.", "Frequent nausea.", "Pressure at the stomach, as from a weight, in morning in bed.", "Sensation as if stomach were hanging down relaxed.", "Tension and pressure in stomach, < or > by eating, esp. bread.", "Fulness, pressure, and shootings in scrobiculus.", "Digging pain in stomach.", "Anxious tension across hypochondria, in morning, with obstructed respiration." ],
    "Abdomen" : [ "Biliary colic, after domestic disturbance.", "Tensive pressure in abdomen.", "Hard pressure in r. side beneath umbilicus.", "Pinching stitch in l. viscera.", "Enlargement of the abdomen in children.", "Drawing pains across abdomen.", "Sensation of weakness and bearing down in abdomen, as if it would drop; wants to hold it up.", "Gripings after all kinds of food and drink.", "Colic with urging to urinate.", "Spasmodic cuttings, with want to evacuate.", "Frequent production and incarceration of flatus (smelling like rotten eggs).", "Eruption of pimples as large as peas on whole abdomen and thighs, itch; when scratched off are moist and then burn.", "Frequent discharge of hot or fetid flatus.", "Painful swelling of inguinal glands.", "Inguinal hernia." ],
    "Stool and Anus" : [ "Constipation.", "Hard evacuations.", "Frequent want to evacuate, with scanty evacuations, hard or soft.", "Evacuation tardy, without being hard.", "Difficult evacuation.", "Obstinate constipation sets in two weeks after a single dose of O (R. T. C.).", "Loose evacuations, preceded, accompanied, and followed by tenesmus and gripings.", "Diarrhoea: < after drinking cold water; < after eating; in children.", "Loose evacuations, with frequent expulsion of fetid wind.", "Involuntary evacuation of liquid stools.", "A thin stool passes unconsciously, as if flatus would pass.", "Dysenteric stools; with pressing and cutting in abdomen before, during, and after-stool.", "Smarting, sore pain in rectum for long after stool.", "Itching in anus, while sitting.", "Burning cuttings, pressure, and constriction in anus, during evacuations.", "Haemorrhoids, with enlarged prostate; intense pain in back and through whole pelvis.", "Flatus: hot, smells like rotten eggs." ],
    "Urinary Organs" : [ "Itching, needle-like stitches in region of kidneys.", "Pressure on bladder on waking from sleep.", "Very frequent want to urinate, with emission drop by drop, or else of a slender stream of deep-coloured urine.", "Excessively painful emission of urine.", "Frequent (profuse) emission of clear watery urine (with much urging).", "Frequent emission of red urine.", "Constant micturition at night (produced.", "R. T. C).", "Bloody urine (produced.", "R. T. C.).", "Involuntary emission of urine when coughing.", "After having urinated, a fresh want is felt, as if bladder were again full.", "Burning sensation in urethra, esp. (after and) when urinating (with urging, as if the bladder were not emptied).", "Constant urging in young married women." ],
    "Male Sexual Organs" : [ "Soft, moist excrescences, upon and behind the glans (sycosis).", "Inflammation of testes, with burning shootings, or pressive drawing and tearings.", "Pressing pain in l. testicle when walking; and after rubbing; < from touch.", "Drawing, tearing, in r. testicle, as if compressed.", "Drawing, burning, extending from r. inguinal ring, as if in spermatic cord, into r. testicle.", "Chronic prostatitis in old men; pain extending from anus along urethra.", "Sensation of worms crawling in back of scrotum.", "A very marked increase of sexual desire, with frequent erections, esp. at night.", "Voluptuous itching in the scrotum, which provokes emission.", "Frequent pollutions, even during a siesta.", "Effects of onanism; face sunken, abashed look; melancholy; nocturnal emissions; backache, legs weak; organs relaxed.", "Seminal emissions followed by great chagrin and mortification; great prostration; dyspnoea.", "Dyspnoea (towards the end of, and) after coition.", "Discharge of prostatic fluid, during a hard evacuation." ],
    "Female Sexual Organs" : [ "Nymphomania, with extreme sensitiveness to mental and physical impressions; mind dwells too much on sexual subjects.", "Painful sensitiveness of genital organs (esp. when sitting).", "Prurigo senilis; or from pediculi.", "Smarting and lancinating itching in vulva.", "Sufferings after coitus in newly married women.", "Inflammation of the ovaries with burning, stinging, and pressing-drawing.", "Very sharp shooting pains in ovary, which is exceedingly sensitive to pressure; pains extending into crural region and thighs.", "Flow of blood from genitals a long time after critical age.", "Menses which had ceased for a year, reappeared with cutting colic and violent rumbling, at the new moon.", "Spasmodic pains in vulva and vagina.", "Menses: irregular, late, and profuse; sometimes wanting; first of pale blood, then dark and clotted; occasionally spasmodic uterine contractions.", "Amenorrhoea from chagrin with indignation.", "Granular vegetations of vagina." ],
    "Respiratory Organs" : [ "Hoarseness, with accumulation of mucus, which adheres to larynx and chest.", "Sensation of pressure and contraction in pit of throat, after a fit of passion, < by deglutition.", "Roughness, rawness, in larynx, after much speaking.", "Dry, hollow cough, excited by a tickling in the larynx.", "Violent cough, with expectoration of viscid mucus, in evening, after lying down.", "Violent spasmodic cough, with (tough) purulent, yellow expectoration, esp. at night.", "Croupy cough in winter, alternating with sciatica in summer; cough excited by tobacco smoke.", "Expectoration of blood, when coughing.", "Dyspnoea: with constriction; after seminal emissions; towards end of coition.", "Pain (soreness and rawness) as from ulceration in the chest, during cough.", "Dyspnoea with constriction and restlessness in chest." ],
    "Chest" : [ "Aching in chest, with heaviness in that part when sitting, mitigated by walking.", "Contractive oppression, and great agitation in chest.", "Itching stitches in costal cartilages.", "Itching in sternum beneath pit of throat.", "Lancinations in chest.", "Pain in chest, as from excoriation and ulceration.", "Cramp in diaphragm, after a fit of passion.", "Miliary eruption on the chest, with redness and itching when heated.", "Herpetic eruption on lower ribs, with burning itching." ],
    "Heart" : [ "Tremulous palpitation of heart; on least movement; after least intellectual fatigue; when listening to music; after a siesta.", "Stitching pains in heart, or region of heart; stopping breathing.", "Heart feels weak (produced.", "R. T. C.)." ],
    "Neck and Back" : [ "Drawing, rheumatic pressure, and tension in nape, with rigidity.", "Stiff-neck, shoulders sore to lie on (produced.", "R. T. C.).", "Weakness of muscles in nape and neck.", "Eruption of itching pimples on nape.", "Painful swelling of glands of neck, of nape, and under axillae.", "Lancinations under axillae.", "Pain, as if broken in loins, or sensation as from overlifting, or straining the back, esp. during repose, and principally night and morning.", "Pain in loins on rising from a seat, or on turning in bed.", "Itching stitches in region of kidneys.", "Violent (stitches) lancinations, which pass up back.", "(Suppurating swelling in the psoas muscle.).", "Lumbar abscess." ],
    "Limbs" : [ "Drawing, tearing, stitching pains in extremities.", "Limbs feel beaten and painful, as after a long walk, below shoulders and below hip-joint." ],
    "Upper Limbs" : [ "Aching of shoulders.", "Stitches in shoulder-joints, < on touch and motion.", "Dislocation pains in r. shoulder-joint, only on moving.", "Stiffness of shoulder-joint in morning.", "Shoulders sore to lie on, and stiff-neck (produced.", "R. T. C.).", "Pains in bones of arms, during movement.", "Pressive, paralytic, drawing, and lancinating tearings, in arms (< on motion and touch), and forearms, shoulders, hands, and fingers.", "Painful pressure in bone of arm.", "Paralytic drawing in metacarpal joints, < from motion.", "Hands become anaemic from cardiac inertia; gouty pains in little finger, index and thumb of l. hand at night, and loss of power, in l. thumb with pain in r. shoulder (produced.", "R. T. C.).", "Herpes on hands.", "Herpes with scabs on elbows.", "Numbness in ends of fingers.", "Jerking tearing in fingers, esp. in the tips.", "Burning itching in l. thumb.", "Arthritic nodosities in joints of the fingers.", "Osteitis of phalanges of fingers.", "Cramps in fingers.", "Convulsive movements of fingers." ],
    "Lower Limbs" : [ "Pulsating pain in hip-joint as from beginning suppuration.", "Stiffness of coxo-femoral joint in morning.", "Nates ache while sitting; pain extends to small of back, sacrum, and hip-joint.", "Daily pains beginning at crest of ilium, r. side, extending backward and downward to thigh, < early morning, on rising or on sitting down, > standing and from warmth.", "Exceedingly severe pain in r. leg, extending into genitals, esp. testes; attacks followed by great prostration.", "Painful weakness of thighs and legs, esp. of knee-joint.", "Pain as of a fracture in thighs when walking.", "Itching tetters on thighs and legs.", "Itching on inner side of thighs.", "Drawing shootings in the knees and knee-joints (< on motion).", "Drawings, and pressive tearings in tibia, and bones of feet.", "Boring stitches in r. tibia during rest.", "Nocturnal cramps in calves and soles.", "Tearing in muscles of legs when sitting and standing.", "Stitches in r. calf.", "Swelling of instep.", "Swelling of metatarsal bones.", "Burning itching in toes, as if they had been frostbitten.", "R. toe inflames round nail and forms an abscess (produced.", "R. T. C.)." ],
    "Generalities" : [ "[Flatulent colic, where the flatus is incarcerated; gnawing pains; darting pains; sensation of trembling in inner parts.", "Pains in zygoma; in cheeks; in under jaw.", "Affections of angles of eye, particularly the inner; glands about neck and lower jaw diseased ovaries, particularly r. one.", "Yellow scabs behind ear.", "Flat taste obstructed evacuation of bowels.", "Micturition too frequent; too sparing.", "Polypus; arthritic nodes; restlessness of the body; scurvy.", "< From mental affections; anger; grief; mortification, esp. if caused by offence from loss of fluids; tobacco; Mercury; sexual excesses; sleeping in afternoon; touching the parts (as in toothache, can't bear to have the tongue, drink, or anything touch the teeth); from the least touch on affected parts.", "> After breakfast; from breaking wind.", "H. N. G.].", "Has been used as an application for healing recent wounds.", "Paralytic drawing in joints, esp. during movement, or when the parts are in a false position.", "Drawing tearing in muscles, esp. when seated.", "Twitches at night.", "Acute, penetrating, deep lancinations in different parts.", "Cramps in limbs.", "Painful inflammations of bones; suppuration of bones and periosteum.", "Swelling of bones.", "Semilateral paralysis, after a fit of anger.", "Syncope.", "Painful sensibility of all muscles, when touched, and of joints, when using them.", "Mechanical injuries from sharp-cutting instruments.", "Painful weariness and excessive lassitude, esp. during movement; > by sitting or lying down.", "Continued disposition to remain lying down.", "Great fatigue, early in morning, with stiffness of all joints.", "Sore and stiff all over, swollen fingers and sore tibiae (produced.", "R. T. C.).", "After a siesta, cloudiness, with heaviness in limbs.", "Relieves pains of cancer (R. T. C.)." ],
    "Skin" : [ "Tingling, as from insects, over whole body, esp. in morning.", "Chronic miliary eruptions, sometimes with convulsive jerks at night.", "Eruption of itching, oozing nodosities, with burning pain.", "Scald-head with yellow scab, smells badly, itches very much, &c.", "Exanthema on cheeks, face, or particularly if it is yellow; with a creeping itching.", "Incised wounds, with great pain.", "Herpetic eruptions, with itching in evening; and burning sensation after scratching them.", "Arthritic nodosities on the joints.", "Dry, crusty tetters on the joints.", "Painful engorgement and induration of the glands.", "Unhealthy skin, easily suppurating.", "Frequent furunculi.", "Ulcers, with tearing shootings (gnawing pains), or itching smarting.", "Jerking and tearing round ulcers, esp. morning and evening.", "Wens and encysted tumours burst after Staph. (R. T. C.)." ],
    "Sleep" : [ "Strong tendency to sleep all day.", "Violent yawnings and stretchings, which cause tears to come into the eyes.", "Sleep retarded by mental activity (crowding of ideas); or in consequence of an itching and burning sensation in the tetters and ulcers, or of violent pains in calves.", "Sleepy all day; awake all night; body aches all over.", "Jerking of limbs, when sleeping.", "Disturbed sleep, with unquiet dreams, and frequent waking with a start.", "Child wakes, pushes everything away and wants everybody to go away; restless at night as from frightful dreams; calls for mother often.", "Lascivious dreams, with emissions." ],
    "Fever" : [ "Pulse very fast but small and trembling.", "Frequent shivering and shuddering, also at night.", "Fever in evening, manifesting itself only by chilliness.", "Chilliness and coldness predominate.", "Violent chill in evening with heat in face.", "Chilliness p.m.; > when exercising in open air.", "Chill ascending from back over head.", "Chill running down back.", "Before and after the paroxysms of intermittent fever, ravenous hunger.", "Tertian fever (with symptoms of scurvy, such as putrid taste), bitter taste, bleeding gums, anorexia, and constipation.", "External burning heat, with ebullition of blood, and thirst (after midnight, followed by chill towards morning).", "Burning heat in hands and feet, at night, which renders it needful to uncover them.", "Great tendency to perspire by day, even when seated quietly; or else inability to perspire, with paleness of face and headache.", "Profuse perspiration at night, sometimes with putrid smell (like rotten eggs).", "Cold sweat on forehead and feet." ]
  }
}