{
  "remedyName" : "Sticta Pulmonaria",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Anus, pain in. Asthma. Bronchitis. Catarrh. Clergyman's sore throat. Cold. Cough. Diabetes. Diaphragm, rheumatism of. Diarrhoea. Glands, swollen. Hay-fever. Headache. Housemaid's knee. Hysteria. Influenza. Laryngitis. Levitation. Measles, cough of. Migraine. Milk, scanty. Neuralgia. Ozaena. Phthisis. Post-nasal catarrh. Pott's disease. Rheumatism. Seminal emissions. Sick headache. Sleeplessness. Syphilis." ],
    "Characteristics" : [ "There cannot be much doubt whence Sticta received its name of Pulmonaria. The likeness of the plant to lung tissue is self-evident. It was a popular remedy of great repute in catarrhs and coughs when Hale introduced it to homeopathy. S. P. Burdock, C. H. Lutes, and S. Lilienthal proved it and elicited some very remarkable and valuable symptoms. Hering added many no less valuable clinical symptoms. Dewey (Trans. Paris Int. H. Cong. 1900, p. 317) conducted another proving on several persons which has further enriched the pathogenesis. His additions are marked (D) in the Schema. \"It was first used,\" says Hale, \"for severe, harassing cough,\" and such good results accrued that provings were made to ascertain its full value. It was found to cause severe coryza, with violent sneezing, intense headache, and conjunctivitis. These attacks were preceded or followed by rheumatic pains and swelling of the small joints.\" The catarrh of Stic. is for the most part obstructive; and if there is discharge it dries quickly, and forms crusts or scurf. Constant need to blow the nose, but no discharge comes on account of dryness. In syphilis, or any other disease where this condition is present, Stic. will be the remedy. A grand characteristic both of headaches and catarrh is a \"dull, heavy pressure (or stuffed feeling) in root of nose.\" The cough of Stic. is also dry. \"Dry night cough\" is a keynote: cough dry, < evening and night; can neither sleep nor lie down; must sit up. P. C. Majumdar (Ind. H. R., v. 109) cured two cases of whooping-cough with Stic. 6x. The cough began just after sunset, and went on till vomiting occurred, and all the contents of the stomach were thrown off. Stic. will often cure coughs left by measles, whooping-cough, influenza. Hard, dry barking coughs following colds. In cases of phthisis and haemoptysis it is of great service. \"Oppression at chest; sensation as if a hard mass on it. Sudden pain from sternum to spine, constant,< on movement,\" are leading symptoms in such cases, in addition to those of the cough. Phthisis and rheumatism not infrequently occur in different members of a phthisical family; and rheumatism (as the word implies) is related to catarrh. Stic. meets all these conditions; and it has, like Bacil., \"a deep-in headache.\" Elias C. Price (in Southern J. of H.) relates this case: Boy, 8, had acute rheumatism with inflammation and redness of one knee, ankle, toes, wrist, and fingers; valvular heart disease from a previous attack. Aco. and Sul. failed to relieve. Stic. 1x was given every hour. Next day there was a considerable quantity of fluid in the knee-joint [an aggravation by Stic. apparently], but otherwise the boy was better. Stic. was continued. Next day half the fluid was gone, and the third day it was all gone and the boy was cured in nine days. Price remarks that he had noticed one symptom so frequently present in the cases he cured with Stic. that he began to regard it as a characteristic although it was not in the provings: A spot of inflammation and redness on the affected joint like the hectic flush on the cheeks in phthisis. In housemaid's-knee Stic. comes as near being a specific as a remedy ever can. M. D. Youngman (H. M., 1893, p. 360) related a number of cases of catarrhal and pulmonary affections cured with Stic. O, the indications being: Harsh, racking, incessant, \"unprofitable cough of spasmodic type. He considers it especially Suited to neuralgic, rheumatic, gouty individuals. Here is one of his cases: Mrs. H., 42, had an attack of bronchitis in January, and when seen, March 29th, had a harsh, racking cough, with pain all through chest on coughing; spongy state of mucous membrane of pharynx, which bleeds easily; has had several attacks of asthma; has hay-fever every August; paroxysms of cough often end in convulsive sneezing, which she dreads because it is followed by asthmatic symptoms. \"She takes cold in her head, which in a day or so goes down in her throat, and thence into her chest.\" Every cold she gets does this. Stic. 1x gave relief in five days. Hale says Stic. is indispensable in February, March, and April in the American climate. L. O. Rogers (S. J. of H.) prescribed Stic. for a patient with the cough of the remedy at the time she was nursing her seventh child. She had always been annoyed because of a scantiness of milk; it had been occasionally entirely suppressed. Whilst taking Stic. the flow became ample, and remained so as long as an occasional dose was being taken. Rogers subsequently verified this effect in a number of cases. Another use of Stic. is in sleeplessness, which is due to nervousness, or to cough. This is part of its action on the nervous system. Stic. is one of the remedies which produce the levitation symptom: the legs feel as if floating in the air; head as if floating off; as if the body and limbs did not touch the bed. Hysterical chorea coming on after profuse haemorrhage has been cured by Stic. Peculiar Sensations are: As if she cannot keep her tongue still. As if stomach full of yeast. Throat and mouth burn as if scalded. As if hard mass collected in lungs. As if floating in air. The right side is more prominently affected. The symptoms are: < By touch. < Motion (also: must get up and move about for relief from pain of knee). < Turning eyes. Pressure >. Lying down > headache; < cough. Influenza is > in open air. Many symptoms are < as the day advances, lasting all day. Cough < nights (comparatively free from it during day). Coughing < cough (the more he coughs, the more he wants to)." ],
    "Relations" : [ "Compare: Lung affections; deep-in headache, Bac. Catarrhs and coughs, Dros., Nux, Rx. c., Samb., Meph. Rheumatism, Act. r., Stellar. Nerve symptoms, Asar, Tarent. Asthma of consumptives associated with splitting headache, Rx. c., Meph. Levitation symptoms, Calc., Sil., Can. i. Sensation of lightness of body, Coccul., Gels. The more he coughs, the more he wants to, Ign. Heaviness from front to back, Naja. Headache as if skull being raised and lowered, Can. i." ],
    "Causation" : [ "Fall. Haemorrhages." ],
    "Mind" : [ "Confusion of ideas, cannot concentrate them.", "Great desire to talk about anything and everything, doesn't care whether any one listens, cannot keep her tongue still.", "Lively, wanted to strike out; lay on the lounge and began to \"kick up her heels\"; when reproved said she couldn't help it but felt as if she wanted to fly away." ],
    "Head" : [ "Slight vertigo (D).", "Dull sensation in head with sharp darting pains through vertex, side of face, and lower jaw.", "Dull, heavy pressure in forehead and root of nose, increasing in intensity during the day.", "Pain in r. supraorbital region; became more acute and extended through brain on r. side; deep in brain.", "Headache extending through brain, almost intolerable.", "Headache as if entire skull were being raised up and lowered again, comes on after dose of O in man, 43, with arthritis deformans; the pain had been felt before but not so severely (R. T. C.).", "Darting pains in temples, increasing in intensity the entire day.", "Catarrhal headache before catarrh sets in.", "Sick-headache, must lie down; < from light and noise; nausea and vomiting, nearly to faintness.", "Headache with severe pain in eyes felt on closing lids or turning eyeballs.", "Scalp feels as if too small, or as if drawn too tight.", "[Painful weight on back of head.", "Confused, heavy sensation on head.", "The head seems as if flying in space.", "Frontal migraine > by cold; < by pressure.", "Slight pressive headache deep in.", "The head seems full and confused by every dose (D).]" ],
    "Eyes" : [ "Eyes feel heavy.", "Burning in lids with soreness of the ball on closing lids or turning eyes; increasing during the entire day.", "[Eyes: painful as if inflamed.", "Sight dim as if he had read too much.", "Pain in l. internal canthus.", "Right eye painful as if something were in it (D).]" ],
    "Ears" : [ "Acute neuralgic pains in mastoid apophysis, rather deep in." ],
    "Nose" : [ "Fulness at root of nose.", "Constant need to blow nose, but no result on account of dryness.", "Excessive and painful dryness of mucous membrane; secretions dry rapidly, forming scabs difficult to dislodge.", "Incessant sneezing with fulness in forehead and r. side of nose, tingling in r. side of nose.", "Desire to put finger in nose to clear out gluish secretion.", "Coryza < afternoon; > in open air.", "Constant desire to blow nose without discharge. (tertiary syphilis).", "[Slight epistaxis.", "Slight liquid coryza.", "Sensation of obstruction in nose.", "Yellow, thick discharge for several days (D).]" ],
    "Face" : [ "Darting pains in side of face; and in lower jaw.", "[Pain in malar bone.", "Sensitiveness of lower jaw.", "Pain in r. submaxillary gland, < by pressure.", "Pain in parotid gland (D).]" ],
    "Mouth" : [ "Mouth and throat burn as if scalded.", "[Thick yellow coat on posterior half of tongue with a narrow yellow stripe running along centre to tip; many red papillae show through.", "Patch covered with pearly white coat, rough and hard to dislodge; saliva abundant and foamy (D).]" ],
    "Throat" : [ "Excessive dryness of soft palate, feels like dried leather, causing painful deglutition.", "Dropping of mucus from posterior nares, throat feels and looks raw.", "Sore throat; coryza from slightest cold.", "[Scraping sensation in throat.", "Obstruction in throat (D).]" ],
    "Stomach" : [ "Slight pyrosis with acid and bitter regurgitation; sleepy after dinner and diminished appetite (D).", "Dull, oppressive pain in cardia.", "Severe pains from sternum to spinal column, and a feeling of rumbling burning in stomach as if full of yeast." ],
    "Abdomen" : [ "Dull pains in r. hypochondrium.", "Feeling of fulness in l. hypochondriac region.", "Rumbling as if full of yeast." ],
    "Stool and Anus" : [ "Mucous diarrhoea and loose cough.", "[Thick diarrhoea; stools profuse, frequent, little colour.", "Constant desire for stool with no result.", "Profuse stool a.m., driving him hurriedly from bed.", "Foamy stool, with flatus.", "Stool a.m. with effort.", "Constipation with acute tetanic pain in anus, lasting half an hour after stool (D).]" ],
    "Urinary Organs" : [ "[Bladder seems distended.", "Urine thicker than usual, and increased in quantity.", "Sensitiveness or pain in bladder.", "Urine much increased.", "Frequent necessity to urinate; must rise several times at night.", "Efforts to urinate with emission of a small quantity (D).]" ],
    "Male Sexual Organs" : [ "[Pollutions for several nights.", "Pollution whilst he slept in afternoon.", "Mind drawn to sexual subjects (D).]" ],
    "Female Sexual Organs" : [ "[Uneasiness in the pelvis.", "Menses more abundant and paler than usual (D).].", "Scanty milk became abundant." ],
    "Respiratory Organs" : [ "Tickling in larynx and trachea causing cough.", "Tickling in r. side of trachea below larynx.", "Clergyman's sore throat, characterised by great dryness of mucous membranes.", "Hay-fever, with dryness of membranes.", "Cough: dry, < evening and night; can neither sleep nor lie down; dry, noisy; severe, dry, racking with splitting frontal headache.", "Cough after influenza; after measles; after whooping-cough; barking; < night and morning.", "[Cough: dry; spasmodic; the more he coughs the more he wants to.", "Spasmodic cough which he cannot stop.", "Dry cough, causing pain in upper part of sternum (D).].", "A lady had catarrhal asthma so badly was refused admission to an hotel; Sti. p. 1x was given, and next day she walked into the hotel without any sign of asthma (R. T. C.)." ],
    "Chest" : [ "Slight oppression of lungs.", "Feeling of a hard mass in chest.", "Sudden pain through chest from sternum to spine; constant, < on movement; arms powerless from extreme pain if an attempt was made to move them; difficult breathing and speaking.", "Pulsation from r. side of sternum down to abdomen.", "Coryza with expectoration of dark blood brought on by every cold, damp spell." ],
    "Heart" : [ "Dull, oppressive pain in cardiac region.", "Attacks of anxiety about heart; awakes with strange sensation about heart and for a few moments feels as if floating in air.", "[Pulse uneven, drops every third or fourth beat.", "Veins of hands feel distended, also superficial veins of arms and legs (D).]" ],
    "Neck and Back" : [ "Cervical glands swollen, l. side, neck sensitive.", "[Woke with heavy pain in second and fourth lumbar vertebrae, > sitting upright or bending forward.", "Great weakness in the back in afternoon (D).]" ],
    "Limbs" : [ "Darting pains in arms, legs, and shoulders, beginning in muscles of arms, then in fingers, joints, thighs, and toes.", "Swelling and stiffness of hands and feet.", "Rheumatism of joints.", "Hands and feet tend to be cold (D).", "Red spots of inflammation on affected joints (Price)." ],
    "Upper Limbs" : [ "Rheumatism in r. shoulder-joint, deltoid, and biceps, extending at times to forearm; commencing at night; > during day.", "Lancinating pain in second joint of middle finger, increasing in intensity all day.", "Rheumatism of wrists; wrists and hands swollen, little redness, very painful on moving.", "On movement, painful bruised sensation in muscles, esp. of forearm (D)." ],
    "Lower Limbs" : [ "L. leg felt as if floating in the air, feels light and airy without any feeling of resting on the bed.", "(Fluid in knee-joint.).", "Rheumatism of r. ankle, swollen, very painful.", "Knee painful from a fall.", "Housemaid's-knee.", "[Lancination in knees and legs.", "Feet cold and sweating (D).]" ],
    "Generalities" : [ "Dulness.", "Very soon after taking Sti. p. prover said, \"I feel that medicine all over me.\".", "General feeling of weariness.", "Burning, biting, sticking pains all over body during entire day.", "Feeling of levitation of different parts.", "Hysteria after loss of blood.", "Swelling and painfulness of lymphatic glands." ],
    "Sleep" : [ "Sleeplessness: from nervousness; from cough; of children after surgical operations (e.g., setting broken leg)." ],
    "Fever" : [ "Increase of temperature.", "Shudder through the whole body, esp. of toes and fingers." ]
  }
}