{
  "remedyName" : "Stillingia Sylvatica",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bones, diseases of; nodes on. Clergyman's sore throat. Elephantiasis. Haemorrhoids. Headaches, syphilitic; mercurial; catarrhal. Hip-joint disease. Influenza. Larynx, affections of. Liver, affections of. Nodes. Periostitis. Psoriasis. Rheumatism. Scrofula. Syphilis." ],
    "Characteristics" : [ "Still. has long been a popular remedy for syphilis in the southern states of U.S. T. Y. Symons introduced it into professional medicine, and Hale to homoeopathy. H. R. Frost, A. B. Nichols, J. M. Cunningham, and others proved it, chewing the root or taking the tincture. One prover chewed the bark. The proving shows an action closely parallel with that of syphilis, attacking the genito-urinary organs, throat (pharynx, larynx, and trachea), mouth, head, and bones. I have cured with it syphilitic cough of the hoarse, barking type. In one case of secondary syphilis the patient (who was taking Still. 1) complained that the medicine made his legs and feet feel tired and his feet feel sore. Still. attacks the periosteum and produces pain in the bone. It has removed nodes on the forehead, tibia, and elsewhere, and arrested caries of the nasal bones. Pain in the cranial bones and the headaches of syphilis. It is not confined to syphilitic cases in its action. It has a popular repute in scrofula, skin affections, liver diseases, and rheumatism", "all of which the provings confirm. One prover was cured of a pustular eruption during the proving. In chronic rheumatism Hale classes it with Phyt. and K. iod. Peculiar Sensations are: As of a heavy substance pressing on brain. Tongue as if scalded (Still. has the irritating properties of the Euphorbians). As if room were too warm. Pains are sharp, shooting, darting. The cartilages of larynx and trachea are sore and feel bruised. Dryness is a common feature. Hale quotes a case of secondary syphilis treated by Preston, one of the provers. The patient, a man, suffered extreme torture from bone pains. After receiving Still. he slept well. The immense nodes disappeared from head and legs; and \"from the most deplorable, down-hearted (sometimes almost raving from derangement), miserable, thin-looking object, he changed into a buoyant, joking, rotund-looking fellow.\" The symptoms were < by movement. < Walking. Pressure > pain in forearm. < Exposure to cold or to air. Warmth > itching of legs." ],
    "Relations" : [ "Antidote to: Merc. Antidoted by: Ipec. (nausea from the fumes). Compare: In syphilis, Syph., Med., Merc., K. iod. Chronic rheumatism, Guaiac., Phyt. Nodes, Mang., Corydalis, Staph. Hip disease, Nat. s. (Still. secondary or inherited syphilis, pains in and through hip < night, < wet weather; Nat. s. hydrogenoid constitution, pains < night rouse patient from sleep, > turning over in bed)." ],
    "Mind" : [ "Depression of spirits; and gloomy forebodings.", "Intellect dull and stupid." ],
    "Head" : [ "Dizziness and throbbing in head.", "Persistent dull headache in vertex.", "Dull, heavy pain in r. side of head.", "In frontal region a feeling as of a heavy substance pressing on brain, becoming sharp and darting, almost unendurable.", "Pains in head, with inflamed and watery eyes, and general soreness of muscles.", "Sharp darting pains in r. occipital protuberance.", "Mercurial, syphilitic, and catarrhal headaches.", "Bone swellings in head and forehead, in latter size of hen's eggs.", "Mercurial periostitis of skull." ],
    "Eyes" : [ "Eyes inflamed and watery, with severe headache and general muscular soreness, as if he had taken cold.", "Sharp darting pain over l. eye; lachrymation of both eyes, esp. after reading; r. eye <." ],
    "Ears" : [ "Burning in l. ear in evening; next morning a vesicular eruption." ],
    "Nose" : [ "Catarrhal discharge, first watery then muco-purulent; followed by small abscesses on inside of r. nostril.", "Sharp burning sensation in r. nostril, a.m. on waking.", "Influenza.", "Necrosis of bones of nose." ],
    "Face" : [ "Pains under malar bone, extending transversely through face.", "Stinging darting pains in face; with frontal headache.", "Periostitis of facial bones." ],
    "Mouth" : [ "Paroxysms of neuralgic toothache.", "Tongue: coated heavily; yellowish white; white; feels rough and sore.", "Scalded sensation on tongue, with soreness in region of larynx.", "Heat in mouth and fauces.", "Taste: salty; bitter in morning.", "Increased flow of saliva." ],
    "Throat" : [ "Smarting, stinging, dryness and rawness of fauces.", "Constriction of throat.", "Intense burning in fauces and throat extending to stomach; < on any attempt to swallow." ],
    "Stomach" : [ "Appetite: increased; lost.", "Regurgitation and vomiting of ingesta.", "Pyrosis daily, p.m. to bedtime.", "Nausea with constipation.", "Sickness and salivation.", "Faint, empty sensation in stomach.", "Distress; griping; cramps in stomach." ],
    "Abdomen" : [ "Torpidity of liver with jaundice, great depression, constipation.", "Severe cramps in both hypochondria.", "Sharp darting in l. hypochondrium, followed by passage of flatus.", "Borborygmi.", "Colic, periodical.", "Heavy pain in hypogastric region." ],
    "Stool and Anus" : [ "Severe attack of piles lasting several weeks.", "Pain in rectum and sphincter with stool; burning and tenesmus; lasting half an hour after.", "Bowels loose and irregular.", "Stools: copious, acid, frothy, bilious; papescent; white like curds; dysenteric.", "Constipation, stools delayed." ],
    "Urinary Organs" : [ "Dull pain in region of kidneys.", "Incontinence of urine.", "Violent smarting burning through whole length of urethra < by micturition, with difficulty in voiding urine.", "Urine: increased; flocculent, mucous sediment." ],
    "Male Sexual Organs" : [ "On micturating, sharp pain in glans extending up urethra, so severe as to cause perspiration.", "Slight drawing up in r. testis.", "Dull tearing pain in l. testis.", "Gonorrhoea." ],
    "Female Sexual Organs" : [ "Both ovaries pained very severely.", "Copious muco-purulent leucorrhoea, with rheumatic pains." ],
    "Respiratory Organs" : [ "Laryngitis, esp. if syphilitic, with hoarseness and dry spasmodic cough; or cough may be loose.", "Hoarseness and chronic laryngeal affections in public speakers.", "Croup.", "Slight uneasiness and tickling in trachea and bronchi, < on rising in morning.", "Tickling sensation in trachea in evening which = dry, spasmodic cough.", "Slight lame feeling seemingly in cartilages of larynx.", "Hoarse cough.", "Bruised feeling in trachea.", "Short, hacking cough.", "Cough deep and loose." ],
    "Chest" : [ "Oppression of chest.", "Darting pain in thorax, with tickling in throat and short, hacking cough.", "Sharp darting pains through chest and shoulders.", "Sore aching above l. clavicle.", "Raw feeling in chest whole length of sternum.", "Incipient phthisis in persons of strumous habit." ],
    "Heart" : [ "Boring pains about region of heart, with irregular pulse.", "Pulse weak and very irregular." ],
    "Back" : [ "Aching in back and down thighs and legs.", "While sitting pain in l. lumbar region, darting forwards." ],
    "Limbs" : [ "In evening pains in r. elbow and leg, aching and pulsating, with soreness." ],
    "Upper Limbs" : [ "Pain in r. scapula runs up neck.", "Soreness and aching in humerus.", "Sharp shooting pains in both arms, from middle third of humerus down to fingers.", "Very large node on olecranon.", "Aggravating pains in l. elbow, shooting towards shoulder and head; slighter in r. elbow and wrist." ],
    "Lower Limbs" : [ "Aching pain in r. leg.", "Pains in l. lower anterior third of leg.", "Burning-itching of legs.", "Enlargement of tibia to such a degree as to deprive the child of all power of motion; limbs contracted and swollen.", "Ulcers on legs, venereal, chronic, and indolent.", "Periostitis and nodes of tibia.", "Syphilitic and gonorrhoeal sciatica; l.", "sided complaints", "(Legs and feet feel tired, and feet sore.)" ],
    "Generalities" : [ "Soreness of muscles all over; feels as if he had taken a severe cold.", "Weak and emaciated.", "Symptoms lasted eight weeks.", "Nothing seemed to >; much < by exposing parts to cold or even to air; > from the aggravation only by covering with flannel or getting into bed." ],
    "Skin" : [ "(Pustular eruptions healed rapidly during the proving.).", "Itching and burning-itching of legs < exposure to air.", "Vesicular eruption on ears.", "Scrofulous, venereal, and other skin diseases.", "Ulcers with unhealthy skin.", "Elephantiasis.", "Lepra." ],
    "Sleep" : [ "Unusual drowsiness all day, with general malaise and headache.", "Very sleepy after eating." ],
    "Fever" : [ "Cold on going to bed; immediately after broke out in sweat, with excessive warmth all night.", "Feverish heat, evening.", "Fever a.m.; gets into heavy sleep.", "During day, room felt too warm.", "Great warmth in face like catarrhal fever." ]
  }
}