{
  "remedyName" : "Stramonium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anasarca (after scarlatina). Aphasia. Apoplexy. Burns. Catalepsy. Chordee. Chorea. Delirium tremens. Diaphragmitis. Ecstasy. Enuresis. Epilepsy. Erotomania. Eyes, affections of. Headache; from sun. Hiccough. Hydrophobia. Hysteria. Lochia, offensive. Locomotor ataxy. Mania. Meningitis. Nymphomania. Oesophagus, spasm of. Scarlatina. Stammering. Starting. Strabismus. Sunstroke. Tetanus. Thirst. Tremors. Trismus. Typhus." ],
    "Characteristics" : [ "The first to use Stram. in medicine, according to Teste, was Stoerck, who was one of Hahnemann's predecessors Stoerck first tried it in mental alienation, because it was supposed to produce \"a marked and persistent disorder of the mental faculties.\" Hahnemann proved it, and introduced it into the homoeopathic materia medica. In his introduction to the remedy he points out that, though it produces many uncomfortable symptoms, it does not in its primary effects cause actual pain. Hahnemann attached a good deal of importance to this. \"Stram., \", he says, \"allays some spasmodic movements, and restores suppressed excretions in several cases in which absence of pain is a prominent symptom.\" In addition to the absence of pain there is with Stram. (and in many mental cases) an extreme muscular mobility. This mobility affects muscles of expression and muscles of locomotion. The movements of Stram. are generally gyratory and graceful when they occur in the arms. The forms of mania specially mentioned by Teste as calling for Stram. are: Nymphomania of lying-in women. Certain forms of religious monomania, in exaggerated and ridiculous scruple of conscience. Fixed notion that some unpardonable sin has been committed (which the patient is nevertheless unable to remember); that he is possessed of the devil. Hallucinations. The delirium of Stram. is for the most part terrifying. It corresponds exactly to many cases of delirium tremens. Visions of animals enter largely into it. In a case of severe pleuro-pneumonia of right side, supervening on scarlatina, the patient, a young man, said he saw a large black dog about the room. This led me to give Stram., which rapidly altered the whole case for the better, including the pneumonia, and resolved a situation of no little anxiety. Stram. is also called for in congestions without actual inflammation, but with high mental exaltation and furious delirium and little or no fever; without pain but with some coma. J. Emmons Briggs (New Eng. M. Gaz., xxx. 151) relates this case of poisoning: Briggs had an urgent call to see James M., in \"convulsions.\" He found him lying on the bed in a state of wild delirium, requiring the constant combined efforts of two people to keep him in bed. Face exceedingly flushed; expression becoming in rapid alternation pleasant and anxious. Pupils widely dilated; iris scarcely visible, giving the eye a very brilliant appearance. Marked convergent strabismus, skin hot and dry, resembling scarlatina eruption. Abdomen tense. The most alarming symptom was rapidly recurring convulsions with twitching of the arms and lower limbs. Thirty or forty of these spasms occurred in rapid succession, followed by a moment during which the countenance brightened and seemed at rest, only to be followed in an instant by a series of clonic contractions. Grasping at imaginary objects before the eyes, when expression frequently became anxious, as if the patient was trying to ward off imaginary foes. At times the mind was very active, and the patient talked rapidly and incoherently. Between the spasms laughter and crying frequently occurred. The boy, it transpired, had been chewing a Thorn-apple. When he came home he seemed rather dazed, and vomited. He then threw himself on the sofa and slept very soundly till he awoke in the convulsions. The boy recovered under Kali bro. in five-grain doses, though it was with great difficulty that he was made to swallow. This difficulty of swallowing is a marked feature of Stram., and with the intense thirst, delirium, and hallucinations completes the picture of many cases of hydrophobia. Another symptom indicating it here is \"< by bright light, mirror or surface of water.\" S. A. Jones (quoted A. H., xxii. 410) relates the case of a little girl with brain symptoms for whom he had prescribed a remedy. The report was brought late at night, that the patient was much worse. \"She vomits, \", said the father, \"if she even raises her head from the pillow.\" The vomit was green. Jones found this under Stram. by aid of the Cypher Repertory. He gave Stram., and the next morning the case was entirely changed for the better. Acting on this analogue, Jones also cured a \"vomiting of green stuff always induced by bright light.\" On the other hand, the Stram. patient is dependent on light and company; cannot walk in the dark (hence it is indicated in locomotor ataxy); and going through railway tunnels without a light in the carriage may cause fainting. Some of the head-movements of Stram. are characteristic: Continually jerks head up from pillow; head bent back; boring head into pillow. The twitchings of single muscles and the squint mark Stram. as the remedy for many cases of chorea. I find it correspond to about an equal proportion with Agaricus; and when there is fright in the causation Stram. will almost certainly avail. Stram. has a relation to the hip-joints, and Stram. has cured both coxalgia and morbus coxae (left). This is accompanied by very severe pain, and is one exception to the \"painlessness\" of Stram. affections. The effect of Stram. on the secretions is to suppress them; and this makes Stram. an excellent remedy in many cases of illness due to suppressed secretions", "menses, lochia, sweat, eruptions. Stram. causes high fever with rashes, some scarlet, like scarlatina; petechiae; spots on the arms like flea-bites; vesications; and it corresponds also to burns and scalds. Stram. caused the face of a boy to whom I gave it to swell and come out in blotches soon after commencing the remedy. (I have seen Dulc. produce furfuraceous rash on the face in the same way.) In a case of mine Stram. relieved an extensive eczematous eruption which came on after a fright. As a result of suppressions convulsions occur. These may be general, or they may be partial or choreic. The convulsant, spasmodic properties of Stram. are shown in the respiratory sphere in constriction of the chest, asthmatic symptoms, and cough of the whooping-cough type. The common practice of smoking Stramonium leaves for asthma is roughly homoeopathic. Peculiar Sensations of Stram. are: As if spinning or weaving. As if objects were smaller than they really are. As if dizzy. As if he had no limbs. As if drunk. Head as if drawn backward. Starts as if a shock of electricity had been passed through her body. As if eyes were forced out. As of sparks of fire rushing from stomach to eyes. Eyelids as if swollen, or as if oppressed with sleep; as of wind rushing out of ears. As if sawing cheek-bone; as if a hole were there and the brain were touched. As if nose were shifted. As if pins and needles were in forehead. As if he was seeking something. As if bones were sawed through. As if front teeth would fall out. Teeth as if pressed together. Moving fingers as if searching for something. Cries as if from sight of hideous objects. As if lips would grow together. Inner mouth as if raw. Soft palate as if drawn down. As of boiling water in throat. As if a ball were wedged in throat. As if falling. As if he would vomit. As if navel were to be torn out. Abdomen as if puffed up. As if abdomen were expanded to extremest degree. As if urine could not be passed on account of narrowness of urethra. As if a cylindrical body were being passed through urethra. As if he had not power to close neck of bladder. As if very tall. As if something turned round in chest. Limbs feel as if gone to sleep. As if parts of limbs were completely separated from body. Hands and feet as if loose in joints. As if cold water were poured down back. Stram. is an ill-smelling plant, and the discharges and secretions it causes are often foul and even cadaveric in odour. Stram. is Suited to: Ailments of young, plethoric persons; especially of children (chorea, mania, fever, delirium). The symptoms are: < By touch; by pressure. Motion <; removing head from pillow = vomiting of bile; walking = involuntary micturition; walking in dark = vertigo. < After motion (vomiting of bile; palpitation; pain in back, shoulder, and abdomen). Whilst sitting: involuntary micturition; cough = lower limbs to be jerked up. Lying > pulsating heat of vertex; in evening prosopalgia in l. cheek; = cutting pain in sternum. Lying on side < vertigo. Warmth >. Wind <. Cold <. < Evening and night. < In dark. > In light. > In company. < Looking at shining objects, water, &c. < Sun. Great desire for acids; citric acid >." ],
    "Relations" : [ "Antidoted by: Lemon-juice, Vinegar, Tobacco injections; Senna for cerebral symptoms; Bell., Hyos., Nux; and \"Particularly Camphor\" (Teste). Antidote to: Merc., Pb. Follows well: Cupr., Bell. Incompatible: Coffea. Compare: Metrorrhagia, from retained placenta with characteristic delirium, Sec. (Sec. often acts when Stram. fails), Pyro. (with fever and septic tendency). Delirium, Bell., Lach., Agar., Cupr., Zn. Illusions of shape, Bapt., Petr., Thuj. Erysipelas, Bell., Rhus. Stuttering; unable to combine consonants with vowels, Bov. Bright light = convulsions, K. bro. > Light, Stro. Hiccough, Ign. (< after eating, smoking, emotions), Ver. (after hot drinks). Hears voices from far off talking to him; behind him, Anac. Body bathed in hot sweat. Op. Gyrating movements (Hyo., angular). Loquacity, Cup., Hyo., Lach., Op., Ver. Hands constantly on genitals, Zn. Laughs and weeps by turns, Aur., Pul., Alm., Lyc., Caps., Graph., Phos., Sep., Sul., Ver. Tetanic convulsions < touch and light, Nux (Stram. with mania; Nux, mind clear). Desire to escape in delirium, Bell., Bry., Op., Rhus, Hydrophobia, Hfb. Painlessness, Op. Sleepy, but cannot sleep, Bell., Cham., Op. < After sleep, Apis, Lach., Op., Spo. Objects appear small, Plat. Night-blindness, Bell., Nux." ],
    "Causation" : [ "Shock. Fright. Sun. Childbirth. Suppressions." ],
    "Mind" : [ "[The principal range of this remedy is found in the mental affections.", "In young people who are sometimes hysterical, showing the following condition: praying and singing devoutly, beseeching, entreating, &c.", "Young women with suppressed menses may be affected in this manner.", "In some kinds of fevers, where the patients can't bear solitude or darkness, if they are left alone or are in a dark room, the mental affections are very much <; also in unconscious delirium when the patient will every now and then jerk up the head from the pillow, then let it fall again, this being kept up without intermission for a long time; women in puerperal fever or convulsions have many absurd notions", "that they are double, that some one is in bed with them, and other strange and unmeaning fancies.", "Affections of the intellect in general; madness.", "H. N. G.].", "Melancholy.", "Sadness, with deadly anguish, and copious tears, esp. in evening, in bed.", "Anguish of conscience.", "Inconsolable disposition, and susceptibility to irritation by trifles.", "Great activity and rapidity of movement.", "Obstinacy and self-will.", "Bursts of laughter, alternating with choleric passion or moaning.", "Howling and groans.", "Murmurs, or continued cries.", "Ungovernable fury, desire to bite, to strike and to kill.", "At one time great indifference to matters of business, at another time fear of being found incapable of discharging them properly.", "Love of procrastinating and loss of will-power (cured in a man, 75", "R. T. C.).", "Desire to run away.", "Desire for society, candle-light, sunshine, because darkness and solitude < the moral symptoms.", "The moral Symptoms are <-After the autumnal equinox.", "Loss of memory (loses thoughts before she can utter them; calls things by wrong names).", "Dulness of all the senses, insensibility to external influences (insensibility to mental impressions).", "Dizziness, with internal agitation.", "Mental derangement, esp. in drunkards.", "Loquacious delirium and mania.", "Mania-a-potu with clonic spasms and desire for light and company.", "Deliria, generally characterised by terror, with visions of frightful spectres.", "Loss of consciousness, so that the patient forgets his own Relations.", "Fixed ideas; the body is supposed to be cut in two.", "Carphologia.", "Delusions of fancy, in which all surrounding objects appear to be very small, and the sufferer himself very large, and on an elevation.", "Deliria, with strange ideas.", "Mental alienation, with praying and pious actions (prayers, hymns, devout aspect, &c.).", "Mania, generally with endless fictions of imagination, lascivious talking, conversation with spectres, affectation of importance, dancing, laughter, and blows, or ridiculous buffoonery, in constant alternation with sad and serious behaviour.", "Hallucinations: a voice near r. mastoid process scolding her; frightful, of rats, mice, cats, dogs, and animals moving.", "Hallucinations that = terror or rage.", "Saw people coming out of all corners.", "Rush of blood to head with furious loquacious delirium.", "Fear: of losing his senses; that his lips will grow together; that he will suffocate; of failing; of everything falling on her.", "Boy seemed to see black objects, spoke of black people, black clouds, and grasped at air.", "Awakens with a shrinking look as if afraid of first thing she sees.", "Dulness of senses before a rash.", "Conversing in different languages.", "Talking in Jewish jargon.", "Ecstatic.", "Mania from shock.", "Nervousness and restlessness." ],
    "Head" : [ "Intoxication and dizziness.", "Vertigo; cannot walk in the dark, failing to l. or backward.", "Vertigo, with giddiness and staggering, or with clouded sight, headache (red face, colicky pain and diarrhoea).", "Vertigo, head feels drawn backward.", "Stupefaction With vanishing of vision and hearing, and convulsive movements of head.", "Headache, with clouded sight and dysecoia.", "Headaches with tendency to speak incoherently (much relieved.", "R. T. C.).", "Anaemia of the brain in old people (relieved.", "R. T. C.).", "Distressing sensation of lightness and weakness in head.", "Woke up with fearful headache and extreme sickness, got up at noon but could hardly speak to any one all day; this went on for three days and then left (produced in a woman, fourth day after single dose of O.", "R. T. C.).", "Head feels empty, hollow; sensitive to every sound.", "Throbbing pains in vertex, with syncope.", "Congestion of blood to head, with heat.", "Congestion of blood to head, pulsation in vertex, loss of sight and hearing, bloated, turgid face, total loss of consciousness, and painlessness.", "Inflammation of brain, with heat and pulsation of vertex, attacks of fainting, loss of sight and hearing, convulsive movements of head, frequently raising head up or bending it backward; > while lying still.", "Hydrocephalus with convulsive movements of head, sensation of lightness of head, and frequently raising head up.", "Painful dark-red swelling of the highly congested head and turgid face, with convulsive movements, delirium, and desire for light and company.", "Retraction and convulsive movements of head.", "Lifting head frequently from pillow when lying down.", "Bores head into pillow.", "Bends head backward.", "L. side of head numb.", "Head perspires more than usual." ],
    "Eyes" : [ "Eyes red (inflamed) and swollen.", "Pressure and tension in eyes and lids.", "Inflammation of margins of lids.", "Eyelids ulcerated.", "Involuntary lachrymation.", "Nocturnal agglutination of eyes.", "Eyes wide open, staring, prominent.", "Conjunctiva injected, as if the vessels were filled with dirty liquid.", "Eyes fixed, wide open, and sparkling.", "Eyes half open in sleep.", "Photomania.", "Vague, melancholy look.", "Paralysis and spasmodic closing of lids.", "Eyes convulsed.", "Contortion of eyes and lids.", "Marked convergent strabismus.", "Pupils dilated and insensible.", "Cloudiness of sight.", "Transient blindness.", "Blindness (at night), periodical.", "Objects appear blue.", "Myopia.", "Diplopia.", "Indistinct, confused sight.", "(Everything looks jumbled up.", "R. T. C.).", "(Used as a lotion to prevent cataract by a well-known oculist.", "R. T. C.).", "Amblyopia.", "Confusion of letters, when reading.", "Errors of vision; objects appear oblique or coloured.", "Illusions of vision.", "Hallucinations dark; black spots before eyes.", "Luminous vibrations; fiery sparks.", "Sees balls of fire roll over the counterpane.", "Sensation as of sparks of fire rushing from stomach to eyes." ],
    "Ears" : [ "Wind rushes out of both ears.", "Dryness in Eustachian tube.", "Pains in ears.", "Pain in l. ear pressing down to l. side of cheek.", "Tearing pain in r. ear with shooting through forehead and vertex.", "Hearing very acute.", "Hallucinations of hearing.", "Deafness.", "Deafness of r. ear improves at once from 30th (twitching of pomum Adami led me to it.", "R. T. C.)." ],
    "Nose" : [ "Obstruction of the nose.", "Alae nasi white, face red.", "Nasal discharge yellow, bad-smelling, quickly liquifies.", "Nose feels obstructed and dry, though she is able to breathe through it.", "The cold of Stram. is accompanied by catarrh of nasal passages and shooting pains over r. eye (produced.", "R. T. C.).", "Spasmodic sneezing." ],
    "Face" : [ "Dull and bewildered air, with timid behaviour.", "Stupid, distorted countenance.", "Anxiety and fear is expressed in the countenance.", "Sardonic grin.", "Painful distortion of features.", "Facial muscles in constant play during delirium.", "Twitching in muscles of face; frowns on forehead.", "L. side of face for moments distorted with painless convulsions; contraction of zygomatic muscles draws cheeks and mouth from below up, and from face backward to temples.", "Face deeply furrowed and wrinkled.", "Face bloated, puffed with blood, sometimes with an idiotic expression.", "Circumscribed redness of cheeks.", "Hot cheeks.", "Blood rushing to face.", "Deep red, or very pale colour of face.", "Fainting with paleness of face, dryness in throat, and subsequent red face.", "Erysipelas on one side of face and nose.", "Boils come out on face while taking Stram. (R. T. C.).", "Lips dry and glued together.", "A yellow streak in red part of lips.", "Quivering in lips.", "Distortion of the mouth.", "Crawling sensation on chin.", "Chewing motion with mouth.", "Mouth spasmodically closed.", "Lock-jaw." ],
    "Teeth" : [ "Grinding of the teeth.", "Pulsative toothache, as if the teeth were going to fall out." ],
    "Mouth" : [ "Dryness of mouth (dry fauces and dry, sticky lips).", "Dribbling of glairy saliva from mouth.", "Copious salivation.", "Saliva decreased.", "Sanguineous froth before mouth.", "Haemoptysis.", "Tongue swollen and paralysed.", "Tongue felt stiff, dry, and parched to the very root; as if edges rolled up as hard and dry as leather.", "Tongue paralysed, trembles when put out.", "Imperfect speaking and stammering (with distortion of face).", "Continued murmurs.", "Complete loss of speech.", "A trembling tongue." ],
    "Throat" : [ "Spasmodic constriction of throat.", "Impeded deglutition, with shootings in throat, or pressure in submaxillary glands.", "Deglutition obstructed, sometimes by dryness in throat.", "Dryness of throat and fauces not > by any sort of drink.", "Paralysis of pharynx and oesophagus.", "Contracting, tearing in throat; sensation as if a ball were lodged in throat.", "Twitching of pomum Adami, up and down movement as in swallowing (R. T. C.).", "Spasm of oesophagus." ],
    "Appetite" : [ "Loss of taste.", "Food tastes only of sand, or straw (or has no taste at all).", "Violent thirst (for large quantities, drinking with avidity).", "Violent thirst, esp. for acid drinks.", "Constant bitterness in mouth, with bitter taste of food.", "Burning thirst, generally with dread of water and all liquids." ],
    "Stomach" : [ "Risings, with sour taste.", "Nausea.", "Watery vomiting, with colic and diarrhoea.", "Vomiting of mucus, which is greenish, or of a sour smell.", "Vomiting of green bile after slight exercise.", "Convulsive hiccough.", "Pain in stomach, with smarting or pressive sensation.", "Anxietas precordium, with obstructed respiration.", "(Inflammation of stomach.).", "Diaphragmitis; delirium; burning along diaphragm; short-breathed; spasms; struggles against the water offered." ],
    "Abdomen" : [ "Abdomen painful when touched.", "Abdomen distended, not hard.", "Abdomen inflated, hard, distended.", "Contusive pain in abdomen during movement.", "Violent pains in abdomen, as if navel were being torn out.", "Hysterical spasms in abdomen.", "Swelling of inguinal glands.", "Borborygmi and fermentation in abdomen.", "Expulsion of much flatus." ],
    "Stool and Anus" : [ "Constipation (unsuccessful urging to go to stool).", "Tenesmus.", "Fetid faeces (painless) of a corpse-like smell.", "Diarrhoea, with pain and borborygmi in the abdomen.", "Discharge of coagulated blood from anus.", "Suppression of both stool and urine.", "(Stools passed unconsciously and very frequently loose, with mental derangement.", "R. T. C.)" ],
    "Urinary Organs" : [ "Suppression of secretion of urine (in typhus).", "Emission of urine, drop by drop, with frequent want to urinate.", "Involuntary emission of urine.", "Urine: profuse flow; sudden; and burning." ],
    "Male Sexual Organs" : [ "Lasciviousness (exalted sexual desire in both sexes).", "Constant uncovering of genitals; indecent talk.", "Priapism.", "Scrotum oedematous.", "Testes retracted, penis erect as in chordee.", "Onanism, causing epilepsy.", "Impotence." ],
    "Female Sexual Organs" : [ "Nymphomania.", "Increased catamenia, with discharge of large masses of coagulated black blood.", "(Menses too profuse and attended with headaches.", "R. T. C.).", "Increased sexual desire.", "Metrorrhagia (with characteristic mental symptoms).", "Eclampsia.", "During catamenia, fetid smell from body, great loquacity, drawing pains in abdomen and thighs.", "Sobs and moaning after catamenia.", "Too profuse secretion of milk in nursing women.", "During pregnancy: mania; faceache; is full of strange fancies.", "Cadaverous odour of lochia; she is full of strange fancies and visions." ],
    "Respiratory Organs" : [ "Voice: hoarse and croaking; high, fine, squeaking; indistinct.", "(Sudden aphonia in hysterical girl just recovering from chorea.", "R. T. C.).", "Twitching of pomum Adami.", "Constrictions of larynx.", "Periodically returning attacks of painless, barking, spasmodic cough, in fine, shrieking tone, from constriction of larynx and chest, without expectoration.", "Voice loud and bawling.", "Want of breath.", "Difficult (hurried or) sighing respiration.", "Suffocating obstruction of respiration.", "Oppression with desire for open air.", "(Asthma continually recurring, with some gouty tendency: attacks < at night.", "R. T. C.).", "Dyspnoea on waking up every morning, cold winds catch her breath, \"can cough at any time\" (much relief.", "R. T. C.)" ],
    "Chest" : [ "Constrictive oppression on chest (with dyspnoea).", "Pressure on chest, < by speaking.", "Sensation, as if something were turning over in chest.", "Spasm in pectoral muscles.", "Red rash on chest." ],
    "Heart and Pulse" : [ "Pressure about heart.", "Angina pectoris.", "For a week after single dose of O felt as if heart beat insufficiently, and had a suffocating feeling in throat (R. T. C.).", "Palpitation.", "Pulse rapid, full, strong; irregular, hard, slow, small, frequent." ],
    "Neck and Back" : [ "Neck stiff, cannot bend head backward.", "Pain in nape, from neck over head.", "Sensitiveness along spine.", "Pain as of a fracture in back, when moving.", "Drawing and tearing in the back and loins.", "Spine sensitive; slightest pressure = outcries and ravings.", "Drawing pains in middle of spine; in sacrum.", "Opisthotonos (with distorted countenance)." ],
    "Limbs" : [ "Twitching of hands and feet; of the tendons.", "Trembling of limbs; they fall asleep." ],
    "Upper Limbs" : [ "Convulsive movements of arms, above head.", "Convulsive movements of arms and hands; carphologia.", "Contractive pain in arm, with acute lancinations in forearm.", "Distortion of hands.", "Clenched fists.", "Cramps in hands.", "Trembling of hands.", "Numbness of fingers." ],
    "Lower Limbs" : [ "Coxalgia, l. hip; violent, distracting pain when abscesses form.", "Pain in muscle of outer side of r. hip.", "Morbus coxae, l.", "Drawing pains in thighs.", "Jerking in legs, as from a shock, with retraction.", "Drawing pains in thighs.", "Bending of legs when walking (he falls over his own legs).", "Trembling of feet.", "Contractive cramps in feet." ],
    "Generalities" : [ "Face red and bloated.", "Cannot walk or keep on the feet in a darkened room. is sure to fall.", "Restlessness of the body; staggering when walking; pithy, numb feeling of outer parts.", "Complaints concomitant to morbid sleep.", "< During perspiration; after sleep, when first awakens from sleep will shrink away as if in fear; in the dark; in solitude.", "> In company.", "The Stram. patient longs for light; if lying down, longs to sit up, and dislikes having head on pillow.", "Spasmodic, drawing, paralytic pains in muscles and joints of limbs.", "Contractive cramp in limbs.", "Tingling in the limbs.", "Sensation as if limbs were separated from body.", "Slow contraction and extension of limbs.", "Attacks of cramps of different kinds.", "Tetanus.", "Opisthotonos (the body is bent backwards with distorted countenance).", "Cramps, and other hysterical sufferings.", "Stiffness and contraction of several of the limbs.", "Attacks of cataleptic stiffness in body, with loss of consciousness, preceded by headache with vertigo.", "Easy movement, or great heaviness, of limbs.", "Involuntary motions; hydrophobia.", "Excessive aversion to liquids.", "Convulsions, which resemble St. Vitus' dance.", "Convulsions (in children) with profuse perspiration followed by sleep.", "The movement of the muscles subject to the will is easier and increased.", "Convulsive jerking of limbs, with weeping.", "Convulsive movements and jerks, esp. on touching, or fixing the eyes on brilliant objects (such as a candle, a mirror, or water), or else appearing periodically.", "Convulsions, as in epilepsy, but without loss of consciousness.", "Puerperal convulsions.", "Syncope, with stertorous breathing.", "Unconscious snoring; jaws hang down; hands and feet twitch; pupils dilated.", "Trembling of limbs (also in drunkards).", "Tottering of limbs, when walking, and when standing upright.", "Paralysis, sometime, after an attack of apoplexy.", "(General paralysis of insane.", "R. T. C.).", "Symptoms as from old age, sight becomes dim, has to use glasses, mind gets weak, cannot complete sentences, avoids people and suspects them; wakes with r. arm over his head and cannot get it down again (produced.", "R. M. Theobald.).", "Weakness, with necessity to lie down.", "Suppression of all secretions and excretions.", "Painlessness with most all ailments.", "Movements hurried.", "Restlessness and nervousness beyond description.", "Whole body sensitive to touch and every movement <." ],
    "Skin" : [ "Suppressed eruptions and the consequences thereof.", "Intense, bright, scarlet-red rash over whole body." ],
    "Sleep" : [ "Strong disposition to sleep by day.", "Deep sleep, with snoring, cries, and howling.", "Lies on back with open, staring eyes.", "Restless sleep, with tossing about, twitching, and screaming.", "(Restlessness of old age; she constantly wakes up those about her.", "R. T. C.).", "Comatose somnolency, with a ridiculously solemn expression of countenance on waking.", "(Boy wakes in a great fright from indefinable terrors; stammers and puffs on least excitement.", "R. T. C.).", "Agitated sleep, with vivid dreams.", "Frightful visions during sleep.", "Kneeling position in bed, and starting at least touch, with shrieks and wild gestures." ],
    "Fever" : [ "Coldness of whole body, esp. of limbs, with shaking and shivering and general jerking.", "Coldness of hands and feet, with redness of face.", "General coldness in afternoon after previous heat of head and face, followed by general heat.", "During chill great sensitiveness to being uncovered.", "Chill running down back.", "Heat over whole body, with red face and perspiration.", "Profuse perspiration already during the heat with violent thirst.", "Greasy, oily, putrid-smelling perspiration.", "Cold perspiration.", "Intermittent fever.", "Chill over whole body without thirst, followed by heat and anguish; sleep during hot stage, and violent thirst after waking up, which causes a stinging in throat, until he drinks something.", "Heat, with anxiety, and redness of cheeks, or else with thirst and vomiting.", "At first, heat in head, then general coldness, followed by heat and thirst.", "Pulse very irregular generally full, hard, and quick, or small and rapid, at times slow and scarcely perceptible, occasionally intermitting and trembling.", "Frequent profuse sweat, also at night.", "Retention of urine in any fever." ]
  }
}