{
  "remedyName" : "Strontium Carbonicum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Ankle, sprain of. Anus, burning in. Apoplexy. Bones, diseases of. Cardialgia. Constipation. Cramp. Diarrhoea. Emaciation. Enuresis. Feet, cold. Femur, caries of. Haemorrhoids. Headache; congestive; tensive. Heart, affections of. Hiccough. Hoarseness. Leucorrhoea. Menses, disordered. Phlebitis. Sciatica. Sprain. Sternum, pains in. Sycotic eruptions. Varicosis. Vision, affections of." ],
    "Characteristics" : [ "Native Strontium Carbonate, a mineral named Strontianite, was first discovered in the lead-mines of Strontian in Argyllshire, from whence it received its name. It occurs in massive, fibrous, stellated, rarely orthorhombic crystals. The metal Strontium is dark yellow. Stro. c. varies in colour from white to yellow and pale green. It was proved by Nenning, Schreter, Seidel, Trincks, and Woost. Among the prominent symptoms were flushing in the face and violent pulsation of the arteries; congestion to heart, lungs, and head. The distinctive feature about these states with Stro. c. is that they are > by warmth and wrapping up and < by cold. This also distinguishes the headaches of Stro. c. The headaches are boring, pressive, and tensive. There are various expressions of the congestive state. One of the tensive pains is peculiar: \"Tension from vertex to upper jaw, as if head were expanded from within, and as if scalp were too tight, < in evening when lying with head low, slowly increasing and decreasing, > from heat, The pressure appears in the stomach; it is > by eating; and < by walking. There is also pressure after eating. There is both diarrhoea and constipation, the stools of both are accompanied and followed by burning in the rectum. A. P. Bowie (H. R., ii. 62) cured this case occurring after a tedious labour: Stools large and hard, expelled with great effort, followed by great pain in anus, burning, lasting a long time and compelling patient to lie down. Anus violently contracted after stool. Complains of coldness in spots on calves of legs. Stro. c. entirely relieved. The diarrhoea is < at night, and the stools are yellow. Walking < all complaints: headache; leucorrhoea; dyspnoea; pressure in sternum. The symptoms about the chest and sternum, with the < by walking, suggest angina pectoris, and a similar but less serious state often met with in gouty patients. The tension is manifested in the nape, as if the tendons were drawn up; tensive drawing in dorsal and lumbar muscles. In the arms there is venous tension: \"the veins of the arms and hands are injected and tense, with great prostration and ill-humour\"", "suggesting phlebitis and varicosis. Stro. c. has a relation to sprains and bone affections. The femur is especially affected by it. It is particularly suited to bone affections of scrofulous children when associated with diarrhoea. The diarrhoea of Stro. c. is < at night; is very urgent; can scarcely leave the vessel before having to return; > after a.m. Stro. c. is indicated in chronic sprains of the ankle when oedema exists. C. M. Boger (H. R., xv. 339) cured with Stro. c., after other remedies had failed, a sciatica accompanied by oedema of left ankle. Sensations of Stro. c. are: As if a load on chest. As if head were expanded from within. As if scalp were too tight. As if tendons of neck were drawn up. As if bruised in back and sacrum. As if all power had left right arm. Gnawing as if in marrow of bones. Symptoms as if in marrow of bones. Symptoms like phantoms difficult to locate. External soreness is a note of Stro. c.; also numbness. Emaciation has been caused by it. The symptoms are < by touch; by rubbing; by scratching. Lying with head low < tension in head. Motion <; walking especially <. Stooping <. Exertion <. Motion > weakness of right arm. < Evening; night, and early morning, or a.m. Warmth, covering >. Heat of sun > tension in head. Least draught <. Pain and itching alternate. Right side most affected. Pressure in stomach is > by eating; and < after a meal." ],
    "Relations" : [ "Antidoted by: Camph. Compare: Bar. c. (closest congener; scrofulous, apoplectic conditions; chilliness). In headache > wrapping up warmly, Sil. (Sil. headache comes up spine and over head; Farrington says Stron. has the same). > Wrapping; sheep-dung stools, Mag. m. Sprains, Arn., Rhus, Ruta. Caries of femur with watery diarrhoea, Sil. Scrofulous bone affections, Staph. Pains increase and decrease gradually, Plat., Stan. > By light; aversion to darkness, Stram., Am. m., Calc. Bar. c., Ars., Carb. a., Carb. v., Caust., Lyc., Pho., Puls., Rhus, Val. (Cin., aversion to light). < Walking, AEsc. h. Threatened apoplexy, Ast. r." ],
    "Causation" : [ "Operation (photopsia). Sprains. Haemorrhages (chronic sequelae)." ],
    "Mind" : [ "Inquietude and anguish.", "(Depression of spirits.", "R. T. C.).", "Apprehension as from a bad conscience.", "Peevishness, with tendency to fly into a rage.", "Excessive forgetfulness." ],
    "Head" : [ "Headache, with nausea and vertigo.", "Troublesome pressure in forehead.", "Threatening apoplexy; violent congestion to head; > wrapping head up.", "(Dizzy when talking to people.", "R. T. C.).", "Burning in forehead.", "Tensive headache as if all the skin were being drawn towards the vertex, and the contents of the skull pressed outwards; < in evening when lying with the head low, slowly increasing and decreasing, > from heat.", "Chilliness over scalp and upper part of back, < in evening, at night, and in cold air.", "Tension on head (externally and internally), < in evening, and from cold, > from warmth, esp. in heat of the sun.", "Tension from vertex to upper jaw.", "Distensive pressure in entire head; in l. side of head.", "Lancinating headache.", "Stitches in head.", "Vibration in temples in evening.", "Sensation of burning heat in head and face, when walking in afternoon, with redness of face, anguish, and sleepiness.", "Boring in small spot r. side of occiput.", "Dull, pressive pain in occiput.", "Sensation of heat of head and face, with red face, anxiety, and sleepiness.", "(Tendency of hair to fall out with irritation of scalp.", "R. T. C.)" ],
    "Eyes" : [ "Burning in eyes.", "Burning, drawing, and redness in eyes.", "Pressure on upper part of eyeball.", "Violent jerking and quivering of eyelids.", "Red and blue circles before eyes, after rubbing them, with pressure, as by sand.", "Sparkling before eyes.", "Luminous vibrations before the eyes.", "Photopsia, remaining after an operation, esp. when objects appear covered with blood.", "Green spots before eyes in the dark." ],
    "Ears" : [ "Tearing in front of r. ear as if in the bone.", "Sticking in front of l. ear extending into it.", "Boring and tearing in r. ear.", "Roaring and tearing in r. ear in frequent paroxysms.", "Humming in the ears." ],
    "Nose" : [ "Quivering on one side of nose.", "Blowing of (dark) sanguineous scabs from nose.", "Twitching of l. side of nose." ],
    "Face" : [ "Redness of face, with burning heat.", "Itching of face; of r. cheek, < by scratching.", "Jerking, tearing and boring in zygomatic processes.", "Twitching of l. malar bone extending to frontal eminence.", "Violent boring pain in (r.) malar bone.", "Stitch in l. side of chin extending into jaw-joint." ],
    "Teeth" : [ "Toothache, with jerking pain.", "Sensation in teeth as if screwed together.", "Tearing at root of teeth.", "Grasping pain in teeth, preceded by copious accumulation of saliva.", "Gums swollen, painful when touched." ],
    "Mouth" : [ "Bad odour from mouth.", "Sensation of numbness and of dryness in mouth, in morning (early when waking), without absence of saliva." ],
    "Throat" : [ "Roughness and dryness of throat.", "Inflammation of palate, with pain during deglutition.", "The fauces are inflamed and painful (stinging) during deglutition.", "Sticking in throat on swallowing." ],
    "Appetite" : [ "Earthy taste in mouth.", "Violent thirst, esp. for beer.", "Appetite only for brown bread.", "Hunger after dinner.", "(Ravenous, but discomfort prevents him eating more than a few mouthfuls.", "R. T. C.)" ],
    "Stomach" : [ "Nausea, with burning heat in face.", "Violent hiccough.", "Sickness after all food, sometimes quickly, sometimes after an hour or two (produced.", "R. T. C.).", "(Heartburn, distension of abdomen, flatus with dull aching across waist and aching in l. temple.", "R. T. C.).", "Pressure in stomach, > by eating; < on walking.", "Constriction in stomach with uprisings of clear water.", "Stitches in stomach now r. now l. side.", "Pressure in stomach, with sensation of fulness in abdomen, esp. after a meal." ],
    "Abdomen" : [ "Pressive, bruised pains in hypochondria.", "Abdomen distended and painfully inflated.", "Colic in umbilical region.", "Gripings, with diarrhoea, with chilliness, and shiverings.", "Lancination in sides.", "Grumbling in abdomen, with abundant expulsion of very fetid flatus." ],
    "Stool and Anus" : [ "Hard, knotty faeces (compact and in large lumps), evacuated slowly, with effort and much pain (in anus).", "The stool is passed in lumps like sheep-dung, and only with great effort so that she thought she would faint, and with most frightful pain followed by boring in anus.", "Diarrhoea, of yellow water, with gripings and pinchings in abdomen.", "Diarrhoea < at night, is scarcely off the vessel before he must return, > towards morning at or o'clock.", "Tenesmus after (the diarrhoea-like) stool.", "Burning sensation in, anus, during and after a stool.", "Pain, as from haemorrhoids in rectum." ],
    "Urinary Organs" : [ "Diminished secretion of urine.", "Increased secretion of a yellow, deep-coloured urine.", "Nocturnal emission of urine.", "Pale urine, with a strong smell of ammonia.", "Urine has a normal appearance with a strong smell of Iodine.", "(Urine strong-smelling.", "R. T. C.)" ],
    "Male Sexual Organs" : [ "A very transient, pressive pain in r. spermatic cord while urinating." ],
    "Female Sexual Organs" : [ "Retarded catamenia, at first serous (like meat-water), afterwards in clots.", "Menses too early, and of too short a duration.", "Leucorrhoea while walking." ],
    "Respiratory Organs" : [ "Hoarseness and roughness in throat, which excites a cough.", "Dry cough, excited by irritation in trachea, < at night.", "Dyspnoea, when walking, with heat and redness of face." ],
    "Chest" : [ "Pressure at chest.", "Drawing pain in muscles of chest.", "Constriction; pressive pain < walking.", "Spasmodic drawing and clawing; stitches on coughing and inspiring.", "Painfulness of sternum to touch.", "Slight burning l. side of sternum extending upwards.", "Pressure in sternum.", "Pressive pain beneath sternum, at night, disappeared in morning on rising.", "Slight sticking in ensiform cartilage on walking in open air.", "Dull stitches deep internally beneath ensiform cartilage, taking away the breath.", "(Pain in l. breast with oppression < after meals.", "R. T. C.)" ],
    "Heart" : [ "Dull, intermitting pressure in praecordial region.", "Violent beating of arteries and of heart." ],
    "Neck and Back" : [ "Tearing tension in nape as if tendons were drawn up.", "Sensations as if bruised in back and sacrum, < from stooping and when touched.", "Pain, as of a fracture, in loins and back.", "Drawing pain in back, and lumbar region.", "Slight drawing pain along spine in afternoon, changing to a seated dull tearing in joints of legs, < walking." ],
    "Limbs" : [ "Tearing (rheumatic pains) in the limbs, esp. in the joints, < in the evening, and at night in bed.", "One side of the body is generally only affected (r. side).", "Immobility of the limbs, on one side only (the r. side of the body), like paralysis, in the evening.", "Trembling of the limbs." ],
    "Upper Limbs" : [ "Painful paralytic sensation in l. shoulder and elbow-joint at night.", "Constant burning pains in r. shoulder-joint.", "Veins of arms and hands injected and large; prostration; ill-humour.", "Tearings in arms hands, and fingers, esp. in joints.", "Numbness, almost paralytic, of the forearms and hands." ],
    "Lower Limbs" : [ "Paralytic drawing in limbs.", "Swelling and caries of femur, usually on scrofulous children; diarrhoea.", "Cramp in calves and soles, esp. in people who suffer from cold feet.", "Sprains, esp. of ankle.", "Jerking of legs.", "Jerkings and tearings in legs, feet, and toes, esp. in joints.", "Swelling of feet.", "Sensation of icy-coldness in outer surface of calf (in spots).", "Icy-cold feet, evening." ],
    "Generalities" : [ "Excessive emaciation.", "The majority of the pains, the exact situation of which it is difficult to determine, seem to be in the medulla of the bones (?).", "The symptoms imperceptibly increase to a certain intensity, and diminish in the same manner.", "Predominance of symptoms on one side of the body.", "Violent involuntary starts of the body; tension in inner or outer parts; heat, with aversion to undress or uncover one's self.", "Affections in joints of legs.", "< In night; evening; from cold in general; from undressing; after lying down and rising again; from rubbing; in darkness.", "> from light; from a very bright light; from warmth in general; from wrapping up warmly.", "> In open air, esp. from heat of sun.", "Great lassitude and depression, morning and evening." ],
    "Skin" : [ "Tension of skin in different parts, when in bed, in evening.", "Skin adherent to scar in forearm becomes looser.", "Eruption of small pimples in different parts, with burning itching, esp. after scratching.", "Sycotic eruption on face and elsewhere in mouth, itching, burning." ],
    "Sleep" : [ "Retarded sleep.", "Jerking in body and starts when sleeping.", "Frequent waking at night, principally caused by a dry cough.", "Sleep, with many fantastic dreams." ],
    "Fever" : [ "Pulse full and hard, with violent pulsation in the arteries.", "Chill in forenoon, descending from sacrum to posterior part of thighs.", "Chilliness from head over shoulder-blades.", "Shiverings, morning and evening.", "Heat seeming to stream from nose and mouth, with thirst.", "Dry heat at night (with thirst).", "Profuse perspiration at night, and when a limb is uncovered pain is instantaneously felt in the part.", "Perspiration of parts affected (during morning hours)." ]
  }
}