{
  "remedyName" : "Strophanthus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Anaemia. Cough. Diplopia. Dropsy; cardiac. Haemoptysis. Heart, affections of. Levitation." ],
    "Characteristics" : [ "Strophanthus is an ornamental, evergreen, climbing shrub, native of Tropical Africa and Asia. It is used as an arrow-poison by natives of Africa. T. R. Fraser experimented with it on animals, and his conclusions are marked (F) in the Schema. Piedvache proved the tincture (C. D. P.), but only with reference to the pulse. His symptoms are marked (P). Gisevius (H. R., xii. 502) proved Strop. O, beginning with drops, increasing to drops during the five days of his proving. His symptoms are marked (G). Matthes (ibid. 508) proved Strop. O (10 drops), and Strop. (10 drops). His symptoms are marked (M). Some well-marked symptoms were produced on two chemists from preparing the tincture (C. D. P.). Other effects curative and pathogenetic have been observed on patients taking the drug. Strop. disorders the digestion, causes burning in the oesophagus and stomach, nausea, vomiting, and diarrhoea. A. P. Skworzow (H. W., xxix. 534) gave to a dipsomaniac, for weak heart and intermittent Pulse, in 7-drop doses three times a day, an infusion of Strop. The first dose caused nausea, and a repugnance to alcohol which proved to be permanent. The man entirely discontinued the habit. On this hint Strop. was given to two other alcoholics, with the same result of abolishing the taste for alcohol. It caused nausea and profuse sweating, and the sudden withdrawal of alcohol was not attended with delirium. A case of mine illustrates the gastric and cardiac action of the remedy (Dis. of Heart, p. 191): W. G., a delicate-looking boy, was admitted to hospital, having had rheumatic pains about him for three months, and an attack of rheumatic fever two years previously. He had been laid up a month before admission, and a week before was taken with cough, shivering, and occasional vomiting. When admitted he had a frequent, short, dry cough, < lying down; had to be propped up in bed; had oedema of feet, especially left. Tongue white; unable to retain any food for three days; no pain after food, but much flatulence, eructations giving much relief. Heart greatly dilated, pulsation diffused; double mitral bruit. Dulness at bases of both lungs, moist rales halfway up right lung. Expectoration of bright blood seven days. Strop. O, one drop every four hours, was given. Improvement in all the symptoms was immediate; sickness, cough, haemoptysis, and dropsy all disappeared; and the heart sounds had cleared up to a large extent when the boy went home, less than three weeks after admission. Hamer mentions that Strop. has cured \"functional disturbance of the heart from alcohol, tobacco, and tea.\" This agrees with the relation of Strop. to alcoholism, and to symptoms of indigestion. A writer (A. H., xxiii. 304) gives his experience with Strop. (in 5-drop doses of 1x tincture) in urticaria", "which again bears out the gastric relations of Strop.): A lady had constant outbursts of urticarial rash dating from exposure to an offensive effluvium from a dead whale cast on the sands. The attacks would recur after drinking a glass of table beer. Strop. cured. Any accompanying cardiac weakness would be an additional indication. The same writer considers Strop. of great service in the anaemia of young girls when palpitation and breathlessness are marked features.", "An accidental proving on a girl of five (H. R., iii. 175) was made through the mother giving twenty drops of the tincture by mistake. Some half an hour later this condition was found: Face flushed, lips scarlet, eyes brilliant; temperature raised, skin dry, tongue normal. Pupils quivering, dilating, and contracting every few seconds. Pulse arteries distended. Heart sounds vigorous, slight regurgitant mitral murmur. Intellect clear; precociously loquacious during the five hours the poisonous symptoms lasted. An Ipec. emetic was administered. No urine passed for ten hours after the dose." ],
    "Relations" : [ "Compatible: Fer. (in anaemia). Compare: Botan., heart, dropsy, Apocy. c. Heart, Dig. (Dig. is cumulative; Strop. is not), Crataeg., Phas., Cact. Anaemia, Fer. Alcoholism, Chi., Nux, Aven., Querc." ],
    "Causation" : [ "Alcohol. Tea. Tobacco." ],
    "Mind" : [ "Irritative humour (G).", "Precociously loquacious (child)." ],
    "Head" : [ "Some vertigo (M).", "Stitches in l. temple; later in r. (M).", "Waving and bubbling in whole head; stitches in l. temple, later r. (M).", "Severe headache about junction of skin and hairy scalp, gradually spreading to temples; accompanied by double vision; (from preparing tincture).", "Pulsation in head and heart (G).", "Undulating sensation in head and whole body (M).", "Twitching pain in occiput (M)." ],
    "Eyes" : [ "Impaired sight of l. eye; with nausea and faintness; following the headache and double vision (from preparing the tincture).", "Eyes brilliant.", "Pupils quivering, dilating, and contracting alternately every few seconds." ],
    "Face" : [ "Face flushed, lips scarlet." ],
    "Throat" : [ "Burning in oesophagus.", "Burning in throat and oesophagus to stomach, compelling empty swallowing (M).", "Dryness of tongue and fauces (M)." ],
    "Stomach" : [ "Eructation and hiccough (M).", "Twitching in stomach (M).", "Burning in oesophagus and stomach with loss of appetite and extreme gastric distress, which not rarely rose to vomiting; sometimes there was diarrhoea.", "Nausea without actual vomiting (from preparing tincture).", "Loathing of food, followed by choking and vomiting after eating.", "Repugnance to alcohol." ],
    "Abdomen" : [ "Pressure in hepatic region (G).", "Shooting pains in r. hypochondrium (M).", "Stitches in r. renal and hepatic regions (M).", "Colic (G).", "Rumbling in abdomen and pinching at navel (M).", "Stitches in region of sigmoid flexure." ],
    "Stool and Anus" : [ "Diarrhoea.", "Frequent diarrhoea with violent colic but good appetite (G).", "Stool with burning and tenesmus in us." ],
    "Urinary Organs" : [ "The kidneys become hyperaemic not only in the cortex and medullary portions but esp. at tips of pyramids.", "No urine passed for ten hours after the dose (child).", "Quantity of urine decreased about one-third after the first two or three days (P)." ],
    "Respiratory Organs" : [ "(Expectoration of bright red blood.", "Cough < by lying down.)" ],
    "Chest" : [ "Pressive pain middle of r. third rib on anterior half < by pressure (G)." ],
    "Heart" : [ "The heart is easily and powerfully affected; systole is increased and the contractions slowed by small doses; the heart is paralysed in rigid contraction by large doses; this action is produced if the influence of the cerebro-spinal system be altogether removed (F).", "Pulse slowed at first; increased after drug discontinued (P).", "Evidence of the physiological discrotism of the pulse obliterated (P).", "(Chronic degeneration of cardiac muscle, pulse small, frequent and irregular; great difficulty of breathing, and oedema.", "Nervous palpitation and arrest of breathing.).", "Lively perception of action of heart; then pressive sensation of anguish, tending to deep respiration; pressure on hepatic region (G).", "Intense palpitation from comparatively slight exertion (G).", "Distinct stitching and restlessness towards apex of heart, increased impulse with peculiar pulsation and twitching throughout body (M).", "Stitches and twitches at apex beat.", "Loud heart sounds, slight regurgitant mitral bruit (child)." ],
    "Limbs" : [ "Heaviness and pains in forearm and fingers, then same pains in l. hip-joint, extending into drawing twitches in top of l. shoulder, extending into joints of foot, which is quite painful when moved (M)." ],
    "Lower Limbs" : [ "(Swelling of legs.).", "Itching and stitching in both feet (G).", "Dorsum of foot painful and tense (M)." ],
    "Generalities" : [ "Coldness of extremities and faintness (from preparing tincture).", "Increases contractile power of all striped muscles, rendering their contractions more complete and prolonged (F).", "In lethal doses it causes the rigidity of contraction to pass into rigor mortis (F).", "During afternoon nap, sensation as if being lifted from the couch (G)." ],
    "Fever" : [ "Coldness of extremities.", "Temperature raised; skin dry.", "Profuse sweat." ]
  }
}