{
  "remedyName" : "Strychninum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Aorta, pain in. Aphonia. Asthma. Athetosis. Bladder, paralysis of; pains in. Breasts, pains in. Cough, explosive. Cramps Diaphragm, spasms of. Emphysema. Enuresis. Exophthalmos. Eyes, optic nerve, sclerosis of (n). Headache. Hemiplegia. Influenza. Joints, stiffness of. Laryngeal crises of locomotor ataxy. Locomotor ataxy. Malar bones, pains in. Neurasthenia (p). Night-blindness. Paraplegia. Proctalgia. Rheumatism. Scrotum, abscess of. Spinal irritation (p). Tetanus." ],
    "Characteristics" : [ "Poisonings innumerable with Strychnine are on record, the symptoms being convulsions of a tetanic nature, in the fatal cases ending in asphyxia. The spasms are intermittent, and the least touch or movement is sufficient to induce an attack. Lying on the back is the only tolerable position. Here is a case: \"Lying on her back, body rigid, jaws set, arms and hands flexed, the thumbs nearly touching across the chest, and the whole muscular system convulsed, with short, jerky spasms, which would continue for about a minute and then remit, the muscles remaining contracted and as hard as wood during the intervals between the paroxysms.\" The convulsions generally take the form of opisthotonos; cries, terror, hippocratic countenance, and frothing at the mouth are common occurrences. The Liquor strychniae is responsible for many of the poisonings, the powdered crystals, either pure or mixed in pills or rat-poison, for others. Strychnia itself is very sparingly soluble in cold water (1 in 5760). I have not attempted to distinguish between the different salts of Strych. An extensive proving of the Liquor Strych. was made under the supervision of Henry Robinson on two provers, a man and a woman (M. H. R., xii. 252). The man took drops in twenty-three days; the woman drops in fifty-three days. These have furnished the most distinctive symptoms. Extreme nervous excitability; visions of an ugly face; fits of laughing, with light, swimming sensation in the head and giddiness; involuntary, idiotic-like chuckle; confusion of ideas, stupor and weariness", "were some of the mental symptoms. The drowsiness was a well-marked feature and characterised some of the headaches. The headaches were frontal largely, or momentary dartings like electric shocks. A lady to whom I gave Strych. ph. 3x in five-drop doses twenty minutes before meals felt at once constriction of the throat, and after each meal violent headache in forehead over the eyes. The choking sensations were a constant feature in provings and poisonings. A patient now under my care suffering from locomotor ataxy has had among other manifestations alarming laryngeal crises with choking attacks. For these Felix Semon had given him subcutaneous injections of Strychnine, which was exquisitely homoeopathic to the case, and gave marked relief. The direct \"tonic\" action of Strych. was shown in one of Robinson's provers, who had \"unusually good appetite, she enjoys her food amazingly.\" Gamper, of St. Petersburg (C. D. P.), experimented with Strych. nit. on healthy young hospital assistants and found that it increased the amount of gastric juice secreted, the general acidity, and the quantity of free acid in the secretion. It hastened the absorption from the stomach, and strengthened the mechanical movements. The effects continued some time after the administration was stopped. The action of Strych. on the rectum and genito-urinary organs was as pronounced as that of Ign. and Nux; the male prover had his left testicle and cord swollen, and an abscess of the scrotum developed and discharged. Meyhoffer (C. D. P.) experimented with Strych. on himself and two other persons, one of whom was a woman of lymphatic temperament. \"It always brought on electric shocks, occurring whenever the prover was touched or whenever any one lightly shook the bed on which he or she was lying. This happened to all, only the woman (lymphatic and feeble) needed a stronger dose.\" This prover also had this curious symptom: Any touch on any part of the body = a voluptuous sensation. Hale mentions the following uses of Strych. and its salts as observed by him and others: (1) In the tetanic spasms of cerebro-spinal meningitis. Strych. (2) Amaurosis from atony of retina. (3) Diplopia, and night-blindness. Facial neuralgia and neuralgic headache, Strych. sul.; (and in one case when all other Strych. preparations had failed, Strych. val. cured). (4) Spasm of oesophagus in an hysterical woman, Strych. (5) Brain exhaustion of women in whom high nervous erethism exists. Strych. val. 2x. (6) Chorea, when the convulsions do not cease during sleep. Strych. 12, or 30.", "A suggestion of Cooper that many cases of persistent cough recurring after influenza are met by Strych. I have found to be correct. The influenza cough has in it a strong spasmodic and asthmatic element, whether dry or not, and this seems to give one point of correspondence. C. W. Lawson (quoted H. W., xxxiv. 134) relates the case of a medical man who took continuously for two years Liq. Strych. Hydrochlor., to minims, thrice daily, with a little Sal volatile. He was at first benefited, but afterwards experienced a desire to take abnormally deep inspirations, \"and he felt that to do so would overcome the inhibitory power over the lung, probably the action of the diaphragm.\" One morning, after a dose of Strych., he was taking such an inspiration, and from that moment experienced the sensations complained of: inability to take a deep breath; fixation of chest walls compelling him to stoop; weakness on exertion, great confusion of thought and memory; occasional clay-coloured faeces, usually greater in amount than ordinary. After six months the apex beat descended to the 6th interspace, and headache and drowsiness became marked. He travelled for six months without benefit. All attempts to act on the heart with drugs increased the headache. Lawson then found the heart dilated, wide subcostal angle, chest emphysematous, moving en masse. After a year of treatment Hyoscyamus tincture, min. xx. at bedtime, was ordered and proved strikingly beneficial, drowsiness ceased entirely and improvement in all other respects followed.", "Peculiar Sensations of Strych. are: Feeling as if head and face were enlarged. [Hence Nux and Strych. are remedies for the after-affects of debauches.] As if an iron cap were on head. Paralysed feeling in left half of head and face. Scalp sore, as if hair had been pulled. As if nerves suddenly pulled out of teeth. As of a lump in throat. As if water dripped off right elbow; at intervals; and off right shoulder. As if chopped in half at waist, at night. The pains and sensations of Strych. come suddenly and return at intervals. Sudden palpitation. Darting, pinching lancinating, fulgurating, electric pains. \"Gurgling noise in rectum with electric darts\" is a symptom of one prover. Many pains centre about the lips and eyes. Pains and chills occur in the occiput and nape and run down whole length of spine. There is much itching of the whole body and \"violent itching in roof of mouth,\" which should prove a useful symptom. Jerkings, twitchings, and shocks in all parts run throughout the pathogenesis. The sensitiveness is shown in the increased activity of the spinal senses; the dread of touch; shrinking from draughts of air; and in Meyhoffer's prover touch anywhere excited a voluptuous sensation. Stiffness is a leading note of Strych., and Cooper gives \"rheumatism with stiff joints\" as an indication. The symptoms are < in morning. < By touch; noise; motion; exertion; walking. < After meals. > Lying on back." ],
    "Relations" : [ "Antidoted by: Passiflor. (?) (suggested by Hale); Hyo. (drowsiness, respiratory affection); Tobacco, Chlorof., Camph., Acon. have been advised. See also under Nux. Osterwald (Med. Press, January 6, 1901) found inhalation of Oxygen an effective antidote in animals. Black draught (Senna and Epsom Salts) relieved the constipation better than any other aperient. Sul. in globules dry on the tongue brought about a rapid and almost complete relief of all the rectal symptoms of Robinson's male prover. Compare: Headache extending from occiput down spine, Pic. ac. Sudden pains, Bell., Lyc. Itching on palate, Glon. Sensation as if cut in two at waist, Ars. Headache with drowsiness, Bruc. Head jerked forwards and backwards, Stram. Spasm of throat, inability to swallow, Stram." ],
    "Mind" : [ "Delirium: like that of hydrophobia; like delirium tremens; frightened; shrinks from persons; from currents of air.", "Shouted out, \"They are coming for me!\".", "Extreme nervous excitability; painful nervousness.", "Immoderate fits of laughing, with light, swimming sensation and giddiness.", "Moaning; sobbing; screaming.", "Exceedingly despondent.", "Irritable.", "Confusion of ideas.", "Loss of memory.", "Consciousness perfect till death; though there may be loss of consciousness." ],
    "Head" : [ "Vertigo: inclines to fall forward; with roaring in ears; while lying, with nausea.", "Jerking of head forwards; and backwards.", "Veins of head, and neck and face turgid; red, protruding eyes.", "Violent headache with bursting pains in forehead, esp. l. side.", "Stupid headache with extreme drowsiness.", "Severe pains over l. eye and behind ears, with a feeling of stupor and drowsiness, p.m.", "Sensation as if an iron cap on head.", "Violent thumping pains in head, esp. r. half and over l. eye.", "Shattered sensation in head with drowsiness.", "Sharp, darting pains in l. temple and round to back of l. ear.", "Rapid pulsation in l. temple and l. hypochondrium.", "Sudden pain and pressure in vertex and l. eye.", "Peculiar paralysed feeling in l. half of head and face.", "Dull pains in back of head and temples.", "Constant pains on back of head and nape of neck.", "Boring pain in occiput.", "Pains on back of head, extending down whole length of spine.", "Sharp pains in occiput, extending to l. eye and back of r. ear.", "Sore pains in scalp as if hair had been pulled.", "Intense itching of scalp and nape." ],
    "Eyes" : [ "Eyes highly congested and in constant motion, as in great affright.", "Eyes red; injected and protruding.", "Eyes: sunken; rolling; distorted; turned to one side; turned to r. and fixed, with dilated, insensible pupils and red conjunctiva.", "Aching, smarting, dull pains in eyes, with misty vision.", "Burning in eyes, < l.", "Feeling as if eyes were suddenly stiffened and drawn back.", "Burning; intense, sudden; in eyes and lids.", "Feeling as if cold in eyes.", "Rolling of eyes as if they were two cold bullets.", "Tender, bruised feeling over l. eye.", "Rapid pulsation over l. eye; in l. upper lid with weakness, swelling, discharge.", "Increased lachrymation.", "Needle-like pains in balls.", "Pupils dilated, eyes staring.", "Pupils contracted.", "Vision: dim; confused, misty; persistent amaurosis.", "Sparks before eyes, blackish, white, or red.", "Increased peripheric sensibility for blue.", "Enlargement of field of vision.", "Everything seemed to turn green and he fell on the floor." ],
    "Ears" : [ "Creeping, tingling sensation in external ears.", "Sudden burning itching in ears, nose, lips, and eyes; in l. ear in afternoon.", "Intense aching behind ears and down spine.", "Sharp, darting pains behind r. ear; behind ears and back of head and neck.", "Digging pain deep in l. ear.", "Intense fulness in ears.", "Hearing extremely sensitive, hears slightest sounds.", "Roaring; burning; noise like wind." ],
    "Nose" : [ "Face swollen and burning hot, eyes half closed as if stung by bees.", "Face puffy, pale, distorted.", "Muscles stiff.", "Risus sardonicus.", "Expression of extreme terror.", "Face: livid; flushed and bathed with cold, clammy sweat.", "Sharp, needle-like pains in cheek-bones; in l. cheek-bone shooting into teeth.", "Lips: blue; livid; swollen; retracted.", "Trismus.", "Stiffening of jaws affecting speech.", "Dull pains in jaws generally shooting into temples.", "Needle-like pains under jaws.", "Pulsation in chin." ],
    "Teeth" : [ "Teeth clenched.", "Toothache: at midnight; in l. upper teeth shooting into cheek-bone; as if nerves suddenly pulled out, at night: drawing; shooting." ],
    "Mouth" : [ "Tongue: dry and papillae erect; dry, with white moisture on edges; gums and lips violet; hot; sore, and roof of mouth.", "Frothing at mouth.", "Violent itching in roof of mouth.", "Taste: bad; feverish; hot and bitter; dry.", "Mouth filled with (frothy) saliva.", "Articulation difficult.", "Speech: indistinct; lost." ],
    "Throat" : [ "Choking sensation in throat; as if something were held tightly round it.", "Dry; spasmodic; contracted feeling; intense difficulty in swallowing.", "Feeling as of a lump in throat, evening.", "Dry, hot feeling; soreness (l. side); scraping.", "Every attempt to swallow = violent spasms of muscles of pharynx.", "Severe dull pains in muscles and glands of neck and at back of ears.", "Sharp pains in glands of neck, behind ears and back of head." ],
    "Stomach" : [ "Unusually good appetite, enjoys her food amazingly.", "Thirst: intense; feverish.", "Eructations: of bitter wind before vomiting; bitter, greasy; with bad taste.", "Nausea.", "Almost constant retching.", "Violent vomiting.", "Vomiting thin, colourless liquid.", "Heavy feeling in stomach.", "In pit of stomach: intense pain; sharp pain; intense twitching; violent jerks; spasm.", "Spasm of pit of stomach, suddenly, while at dinner, lasting an hour with severe pain and feeling of suffocation, compelling to loosen clothes.", "Burning along oesophagus and in stomach.", "Immediately felt a burning sensation in stomach for about a minute then felt as if the blood ran cold." ],
    "Abdomen" : [ "R. hypochondrium: aching at intervals, with sick, faint feeling; tense pain in r.; sharp, needle-like and cutting pains.", "Sharp pains in l. hypochondrium shooting to pit of stomach.", "Rapid pulsation in l. hypochondrium and l. temple.", "Abdominal muscles rigid in tetanic spasms.", "In muscles: sore, contracted, bruised feeling.", "Rumbling.", "Griping, cutting, gnawing pain in bowels.", "Sharp, cutting pain in r. lower and l. upper half of abdomen.", "Uneasiness in bowels and constipation.", "Deep-seated, sore, contracted, cramp-like feelings in lower abdomen.", "Sharp, needle-like pains in l. groin." ],
    "Stool and Anus" : [ "Gurgling sounds in rectum, with spasms of darting pain compelling him to sit on the ground as if shot.", "Two agonising darts of pain during the night.", "Two darts like shocks from a strong galvanic battery before going to bed.", "Spasmodic jumping in anus.", "Diarrhoea: copious, watery.", "Faeces discharged involuntarily during the spasms.", "Stools: lumpy and dry, flatus smelling of fresh putty; lumpy with mucus.", "Very obstinate constipation; with griping." ],
    "Urinary Organs" : [ "Contraction of bladder; it expelled urine apparently as fast as it was secreted.", "Bladder paralysed.", "Painful pressure in bladder and rectum.", "Uneasiness about bladder and urethra < walking or sitting on anything hard.", "Darting and shooting pains from bladder down thighs; from back of bladder down rectum; from front wall of bladder along urethra; finally the pains left the bladder and settled in glans penis.", "Scalding in urethra.", "Constant urging.", "Urine: copious; scanty; variable, natural, dark like beer, thick, red sediment, albuminous-looking masses floating in it." ],
    "Male Sexual Organs" : [ "L. spermatic cord painful, l. testicle swelled, painful only on standing or walking; hard, swollen, later burning pain on l. side of scrotum where the skin was tense on the testicle, and a large abscess formed in the dartos and cellular tissue; this was opened by a small incision and yielded a very large quantity of semi-transparent fluid, partly mixed with blood, after the discharge of which the size of the testicle became somewhat less; there was no connection between the testicle and the abscess." ],
    "Female Sexual Organs" : [ "While falling asleep, quite suddenly several hysterical jerks as from the womb, with burning, irritating heat and violent pulsation in the passages; also feeling of great pressure and bearing down.", "Darting pain and thrilling sensation in vagina with momentary pulsation coming on at intervals.", "Violent tearing pains in womb, at intervals.", "Menses at proper times, lasted only two days and were scanty.", "Any touch on the body, it mattered not where, excited a voluptuous sensation." ],
    "Respiratory Organs" : [ "Spasm of muscles about larynx and of arms; she felt and looked as if strangled; the muscles on each side of larynx became tense like cords.", "Spasm of respiratory muscles, breathing irregular, intermittent, difficult.", "Voice: weak; low; hoarse.", "Aphonia.", "Occasionally spasmodic, explosive cough; dry.", "Breathing: hurried; difficult; choking; tight; with great pain in praecordia; sobbing; moaning.", "Asphyxia." ],
    "Chest" : [ "Walls of chest fixed.", "Oppression.", "Chest moves en masse, is hyper-resonant.", "Tightness.", "Pain: severe, sharp, contractive, spasmodic, darting, on chest, neck, and back.", "Sharp needle-like pains: in upper chest and small of back; in r. (and l.) upper chest; in l. side under the ribs.", "Severe stabbing pains in r. breast passing through to back at intervals.", "Violent tearing in l. breast, at intervals.", "Sharp pains in l. breast." ],
    "Heart" : [ "Tightness about praecordia.", "During day, dull pain, shifting along line of aortic arch.", "Fluttering sensation about heart with faintness.", "Sudden palpitation.", "Tumultuous action of heart.", "Feeling as of heart coming into throat.", "Heart fluttering like a wounded bird.", "Pulse: irregular; accelerated; corded, tense, strong; full, rapid; nearly extinct in the paroxysms." ],
    "Neck and Back" : [ "Neck swollen; jugular veins distended.", "Neck stiff, muscles like rigid cords.", "Stiffness: painful; extending down back; momentary in l. half of neck.", "Darting, knife-like pains: in muscles of neck and top of shoulders; chest, abdomen; with sick feeling.", "Violent pain (stabbing, darting) in nape and down spine.", "Back stiff.", "Convulsive jerks in the back, and spinal column.", "Intense aching or icy-coldness in entire back.", "Agonising, gnawing pain in back and neck and muscles of legs.", "Cutting in l. half of back.", "Sudden stiffness in lower back and hips.", "Sharp, needle-like pain in back about waist.", "Suddenly violent cutting pain in back about waist, as though she were chopped in half, extending r. and l. to stomach at night." ],
    "Limbs" : [ "Fingers and toes violet-coloured, fingers spasmodically drawn in, toes drawn back.", "Limbs outstretched and rigid, at times jerking movements.", "Cramps.", "Darting pains in muscles.", "Rheumatic pains in arms and legs.", "Crawling in limbs after spasms." ],
    "Upper Limbs" : [ "On washing his hands, half an hour after touching an abrasion on l. thumb with Liquor. Strych., immediately felt numbness extending from thumb to whole of l. hand and wrist and rapidly to elbow and shoulder; in two hours joints of all fingers swollen and numbness gone; later enormous swelling of whole limb.", "Arms stretched out, hands clenched.", "Soreness, tenderness of muscles.", "Sharp rheumatic pain in socket of r. shoulder.", "Sharp pains in back of l. upper arm and fore part of thigh.", "Sharp pain r. elbow-joint.", "Sensation as though a drop of cold water were dripping off r. elbow at intervals; at times as if cold water dripped off r, shoulder.", "Subsultus tendinum.", "Trembling of hands.", "Violent twitching in veins of r. hand; it seemed as if the blood had stopped and then flowed on.", "Hands: partially paralysed; spasmodically clenched.", "Momentary stiffness of fingers.", "Cramp-like; rheumatic, sharp pains in hands.", "Prickling, numbed sensations: in l. hand, at intervals; sudden in fingers." ],
    "Lower Limbs" : [ "Painful convulsions in lower limbs and nape, with lightning-like pains in lumbar region, constantly shooting.", "Loss of power of lower limbs.", "Stiffness; rheumatic pains; sharp, needle-like pains in joints and limbs.", "Trembling of legs.", "Sudden jerking of legs; at night.", "Hard rigidity of legs.", "Stiffness of l. leg and back.", "Agonising, gnawing pain in muscles of thighs.", "Cramp-like pains in r. foot and leg.", "Severe pains in r. ankle-joint < walking.", "Cramp-like pains in feet.", "Sharp, darting pains in feet, esp. in bottom of heels.", "Thrilling from toes up legs.", "Stiffened, twisted feeling in toes.", "Violent itching-tingling in soles and palms." ],
    "Generalities" : [ "Spasmodic, convulsive twitchings.", "Every muscle of the body in a state of constant twitching.", "Extremely violent twitching, first in limbs then in whole l. side.", "Violent, electric-like starting and shuddering; followed by opisthotonos.", "Shocks in muscles so violent that r. thigh is dislocated.", "Constant inclination to bend towards r. side.", "Convulsions recurring regularly.", "Every attempt to move threatened a convulsion.", "Convulsive jerks on falling asleep.", "In convulsions, skin hot, bathed in perspiration and steaming.", "Everything seemed to turn green and he fell on the floor.", "Can lie in no position but on her back; any other = convulsions.", "An attempt to take liquids = violent, spasmodic fit preventing her swallowing it.", "Pains cramp-like, made her feel as though she would he stiffened.", "< Evening.", "< At night.", "< From to p.m." ],
    "Skin" : [ "Skin: pale at first; then livid and bluish.", "Burning; prickling sensation; formication.", "Formication on tips of fingers.", "Intense itching of skin of entire body; esp. of scalp, face, arms, and legs." ],
    "Sleep" : [ "Yawning; extreme drowsiness.", "Sleeplessness: from internal uneasiness and anxiety; from dread of rectal spasms; with visions of dead persons.", "Extreme restlessness and talking in her sleep with peculiar working in back of brain.", "Restless nights with profuse perspirations.", "Dreams: disagreeable; strange wanderings of the imagination." ],
    "Fever" : [ "Extreme chilliness; and drowsiness.", "Peculiar creeping chilliness all over with a tremulous sensation in the jaws.", "Extreme chilliness even in a warm room.", "Icy coldness: painful; of entire body; sudden.", "A single cold chill down entire length of spine; afterwards she felt deathly cold.", "Icy coldness down spine.", "Extremities cold.", "Lower extremities cold and perspiration flowing in a stream from head and chest.", "Fever of adynamic intermittent type.", "Intolerable sense of heat over whole body though some parts cool to the feel.", "Burning heat with hot sweat.", "Bathed in warm sweat.", "Profuse sweat after the spasm.", "Sudden cold sweat and icy coldness of entire body.", "Cold sweat with the convulsive shocks, and increased shaking and stiffening." ]
  }
}