{
  "remedyName" : "Succinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Fear; of trains and close places. Globus. Hay-fever. Hiccough. Hysteria. Leucocythaemia splenica. Spleen, affections of." ],
    "Characteristics" : [ "Dr. Morris Weiner (quoted in New, Old, and Forgotten Remedies, tested Succin. ac., which he prepared himself from Amber by dry distillation. The fumes of the crude acid, he says, are inflammable, and produce asthma, cough, sneezing, weeping, dropping of watery mucus from nostrils, pain in chest, and headache. On this indication he treated thirty persons suffering from hay-fever, and cured them all, and saved them the necessity of making an annual exodus. He gave one or two grains of the 3x trit. of Succinum itself diluted in twelve teaspoonfuls of water; a teaspoonful every two hours. Burnett (Dis. of Spleen) used the non-rectified oil as an organ remedy in spleen affections, especially when accompanied by nervous and hysterical phenomena. The crude oil is a thick brown liquid having a strong empyreumatic odour. It is a powerful local irritant, and has been used with success as such in lumbago, rheumatism, and sciatica. It enters into the composition of \"Roche's Embrocation, \", and \"Haarlem Oil, \", and has a popular reputation as a remedy for whooping-cough, the directions being for it to be rubbed into the spine night and morning (Murrell, in Brit. Med. Jour.). A tablespoonful dose, says Murrell, has caused persistent vomiting, diarrhoea, and symptoms of collapse; and the patient aborted. These observations are of value in relation to Burnett's experience. He gave the oil thus: To six ounces of Acorn-water are added half a scruple of the oil. They do not mix chemically, but by shaking each time a dose is taken the required division and attenuation is attained. Burnett's keynote is: \"Painful spleen affections wherewith there are convulsive attacks such as the hysterical and hypochondriacal often have.\" Burnett relates in his book a most remarkable case of \"chronic enlargement of the spleen, with hemi-hyperaesthesia, cephalalgia, dyspnoea, orthopnoea, convulsions \"in a young lady\" towards the end of her teens.\" After years of treatment under others and himself, Burnett concluded from Rademacher's account of Succ. ol. that it might provide the remedy. It was given in five-drop doses three times a day. In forty-eight hours the convulsive attacks ceased for good, and all the phenomena slowly disappeared. Burnett has also found Succ. ol. curative in splenic leucocythaemia. A keynote of Burnett's is: \"Fear of trains and close places.\" His dose is five drops of the oil three times a day." ],
    "Relations" : [ "Compare: Splenics, Cean., Nat. m., Querc., Mang. ac., Nat. sul." ],
    "Mind" : [ "Fear of trains and close places." ],
    "Head" : [ "Headache." ],
    "Eyes" : [ "Lachrymation." ],
    "Nose" : [ "Sneezing; dropping of watery mucus from nostrils." ],
    "Throat" : [ "Globus." ],
    "Stomach" : [ "Persistent hiccough.", "Violent vomiting." ],
    "Stool and Anus" : [ "Persistent diarrhoea and vomiting." ],
    "Female Sexual Organs" : [ "Abortion." ],
    "Respiratory Organs" : [ "Asthma.", "(Incipient phthisis.", "Chronic bronchitis.", "Whooping-cough.)" ],
    "Chest" : [ "Pain in chest." ],
    "Generalities" : [ "Symptoms of collapse; the patient aborted, but recovered.", "Hysterical convulsions in women (from the smell.", "Burnett)." ]
  }
}