{
  "remedyName" : "Sulphuricum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acidity. Alcoholism, chronic. Aphthae. Back, stiffness of. Bowels, looseness of. Brain, concussion of. Breath, offensive. Cancer. Cancrum oris. Chafing. Chilblains. Climaxis, sufferings of. Constipation. Corns. Diabetes. Diarrhoea. Diphtheria. Dyspepsia. Erythema nodosum. Flushing. Gangrene. Gastralgia. Glossitis. Hair, grey; falling out. Heartburn. Hernia, inguinal. Hiccough. Impotence. Intermittents. Irritation. Liver, affections of. Menorrhagia. Metrorrhagia. Myopia. Nightmare. OEsophagitis. Paralysis, lead. Perspiration, excessive. Phthisis. Pneumonia. Pregnancy, sickness of. Purpura. Rheumatism. Scurvy. Spleen, affections of. Sterility. Ulcers. Uterus, prolapse of. Vagina, prolapse of. Varicosis. Warts." ],
    "Characteristics" : [ "Sul. ac., according to Teste, was a favourite remedy of the Middle Ages, being used extensively in dilution in the treatment of scrofulous, phagedenic, cancerous, and venereal ulcers; as a gargle and mouth-wash for aphthae, ulceration of the gums, and diphtheria. It was given as \"Mineral Lemonade\" in cases of lead poisoning. [This use I have verified, giving water acidulated with the 3x.", "J. H. C.] The \"Acid Soap\" of Achard was prescribed as a dissolvent in scirrhus of the breast and calculous nephritis, obstinate intermittent fevers, visceral obstructions, dropsy, jaundice, cachexia, and \"certain tumours of the feet.\" Elixir of vitriol (a mixture of the acid, alcohol and water) is a popular remedy for nervous weakness in women at the present day. Dippel, Haller, and others each had an \"Elixir,\" differing only in the proportions of the chief ingredients. The elixirs were used in: Intermittent, putrid, malignant, contagious fevers; comatose and petechial fevers, scarlatina, confluent and malignant variola; dysentery; plague, lepra, itch, and other cutaneous diseases; nocturnal emissions; suppression of menses and piles, calculous nephritis, and gout; pituitous phthisis; chorea. Hahnemann proved Sul. ac., and says that it has cured affections characterised by: \"tension in the eyelids in the morning, shortsightedness; hardness of hearing; inguinal hernia; chronic looseness of the bowels profuse menses; metrorrhagia; roughness in the throat; asthma; swelling of the feet; coldness of the feet\" (Chron. Dis.). Teste gives this experience of his own:\" Two or three times I have used this drug with success against round syphilitic spots, of a bright red colour, of the size of a penny, rather itching, running into each other, secreting a humour sometimes, and generally seated at the upper and inner surface of the thighs, between the shoulders, on the face, and at the posterior surface of the forearms and hands. The subjects on whom this acid seemed to act best were lymphatic, ate a good deal, and were disposed to a constant looseness of the bowels, so that their evacuations were rarely in shape.\" Hahnemann's proving with homeopathic experience has confirmed many of the old uses of Sul. ac. and brought out characteristic indications. Weakness is a keynote to Sul. ac. The patient is weak and exhausted. Sul. ac. is suited to cases where the weakness is out of proportion to the disease. Weakness which seems to come from deep-seated dyscrasia. There is as well a sense of general internal trembling; as if trembling from head to foot, but without visible trembling. It is useful for inebriates who are \"on their last legs,\" long after Nux had ceased to help. Hering says the craving for liquor has been subdued by taking for two or four weeks, thrice daily, ten to fifteen drops of a mixture of one part of Sul. ac. with three parts of alcohol. The indications are: \"Vomiting in morning; acidity in stomach; burning in oesophagus and stomach; sour, acrid, or foul eructations.\" Sul. ac. has this characteristic: in spite of great thirst, water is not tolerated; unless qualified with alcohol it chills the stomach. This is a common symptom with hydrogenoid patients. Sul. ac. has a keynote symptom in the mental sphere. Hurry", "hasty, quick, sullen, impatient; angry because things move so slowly. Like Sul., Sul. ac. is periodic and has an important place in agues and periodic neuralgias. Cooper with reason contends that many ague cases, supposed to have been cured with Chi. sul. (Sulphate of Quinine), were really cured by the Sulphuric acid used in dissolving it. \"More-over,\" says Cooper, \"in all epidemic diseases", "influenza, cholera, small-pox, &c.", "Sul. ac. is often called for by the concomitant symptoms. In the neuralgia of influenza it has cured very severe pain over the whole left side of the head, face, and neck, coming on from exposure to draught; in the diarrhoeas of cholera times it certainly arrests mischief; in the diarrhoeas of emaciated children it is often called for. A chemist in Covent Garden used to use a lotion of Sulphuric acid, well diluted, for all the cases of itch that came before him, and they were many.\" There is a keynote of Sul. ac. in respect to neuralgias which is of great service; the pains increase gradually and end abruptly; the most characteristic kind of pain is dull pressure", "as of a plug thrust in. There is external soreness and sensitiveness. The piles of Sul. ac. are external, sensitive to touch and accompanied by itching. Sul. ac. is a great haemorrhagic; there is bleeding from every orifice; bleeding under skin (purpura); the menses are too early, too profuse, and sterility may be a consequence of this; oozing of dark thin blood. Many sufferings of Sul. ac. seem to arise from the generative organs, especially of the female. With Sul. ac. 30, a dose every night, I gave great help to a delicate woman who had nightmare, waking in a fright, before each menstrual period. The local \"weakness\" of Sul. ac. may amount to prolapse of vagina and uterus. Trauma is another indication for Sul. ac.; it follows Arn. in bruises of soft parts, Con. in bruises of glands, Ruta. in bruises of bones. It also removes long-lasting black and blue spots with soreness and stiffness of the parts. Flushing is another feature (as at climacteric), and with the flushing there is sweating. Easy sweating is a note of Sul. ac., and the sweat affects mostly the upper part of the body. The body odour of Sul. ac. is sour and cannot be washed off. This is especially observed in children. Heartburn with sour eructations that set the teeth on edge. Sul. ac. is suited to: (1) Old people; especially women. (2) Light-haired people. (3) Pains at climacteric. (4) When some deep-seated dyscrasia prevails, the child is weak with no other symptoms. (5) Sour babies. Sensations are: As if brain were loose and falling from side to side. As if one side of head filled with smoke. As if a plug were thrust quickly into head. As from subcutaneous ulceration in scalp. As of a foreign body on right outer canthus. As of a leaf lying before ears. As if white of egg had dried on face. As if skin of cheek and chin were pinched. As of want of elasticity of vocal organs. As if there were a lump in throat. As if menses would come on. As if hernia would protrude. As if rectum were torn to pieces during stool. Many symptoms appear on right side, but the left cheek and left parotid are most affected. Pain travels from left to right round hypochondria. Other Peculiar Symptoms are: Pains felt during sleep and disappearing on waking. Jerkings on falling asleep. Seriousness alternating with buffoonery. Pain in bladder unless call to pass water is immediately attended to. The symptoms are: < By touch; pressure; chafing; mechanical injuries. Open air <. Warmth >. Cold <. Rest >. Lying on affected side > gnawing in face. Motion; lifting arms; rising; walking; riding <. < Morning; (also evening and night). < Drinking cold water. Wine <. Warm food = sweat. The cauterising property of Sul. ac. is of the phagedenic order, which makes it suitable to many gangrenous conditions." ],
    "Relations" : [ "Antidoted by: Puls. Antidote to: Lead poisoning. Complementary: Puls. Follows well: In injuries, Arn., Con., Rut. Compare: Cough followed by belching wind from stomach, Ambr., Ver. Dyspepsia of drunkards, Carb. v. (Carb. v. is a putrid remedy; Sul. ac. more sour). Acidity sets teeth on edge, Rob. Weakness and giving way of ankles, Caust, Sul., Sil. Scarlatina, blue spots, diphtheritic membrane, Mur. ac. (Mur. ac. has > uncovering). Sprains, Am. c. (hot and painful). Falls easily, Nat. c., Caust., Sul. Pains increase gradually, end suddenly (Bell., Lyc., pains begin and end suddenly; Stn., pains begin and decline gradually; Col., begin suddenly and end gradually). Aphthae, Sul. ac., Borax, Nat. m., K. chl. Piles, Nit. ac. Drinks chill the stomach, Elaps. Flushing at menopause, Lach. (Sul. ac, with sweating). Throbbing headache at menses, Lach. (Sul. ac, with sweating). Inguinal hernia, Lyc. (Lyc. right, Sul. ac. left). Sour children, spite of washing, Hep., Mg. c., Rhe. Sensation of brain loose in forehead and falling from side to side, Bell., Bry., Rhe., Spi. Prostration, Acet. ac. Haemorrhages of black blood from all outlets, Crotal., Mur. ac., Nit. ac., Tereb. Weak and exhausted from deep-seated dyscrasia, no other symptoms, Pso., Sul. Weakness, Pic. ac. Sensation of white of egg on face, Alm. Sensation of subcutaneous ulceration, Puls. Alcoholism, Querc. Prolapse of vagina, Staph. Larynx sensitive, Lach. Warmth of genitals (Sul. coldness)." ],
    "Causation" : [ "Lifting arms. Falls. Bruises. Concussion (of brain). Chafing. Surgical operations. Sprains." ],
    "Mind" : [ "Mental excitability; and exaltation.", "Melancholy dejection.", "Inclination to weep.", "Anxious apprehension and mistrust.", "Despondency.", "Agitation, precipitation, and impatience.", "One feels in a very great hurry, feels that everything must be done in a hurry (also Arg. nit.).", "Restlessness.", "Irritability, nervous fatigue, and tendency to take fright.", "Peevish moroseness, and dislike to conversation.", "Disgust to life.", "Seriousness, alternating with buffoonery.", "Extraordinary absence of mind.", "Dulness of intellect." ],
    "Head" : [ "Semilateral confusion of head, as if the part contained smoke.", "Vertigo when seated, disappearing in the open air.", "Sensation as if brain were loose in forehead, and was falling from one side to the other; < when sitting quiet in the room.", "Headache, which at first increases, then suddenly disappears.", "Sensation of weakness in head.", "Headache, as if brain were lacerated.", "Rush of blood to head.", "Throbbing headache during menses, with sweating.", "Pressive headache.", "Sensation of heaviness and fulness in brain, as if head would burst.", "Sensation of constriction in head.", "Painful shocks in forehead and temples, < in forenoon and evening.", "Headache as if a plug was thrust quickly by increasingly severe blows in head.", "Shocks and blows in the head.", "Violent jerk beneath l. frontal eminence, suddenly disappearing.", "Headache, with dull lancinations, or drawings and tearings.", "Sensation of wavering of the brain.", "Sensation in exterior of head as if suppurating, or ulcerated, painful to touch.", "Itching and eruption in scalp.", "Hair turns grey and falls off.", "Pimples on forehead and side of nose." ],
    "Eyes" : [ "Burning aching in eyes, in open air, or when fixing eyes on an object in a room.", "Tension in lids in morning.", "Smarting, burning sensation in eyes, and lachrymation, esp. when reading.", "Sensation of a foreign body in r. outer canthus, in morning when walking.", "Eyes red, with photophobia.", "Chronic inflammation of eyes.", "Difficulty in opening eyelids.", "Myopia." ],
    "Ears" : [ "Tearing in ears.", "Tearing and shaking in r. ear.", "Violent tickling in concha.", "Dysecoia, as if there were a band over the ears, or as if a leaf were before them.", "Rhythmical roaring in ears.", "Ringing of bells before ears.", "Humming in ears, in evening." ],
    "Nose" : [ "Epistaxis in evening.", "Dry coryza, with loss of smell and taste.", "Coryza: thin, lemon-coloured discharge.", "Pimples on side of nose.", "Flow of water from nose, with obstruction of one nostril." ],
    "Face" : [ "Paleness of face.", "Contusive pain in zygomatic process.", "Tearing of bones of face.", "Dry shrivelled spots on face.", "Sensation as if face were swollen, and as if it were covered with the white of eggs dried.", "Lips are cracked, and exfoliate.", "Lips swollen, red, painful to touch.", "Pain, as from excoriation, in commissures of lips.", "Inflammation and swelling of submaxillary glands." ],
    "Teeth" : [ "Toothache, more violent in evening, in bed, < by cold air, > by warmth, generally with tearing digging, or gnawing.", "Bluntness of teeth.", "Toothache with tenderness and pain along side of head and down spine (R. T. C.).", "Teeth on edge.", "Swelling and easy bleeding of gums.", "Ulceration of gums." ],
    "Mouth" : [ "Aphthae in mouth; in children.", "Sensation of dryness in mouth.", "Tongue dry.", "Tongue; horribly swollen; swallowing impossible; covered with wrinkled white skin; tip and edges red; denuded at tip and intensely red.", "Ulcers on inflamed tongue.", "Talking difficult as from want of elasticity in parts.", "Breath very offensive.", "Profuse salivation.", "Haemorrhage from mouth." ],
    "Throat" : [ "Sore throat during deglutition, with lancinating pain, esp. in evening (swollen as if a lump were in it; < on l. side).", "Thick yellow membrane on fauces, sticks like glue.", "Swelling of uvula and roof of palate.", "Swelling and inflammation of submaxillary glands.", "Roughness in throat.", "Mucous membrane of palate and pharynx swollen, injected and ulcerated.", "Stringy, lemon-yellow mucus hangs from posterior nares, in diphtheria." ],
    "Appetite" : [ "Putrid taste.", "Bread has a bitter taste, and is heavy on stomach.", "Bulimy, with rumbling and borborygmi in abdomen.", "Desire for fresh fruits (plums); brandy.", "Loss of appetite and great debility.", "Chronic alcoholism, vomiting in morning; acidity of stomach; burning in oesophagus and stomach; sour, acrid or foul eructations.", "After eating; pain in stomach and rising of food by mouthfuls.", "After warm food, sweat.", "After a meal, agitation, gripings, and digging in abdomen, or excessive inflation of stomach.", "Cold perspiration, immediately after hot food.", "Lassitude and flatulence after drinking milk.", "All drinks chill the stomach, if a little spirit is not added to them." ],
    "Stomach" : [ "Empty or bitter risings.", "Acid, bitter, salt, or else sweetish regurgitations.", "Sour eructations, violent heartburn.", "Violent hiccough.", "Pyrosis.", "Nausea in the stomach, with shivering.", "Vomiting, first of water, then of food.", "Vomiting of drunkards.", "Very painful sensitiveness of region of stomach.", "The water (or every drink) causes cold of the stomach; if not mixed with some alcoholic liquor.", "Fulness and pressure in stomach.", "A contracting sensation in stomach in evening, as from a chill.", "Con traction in stomach and scrobiculus (< from hard food).", "Cuttings round stomach.", "Sensation of coldness or burning in stomach.", "Cold, relaxed feeling in stomach." ],
    "Abdomen" : [ "Lancinations in spleen.", "Spleen enlarged: hard and painful; hurts when coughing; after intermittent fever.", "Stitches in liver and spleen.", "Shootings in the hepatic region.", "Shooting in loins.", "Colic in abdomen, like labour pains, extending into hips and loins.", "Movements, gripings, and pinchings in abdomen, sometimes at night.", "Sensation of heat in umbilical region.", "Jerking throughout hypogastrium, esp. at surface.", "Throbbing, tearings, and shootings, in inguina.", "Smarting in inguinal region.", "Inguinal hernia, much protruded.", "Flatulent colic in the hypogastrium, with grumbling and borborygmi, and sensation as if a hernia were about to descend.", "Weak feeling as if menses would appear." ],
    "Stool and Anus" : [ "Tenesmus.", "Ineffectual urging to go to stool.", "Evacuations retarded, hard, knotty, and black.", "Faeces of a very large size.", "Chronic relaxation of abdomen.", "Loose evacuations, of consistence of pap (yellowish-white; partly solid, partly liquid), greenish, and watery.", "Watery diarrhoea, very offensive.", "Diarrhoea, of frothy slime only, with burning sensation in rectum.", "Diarrhoea, with great debility.", "Soft stool, followed by a sensation of emptiness in abdomen.", "Evacuations of mucus, streaked with blood.", "The child frequently has a stool as if chopped, saffron yellow, stringy, slimy.", "Very fetid stools of a putrid smell.", "Discharge of blood during the evacuation.", "Sanguineous congestion in rectum.", "Haemorrhoid at excrescences in anus, with shootings, burning sensation, itching and oozing.", "Haemorrhoids feel damp and are painful to touch; itch violently; pain at stool as if rectum were torn to pieces; stools like sheep's dung; piles in hard drinkers.", "Pressing in anus during and after pasty stool." ],
    "Urinary Organs" : [ "Diabetes; lassitude; debility; despondency.", "Diminished secretion of urine, with burning sensation when urinating.", "Emission of urine at night.", "Urine watery (brown, diminished secretion of) and as if it contained earth (or loam).", "Slimy sediment in the urine.", "Sediment like blood in the urine, which is covered with a fine pellicle.", "Pain in the bladder, when the want to urinate is not immediately satisfied." ],
    "Male Sexual Organs" : [ "Excessive heat in genital parts and testes.", "Emission of semen, without voluptuous sensation.", "Itching pain in upper margin of glans.", "Scrotum relaxed.", "Orchitis (r.)." ],
    "Female Sexual Organs" : [ "Strong desire for coition, from irritation of the external genital organs (in females).", "Catamenia premature and too profuse.", "Catamenia of too long duration.", "Metrorrhagia.", "Nightmare before menses.", "During menses, lancinations in abdomen and vagina.", "After menses; great desire for, or else great aversion to, coition.", "Sterility, with catamenia premature and too profuse.", "Acrid and burning, or milklike leucorrhoea.", "Discharge of sanguineous mucus from vagina.", "Prolapse of vagina; parts look greenish and smell badly.", "Climacteric age with constant hot flushes, and a feeling of tremor all over body, with great debility, and as if everything must be done in a hurry; spitting of blood; constipation; symptoms are < by smelling (not drinking) coffee.", "Nausea and vomiting during pregnancy; never vomited food, but could not eat because of increased distress in stomach and vomiting of mucus." ],
    "Respiratory Organs" : [ "Hoarseness, with dryness, and roughness in throat and larynx.", "Pain in larynx, with embarrassed speech, as if the parts were not sufficiently elastic.", "Larynx excessively sensitive; to pressure.", "Cough, excited by open air.", "Cough < from walking, riding, cold water, and when smelling coffee.", "Dry, short, panting cough, sometimes in the morning, after rising.", "Moist cough, with slimy expectoration.", "Long-continued haemoptysis.", "Cough, with haemoptysis.", "Cough with expectoration in morning, without expectoration in evening.", "Cough from irritation in the chest, with expectoration in morning of dark blood, or of a thin, yellow, blood-streaked mucus, generally of a sourish taste.", "After the cough, eructations.", "Profuse haemorrhage from the lungs.", "Risings and regurgitation of food after coughing." ],
    "Chest" : [ "Dyspnoea.", "Great weakness in the chest, with difficult speech.", "Aching in the l. side of chest, and in scrobiculus.", "Cutting pain in front of l. axilla.", "Pains along sternum; beneath sternum; cutting, burning.", "Sternum sore as if beaten.", "Dull stitches in l. side of sternum by costal cartilages.", "Dull tension in l. side of chest.", "Stitches from chest to l. scapula.", "Pneumonia l. side of chest and in pit of stomach.", "Dulness of base of r. lung, pneumonia, collapse, death.", "(Many cases of poisoning by Sul. ac. are followed by pneumonia.).", "Slight pulsating, twitching beneath l. side.", "Lancinations in chest.", "Violent sticking in r. breast; frequent and continuous; when pressing on it pain extended deeper." ],
    "Heart" : [ "Palpitation of heart (with or without anxiety).", "Lancinations across heart.", "Praecordial region very painful." ],
    "Neck and Back" : [ "Neck swollen.", "L. neck painful on pressure.", "Large suppurating swelling l. side of neck.", "Sensation, as from excoriation, and as of a fracture, in the back and loins.", "Drawing in the back and loins.", "Pain in small of back.", "Boring in small of back.", "Furunculi on back.", "Stiffness of back several mornings; on rising.", "Painful sensibility and swelling of axillary glands." ],
    "Limbs" : [ "Convulsive movements of arms and legs.", "Pains in joints felt during sleep, disappear on waking.", "Tearing in all limbs during menses, esp. in evening.", "Inclination to cramp in hands and feet.", "Wrists and other large joints painful and swollen, but not red.", "Limbs livid.", "Twitching of tendons." ],
    "Upper Limbs" : [ "Heaviness of the arms.", "Spasmodic, paralytic contractions in arms.", "Shootings in joint of shoulder, on lifting arm.", "Tensive pain in elbow-joint.", "Bluish spots on forearm, as from ecchymosis.", "Cramps in hands.", "Shocks and blows in bones of hand, when writing.", "Eruption on hands, and between fingers.", "Lancinations in joints of fingers.", "Chilblains on fingers." ],
    "Lower Limbs" : [ "Inner surface of thighs red, sore, excoriated after riding.", "Heaviness of legs.", "Torpor and numbness of legs.", "Want to stretch and retract limbs.", "Tearing in varices of legs.", "Painful weakness of knees, with dull lancinations, shocks, and blows in those parts.", "Red, itching spots on tibia.", "Stiffness of ankles.", "Coldness in feet.", "Swelling of feet.", "Tearing and lancinations in corns and feet." ],
    "Generalities" : [ "For any affections arising from general debility, as prolapsus uteri, retroversion, any uterine trouble whatever, the patient having a sense of tremulousness all over.", "Burning darting pains in muscles; shocks as from pain; black and blue spots in body; in a bruise (esp. if an old person) when the injured part gets black and blue, and seems as if it would mortify.", "Haemorrhages of black blood from all the outlets of the body.", "Affections in, general occurring in r. abdominal ring; sexual organs r. side; r. upper side; l. lower side; inguinal hernia.", "< Afternoon and evening; from surgical injuries in general; in the open air; from smelling coffee.", "Tearing pains throughout body, also in face.", "Stitches in joints.", "Cramps in limbs.", "Pains, felt during sleep.", "Icteric sufferings.", "Jerking of the tendons.", "Appearance or < of symptoms, morning and evening.", "The patient feels < in open air.", "The l. side seems to be more particularly affected.", "Slowly increasing but suddenly ceasing pain, as if a blunt instrument were pressed against the part.", "Sensation of soreness as if bruised over the whole body.", "Weakness of the whole body, with sensation of trembling.", "Extreme weakness and exhaustion, with sensation of tremor all over the body, without trembling.", "Sour odour of body.", "Great weakness and emaciation with backache in young girls (R. T. C.).", "General weariness in a plethoric woman and pain in lower back, chiefly l. sided, with weakness in lower abdomen, < at menses, furred tongue and constipation." ],
    "Skin" : [ "Bad effects from mechanical injuries, as from bruises, falling, knocking, pressure of blunt instruments, and contusions (esp. in old women).", "Gangrenous tendency after a bruise.", "Itching over whole body.", "Red, itching spots on skin, or small, red, livid, and bluish spots, as from ecchymosis.", "Excoriation of skin, also with ulceration like gangrene (becomes easily chafed when walking or riding).", "Furunculi.", "Gnawing (eating pain in the) ulcers.", "Painful sensitiveness of glands.", "Chilblains.", "Corns in feet, with tearings and shootings.", "Warts." ],
    "Sleep" : [ "Retarded sleep and early waking.", "Sleepiness.", "Sleeplessness from mental excitement.", "Jerkings during sleep.", "Anxious dreams.", "Jerking of fingers during sleep.", "Nightmare before menses." ],
    "Fever" : [ "Chilliness during the day, < in room, > when exercising in open air.", "Frequent chills running down body.", "Heat in evening and after lying down in bed.", "In evening frequent flushes of heat, esp. when exercising.", "Flushes of heat with perspiration (in climacteric years).", "Heat predominates.", "Small, feeble (accelerated) pulse.", "Perspiration on least movement (which continues for a long time after sitting down).", "Profuse perspiration in morning.", "Perspiration at night.", "Cold perspiration as soon as one eats warm food." ]
  }
}