{
  "remedyName" : "Sulphur",
  "remedyAlternativeNames" : "Brimstone. Sublimed Sulphur. S. (A. W. 3l.98). Trituration of \"Flowers of Sulphur.\" A saturated solution of Sulphur in absolute alcohol constitutes the",
  "categories" : {
    "Clinical" : [ "Acne. Adenoids. Ague. Alcohol habit. Amaurosis. Amenorrhoea. Anaemia. Anus, prolapse of. Asthma. Atelectasis. Bed-sores. Biliousness. Boils. Brain, congestion of. Breasts, affections of. Bright's disease. Bronchitis. Cataract. Catarrh. Chagres fever. Chancre. Cheloid. Chest, pains in. Chilblains. Chloasma. Climaxis, sufferings of. Cold. Constipation. Consumption. Corns. Cough. Crusta serpiginosa. Dental fistula. Diabetes. Diarrhoea. Dysentery. Dysmenorrhoea. Ear, affections of. Eczema. Emaciation. Enuresis. Epilepsy. Eructations. Eruptions. Eyes, affections of. Faintness. Feet, burning; Perspiring. Fever. Freckles. Ganglion. Glands, affections of. Gleet. Globus hystericus. Gonorrhoea. Gout. Haemorrhoids. Headache. Head, rush of blood to. Herpes. Hip-joint disease. Hydrocele. Hydrocephalus. Hydrothorax. Hypochondriasis. Impotence. Influenza. Intermittents. Irritation. Itch. Jaundice. Laryngitis. Leucorrhoea. Lichen. Liver, derangement of. Lumbago. Lungs, affections of. Lupus. Mania. Measles. Memory, weak. Meningitis. Menstruation, disorders of. Miscarriage. Molluscum. Nettlerash. Neuralgia. Nipples, sore. Nose, bleeding of; inflammation of. Oesophagus, constriction of. Ophthalmia, acute; scrofulous; rheumatic. Pelvic haematocele. Phimosis. Phlegmasia dolens. Peritonitis. Pleurisy. Pneumonia. Pregnancy, disorders of. Prostatorrhoea. Rectum, affections of. Rheumatic fever. Rheumatism, acute; chronic; gonorrhoeal. Ringworm. Sciatica. Self-abuse. Sinking. Skin, affections of. Sleep, disordered. Smell, illusions of. Spinal irritation. Spine, curvature of. Spleen, pain in. Startings. Stomatitis. Taste, illusions of. Tenesmus. Thirst. Throat, mucus in. Tongue, coated. Tonsillitis. Toothache. Trachea, irritation in. Ulcers. Urticaria. Uterus, prolapse of. Vaccination. Varicocele. Varicosis. Vertigo. Warts. White swelling. Worms. Worry. Yawning." ],
    "Characteristics" : [ "Sulphur is an elementary substance, occurring in nature as a brittle crystalline solid, burning in the air with a blue flame, being oxidised to Sulphur dioxide (Sulphurous acid). The reputation of Sulphur as a remedy is perhaps as old as medicine. \"As early as years ago, \", says Hahnemann, \"Sul. had been used as the most powerful specific against the itch. . . The itch, with which the workers in wool are so much affected, causes an intolerably agreeable, tingling, itching, gnawing as of vermin. Some designate it as an intolerably voluptuous titillating itching, ceasing as soon as the parts are scratched and commencing to burn, which burning continues after the scratching. Sul. frequently produces in healthy persons burning-itching pimples and vesicles resembling the itch vesicles, and especially itching in the joints, and in the night.\" The specific power of Sul. to cure itch was abused. It was applied externally as baths and ointments, and the skin affection was not cured but repelled, and a host of secondary affections appeared in its place. Hahnemann found in Sul. the homoeopathic counterpart of the peculiar constitutional dyscrasia which tends to manifest in itch-like eruptions, and which he named Psora. Sul. is the chief of the antipsoric remedies. A proving of Sul. appears in the M. M. P., and this is amplified in the Chronic Diseases. The domestic use of Sul. (in the familiar \"Brimstone and Treacle\") as a \"Spring medicine\" is based on its antipsoric properties. \"It is one of the most popular diaphoretics of the day, \", says Milne, \"few old women failing to use it when any eruption is supposed to be struggling through the skin.\" It is this property of Sul. to divert to the surface constitutional irritants which renders it the chief of Hahnemann's antipsorics. Sul. has also an antipsoric action independently of its power of \"bringing out\" rashes. The psoric poison may be present and active in a case of disease and \"apparently well-indicated remedies may fail to act\" in consequence. In such cases one or two doses of Sul. will frequently antidote, as it were, the psora, and either clear up the case, or open the way for the action of other remedies. In such cases there will almost certainly be some Sul. indications present. Sul. is a potent antiseptic, and is one of the most certain destroyers of the acarus of itch. The exact relation of acarus itch to psora and other itching eruptions need not be considered; but as Sul. has the power of repressing constitutional eruptions when locally applied, as well as the power of destroying the acarus, it is best to use other means (e.g., Oil of Lavender) for the latter purpose, and give Sul. or other indicated remedies internally. In my experience the psora of Hahnemann (which is a very real and definite dyscrasia) is generally inherited. The symptoms of latent psora are set forth in detail in Hahnemann's Chronic Diseases, and they are for the most part almost exact reproductions of the symptoms of Sul. But whilst Sul. is the chief of antipsorics, it is only one of many; and Sul. is in no way limited in its uses to cases of latent or declared psora. Much more important is it to know the leading features of the drug's action, which are sure guides in any case. (1) A key to many of the Sul. conditions is to be found in an irregular distribution of the circulation: flushes of heat; rush of blood to head, chest, heart; plethora from suddenly suppressed eruptions, piles, discharges; heat and burning sensation of all parts or coldness, sweating of many parts. These irregularities may go on to actual inflammation with effusions; and to fever of intermittent or other types. Another manifestation of this is found in the redness of orifices and parts near orifices: red ears, red nose; red eyelids and red borders round eyelids: brilliant red lips; bright red anus in children; red meatus urinarius; red vulva. The orifices are not only red and congested, but they are sore and hypersensitive as well; the passage of all discharges or excretions is painful. (2) The other side of this feeling of fulness is a feeling of emptiness. There is no medicine which has this symptom in a more extreme degree than Sul., and there is no single symptom that is of greater value to the homoeopathic prescriber than \"Faint, sinking, all-gone sensation at a.m.\" When that symptom is marked I give Sul. (generally 30), and get all the good I can out of the remedy before prescribing anything else, and very rarely am I disappointed. There is no need to wait to be told the symptom, or to ask patients directly if they experience it. I generally ask if they get hungry out of their usual mealtimes; and if they say \"Yes\"; I ask \"What time?\" The time need not be exactly eleven; though that is the most characteristic time. People who \"must have something between breakfast and dinner-time\" are generally benefited by Sul. This ravenous hunger at is often associated with other Sul. symptoms, as heat at vertex; dyspepsia; portal congestion; constipation with ineffectual urging; piles; constipation alternating with diarrhoea. When the dyspeptic gets food and relieves his hunger he begins to feel puffed up, feels heavy and sluggish, and is low-spirited, he scarcely cares to live. The dyspepsia of Sul. is often the result of suppressed eruptions. It is well known that drunkenness \"runs in families, \", and the underlying disease of drunkenness is often psora. Sul. both causes and cures craving for beer and spirits. Gallavardin cured many apparently hopeless drunkards with Sul. 1m. The \"sinking, empty, all-gone sensation\" is a common feature in the dyspepsia of drunkards. Dyspepsia from farinaceous food. Cannot take milk; vomits it at once; sour vomit with undigested food. Voracious appetite is a frequent symptom of scrofula, and scrofula and psora are frequently convertible terms. The child clutches at all food offered to it as if starved to death. Defective assimilation; hungry yet emaciated. Stopped catarrh; nose obstructed indoors, > out of doors. The child looks dried up, a little old man; skin hanging in folds, yellowish, wrinkled, flabby. Head large in proportion to body. Lymphatic glands enlarged. Defective assimilation. When scrofula exists without particular symptoms Sul. will develop them. Allied to scrofula is tuberculosis; in connection with which many symptoms of Sul. appear: marasmus with hunger at a.m.; sore, red orifices; flushes of heat. In tuberculosis of the lungs a keynote is \"body feels too hot.\" The patient must have windows open no matter how cold the weather may be. The caution is usually given to repeat Sul. seldom in cases of tuberculosis; and to give it only in the early stages. (3) \"< By heat\" is another keynote of Sul., and marks it out as the remedy in a large number of cases; the < is most noticeable by warmth of the bed. Whenever a patient says he is all right till he gets warm in bed, Sul. must be examined, it will generally cover the case. (In some cases stove heat >.) The cases of rheumatism and sciatica requiring Sul. will generally have > morning and < at night in bed. (4) \"< At night\" is scarcely less characteristic. Sul. is related to both the sun and the moon, which makes it one of the most important of periodics. Cooper cured many cases of neuralgia < at noon or at midnight. He regards every twelve hours as the most characteristic periodicity, but it may be multiples or divisions of twelve. Lippe cured with \"a single dose of Sul. at new moon\" a case of menorrhagia, patient had not been well since her last miscarriage. Skinner gave to a man who had paresis of the lower limbs a single dose of Sul. cm, with instructions to take it on a certain date (when the moon was full). The man recovered almost suddenly. Cooper has had some important experience with Sul. in intermittent fevers. He generally gave two pilules of Sul. O every four hours. Correspondents of his found this treatment preserve them from fever in India, and one, an officer, by means of it kept his regiment of sepoys in health when many others were in hospital. One writer treated nine cases with the pilules, and arrested the fever in twenty-four hours. One of the cases was a particularly obstinate one, and had been pronounced by the doctors to be complicated with liver affection. Quinine had been tried before the Sul. cured. In a case of \"Chagres fever\" (of West Indies), which had lasted three months, Cooper ordered a Sulphur bath as well as the Sul. pilules. That single bath seemed to alter the whole condition; from being an unhealthy, anaemic, bilious-looking man, the patient rapidly became the picture of health. Cooper recalls the fact that workers in Sulphur mines, though in malarial districts, enjoy a complete immunity from intermittent fevers. The power of Sul. in acute inflammatory conditions is allied to its action in intermittent fevers. Sul. is the chronic of Acon. in the effects of chills; and if Acon. does not promptly solve the difficulty, Sul. will be required. In the acute inflammations of the high South African plateau, where the variations of temperature are extreme, and chills and their consequences are Very common, Van den Heuvel tells me that for the pain, fever, and anxiety before physical signs have appeared, Acon. is his first remedy. But if the fever does not yield in twenty-four to forty-eight hours, Sul. will clear it up. \"Chill\" is \"suppression\" in another form. Sul. is a remedy of such universal power that it may be misleading to speak of it as more related to one side than to another. Taken altogether there are more symptoms on the left side than the right. It acts strongly on the left side of the chest: \"Sharp stitching pains through left lung to back, < lying on back. < by least motion, \", is characteristic. In a case of left pleuro-pneumonia following a violent haemoptysis, Sul. rescued a patient of mine from a condition which seemed desperate. Sul. acts on the whole respiratory tract, from the nose to the lung tissues. It causes a condition often met with in scrofulous patients, nasal catarrh where the nose is stopped indoors and free out of doors. All the features of asthma are produced in the pathogenesis, and Sul. has the alternation between skin irritation and asthma often met with in asthmatics. Villers (H. R., xv. p. 563) relates the case of a girl, afflicted since three years old with eczemas of the most varied form, mostly moist, the chief seat being the region about the pudenda, armpits, fold behind ear; but the whole body was defaced, the only parts which had remained white and normal being the breasts. She had been continuously under treatment for the nineteen years, the worst effects resulting when external applications had been used to dry up the eruption. Then most frightful asthma occurred, which lasted till the corrosive, ill-smelling eruption appeared again. She had recently come under the care of a homoeopath, who gave Ars. iod. From this there resulted a condition of which the patient said, \"I cannot describe it, but I felt as if I was being killed.\" Her doctor then sent her to Villers, who sent her for three months to a water-cure before he would commence treatment. Her general health was somewhat improved thereby, but the skin remained the same. He then thought of some very high potencies he possessed, and gave a few pellets of Sul. cm. Three days later he was sent for in a great hurry late one evening, and on arrival found the patient had torn off all her clothes, was rolling about on the floor of her room, continually trying to rub her back and her legs on the legs of chairs or the edge of the door. Then she jumped up, brought a knife from the kitchen and scraped her whole body; would eat nothing and only drank enormous quantities of cold beverages. This lasted five days, after which she slept for two full days. Then this happened: The eruption dried up completely and scaled as after scarlatina. The girl had always had very weak menses; the next three were increasingly strong and intolerably fetid. There was very disagreeable discharge from the ears, corrosive secretion from the eyelids, and a dreadfully tormenting and burning discharge from the pudenda, strongly exciting to voluptuousness. Under the action of the single dose steady improvement occurred, and in four months she was a youthfully blooming maiden in the full flow of all her functions, and the skin in perfect condition. To test this Villers made the patient wear rough wool; dip her hands in first hot and then cold water; and for two weeks he made her rub her body daily with pretty coarse sea-salt. The only effect of these measures was to make the skin improve in texture.", "Sul., when indicated, will cause absorption of effusions, pleuritis (plastic, or hydrothorax), hydrocephalic, or synovial. I have frequently cured ganglion of the wrist with Sul. cm and lower, given on general indications. In the rheumatism of Sul. the affection begins below and spreads upwards. (This is analogous to the \"from without inwards\" direction of the psoric complaints which Sul. meets and reverses.) Sul. acts on the right eye and on all regions of the head", "forehead, vertex, and occiput. It is the remedy for a large number of periodical headaches; headaches occurring every week; every month. Sick-headache. The headaches are accompanied by red face and hot head; are > in warm room; at rest; < in open air; < from stooping. There is also a headache on coughing. I have cured a severe occipital headache < on coughing with Sul. Among the characteristics of Sul. are: (1) Aversion to be washed, always < after a bath. (2) Complaints that are always relapsing (menses, leucorrhoea, &c.); patient seems to get almost well when the disease returns again and again. (3) Congestions to single parts: eye; nose; chest; abdomen; ovaries; arms; legs; or any organ of the body, marking the onset of tumours or malignant growths, especially at climacteric. (4) Chronic alcoholism; dropsy and other ailments of drunkards; they reform but are continually relapsing. (5) Sensation of burning: on vertex; and smarting in eyes; of vesicles in mouth and dryness of throat, first right then left; in stomach; in rectum in anus, and itching piles, and scalding urine; like fire on nipples in chest rising to face of skin of whole body, with hot flushes; in spots below scapulae burning soles, must find a cool place for them at night. (6) Hot head with cold feet. Lutze (N. A. J. H., xv. 286) finds that Sul. 1m will make feet that have been cold for years comfortably warm. (7) Cramp in calves and soles at night. (8) Hot flushes during day, with weak, faint spells, passing off with a little moisture. (9) Diarrhoea: after midnight; painless; driving out of bed early in morning; as if bowels were too weak to contain their contents. (10) Constipation: Stools hard, dry, knotty, as if burnt; large, painful, child is afraid to have stool on account of pain; or pain compels child to desist on first effort; alternating with diarrhoea. (11) Boils: coming in crops in various parts, or a single boil is succeeded by another as soon as the first is healed. (12) Skin: itching, voluptuous; scratching > (\"feels good to scratch\"); scratching = burning; < from heat of bed; soreness in folds. (13) Skin affections that have been treated by medicated soaps and washes; haemorrhoids that have been treated by ointments. (14) Nightly suffocative attacks, wants doors and windows open; becomes suddenly wide awake at night; drowsy in afternoon after sunset, wakefulness the whole night. (15) Happy dreams, wakes up singing. (16) Everything looks pretty which patient takes a fancy to; even rags seem beautiful. (17) Ailments from the abuse of metals generally. (18) Offensive odour of body despite frequent washing. (19) Red nose < by cold: the colder the redder. (20) Cutting, stabbing pain in right eye. (21) Poor breakfast eaters. (22) Worried by trifles. (23) White, frothy expectoration. (24) Empty sensation (head; heart; stomach; abdomen). [Sul. aggravates much more in high dilutions than in lower ones; especially where extensive collections of disease-tissue exist, a single globule of 200th will often set up violent disturbance. The domestic use of Sul. is interesting. In one form or other Sul. is used in various countries for allaying pain; a piece of stick Sul. carried in the pocket is much used in England to ward off rheumatism. Natives of South America apply Sul. in solid form to parts in pain, and allow it to act for an hour before result is effected; and for lumbago and chronic rheumatic pains a bag filled with Flowers of Sulphur and applied heated to the part, immediately relieves the pain. An experienced sea captain testified to the extreme frequency of rheumatism amongst his sailors; but, he added, when carrying cargoes of Sul., he had never had a case of it (acute rheumatism) on board. In the treatment of croup and diphtheria the local application of Sul. to the fauces has been highly spoken of by many practitioners. Dr. Laugardiere, of Toulouse, reported recently to the Academy of Medicine that he has discovered a cure for croup", "a tablespoonful of Flowers of Sulphur dissolved in a tumbler of water. After three days of this treatment his patients were rescued from imminent death, and fully recovered. Nettlerash is often relieved by a little Flowers of Sulphur and water; and Sul. mixed with sea-sand and rubbed over itch vesicles destroys the acarus at once. In the early days of vaccination it was found that the action of Sul. on the frame was decidedly adverse to the receptivity of vaccine. According to Dr. Tierney, Dr. Jenner failed in vaccinating thirty soldiers, all under treatment by Sul. (B. M. J., Jan. George Gascoin, letter on antiseptic treatment of small-pox). Seeing that operatives in sulphur mines enjoy an immunity against ague when prevalent in surrounding districts; and that, before going on hunting expeditions in malarious districts, men in Ethiopia submit themselves to fumigations with Sul., and find it an efficient prevention of ague, the probability of Sul. having a power of destroying the organisms in the blood of ague patients is certainly great, and deserves investigation (Cooper)]. Sul. is a great resorbent, and is frequently needed after acute illnesses which do not entirely clear up. Peculiar Sensations are: As if a band were tied tightly round forehead; round cranium. Vertigo as if swinging. As if bed were not large enough to hold him. As if one stood on wavering ground. As if hair on vertex stood on end. As from a weight pressing on top of brain and a cord tied around head. As if head soft; brains bashed in. As if brain were beating against skull. As if eyes were pressed down. As if he had taken too much alcohol. As if hair would be torn out. As if head would burst. As if head were enlarged. As if she would sneeze. As if head had been beaten. As if top of head were being pressed against wall. Occiput as if hollow. As if flesh of scalp were loose. As if scalp had been beaten. As if cornea had lost its transparency. As if eye were gone and a cool wind blew out of socket. As if eyes had been punctured. As if a needle or splinter were sticking in eye. As if a thick veil were before eyes. As if eyeballs were dry. As if balls rubbed against lids. As if eyes were rubbed against spicules of glass; eyeballs dry; salt in eyes; cornea covered with fine dust; lids would become inflamed. As if sounds did not come through ears but forehead. As of water in ears. As if he smelt perfume. As if nose were swelled. Nostrils as if sore. As if lower jaw would be torn out. As if air just in front of her were hot. Teeth as if too long; as of a hot iron in teeth. As of a hard ball rising in throat. As if swallowing a piece of meat. As of a lump in throat. As of a hair in throat. As if throat too narrow. Stomach as if puffed up; as if torn with pincers. Intestines as if strung in knots. As if hernia would form. As if muscles of abdomen and peritonaeum had been bruised. As if obliged to urinate, in urethra. As if something in larynx. As of a lump of ice in (r.) chest. As if lungs came in contact with back. As if strained in chest. As if he had fallen upon chest. As if chest would fly to pieces when coughing or drawing a deep breath. Heart as if enlarged. As if muscles of neck and back were too short. As if vertebrae gliding one over the other. Small of back as if beaten. Left shoulder and hip as if luxated. Like a weight on shoulder. As if something heavy hanging on upper arm. Arms as if beaten. As of a mouse running up arms and back. Thigh as if broken. As if too short in popliteal space. Skin as if denuded and sore. Sweat may occur on one side of the body only; or on neck only. Sul. is Suited to: (1) Lean, stoop-shouldered persons, who walk and sit stooped; standing is the most uncomfortable position. (2) Persons of nervous temperament, quick-motioned, quick-tempered, plethoric, skin excessively sensitive to atmospheric changes. (3) Dirty, filthy people, with greasy skin, and long, straight, matted hair, prone to skin affections. (4) Children who cannot bear to be washed or bathed; emaciated; big-bellied; restless, hot, kick off clothes at night; have worms. (5) Persons of scrofulous diathesis, subject to various congestions, especially of portal system. (6) Lymphatic temperaments, nervous constitutions disposed to haemorrhoids, with constipation or morning diarrhoea; diseases caused especially by, suppressed eruptions, peevishness, sudden and frequent flushes of heat all over body, followed by perspiration, hot palms, soles, and vertex; faintness in epigastrium in forenoon. (7) Children, emaciated, old-looking faces, big bellies, dry, flabby skin. (8) Full-blooded persons with great irritability, restlessness, and hastiness. (9) Old people. (10) People with hot, sweaty hands. (11) \"Ragged philosophers\"; dirty-looking persons who are always speculating on religious or philosophical subjects. (12) Freckled people. (13) Light-complexioned people. (14) Red-haired people. (15) Dark-complexioned people; negroes. (16) People who refer all their sufferings to the epigastrium \"everything affects me there.\" The symptoms are: < By touch. < Pressure (pressure > pain in head when coughing). Rest <. Standing <. Stooping <. Lying on (r.) painful side >. Motion > pains in head, hips, knee, haemorrhoids; < other symptoms. Moving arms <. Every step <. Rising <. Ascending <. Talking = fatigue of whole body. Vivacious talking = hammering headaches. < a.m.; noon; midnight; morning; evening; night; after midnight. Wants doors and windows open. Susceptible to temperature; warm things feel hot. Indoors = nose stopped up; > emptiness in occiput. Open air <. Draught of air <. Raw air <. Warmth <. Sun < (headache). Washing <. Cold, damp weather <. Cold food and drink < thirst. Cold water > head; left eye; whitlow. < Before a storm. < After sleep. < From milk; sweets; alcohol. > By eating; < after. < Before eating. > By warm food. < Before, during, and after menses (headache; leucorrhoea). < Looking down. < Crossing running water. < Raising arms. Hearing is < eating and blowing nose." ],
    "Relations" : [ "[Sul. frequently serves to rouse the reactive powers when carefully selected remedies fail to act (especially in acute diseases; in chronic, Pso.). In this respect it is a close analogue and ally of Medor. and Syph., which should be studied with it.] Antidoted by: Aco., Camph., Cham., Chi., Merc., Puls., Rhus, Sep., Thu. Antidote to: Aco., Alo., Chi., Iod., Merc., Nit. ac., Olean., Rhus, Sep., Thu.; ailments from abuse of metals generally. Compatible: Calc., Calc. ph., Lyc., Sars., Sep., Puls. (Sul., Calc., Lyc.; and Sul., Sars., Sep. frequently follow in this order. It is generally said that Calc. should not be used before Sul.). Follows well: Merc. Complementary: Alo. (Sul. is generally the remedy when Alo. has been abused as a purgative), Aco., Nux, Puls. (Sul. is the \"chronic\" of the last three. If a patient is sleepless Sul. may be given at night. If the patient sleeps well it is best given in the morning, as it may disturb sleep if given at night; Nux may be given at night and Sul. in the morning when their complementary action is desired). Sul. complements Rhus in paralysis. Follows and complements Ant. t. and Ipec. in lung affections, especially left; atelectasis. An interpolated dose of Sul. helps Sil. in indurations. Pso. complements Sul.; Pso. loves heat, Sul. hates it. Teste includes in the Sul. group: Crot. t., Merc. c., Bov., Aeth, c., Kre., Lob. i., Merc. sol., Aster., Cic., Rat. Compare: Meningitis, Apis. Injuries to eyes, Aco. (Sul. follows). Early-morning diarrhoea, Bry. (as soon as he moves), Nat. s. (with much flatus), Rx. c., Pod. (stools changeable; go on all day, though < at noon; Sul. raw, sore anus), Diosc. (colic flying to other parts). Defective reaction, Pso., Cup., Lauro., Val., Ambr., Carb. v. Flushes at climaxis, Lach., Sul. ac., Amyl., K. bi. Intermittent fever and neuralgia, Chi., Ars., Bapt. Ravenous hunger with heat at vertex, Calc., Pho. Tuberculosis, Bac., Calc., Pho. Itch, Merc., Sep., Caust. Dyspepsia, Nux, Sep. Excessive venery, masturbation, Nux, Calc. Yellow-brown spots, Sep., Lyc., Curar. Rheumatism, paralysis, Rhus. Sour stools, sore anus, Cham. Pneumonia, restoration imperfect, Sang. Paralysis from cold, Aco., Caust., Rhus. Accumulation of flatus, sour and bitter taste, Lyc. (with Sul. patient refers accumulation to left groin, region of sigmoid flexure). Bad effects of mental exhaustion; of seminal losses, Selen. (Sel. is a cognate element of Sul. and close analogue; Sel. < from tea; Sul. < from coffee; Sel. has \"tingling in spots\"). Morning aphonia, Carb. v. (Carb. v. also evening). Edges of eyelids, Graph., Bac. Congestion of lumbar spine, Pic. ac. Atrophy of infants, Ars. Sinking < a.m., Na. m., Pho., Indm., Na. c., Zn. (nervous symptoms, Arg. n.). Prophylactic of cholera, Cup. Weak from talking, Stan., Cocc., Ver., Calc. Falls easily, Na. c. Hasty speech and action, Bell., Lach., Dulc., Hep. Weak ankles, Sul. ac., Caust. > Open air; desire to be uncovered, Pul., Lyc. Wetting bed in deep sleep, Bell. (in first sleep, Sep.). Effects of losses of fluids, Ars., Calc., Chi., Fer. Persistent speck before left eye (right Sel.). Vision mostly green, Sang. Rhagades of hands, Na. c. Hard, horny hands, Na. m., Graph. (opp. Calc.). Left to right, Lach. Stitches up vagina, Sep., Pho., Nit. ac. (also down and out), Alm., Berb., Pul. (Sul. stitches go to head). Left ovarian and left inframammary pain, Lil., Lach., Caulo., Vib. o., Pul., Ustil. Bearing-down pains, Bell., Sep., Gossyp., Pul., Sec. < On awaking, Lach., Na. m. Alarmed about soul's salvation, Ver. < Hearing water run, Hfb. Violent movements of foetus, Op., Croc., Thuj. Dread of losing mind, Calc., Lyc., Nux. Hollow sensation in region of heart (Lil. as if heart empty). Earthy complexion, Na. m. Tall, slender people, Pho. (Sul. with stoop). Aversion to, be washed, Ant., c., Clem., Hep., Rhus, Sep., Spi. (Puls. baby likes being washed). Fear of ghosts, Aco., Ars., Bro., Carb. v., Cocc., Lyc., Pho., Pul., Ran. b., Sep., Zn. (I have been frequently asked by patients taking Sul. not to give them \"that medicine\" again as it made them \"see faces, \", generally described as horrible). < Heat of bed at night, Bry., Merc., Pul., Cham. (toothache), Dros., Led., Sbi., Apis. Laughing alternately with weeping, Aur., Pul., Lyc., Croc., Pho., Ver. Vertigo looking down, Olean. (Calc. turning head, Pul. looking up). Throbbing headache, Glo., Calc., Pul. Drowsiness with headache, Bruc., Strych., Gins., Herac., Na. s., Gels., Nux m. Passes almost pure blood from rectum, Merc., Aco. Diabetes with impotence, Mosch. Phimosis, Can. s., Merc., Nit. ac., Sep., Thu., Rhus, Sbi. Hunger at night, Chi. s., Pso., Pho. (with febrile heat, unappeasable), Lyc., Ign. Hot breath, Calc., Rhus. Sharp splinter sensation on slightest touch, Arg. n., Hep., Nit. ac. Throat, right then left, Lyc., Bar. c., left side, Lach., Sul. Freckles, Adren. Weak chest when speaking, Calc. Acid smell from mouth, Nux. Taste of blood, Ham. Sensation of hair in throat, K. bi., Sil. Intolerance of pressure of clothes, Lach. Blackish stools, Lept. Burning between scapulae, Pho., Lyc. Sinking sensations, worms, Scirrh. and other cancer nosodes. Vividly remembered dreams, Chi. Mistakes time of day, Merc., Lach. Boils, Anthrac. Vaccination effects, Thu., Malan. Red lips, red borders round eyelids, Bac. Offensive body smell; checked eruptions and discharges, Med. Excessively sensitive to atmospheric changes, Hep., K. ca., Pso. (Pso. is generally extremely chilly, Sul. hot). Restless, hot, kicks off clothes at night, Hep., Sanic. Wants to find cool place for feet, Sanic. Relapsing alcoholism, Pso., Bac." ],
    "Causation" : [ "Suppressions. Alcohol. Sun. Sprains. Chills. Over-exertion. Reaching high. Falls. Blows. Bed-sores." ],
    "Mind" : [ "Melancholy and sadness, with grieving ideas; uneasiness respecting the patient's own condition and prospects, and about business affairs, so as to become exceedingly unhappy, disgusted with life, and even to despair of eternal salvation.", "Egoistic.", "Dwells on religious or philosophical speculations; anxiety about soul's salvation; indifference about lot of others.", "Vexatious and morbid ideas of the past arise and cannot be got rid of.", "Hypochondriac mood (through the day, in evening he is inclined to be merry).", "Strong tendency to weep, and frequent weeping, alternating sometimes with involuntary laughter.", "Disconsolate humour, with scruples of conscience, even with respect to the most innocent actions.", "Fits of anguish, esp. in evening; timidity and great tendency to be frightened.", "Precipitation, restlessness, and impatience.", "Peevishness; childish peevishness in grown people.", "Ill-humour, moroseness, quarrelsome disposition, disposition to criticise, and dislike to conversation.", "Irritability, disposition to anger and passion.", "Great indolence and repugnance to all exertion, both mental and bodily.", "Too lazy to rouse himself up, and too unhappy to live.", "Indecision, awkwardness (at his work), inadvertence, anthropophobia, with feeling of giddiness.", "Stupidity and imbecility, with difficulty in understanding and in answering correctly.", "In afternoon, stupefied state after a glass of wine.", "Great weakness of memory, chiefly for proper names.", "Misplaces or cannot find the proper word when he speaks.", "Mistakes as to time, thinks it earlier than it is; at vesper bell (7 p.m.) insists it is only p.m., quite angry when one attempts to convince her of her error.", "Forgetfulness of that which is about to be uttered.", "Great flow of ideas, for the most part sad and unpleasant, but sometimes gay, and interspersed with musical airs.", "Strong tendency to religious and philosophical reveries, with fixed ideas.", "Incoherent speech.", "Mania, with a settled idea of having all things in abundance, possessing beautiful things, &c.", "Delirium, with carphologia.", "Errors respecting objects, a hat is mistaken for a bonnet, a rag for a handsome gown, &c.", "Foolish happiness and pride; fantastic illusions of the intellect, esp. if one turns everything into beauty, as an old rag or stick looks to be a beautiful piece of workmanship; everything looks pretty which the patient takes a fancy to.", "Melancholia and epilepsy, with strong impulsive tendency to suicide by drowning or leaping from window; five fits a day with at times two hours of unconsciousness, always < during menses (Sul. 10m cured)." ],
    "Head" : [ "Confusion in head, with difficulty in meditating; or weakness, dizziness, and stupor, sometimes with necessity to lie down, and esp. in morning or in evening, or when walking in open air, or when going up an ascent.", "Vertigo and staggering, esp. when seated, or after a meal, or when exercising in open air, when stooping, looking down, walking, going up an ascent, rising from a seat, lying on back, passing over running water, and also in morning, in evening, or at night, and often with nausea, syncope, weakness, and bleeding at nose (with inclination to fall to l. side; with vanishing of sight).", "Headache as if caused by incarcerated flatus, by obstruction in head, or by a debauch.", "Painful sensibility of head, chiefly of vertex, on least movement, with pain at every step, when coughing, blowing nose, or masticating.", "Sensitiveness of the vertex, pressing pain when touching it, < from heat of bed, in morning when waking, on scratching it, it bites and burns.", "Fulness, pressure, and heaviness in head, chiefly in forehead (< when raising head and after sleeping and talking, > when sitting or when lying with head high) and occiput.", "Tearing or stitches in forehead or temples, from within to without, < from stooping, > when pressing head together, or when moving about.", "Sensation of emptiness in back part of head, < in open air and when talking, > in room.", "Pulsation in head with heat in brain, pulsation of carotid arteries and of heart, < on waking in morning, when moving about, on stooping, when talking, in open air; > when at rest and in warm room.", "Hammering headache on vivacious talking.", "Throbbing all over head with furious pain taking away her sight and preventing her from stooping: it affects vertex more and is < by washing her head (produced.", "R. T. C.).", "Heat on crown; cold feet; frequent flushings.", "Painful tingling on vertex and in temples.", "Violent pain in vertex in evening, as if hair would be torn out; it bristles on the most painful spots.", "(Pain in vertex, r. side, < to p.m., > by warmth.", "R. T. C.).", "Boring headache on top, beneath vertex; the spot is painful to touch externally.", "Severe burning in vertex; went off after getting up; succeeded by cool feeling in same place.", "Aching; burning; throbbing; pressing in vertex.", "Vertex very sensitive when touched; and when not.", "Tension in forehead and eyes on exercising brain; < when lifting up eyes, after sleeping; > when sitting in room.", "Tension and painful contraction in brain, sometimes with a sensation as if head were compressed by a band (with the sensation as if the flesh were loose around it, followed by inflammation of the bones and caries; < in wet, cold weather and when at rest; > from motion).", "Expansive pressure, as if head were about to burst, principally in temples.", "Sharp and jerking pains, or drawing and shootings in head.", "Painful sensation, as if brain were wounded or bruised.", "Sensation as if the head were soft; as if the brains had been bashed in.", "On moving head brain strikes against cranium.", "Congestion of blood in head, with pulsative pains, clucking, and feeling of heat in brain.", "Rush of blood to head; a pressure out at eyes; with roaring in ears and heat of face; during menses; during soft stool; at right in bed; arising from chest with throbbing; < when stooping, talking, in open air; > sitting in warm room.", "Tinkling, buzzing, roaring, and vibration in head.", "The headache is often only semilateral, or confined to vertex, or to occiput, or to forehead above eyes, with inclination to frown or to close eyes, confusion of sight, unfitness for meditation, humming in ears, and nausea, with inclination to vomit.", "Quotidian, periodical, and intermittent headaches, appearing principally at night, or in evening in bed, or in morning, or after a meal; (every or hours; noon or midnight; < midsummer or midwinter).", "Movement, walking, open air, and meditation often excite or < the headaches.", "Pimples with itching in head, principally in forehead.", "Dry or thick. yellowish scabs in scalp, with secretion of a thick and fetid pus, but always with great itching.", "Dry (seldom humid), offensive, scabby, easily bleeding, burning, and sore paining eruption on back part of head and behind ears, with cracks, > from scratching (tinea capitis).", "(Scabby eruption over head and on various parts of body; with hard lumps that discharge and irritate and prevent sleep.", "R. T. C.).", "Coldness in head, sometimes only in circumscribed places.", "Painful sensitiveness of the roots of hair and of scalp when touched.", "Mobility of scalp.", "Falling off of hair; with great dryness of the hair, painfulness of scalp to the touch and violent itching in evening when getting warm in bed, with swelling of glands on neck (also in lying-in women).", "Fontanelles remain open too long.", "Head bent forward when walking.", "Itching in head, with impatience.", "Exanthema and itching on forehead." ],
    "Eyes" : [ "Heaviness and aching in eyes and lids, with a sensation of friction as from sand.", "Itching of eyebrows.", "Itching, tickling, and burning sensation in eyes, canthi, and lids.", "Pains as from a bruise or wound, and smarting in eyes and lids.", "The pains in eyes often extend into head, and are < by movement of eyes, and also by light of the sun, which sometimes < them to an insupportable degree.", "Pain (cutting) in r. eye, renewable by touching r. side of tip of nose.", "Stinging in eyes, esp. in sunshine and from light of a candle.", "Inflammation, swelling, and redness of sclerotica, conjunctiva, and eyelids.", "Pain in lid, as if rubbed against spiculae of glass.", "Smarting pain as from dryness of margins of lids.", "Redness of borders of lids.", "Ulceration in the margins of the eyelids.", "Pustules and ulcers round orbits as far as cheeks.", "Inflammatory redness of iris.", "Affections in general of the cornea; eyeball; sclerotica.", "Opacity of cornea, as if covered with dust, or clouded, with a deposit of greyish lymph between the lamellae.", "Specks, vesicles (pustules), and ulcers in the cornea (with redness of eye).", "Injection of vessels of conjunctiva.", "Pupil unequal, or dilated and immovable; or contracted.", "Cloudiness of crystalline lens.", "Nodosity, like hordeolum, in lids.", "Eyes water, itch, and feel hot.", "Profuse lachrymation, esp. in open air; or great dryness of eyes, < in a room.", "Pain as from dryness of eyeballs, and a sensation as if they rubbed against the lids.", "Lachrymation in morning, with burning.", "Retinitis, caused by over-use of eyes, congestion of optic nerve.", "Oily tears.", "Copious secretion of mucus in eyes, day and night.", "Nocturnal agglutination of lids.", "Palpitation and quivering of eyelids.", "Contraction of eyelids in morning.", "Trembling of eyes.", "Confused sight, as if directed through a mist, or as if down or a veil were before eyes.", "Dim-sightedness, cataract.", "Great dimness of vision, as if cornea had lost transparency, confusion of head and dull aching in forehead.", "Objects seem more distant than they are.", "Presbyopia.", "Myopia.", "Clouded sight when reading.", "The eyes are dazzled by daylight.", "Dazzled by looking long at an object.", "Sparks and white spots, or dancing flies, black points, and spots before eyes.", "Night-blindness.", "Visions of faces appear on closing the eyes.", "Objects appear to be yellow.", "Great sensitiveness (and aversion) of eyes to light, principally to that of the sun, and during warm and oppressive weather.", "Halo around a lamplight; cataract.", "Yellowish colour of sclerotica." ],
    "Ears" : [ "Itching in ears (in external ear).", "Stitches in l. ear.", "Sharp or drawing pains, or shootings in ears, sometimes extending into head or into throat.", "Recurring earaches in tubercular meningitis.", "R. T. C.).", "Burning heat which goes out at ears.", "Gurgling in ears as if water were in them.", "Discharge of pus from ears.", "Otorrhoea, < l. ear.", "Discharge from both ears, dirty, very offensive; profuse, of a penetrating odour; at times causing an eruption about auricles; objects strongly to having ears washed.", "Bad effects from suppression of otorrhoea; hard hearing, esp. if ears are very dry; noise in ears in general, particularly a humming.", "Otitis in psoric subjects.", "Furunculus on tragus.", "Great acuteness of hearing the least noise is insupportable, and playing the piano occasions nausea.", "Something seems to come before ears.", "Swashing in ears.", "Hardness of hearing preceded by hypersensitiveness of hearing.", "Dysecoia, esp. for human voice; from disposition to catarrhs; < after eating or blowing nose.", "Obstruction and sensation of stoppage (pressure and pain when sneezing, as if ulcerated) in one ear, often when eating or blowing nose.", "Tinkling, humming, and roaring in ears (in evening in bed); sometimes with congestion of blood in head.", "Cracking in ear, like the breaking of a bladder full of water.", "Excoriation behind ears.", "Ears very red with children." ],
    "Nose" : [ "Boring in root of nose.", "(Itching and) burning in nostrils.", "Inflammatory swelling (redness) of nose, chiefly at extremity, or in alae nasi (< in r.).", "Tip of nose red and shiny.", "R. ala nasi and entire septum inflamed and painful to touch.", "Inflammation, ulceration, and scabies in nostrils.", "Cracking in nose, like the bursting of a bladder full of air.", "Ephelides and black pores in nose.", "Herpes across nose, like a saddle.", "Obstruction of nose, sometimes semilateral.", "Great dryness of nose.", "Dry coryza, or fluent coryza, with copious secretion of mucus.", "Burning coryza in open air, obstructions of nose in room.", "Discharge of burning mucus, or secretion of a thick, yellowish, and puriform mucus in nostrils.", "Blood or sanguineous mucus is blown from nose.", "(Discharge of watery fluid from nose tinged with blood, and synchronous with praecordial pain, severe headache and pains in soles of feet, high-coloured urine and confined bowels: symptoms followed on a severe wetting.", "R. T. C.).", "Bleeding of nose, esp. in morning, and sometimes with vertigo (at p.m., afterwards it feels sore when touched).", "Frequent, even spasmodic sneezing, sometimes preceded by nausea.", "Smell increased or diminished, and also entirely lost.", "Offensive odour of nasal mucus on blowing nose.", "Smell of inveterate coryza, of burnt horn or of smoke.", "Offensive odour of nasal mucus, as of an old catarrh." ],
    "Face" : [ "Face pale or yellowish, with sickly complexion; and eyes deep sunken, surrounded by a blue circle.", "Heat and burning sensation in face, with deep redness of whole face, circumscribed redness of cheeks, or else red spots, also on neck.", "Pale or red swelling of face.", "Swelling of cheeks, with lancinating pain.", "Pain: tearing in r. half of face; pressure on malar bone and beneath eye; stabbing below l. zygoma with darting up side of head.", "Pain in all three divisions of fifth nerve (l.); from exposure to cold; draught of air; worry; beginning p.m., lasts with slight intermissions three or four days; besides sharp dartings every few moments; extreme external sensitiveness.", "Drawing, sharp pain, sensation as from a bruise, pressive and burning sensation in cheek-bones.", "Erysipelas of face (beginning on r. ear and spreading over face).", "Phlegmonous erysipelas in face, chiefly in eyelids, nose, and (l.) ear.", "Roughness and redness of skin of face.", "Eruption of pimples on face and on forehead.", "Itching and moist tetters over whole face, chiefly above nose, round eyes, and in eyelids; small white vesicles in groups and forming scabs.", "Ephelides and black pores in face, chiefly on nose, lips, and chin.", "Lips dry, rough, and cracked.", "Burning sensation and continued heat of lips.", "Yellowish hepatic spots on upper lip.", "Tinea faciei.", "Trembling and jerking of lips.", "Swelling of lips.", "Swelling of lower lip with eruption on it.", "Scabious ulcer on red of lip.", "Cancer of the lips.", "Herpetic eruption in corner of mouth.", "Painful eruption round chin.", "Sharp, lancinating, and drawing pains, and painful swelling in jaws.", "Swelling of submaxillary glands, with pains and lancinations when touched." ],
    "Teeth" : [ "Great tenderness of teeth.", "Great sensitiveness of points of teeth.", "Jerking, shocks, sharp or drawing pains; shootings; throbbing pains; boring and burning sensation, both in carious and in sound teeth.", "Tearing toothache on l. side.", "Pulsation and boring in teeth, < from heat.", "The toothache often extends as far as ears or into head, and is sometimes accompanied by congestion of blood in head, with shiverings and disposition to sleep, or with swelling of cheek.", "Appearance or < of toothache, principally in evening; at night; or in open air; also from a current of air; from cold water; when masticating, and sometimes when taking anything hot.", "Toothache with congestions to head, or stitches in ears.", "Brownish mucus on teeth.", "Painful loosening, elongation, setting on edge, and easy bleeding of teeth.", "Bleeding, sensation of unfixing, and swelling of gums, sometimes with throbbing (heating) pains.", "Fistula dentalis.", "Hard, round swelling of gums, with discharge of pus and of blood." ],
    "Mouth" : [ "Dryness, heat, and burning sensation in mouth, sometimes in morning with moist tongue.", "Great dryness of palate with much thirst; obliged to drink much.", "Mouth dry, insipid, and sticky in morning.", "Ptyalism from abuse of Mercury or during a fever.", "Accumulation of saliva in mouth: sanguineous; salt; acid; bitter; or mixed with blood; even after eating.", "Fetid, sometimes acid, smell from mouth, esp. in morning or in evening or after a meal.", "Vesicles, blisters, and aphthae in mouth and on tongue, sometimes with burning, or with pain of excoriation, when eating.", "Exfoliation of membrane of mouth.", "Burning sensation and tickling on tongue.", "Pain, swelling, and inflammation of tongue for three days.", "Tongue dry, rough, and cracked, of colour of cinnabar; or loaded with a white coating, or covered with brownish, thick, and viscid mucus.", "Stuttering when speaking.", "Accumulation of saltish mucus in mouth.", "Taste: bitter; pasty; offensive; of blood; sweetish; metallic.", "Bilious taste in mouth when fasting; though food tastes right.", "Bitter taste with dulness of head and ill-humour.", "Acid taste all day." ],
    "Throat" : [ "Scraping, roughness (rawness), and dryness in throat (hawking and clearing throat).", "Pressure as from a plug or from a tumour in throat, sometimes with difficult deglutition.", "Stitches in throat on swallowing.", "Sensation as if a hard ball were ascending throat, and would close pharynx and take away the breath.", "Contraction and painful sensation of constriction in throat when swallowing.", "(Sensation of contraction in throat.", "R. T. C.).", "Dryness of throat.", "Pain as from excoriation, burning sensation and shootings in throat, < during empty deglutition (soreness begins on r. side and goes to l.; redness of tonsils).", "Burning in throat as from sour eructations.", "Sensation during empty deglutition as of swallowing a piece of meat.", "Sensation as of a plug in throat, with empyreumatic taste.", "Sore throat, with swelling of glands of neck.", "Elongation of palate; swelling of palate and tonsils.", "Sensation of a hair in throat.", "Angina gangrenosa." ],
    "Appetite" : [ "Bad taste in mouth, mostly acid, bitter, or putrid and sweetish or mawkish, < in morning on waking.", "Taste bitter or too salt or insipidity of food.", "Complete anorexia and dislike to food, principally to meat, rye bread, fat, and milk.", "Dislike to sweet and acid things, or craving for such things, with anorexia.", "Continued thirst, even at night, often with desire for beer.", "Craving (in drunkards) for wine and brandy.", "Immoderate appetite and attacks of bulimy, sometimes with headache, lassitude, and want to lie down.", "Ravenous hunger which obliges him to eat frequently, gets headache and has to lie down if he does not.", "Hungry, but appetite vanishes at sight of food, feels full in abdomen; when he begins to eat is averse to it.", "Desire for sweets.", "Complaints from eating sweets.", "Complaints from farinaceous food.", "Desire for raw food.", "Great weakness of digestion, principally for meat, fat, milk, acids, and farinaceous food, all of which sometimes cause great suffering.", "Food sweetened with sugar < the pains in the stomach and abdomen.", "Milk produces sour risings, an acid taste in mouth, and even vomiting.", "Beer is followed by a prolonged after-taste, and causes ebullition of blood.", "Disgust for drinking wine.", "After a meal oppression in chest, nausea, pressure, and cramps in stomach, colic, inflation of abdomen, flatulence, vomiting, great fatigue, shivering, confusion and pain in head, heat in face, burning sensation in hands, flow of water from mouth, and many other sufferings." ],
    "Stomach" : [ "Continued eructations, principally empty, or with taste of food, or acid and burning, bitter, or fetid, with taste of rotten eggs, esp. after a meal or at night.", "Loud eructations as soon as he presses on stomach.", "Heartburn.", "Abortive risings.", "The food rises into throat.", "Regurgitation of food and drink, often with acid taste.", "Pyrosis, often with burning and tingling in chest.", "Hiccough.", "Qualmishness.", "Nausea, which sometimes even induces fainting, with trembling, weakness, and frequent eructations, esp. after a meal, in morning, at night, or when riding in a carriage.", "Waterbrash, < in morning or after a meal, sometimes with aching or digging in abdomen.", "Retching and vomiting of food, and of acid or bitter substances, or blackish, or sanguineous, &c.; esp. in morning, in evening, after a meal, or at night, and sometimes with nausea, pains in stomach, and cold perspiration on face.", "After eating but little stomach feels completely full.", "(Pains in stomach following a headache, < p.m., causing him to bend forward to ease himself, with flatus and prostration at stool.", "Tight crampy feeling in stomach on laughing and sneezing, preventing him rising from his seat.", "R. T. C.).", "Heaviness and fulness, or pressure and compression, or else contractive and spasmodic pains, or digging and shootings in stomach and praecordial region, < after a meal at night or in morning, often with nausea and vomiting, anxiety, and inflation of abdomen.", "Uneasy, unpleasant feeling in stomach as if several hard things were lying in it, and all in different directions (cured.", "J. H. C.).", "Pressure in pit of stomach during menses.", "Sensation of coldness, or heat and burning sensation in the stomach.", "Great sensitiveness in the region of the stomach when touched (or pressing upon it", "even the bed-cover causes pain).", "Swelling of the praecordial region.", "Pulsation in the pit of stomach.", "Swelling at pit of stomach.", "Weak, empty, gone, or faint feeling in stomach, about a.m.; and at other times." ],
    "Abdomen" : [ "Painful sensibility of hypochondria, as if they were wounded; pressure of clothes disagreeable.", "Drawing, pressure, tension, and shootings in regions of the liver and spleen, swelling and hardness in both regions.", "Stitches in spleen, < when taking a deep inspiration and when walking.", "Frequent shoots in splenic region.", "Inflammation, swelling, and induration of liver.", "Bile increased.", "Fulness, heaviness, tension, and pressure, its from a stone in abdomen, chiefly in epigastrium and hypochondria.", "Enlargement and hardness of abdomen.", "Gripings, or sensation of tearing or contractive and spasmodic pains in abdomen.", "Intestines feel as if strung in knots.", "Shootings (stitches) in abdomen, < on the l. side when walking (coughing) or taking a deep inspiration (about navel).", "After food sensation of weight r. side of navel when he breathes (cured with three doses of Sul. 1m in a case of mine.", "The pains in the abdomen have generally a tendency to attack the l. side, or to extend into stomach as far as chest and back, with obstructed respiration, nausea, anxiety, and hypochondriacal humour.", "Pains in abdomen, chiefly at night, or after eating or drinking, or else periodical; < by food sweetened with sugar; > by bending forwards.", "Movement and digging in abdomen, or sensation as if something were pushed outwards.", "Movements in abdomen as of the fist of a child.", "Pains as from contusion and bruising in integuments of abdomen.", "Painful sensibility of abdomen when touched, as if all interior were raw, or formed one large wound.", "Inflation of abdomen, with pressive pains from incarcerated flatus, principally in l. side (with constipation).", "Pressure: towards anus; downward while lying in bed at night; it woke her.", "Borborygmi and rumbling in abdomen.", "Frequent escape of very fetid flatus.", "Cutting in hypogastrium, with thin stool.", "Griping in lower abdomen; pain in small of back (and chilliness over body) during menses.", "Between and p.m. boring, shooting pain now in r. groin, now in spermatic cord, extending to testicle, now within inguinal ring in abdominal cavity; followed by sharp, cutting pain in r. great toe.", "Painful swelling, and also suppuration of inguinal glands.", "Violent protrusion of hernia, with incarceration.", "Dropsy.", "Portal stasis; haemorrhoidal congestions; indigestion; constipation, &c.", "Symptoms threatening peritonitis, terrible pains extending over entire lower abdomen followed a teaspoonful of Sul. taken for constipation; relief follows purgation by castor oil.", "(R. T. C.)" ],
    "Stool and Anus" : [ "Constipation, and hard, knotty, and insufficient evacuations.", "Frequent and often ineffectual want to evacuate, chiefly at night, and sometimes with pressure on rectum and bladder and pain in anus.", "Urgent want to evacuate.", "Looseness of bowels; redness about anus; obstructed evacuation, particularly if hard stools are retained.", "Diarrhoea, particularly where there is the red line about the anus, and the patient can't wait, must go immediately desire is felt; also waking early in morning with diarrhoea, which drives one out of bed in a great hurry; tenesmus in the same way, drives one in a great hurry; rumbling and rolling in bowels.", "Cholera asiatica; as prophylactic, a pinch of the powdered milk of Sulphur worn in stockings in contact with soles of feet; diarrhoea commencing between midnight and morning, vomiting at same time; numbness of limbs, cramp in calves and soles, blue under eyes, cold skin, indifference; during convalescence, red spots, furuncles, &c.; susceptibility to temperature, warm things feel hot; nerve symptoms (Hering).", "Diarrhoea with frequent evacuations, chiefly at night, and often with colic, tenesmus, inflation of abdomen, dyspnoea, shivering, and weakness to the extent of fainting.", "Evacuations: mucous, watery, frothy, or acid, or of a putrid smell, or of undigested substances.", "Stools: nearly black, loose, viscid, greasy, with pungent odour of sulphuretted hydrogen.", "Stool hard, as if burnt.", "Stool, with sensation as if some remained, and as if the stool had been insufficient.", "Discharge of liquid from anus, followed by faeces at night during sleep.", "Diarrhoea: painless; in morning compelling one to rise from bed (at a.m., one stool an hour till a.m.); undigested, involuntary; diarrhoea in children, green, of bloody mucus, with crying and weeping.", "Dysenteric stools at night, with colic and violent tenesmus.", "Colic before every loose evacuation.", "During stool, discharge of blood; pain in small of back; palpitation of heart, congestion of head; itching, burning, and stinging at anus and in rectum.", "After stool tenesmus, constriction at anus.", "Whitish, greenish, discoloured, or brownish-red faeces.", "Involuntary evacuations (when sneezing or laughing, with emission of flatus).", "Evacuations mingled with mucus, blood, and purulent matter.", "Discharge of mucus, even with hard faeces.", "Ejection of lumbrici, ascarides, and also of pieces of taenia from rectum.", "Prolapsus recti, esp. when evacuating (a hard stool).", "Sharp and pressive pains, itching, shootings, stitches, and burning in anus and rectum, even when not at stool.", "Burning in anus, before, during, and after stool.", "Prostration follows stool.", "Dull ache just inside coccyx, awful dead ache as if the heart would stop.", "All pains seem to go to rectum, life-taking pains.", "Blind piles with burning as if something were biting at anus, going away when lying down, coming on when standing or walking about (produced.", "R. T. C.).", "Haemorrhoids which protrude, ooze and bleed.", "Anus inflamed, swollen, covered with red veins.", "Excoriation and swelling of anus.", "Much itching about anus; itching runs back along, perinaeum and adjacent parts.", "Involuntary discharge of moisture from anus, with itching in it.", "Suppressed haemorrhoids, with colic, palpitation, congestion to lungs; back feels stiff as if bruised.", "Constant bearing down towards anus; forcing down after sitting." ],
    "Urinary Organs" : [ "Violent pain in region of kidneys after stooping a long time.", "Aching in small of back all day, esp. < while urinating.", "Suppressed or very scanty urine.", "Frequent and sometimes very urgent want to urinate.", "Frequent, profuse, and watery urine, sometimes gushing out with much force, esp. at night.", "Retention of urine.", "(Neuralgia of neck of bladder, aching and forcing down with smarting and burning in urethra.", "R. T. C.).", "Rigor when urinating.", "Pressure soon after urinating, as from a full bladder.", "Involuntary emission of urine (and stool), esp. when coughing, or expelling flatus.", "Wetting the bed (lie awake for some time, then fall into a deep sleep, in which they wet the bed).", "Red urine with sediment; or else whitish, turbid, or deep-coloured.", "Urine like yeast; muddy, turbid, scanty.", "Oily pellicle over urine.", "Fetid urine.", "Urine smelling of chamomile tea (produced.", "R. T. C.).", "Discharge of (white) mucus from urethra.", "Secondary gonorrhoea.", "Whitish or thick or reddish sediment, like flour, in the urine.", "Urine discharged by drops.", "Painful emission of some drops of sanguineous urine after much effort.", "Discharge of blood and mucus with the urine.", "Itching, sharp pains, shootings, and burning sensation in (orifice of) urethra, chiefly when urinating.", "Both flow of urine and discharge of faeces are painful to parts over which they pass.", "Urine excoriating parts.", "Redness and inflammation of orifice of urethra, and pain as at commencement of gonorrhoea.", "Discharge of mucus from urethra.", "Haemorrhage from urethra.", "Shootings in bladder.", "Dragging in bladder in morning after urinating.", "Small and intermittent stream of urine.", "Spasmodic pains in loins and inguina." ],
    "Male Sexual Organs" : [ "Affections of the genitals in general.", "Itching about genitals on going to bed at night.", "Fetid perspiration in parts.", "Excoriation between thighs and in groins, chiefly when walking.", "Shootings in penis and glans.", "Prepuce stiff, hard, like leather, with copious secretion of fetid smegma.", "Inflammation, swelling, and phimosis of prepuce (with discharge of fetid pus), with deep cracks, burning, and redness.", "Deep (suppurating) ulcer with elevated margins in glans and prepuce (with puffed edges).", "Aching, tension, and shootings in testes and spermatic cords.", "Swelling and thickening of epididymis.", "Excoriation and oozing in scrotum.", "Increased sexual desire and voluptuous irritation of the parts, often without erection.", "Weakness of the genital functions, often with icy coldness, bluish colour of glans, prepuce, and penis, and retraction of prepuce.", "Testes relaxed and hanging down.", "Hydrocele.", "Frequent pollutions, also at noon.", "Watery semen.", "Involuntary discharge of semen, with burning in urethra.", "Too quick discharge of semen during coition.", "Escape of prostatic fluid, chiefly when urinating and while at stool.", "Impotence.", "(Induration of testes.)" ],
    "Female Sexual Organs" : [ "A weak feeling in genitals.", "Sore feeling in vagina during an embrace.", "Labour-like pain over symphysis.", "Uterine pains running from groins to back.", "Moroseness and apprehension with uterine pain.", "Pressure on the parts.", "(Bearing down with nightly enuresis.", "R. T. C.).", "Excoriation, troublesome itching and burning sensation in genitals; with papular eruption around them.", "Burning in the vagina; is scarcely able to keep still.", "Ascarides of vulva.", "Inflammation of labia.", "Menses too late; too short.", "Delay of first menses.", "(Amenorrhoea, dreadful depression and apprehension, head feels full and heavy, followed by violent headache, numbness of arms and legs, cramp and sick feeling at molimen.", "R. T. C.).", "(Imperfect development of the genital Organs, menstruation does not appear at the usual age; breasts imperfectly developed; pains about the shoulders, in the stomach after meals, in l. side on inspiration; anorexia and vertigo.", "R. T. C.).", "Catamenia premature and too profuse; or too feeble or entirely suppressed (particularly in psoric individuals), with colic, abdominal spasms, headache, pains in loins, pressure at stomach, congestion in head, and nasal haemorrhage, agitation, and even attacks of epilepsy.", "Menstrual blood thick, acrid, corroding thighs; scanty, dark; dark, putrid, clotted.", "Before menses: headache, itching in the parts; spasmodic colic; inquietude; cough; toothache; pyrosis; epistaxis; leucorrhoea, and asthmatic sufferings.", "Bearing down in pelvis; congestion to uterus.", "Sterility, with too early and profuse menstruation.", "Prolapsus: from reaching high; with pain in hypogastrium, esp. r. side; with metritis; with dropsy of uterus.", "Promotes expulsion of moles.", "Morning sickness of pregnancy not amounting to vomiting, faint, sickish spells forenoon, profuse salivation, taste of which = nausea; aversion to meat; craves beer or brandy.", "Haemorrhoids during pregnancy and in childbed.", "After menses: itching in nose.", "Menstrual blood too pale or of an acid smell.", "Leucorrhoea sometimes corrosive; gnawing and yellowish, preceded by colic.", "Cancer of uterus offensive, corrosive, ichorous leucorrhoea; sensation of heat in crown of head coldness of feet; flushes of heat pass off in a perspiration with faintness; weak at pit of stomach a.m. to 12; Violent burning in vagina, with painful soreness during coitus.", "Hot flushes at climaxis, with hot head, hands, and feet, and great goneness in stomach.", "Excoriation and itching in nipples.", "Cracks in nipples, with burning sensation, easily bleeding, and ulceration (the nipple smarts and burns very much as soon as the infant lets go of it).", "Mammary glands engorged and inflamed.", "Erysipelatous inflammation of mammae; they are hard, with red rays extending from nipple, and stitching pains.", "Swelling of mammae.", "Nodosities in mammae.", "Scirrhus of breast." ],
    "Respiratory Organs" : [ "Catarrh, with fluent coryza, cough, pain in chest, as if it were raw, and shivering.", "Hoarseness, evening and morning, roughness, and scraping in throat, with accumulation of mucus in chest.", "Pain as from excoriation, and tingling or tickling in larynx, with tendency to cough.", "Coldness in throat during an inspiration.", "Voice hoarse and low, or entirely extinct, generally in cold and damp weather.", "Sensation as if larynx were swollen, or as if a foreign body were in it.", "Short, dry cough.", "Dry cough, sometimes fatiguing and shaking, with retching, vomiting, and spasmodic constriction of chest, esp. in evening, or at night, in a recumbent position, or in morning, or after a meal.", "(Constant cough with irritation of throat and wheezing.", "R. T. C.).", "Moist cough, with profuse expectoration of thick, whitish, or yellowish mucus, like that of a coryza of long standing.", "Cough with expectoration during day, without expectoration at night.", "Short, dry cough, with stitches in chest, or stitches in l. shoulder-blade.", "Spasmodic whooping-cough in successive double attacks, shortly following one another, from tickling in larynx as from dust; only with expectoration during day of either dark blood or yellow-greenish, purulent matter, or of cold, milk-white mucus, generally tasting sour, or putrid, or salty, or like old catarrh.", "Fetid expectoration of a greenish-yellow colour, like pus, and of a salt or sweetish taste, while coughing.", "Febrile cough, with haemoptysis.", "Cough in general with bloody expectoration; esp. with heat in chest; haemorrhage with the same sensation.", "When coughing, pain as from excoriation, or shattering pains, or shootings in chest, pain as from a bruise, or shootings in head, pain in abdomen, cloudiness before eyes, pains in hips and loins.", "Respiration and conversation sometimes excite the cough.", "Feels suffocated, wants doors and windows wide open.", "Oppressed respiration, particularly from congestion to the lungs; if with a sense of heat all through the chest." ],
    "Chest" : [ "Congestion of blood to chest, with sensation of fulness in it.", "Shortness of breath; frequent chokings, obstructed respiration, dyspnoea, and fits of suffocation, esp. when lying down at night, and also during sleep, and sometimes also when speaking or walking in open air.", "Dyspnoea; shortness of breath and oppression of breathing on bending arms backwards.", "Asthma at night.", "Asthma: attacks every eight days; has rough, harsh hair; following swelling of haemorrhoids; alternating with fits of gout or psoriasis; from suppressed eruptions or discharges.", "Inability to take a full inspiration, with sensation as if chest were contracted.", "Frequent, short, or wheezing respiration.", "Snoring and rattling of mucus in chest.", "Shooting pains in back and sacrum during an inspiration.", "Painful sensation in chest, as of something falling forwards in it, when turning the body in bed.", "Pain as from a bruise in thorax when the part is touched.", "Painful obstruction in the l. side of chest, with anguish, and inability to lie on side affected.", "Heaviness, fulness, and pressure as from a stone in chest and sternum, < in morning, also when coughing, sneezing, and yawning.", "Pain when coughing and sneezing, as if chest were shattered or bursting.", "Periodical spasms in chest, with sensation of constriction, spasmodic pains, shortness of breath, bluish colour of face, and inability to speak.", "Pulsations in chest and sternum.", "Weakness of chest, felt particularly when speaking, with great fatigue in lungs after speaking or sighing.", "Shootings in the chest or sternum, or extending to the back, or into the l. side, < when coughing, lying on the back, during least motion, when taking a full inspiration, or when lifting the arms (over the head).", "Pain in chest from over-lifting or after inflammation of lungs.", "Sensation as if lungs were touching (or scraping) the back.", "Exudation after pneumonia.", "Sul. acts in pneumonia a part analogous to that of Bell. in brain affections (Hartlaub, confirmed by Curie).", "The pains in the chest chiefly affect the l. side.", "Sensation of coldness or burning in chest, sometimes extending to face.", "Sensation as of a lump of ice in r. chest.", "Red spots all over the chest; also brownish or butternut-coloured spots.", "Deep yellow spot began on l. breast and spread all over body (chloasma).", "Cheloid on sternum." ],
    "Heart and Pulse" : [ "Stitches and blows in region of heart.", "Sharp pain at heart goes through to between shoulders; esp. with dyspeptic symptoms.", "Cutting pains about heart, as with knives, which decrease or increase, last a few hours, with redness of face, followed by general coldness; attacks only when waking up.", "Great orgasm of blood with violent burning in hands.", "Violent congestion of blood towards chest and heart, sometimes with ebullition in chest, uneasiness, faintness, and trembling of arms.", "Sensation of emptiness in the cardiac region, or pressure and sensation as if the heart had not room enough.", "Affections in general of heart; also external chest.", "Sensation as if heart were enlarged.", "Frequent palpitation of the heart, sometimes even visible, and with anxiety; at night; in bed; on failing asleep; when going up an ascent.", "Heart beats too rapidly and her throat felt as if a string were tied round it; and she did not sleep till a.m. (produced.", "R. T. C.).", "Pulse hard, full, and accelerated." ],
    "Neck and Back" : [ "Stiffness of neck; in nape, with paralytic, sprained pain.", "Child cannot hold head up neck muscles so weak.", "Tetters on nape.", "Swelling and inflammation of glands of nape and of neck.", "Fetid perspiration in axillae.", "Swelling and suppuration of axillary glands.", "Cracking in vertebrae of neck, esp. on bending backwards.", "Weakness and wrenching pains, or pain as from a bruise in loins, coccyx, and in back, esp. on walking, or rising from a seat.", "Gnawing pain in small of back.", "Pain in small of back not permitting one to stand erect.", "Finds himself at night lying on back.", "Cannot lie on back on account of rush of blood to head.", "Pain in back after manual labour.", "Shootings in loins, back, and shoulder-blades, sometimes with obstructed respiration.", "Sharp and rheumatic pains, drawing, tension, and stiffness in loins, back, and nape.", "Pinching and burning sensation between the shoulder-blades.", "Tension and bruised pain between scapulae and in nape, which on moving head goes to shoulders.", "Stitches beneath scapulae which take away the breath.", "Drawing in r. scapula, evening on going to sleep.", "Tearing in l. scapula while sitting.", "Needle-shoots at point of l. scapula.", "Sprained pains in back.", "During whole day aching in small of back, < when urinating.", "Distortion (curvature) of spine.", "Vertebrae softened.", "Cracking of vertebrae on bending head backward." ],
    "Limbs" : [ "Sharp and drawing pains, or shootings in limbs, esp. in joints, and sometimes with want of strength, stiffness, and sensation of torpor in the parts affected.", "Wrenching pains, as from contraction of the tendons, cramps, and spasms in several parts.", "Cracking in joints, esp. of knee and elbow.", "Inflammatory swelling of joints, with heat and redness.", "Tingling in limbs, esp. in calves of legs and arms.", "Tendency of limbs to go to sleep.", "Weakness and trembling of limbs, esp. hands and feet.", "Unsteadiness of joints.", "Limbs \"go to sleep, \", esp. when lying down.", "Bruised feeling, and drawing, tearing pains in limbs (in outer parts, in muscles and joints, from above downward).", "Cramp-like pain in muscles of limbs on motion.", "Arthritic swelling and heat." ],
    "Upper Limbs" : [ "Pressure on shoulders as from a weight.", "Rheumatic pain in shoulders, esp. l.", "Stitches extending from shoulder into chest on motion.", "Stitching beneath r. axilla.", "Sweat on axillae smelling like garlic.", "Jerking of shoulders, hands, and fingers.", "Jerking, sharp pains (tearing), and shootings in joints and muscles of arms, hands, and fingers, and also in shoulders, chiefly at night in bed.", "Nocturnal cramps in arms.", "Tingling in arms and fingers.", "Swelling of arms, sometimes with heat, hardness, and lancinating or tensive pains.", "Exostosis in arm.", "Warts on arms, or itching miliary or red, burning spots, which appear after washing.", "Purulent vesicles in bend of elbow.", "Sprained pain and stiffness in wrist, < in morning.", "Ganglion.", "Paralytic weakness of arms and hands.", "Swelling of hands and thumbs.", "Rigidity and wrenching pain in joints of hands and fingers.", "Trembling of hands, esp. when occupied with fine work.", "Involuntary contraction of hands, as if about to grasp something.", "Coldness in hands and fingers.", "Great burning in palms.", "Perspiration on hands (in the palms) and between the fingers.", "Eruption of small, red pimples on hands and fingers, with itching.", "Warts on fingers.", "Desquamation, hardness, dryness, and cracking of skin of hands.", "Itching vesicles on backs of hands.", "Cracking and chapping on finger-joints.", "Burning in balls and tips of fingers.", "Cramps and jerks in fingers.", "Contraction of tendons of hands and fingers.", "Large and shining swelling (erysipelatous) of fingers.", "Dead fingers.", "Nodosities on fingers.", "Ulcers about nails.", "Flaws in nails.", "Hang-nails.", "Panaritium.", "Chilblains (thick, red) on fingers, with itching in a warm temperature.", "Swelling and inflammation of points of fingers, with subcutaneous ulceration and boring and pulsative pains at night." ],
    "Lower Limbs" : [ "Pain, as from subcutaneous ulceration, in buttocks and in ischiatic tuberosities, esp. when touched, and after having been seated for a long time.", "Purulent and painful swellings on buttocks.", "Pain as from a wrench, and as from a bruise in hip, on least movement, with shooting pains at every step.", "Pain in hip with contraction of leg.", "Sharp and drawing pains in legs, esp. at night in bed.", "Heaviness of the legs, sometimes with tension in thighs and knees, esp. at night.", "Red, oozing, painful spots on the internal surface of thighs.", "Middle of thigh as if broken.", "Tension in hams, as from contraction of tendons.", "Large (white, or) shining swelling of knee, with stiffness and painful weariness.", "Phlegmasia alba dolens.", "Cracking, drawing, sharp pains, and shootings in knees.", "Tetters on hams.", "Restlessness in legs and feet.", "Torpor and numbness of legs.", "Painful fatigue and paralytic weakness of legs, chiefly of knees, which yield frequently.", "Sticking in knee and tibia.", "Red spots and itching miliary rash on legs.", "Transparent swelling of legs.", "Erysipelas in leg and foot.", "Bluish spots and swollen and varicose veins in legs.", "Pain in calves when walking.", "Cramps in calves and soles, esp. at night (in the soles at every step).", "Tension in hollow of knee, as if contracted on stepping.", "Painful sensibility of soles when walking.", "Easy dislocation of foot when walking.", "Stiffness of knee and ankle-joint.", "Stiffness of maleoli.", "Sprained pain in l. ankle when standing and walking.", "Ankles weak.", "Stiffness and wrenching pain in instep.", "Tingling in legs and calves.", "Burning and inveterate ulcers on legs or feet.", "Tetters on ankle.", "Shootings in feet.", "Coldness in feet, esp. in evening, in bed, or burning sensation, chiefly in soles of feet.", "Burning in feet, wants to find a cool place for them; puts them out of bed to cool them off.", "Burning in soles; on stepping after sitting a long time; and itching, esp. on walking; wants them uncovered.", "Cramp in soles at every step.", "Soles cold and sweating.", "Sweat on r. foot.", "Sharp shooting, as from a blunt nail, in rapid succession at root of nail of great toe.", "Swelling of feet, and esp. of the ankles.", "Red, shining swelling of the toes.", "Itching in the toes that had formerly been frozen.", "Chilblains: redness and swelling with tendency to suppurate; thick and red with cracks on joints; itching < warm in bed.", "Gnawing vesicles on soles.", "Ulcer on instep.", "Cramps and contraction of toes.", "Coldness and stiffness of toes.", "Tingling in ends of toes.", "Large and shining swelling of toes.", "Ulcerated and gnawing vesicles in toes.", "Corns, with pressive or shooting pains." ],
    "Generalities" : [ "[Affections in general of any kind appearing in l. side; hair of head; external front of head; inner belly, esp. l. side; back; small of back; axilla; lumbar region; upper extremities in general; posterior and inner surface of thigh; lower extremity in general; of the nails.", "Inflammation of mucous membranes in general; swelling of the glands.", "Affections of the brain from suppressed cutaneous eruptions.", "Very often when rash in scarlet fever will not come out, cannot bear to be washed.", "Face pale, or reddish yellow.", "Diminution of saliva.", "Back is so stiff that one cannot rise from a stooping posture, and is always < before a storm.", "Bleeding from inner parts in general.", "Dropsy of inner parts, particularly in psoric persons, or resulting from a suppressed eruption.", "Dryness of inner parts which are usually moist.", "<: On waking, after eating; from exertion of body, unable to stand much exercise; from leaning against anything; after menstruation from taking milk; during perspiration; from suppressed perspiration from wet poultices; from abuse of Mercury; on rising; from any quick motion, as running; during sleep; after a long sleep; during stool; in children whose bowels are regular but who suffer great pain at every passage (when bowels are moved causing much pain, stools hard and lumpy, Nitr. ac.); on stretching limbs, esp. the affected limb; when swallowing food; from talking; from water and washing; ascarides; worms in general; from suppressed menstruation; from vomiting; on getting warm in bed.", ">: From drawing up the affected limb", "can't bear to have it extended.", "H. N. G.].", "Muscular palpitation.", "Jerks and shocks in certain parts or throughout body, esp. when sitting or lying down.", "Attacks of spasms.", "Epileptic convulsions; excited by a fright or by running, and sometimes with cries, rigidity of the limbs, clenching of the teeth, and sensation as if a mouse were running over the back or arms.", "Fainting fits; or hysterical or hypochondriacal uneasiness, sometimes with vertigo, vomiting, and perspiration.", "Is very nervous, can't bear to be spoken to, could cry at anything (produced.", "R. T. C.).", "Trembling of limbs, esp. the hands.", "Sensation of trembling in interior of body.", "Sensations of: heat in chest; of heat anywhere; with any trouble; of sudden and frequent flushes of heat all over the body; of contraction of inner parts, chiefly in abdomen, with feeling as if it should be bandaged up or supported; of a hoop or band around the parts; buzzing or vibration in the body; of knocking or throbbing in outer parts; as of a lump in inner parts; of roughness in inner parts; of tightness or stiffness in outer parts; of sometimes being very small and then again being very large.", "Attacks of uneasiness in whole body, which do not permit the continuance of a sitting posture, with desire to stretch and to contract the limbs alternately.", "Great nervous agitation; towards night; could not sleep.", "Great uneasiness and orgasm of blood.", "Violent ebullition of blood, sometimes with burning heat in hands.", "Great exhaustion, with great fatigue after the least conversation or the shortest walk, disposition to remain always seated, and profuse perspiration, even when sitting, reading, eating, lying down, or walking.", "The sensation of fatigue is sometimes removed by walking.", "Muscular weakness, esp. in knees and arms, and also in legs, with unsteadiness of gait.", "Stooping gait.", "Cannot walk erect; stoop-shouldered.", "Standing is the most disagreeable position; every standing position is uncomfortable.", "Extraordinary emaciation, sometimes with weakness, fatigue, and burning sensation in hands and feet.", "Great sensitiveness to open air and to the wind; with pains in limbs on a change of weather, disposition to take cold, and many sufferings produced by exposure to open air.", "The affections of head and stomach are those which are chiefly < in open air.", "The majority of the sufferings are < or appear at night, or in evening, and also during repose, when standing for a long time; and on exposure to cold air; they disappear on walking, on moving the parts affected, and also in warmth of a room; but the heat of the bed renders the nocturnal pains insupportable.", "Several symptoms appear periodically.", "When carefully selected remedies fail to produce a favourable effect, esp. in acute cases, Sul. will frequently excite reaction and clear up the case.", "Complaints that are constantly relapsing." ],
    "Skin" : [ "[The greatest general psoric remedy for almost every kind of itch, sore, ulcer, &c.; very colicky babies with pimples, itch, or eruption on skin, or roughness of skin.", "Troubles of very long standing resulting from suppressed eruptions", "Sul. will very often bring these out and cause their cure.", "Exanthema in general on any part of the body which is < by any heat, from getting warm at work, in bed, &c.; freckles; cancerous ulcers.", "Skin dry; rough; scaly; voluptuous itching", "\"feels so good to scratch\"; ecchymosis; chapping of the skin, esp. when it ulcerates; chapping of the skin after being wet; soreness of the skin in children (soreness in folds of skin); brown sphacelus.", "Tetters in general; chapped; scurfy; painful; tearing; pulsating, &c.", "H. N. G.].", "Itching in skin, even of whole body, < at night, or in morning, in bed, and often with pain as of excoriation, heat, itching (soreness), or bleeding of the part which has been scratched.", "Eruptions, like those which often follow vaccination.", "(Eczema rubrum.", "Gouty-eczema with much oozing.", "R. T. C.).", "Seborrhoea of scalp (used locally.", "R. T. C.).", "Scabious eruptions and tetters of a greenish yellow colour, commencing with small itching phlyctenae, with a red areola.", "Herpetic, red, irregular, furfuraceous spots, or covered with small phlyctenae, discharging a serous lymph.", "Scabious eruptions.", "Ecthyma with itching day and night.", "Miliary eruptions, principally on limbs.", "Nettle-rash.", "Burning itching of the eruptions.", "Hepatic spots of a yellow or brownish colour (on the body).", "Erysipelatous inflammation, with pulsative and shooting pains.", "Weals, even from the slightest contusion.", "Bright scarlet redness over whole body.", "Tingling in the skin throughout the body.", "Red, swollen, and ulcerated chilblains, with itching in heat of a room.", "Callous warts, esp. round the fingers.", "Skin cold, pale, dry.", "The skin cracks easily, esp. in open air; cracks, with pain, as from excoriation.", "Rhagades after washing.", "The nails crumble off.", "Skin of hands hard and dry.", "Desquamation and excoriation of skin in several places.", "Pityriasis of head and chest.", "Unhealthy skin; slightest injuries are followed by inflammation and ulceration.", "Ulcers with elevated margins, surrounded by itchy pimples, red or bluish areola, sharp, lancinating, and tensive pains; bleeding readily, and secreting a fetid and sanious or yellow and thick pus.", "Ulcers with itching in the sore.", "Proud flesh in the ulcers.", "Fistulous ulcers.", "Furunculi.", "Encysted swellings, or pale, tense, and hot swellings; inflammatory abscess.", "Inflammation, swelling, and induration or suppuration of the glands.", "Nodosities on skin of whole body, but principally in the breast, from swelling of the subcutaneous glands.", "Dropsical, burning swelling of external parts.", "Inflammation, swelling, and painful sensibility of the bones.", "On the bones sensation of constriction, or as if a band were around them.", "Repugnance to ablutions." ],
    "Sleep" : [ "Unconquerable drowsiness, esp. in afternoon and in evening by candle-light.", "Irresistible drowsiness by day, wakefulness by night; in bed every place appeared hard for his head and he keeps moving it hither and thither.", "Goes to sleep late.", "Sleeps with his eyes half-open.", "Frequent yawning.", "Retarded sleep at night, or sleeplessness, sometimes caused by a great flow of ideas or from over-excitement.", "Sleep too light; or agitated with frequent waking, often with starts, and in a fright.", "Waking too early with inability to go to sleep again.", "Morning sleep too much prolonged; sometimes deep and lethargic, with difficulty in rising in morning.", "Unrefreshing sleep.", "Waking frequently during night when one becomes wide awake suddenly.", "Pains, uneasiness, and tingling in limbs, anxiety and heat, colic at night; gastralgia, vertigo, headache, visions and illusions of senses, palpitation of heart, asthmatic sufferings, hunger and thirst.", "Inability to sleep otherwise than on back, with head high.", "When sleeping, agitation and tossing, shocks in body and jerks in limbs, starts and fright, talking (talks loudly while asleep), cries, murmurs, wanderings, delirium, lamentation, and moaning, snoring, eyes half-open, lying on back with the arms above head, nightmare, and somnambulism.", "On waking, illusions of senses, frightful visions, and fear of ghosts.", "Frequent, fantastic, anxious, frightful, and horrible, anger-exciting, disgusting, and agitated dreams; dreams of fire, of dogs which bite, of being possessed of fine clothes, of falling, of danger, of death; dreams, with a presentiment concerning the events of the morrow.", "Vivid, beautiful, pleasant dreams.", "Singing during sleep.", "Happy dreams when one wakes up singing; busy all the time; wishing to touch something with inability to do so.", "Vivid dreams, remain impressed on the memory.", "After waking mind long confused.", "Immediately after closing eyes, horrible strange grimaces appeared to her, could not banish them.", "Lay in a reverie and talked of whatever vision appeared to him, with open eyes, for three nights in succession.", "Voluptuous dreams with seminal emissions.", "Vivid dream that she is seated on the chamber, which causes her to wet the bed." ],
    "Fever" : [ "Chilliness from want of natural heat.", "Chilliness, coldness, shivering, and shuddering, < in evening or at night in bed (followed by heat and profuse perspiration), as well as in afternoon, and when walking in open air.", "Chilliness in forenoon; heat with cold feet in afternoon.", "Chilliness externally with internal heat and a red face.", "Chilliness, beginning in the toes.", "Slight chill, a.m., continues till p.m., followed by heat lasting two hours, mostly in head and hands, with desire for beer.", "Partial shiverings, principally in back, chest, and arms, coldness in hands, feet, and nose.", "Chill constantly creeps from small of back up back.", "Chill and fever; no reaction; constantly sinking.", "During the shiverings paleness or heat in face, headache, and sometimes flushes of heat.", "Frequent flushes of heat.", "Heat, < at night or in evening or in morning, and also in afternoon, and often with (circumscribed) redness of cheeks, ardent thirst, burning sensation in hands and feet; partial shiverings, partial sweats, principally in head, face, and hands; fatigue and painful weariness in limbs, hoarseness and cough, anxiety, &c.", "Heat at night without thirst, preceded by chilliness with thirst.", "Febrile attacks both in forenoon and afternoon, or in evening, manifesting themselves by heat, which is preceded by shiverings, and followed or attended by perspiration, or else by heat in face, followed by shiverings.", "During the fever palpitation of heart, delirium, weakness, obstruction, and scabs in nose, with violent thirst, which last symptom may also occur before the shiverings.", "Swollen veins.", "Pulse hard, quick, and full (at times intermitting).", "Perspiration in general of single parts; on back part of the body; great disposition to perspire; perspiration, with anxiety; compound or intermittent fevers.", "Thirst.", "Want of perspiration.", "Frequent and profuse perspiration, day and night, evening and morning, in bed, aptness to perspire during labour, partial perspiration, chiefly on head, nape of neck, hands, &c., acid perspiration.", "Perspiration very debilitating, pungent smell, very seldom offensive, at times cold.", "Sweat smelling of sulphur.", "Perspiration only on one side of body; < at night and in morning." ]
  }
}