{
  "remedyName" : "Sulphurosum Acidum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne rosacea. Colds. Constipation, scybalous. Croup. Diphtheria. Eczema marginalis. Favus. Hands, chapped. Influenza. Nipples, sore. Pityriasis versicolor. Pyrosis. Stomatitis, ulcerative." ],
    "Characteristics" : [ "Some forty years ago, when the germ theory of disease in its present form was in its infancy, Dewar, of Fife, conceived the idea that Sulphurous acid was an innocent and at the same time universal germ destroyer, and consequently universal remedy. His views met with cordial acceptance, and inhalations of Sulphurous acid given off from burning Sulphur became the fashion. Dewar's method was simple. A few red cinders were put in a kitchen shovel; this was placed in the centre of a room and flowers of sulphur sprinkled thereon. In a very short time every person in the room was sneezing violently, coughing and wheezing, and running at the eyes and nose. Dewar also used the ordinary solution and a spray. Among the special diseases arrested by Suls. ac. Dewar named: Chilblains; chapped hands; diphtheria; scarlatina maligna; erysipelas (a local application of equal parts of the B. P. acid and glycerine); cold in the head, influenza, asthma, bronchitis, croup, clergyman's sore throat, chronic phthisis; typhoid fever. Wounds, sore nipples, bruises were also amenable to its local use. As one who has undergone the \"fumigation\" process (it was supposed to prevent all sorts of maladies, as well as cure, and I suppose it was with that object that I was made to \"prove\" Suls. ac. in my boyhood), I can testify to its homoeopathicity in the \"cold, coughs, asthma, and influenza\" part of Dewar's recommendations. Suls. ac. doubtless shares the antiseptic properties of Sulph. The symptoms of the Schema are from observations of the effects on workmen in mines, from air contaminated with Suls. ac., with a few additions of my own. Milne sums up its virtues thus: \"Antiseptic, disinfectant; a powerful deoxidiser and destroyer of vegetable life.\" As a gargle it is used in the strength of one to six. In parasitic skin affections the B. P. solution is used and is effective. Internally, says Milne, it \"does good in sarcina\" in doses of min. xxx. to lx., well diluted with water. Ringer (who endorses most of Dewar's recommendations) says that ten to fifteen minims taken ten minutes before each meal will remedy pyrosis in most instances, and prevents flatulence and fermentations; and that \"the solution, either strong or diluted, in varying proportions, speedily removes thrush.\" This case touches a homoeopathic characteristic of Suls. ac.", "ulcerative inflammation of the mouth. It has cured this in the attenuations. The headache of Suls. ac. is > by vomiting. C. Wootton tasted the acid (H. W., xxvi. 204) with this result", "it at once stopped the mucous secretion of the bowels, producing scybalous motions. The constipation was so severe that he was in misery for nine months, till he took Hydrast., which cured. The use of Suls. ac. as a hair-wash at a later time produced the same result." ],
    "Relations" : [ "Antidoted by: Hydrast. (constipation). Compare: Sul. In ulcerated sore mouth, Nat. m., Caps. The effects on the back recorded by Hahnemann as from the fumes of burning Sulphur were antidoted by Electric shock." ],
    "Mind" : [ "Quite furious.", "Disposed to fight.", "Extreme terror and efforts to escape; imagine every one wants to lay hands on them.", "Listless.", "Singing and praying.", "As if intoxicated.", "Great anxiety." ],
    "Head" : [ "Giddy, lost recollection, as after spirits.", "Violent pain and beating in head, with ringing in ears.", "Insufferable headache, somewhat > after vomiting." ],
    "Ears" : [ "Ringing in ears with pain in head." ],
    "Nose" : [ "Sneezing and coryza." ],
    "Mouth" : [ "(Ulcerative stomatitis.)" ],
    "Stomach" : [ "Many vomited, others had inclination but could not." ],
    "Stool and Anus" : [ "Severe constipation, scybalous motions, lasting nine months; complete dryness of intestinal tract; (Hydst. cured at last).", "Some evacuated contents of rectum; others had the desire but could not." ],
    "Respiratory Organs" : [ "Persistent choking cough, with copious expectoration of thin mucus.", "A difficulty of breathing and frequent involuntary deep inspirations." ],
    "Chest" : [ "Extreme tightness of the chest." ],
    "Heart" : [ "Heart palpitated violently.", "Pulse: quiet, feeble; or slow, feeble and irregular." ],
    "Back" : [ "[Stiffness (painful) of spine between scapulae, during and after movement, with pain as though it were broken.", "Painful stiffness in the junction of sacrum with base of pelvis; in morning there occurred very painful jerks. (From the fumes of burning Sulphur).]" ],
    "Lower Limbs" : [ "Lower limbs weak, very painful immediately above the knees." ]
  }
}