{
  "remedyName" : "Sulphur Iodatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne; punctata. Barber's itch. Coryza. Ears, noises in. Eczema, weeping. Gonorrhoea. Hay asthma. Influenza. Kidneys, pain in. Lichen planus. Lip, upper, eruption on. Parotid glands, hypertrophy of. Prostate, affections of. Scalp, soreness of. Spine, weakness of. Stricture, urethral. Tongue, thickening of. Tonsils, chronic hypertrophy of." ],
    "Characteristics" : [ "Sul. iod. was proved by Kelsall on himself and some others. Hale has used it in \"obstinate skin diseases, notably barber's itch, for which it is almost a specific.\" The provings indicate this in \"pustular eruption on upper lip\" and \"erythema on chin.\" Hale used the 3x trit. internally and applied a cerate (of one or two grains of Sul. iod. to an ounce of Cosmoline). It is also useful, Hale says, in large and painful suppurating acne. Dr. Berlin (quoted H. W., xxxi. 216) treated with Sul. iod. two cases of \"weeping eczema\" associated with varicose veins of the leg and pronounced itching. Also a child with eczema of arms. The keynote in all is: \"dark red, swollen, and weeping eczematous surface which itches terribly.\" The 3x trit. was given. The symptoms of Sul. iod. are < in morning; leaning forward; stooping; rising; ascending stairs. > By expectoration. Peculiar Symptoms are: Hair feels as if erect. As if heat in heart. Desire for acids. As if a band across forehead. Hansen mentions among the therapeutic uses of Sul. iod. Thickness of tongue remaining after parenchymatous glossitis. Hypertrophy of parotids after parotitis. Chronic hypertrophy of tonsils. Lichen planus, chronic and simple. Bradford (H. M., quoted Org. iii. 111) reports the following cases: (1) Burning at end of penis; dull pain in prostatic region; weakness across kidneys: frequent desire to urinate with slight flow; eats very little; does not go out of doors; is much discouraged about himself. Sul. iod. 3x cured. (2) Violent attack of pain in renal region, with shootings down ureters; pain and weakness about kidneys; constant desire to urinate; urine thick and whitish with creamy sediment: Sul. iod. 3x and 6x cured. (3) Stricture after gonorrhoea; chordee; very painful urination, twisted stream. Yellow discharge: Sul. iod. cured." ],
    "Relations" : [ "Compare: Band across forehead, Manc. Difficult expectoration, K. bi. Heat in heart, Lachn., Rhod. Sleepy by day, restless at night, Staph. Acne, Bellis, K. bro., Arct. l." ],
    "Mind" : [ "Doubtful.", "Anxious.", "Unsteadiness of ideas.", "Apathy and inaptitude for business.", "Dread of exertion." ],
    "Head" : [ "Headache; frontal, tightness.", "Shooting and throbbing in temples; when stooping.", "Sides of head ached; as if squeezed in a vice.", "Scalp sore; on vertex.", "Hair feels as if erect." ],
    "Eyes" : [ "Eyes bleared; esp. l.", "Inclination to close eyes, as if to press out tears.", "Lids heavy.", "Eyes: water much; dim." ],
    "Ears" : [ "Itching, tingling, and buzzing in ears.", "Singing in ears; with feeling of tightness above eyes, as if a band was drawn tightly over forehead; with sore throat, with heat above pit of stomach." ],
    "Nose" : [ "Coryza.", "Thick green mucus in nostrils.", "Acrid discharge.", "Burning tickling in r. nostril every time handkerchief is used; strong odour of Iodine perceived.", "All the agonies of \"grippe.\".", "Excoriation of nostrils.", "Acuteness of smell." ],
    "Face" : [ "Face dry, hot and yellowish.", "Erythematous eruption in upper lip with yellowish pustules, painful, sore and tender, quickly disappearing in dry scabs.", "Erythema on chin." ],
    "Mouth" : [ "Teeth felt soft to tongue and were coated with dark fur.", "Tongue dry and hard, furred at root, red at point.", "Taste: bitter; nasty and fetid breath." ],
    "Throat" : [ "Throat dry and painful to touch, feeling as if swelled.", "Sore throat in morning.", "Drawing, creeping sensation at back of throat.", "Uvula and tonsils slightly enlarged and red.", "Constant disposition to swallow saliva: throat and gullet parched; the saliva did not allay the dryness." ],
    "Stomach" : [ "Anorexia; desire for acids, pickles, lemonade.", "Thirsty.", "Sensation of heat about pit of stomach.", "Soreness and sinking in epigastrium." ],
    "Stool and Anus" : [ "Itching in rectum.", "Bowels constipated." ],
    "Urinary Organs" : [ "Itching in urethra.", "Frequent micturition, esp. mornings.", "Ardor urinae.", "Urine smells like raspberries.", "(Stricture.", "Pains in kidneys shooting down ureters.", "Urine thick, whitish, creamy.)" ],
    "Male Sexual Organs" : [ "(Chordee and yellow discharge.)" ],
    "Respiratory Organs" : [ "Accumulation of dark, purulent mucous in trachea, continued inclination to swallow saliva, which does not moisten it; mucus removed with difficulty and by violent, hacking, coughing and straining.", "Tickling in larynx.", "Sensation of dryness in trachea; thick, hard clots of mucus collected about top of windpipe difficult to detach, and which caused tickling and irritation of larynx and cough.", "Much troubled with cough during early part of night, accompanied by a nasty taste in mouth and fetid breath.", "Inclined to expand chest, and take a deep inspiration; leaving a fluttering sensation.", "(Hay asthma, with sneezing, catarrh, &c.", "R. T. C.)" ],
    "Chest" : [ "Tightness across chest; difficulty of expanding it; with prostration." ],
    "Heart" : [ "Boring pain as if in heart, with some difficulty of respiration.", "Sensation of heat in region of heart.", "Palpitation." ],
    "Back" : [ "Weakness of spinal column with pain in loins as if bruised, with weakness of spine." ],
    "Lower Limbs" : [ "Weakness of knees and joints.", "Legs ache and feel weak.", "Tickling in calves and feet.", "Trembling and aching of ankle-joints.", "Soles of feet ache and burn and are sore when standing." ],
    "Generalities" : [ "Prostration, with difficulty of expanding chest on inspiration.", "Weakness as from influenza.", "Faint and sick.", "Much < on waking in morning; sleepy; leaning forward; rising or ascending stairs." ],
    "Skin" : [ "Pustules on upper lip.", "Erythema on skin.", "Itching rash, like nettlerash on arms.", "Acne punctata (specific in dilution.", "R. T. C.)." ],
    "Sleep" : [ "Sleepy by day, restless at night.", "Sleep unrefreshing; confused dreams; awakened by fright; sleep with mouth open." ],
    "Fever" : [ "Occasional chills.", "Febrile excitement.", "Dry heat." ]
  }
}