{
  "remedyName" : "Sumbul",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Asthma. Breasts, pains in. Chorea. Diarrhoea. Epilepsy. Fainting. Heart, palpitation of, nervous; affections of. Pneumonia. Hysteria. Infra-mammary pains. Neuralgia. Porrigo capitis. Spermatorrhoea. Throat, catarrh of; spasm of. Typhoid fever. Worms." ],
    "Characteristics" : [ "Sumbul, as its name, \"Musk-root,\" implies, has an odour resembling that of musk. The resemblance is so close that Sumbul is used to adulterate musk. Sumb. was proved by Lembke, Cattell, and others, and the symptoms are as like to those of Moschus as the physical resemblance would imply. Hysterical mood; easy fainting; nervous palpitation; are common to both. Hale gives the following indications: (1) Nasal and pharyngeal catarrh, with nervousness, sleeplessness, and tendency to spasms (especially in children); discharge of tenacious, yellow mucus. (2) Ascarides, with bloated, drum-like. abdomen and constipation, picking nose (cured with Sumb. 15). (3) Oily pellicle in urine. (4) Pain in left uterine region. (5) Asthma: catarrhal, spasmodic, or cardiac. (6) Climacteric flushings. (7) Neuralgia: facial or ovarian, in women of quick and lively nervous constitutions. (8) Neuralgia of left hypochondrium, simulating angina pectoris; with palpitation; in nervous women. (9) Insomnia of chronic alcoholism. Peculiar Sensations of Sumb. are: Tongue as if scraped. Like a string pulling in right breast. Corkscrew pains in (left) uterus and appendages. Clogged sensation in left chest. As if heart beating in water. The left side was more affected than the right. The symptoms are < by motion. < After sitting. < By inspiration. < By cold. > By warmth. < Thinking of symptoms. < In morning. Music = faintness." ],
    "Relations" : [ "Compare: General symptoms, Mosch., Asaf. Porrigo, Melit., Medor., Mez. Oily pellicle on urine, Sul., Pul., Petr. Tenacious, yellow mucus, Hydras. Infra-mammary pain, Act. r., Pul., Lil. t. < Thinking of symptoms, Ox. ac., Pip. meth." ],
    "Mind" : [ "Intellect dull in morning; inability to study; clearer in evening and in warmth.", "Happy disposition with continued smiling; expression idiotic; fear of becoming insane (chorea).", "Hysterical mood even in men; alternate laughter and tears; easily excited; emotional; irritable, fidgety, at first spirits are exalted, then depressed." ],
    "Head" : [ "Vertigo: on stooping; using warm water; moving about or rising from a seat; feeling a want of security.", "Hysteria, with tendency to faint from slightest cause.", "Fits with falling forward.", "Ebullition of blood in head, lightness and exalted feeling.", "Cold in the head, < morning.", "Porrigo in infants, l. side of scalp; spots round and dry, slightly raised and reddened at edges with bran-like scales in centre." ],
    "Eyes" : [ "Sensation of foreign body in eyes.", "Tight feeling in eyes.", "Quivering and swimming before eyes." ],
    "Ears" : [ "Loud surging and hissing in both ears; in r." ],
    "Nose" : [ "Cold in head, < morning.", "Coryza: watery; of yellow mucus.", "Alae nasi sore at edges.", "Stuffing in nose.", "Tenacious yellow mucus in nose; < l. nostril.", "Loss of smell." ],
    "Face" : [ "Acne punctata, black pores on face." ],
    "Mouth" : [ "Brown (or white) coating on tongue, morning.", "Tongue feels rough as if scraped, with heat in throat.", "Increased saliva." ],
    "Throat" : [ "Erosion, burning heat and rawness in throat, with tenacious mucus.", "Catarrhs of children with great nervous irritation and spasms.", "Choking constriction at top of gullet, constant swallowing." ],
    "Stomach" : [ "Appetite increased.", "Eructations; empty.", "Nausea and salivation.", "Pressure; rumblings; slight shootings in stomach." ],
    "Abdomen" : [ "Tension, pain, and gnawing in r. hypochondrium.", "Abdomen feels distended, painful.", "Gnawing in r. hypochondrium.", "Glands in groins painful." ],
    "Stool and Anus" : [ "Ascarides with bloated, drum-like abdomen and constipation; pricking at nostrils.", "Chronic diarrhoea, from inert condition of intestinal canal; discharges cause alarm; diarrhoea in typhoid fever.", "Rectum protrudes.", "Haemorrhoids excited." ],
    "Urinary Organs" : [ "Urine: clear; yellowish-red; clouded at bottom, and an oily pellicle on surface.", "Frequent desire.", "Stitches up urethra." ],
    "Male Sexual Organs" : [ "Absence of erections and all sexual desire.", "Itching in genitals with increased desire.", "Erythema of scrotum." ],
    "Female Sexual Organs" : [ "Leucorrhoea, white, esp. after sitting.", "Menses: premature; of short duration, with deficient quantity; retarded.", "Corkscrew pains in l. region of uterus and appendages.", "Tensive pain like a string in r. breast.", "Tensive pains in l. breast, evening.", "Lancinations and biting pains in l. breast, < deep inspirations.", "Flushings at climaxis." ],
    "Respiratory Organs" : [ "Hoarseness.", "Asthma: catarrhal; but more esp. spasmodic, hysterical.", "Hacking cough." ],
    "Chest" : [ "Tightness in chest with diminished secretion.", "Paroxysm of dull pressure under sternum.", "Tightness, tensive, stretched feeling across chest, between l. breast and sternum and in l. breast, < on inspiration." ],
    "Heart" : [ "Pulse: very irregular, compressible; want of elasticity in vessels.", "Nervous affections of heart; rheumatic carditis; heart's impulse strong, jerking, esp. after exertion or during digestion; action of heart full and sharp, strokes at times irregular, rapid, then slow; bellows murmur; flushings of heat in floods from back; sharp pains like a knife in chest; oppression in l. chest, clogged sensation; < on stooping; l. arm numb, heavy, weary, with sharp, wiry shooting in fingers; hysterical mood.", "Nervous palpitation in hysterical subjects; or at climaxis.", "Heart beats softly, as if in water, with sinking of heart and sickliness and faintness all over.", "Palpitation on least excitement, < on paying attention to it." ],
    "Neck and Back" : [ "Cannot keep warm; least draught is felt down spine.", "Nape of neck, r. side, swollen." ],
    "Limbs" : [ "L. arm and foot easily chilled.", "Fulness of arms and feet.", "Tremulous tingling, dry, in palms and feet." ],
    "Upper Limbs" : [ "Weakness, beaten sensation, and numbness in arms.", "L. arm numb.", "Hands red, veins distended.", "Fingers swollen." ],
    "Lower Limbs" : [ "Aching, rheumatic pain, weakness of lower limbs.", "Pain in knee, with stiffness, impeding walking.", "Felt as her legs were not her own.", "Trembling of feet." ],
    "Generalities" : [ "Chorea: constant jerking of head and limbs, with protrusion of tongue; voracious appetite.", "Dropsy dependent on impaired nervous vitality.", "Clogged sensation in body, esp. in head and stomach.", "Hysteria.", "Epilepsy; falls forward, foaming vat mouth.", "Tendency to faint from slightest cause." ],
    "Skin" : [ "Acne punctata; black pores on face.", "Porrigo in infants, l. side of scalp.", "Skin cold, white, shrunken, and dry, as if washed in acrid water.", "Miliary spots on back, r. shoulder-blade, and hip.", "Reddish spots on forehead, chin, and cheeks, containing either water or thick, white, curdy matter.", "Itching." ],
    "Sleep" : [ "Drowsy in the cold.", "Drowsy during day.", "Wakefulness at night.", "Sleep interrupted by startings of limbs.", "Dreams; of falling; vivid; of coitus, followed by profuse sudden emission." ],
    "Fever" : [ "Coldness.", "Chilliness, esp. down spine; sensitiveness to least draught.", "Too easily chilled; want of elasticity in the vessels.", "Numbness and coldness of tips of fingers.", "Dry, transient heat all over body.", "Typhoid fever with cerebral excitement; low and nervous fevers succeeding typhus." ]
  }
}