{
  "remedyName" : "Symphytum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Backache, from sexual excess. Bone, cancer of; injuries of. Breasts, sore. Eyes, pains in; injuries of. Fractures; non-union of; nervous. Glands, enlarged. Gunshot wounds. Hernia. Menses, arrested. Periosteum, sensitive, painful. Psoas abscess. Sexual excess, effects of. Sprains. Stump, irritable. Wounds." ],
    "Characteristics" : [ "Symphytum may be considered the orthopaedic specific of herbal medicine. \"The roots of Comfrey stamped, and the juice drunk with wine, helpeth those that spit blood and healeth all inward wounds and burstings. The same bruised and laid to in manner of a plaister, doth heal all fresh and green wounds, and are so glutinative, that it will solder and glue together meat that is chopped in pieces, seething in a pot, and make it in one lump\" (Gerarde). Peter Squire (Squire's Companion to B. P., 6th ed.) gives as the \"medicinal properties\" of Symph.: \"Astringent, mucilaginous, glutinous; useful to form cases for injured limbs. The black rind (of root) is scraped off and the mucilaginous root is then scraped carefully into a nice even pulp; this spread of the thickness of a crown-piece upon cambric or old muslin is wrapped round the limb and bandaged over; it shortly stiffens, and forms a casing superior to starch, giving support and strength to the part.\" P. Squire knew a bone-setter who practised fifty years ago, and rendered himself famous for setting compound fractures with this root, which he kept secret, and he never removed the bandage after the first dressing until the limb was well (R. T. C). Symphytum has not received its names for nothing. Consolida is one of them; and \"Comfrey\" is derived from Confirmare. The glutinous juice of the root seems, according to Gerarde, to have given the key to its action as a vulnerary. H. C. Allen (Med. Cent., quoted Ind. H. Rev., v. 60) refers to the following indications for Symph. given by Lippe: (1) When the bone or periosteum has been injured and the soft parts have recovered from the bruised soreness under Arn., the remaining pain and soreness of periosteum may be promptly relieved by Symp. (2) In traumatic injuries of bone or periosteum (as from a snowball or anything else on the face), Symp. was the only remedy Lippe has seen efficient. He cured many cases after others had used Arn. and failed. (3) Here is one of his cures: \"More than a year ago fell and struck knee on a stone; wound healed and scarcely left any trace, but there remained an acute stitching pain at point of injury, felt when the part was touched by clothing as when knee was bent.\" Allen also gives the following cure reported by Fowler: Mrs. J. stepped on the edge of a scantling, which rolled, and she turned her ankle. In a few minutes the ankle began to swell and become painful, pain increasing rapidly, so that in an hour or two patient was in great agony. She declared her leg was broken, she \"could feel the rough ends of the broken bones jagging into the flesh\": could not bear any one to approach her for fear of being hurt. No discoloration whatever. Symp. promptly relieved, so that she went about her usual duties in forty-eight hours. Allen regards pricking pain as a guiding symptom. Next to bone injuries in importance are injuries to the ball of the eye, as distinguished from injuries to the soft parts around. \"I have long since ceased to use Arn. in injuries of the globe of the eye, Symp. having given such prompt and permanent relief\" (H. C. Allen). [I have, however, seen Arn. speedily clear up haemorrhage into the vitreous from a blow of a cork from a soda-water bottle.", "J. H. C.] Allen gives these indications: Severe pain in globe of eye after an injury by a blunt instrument (snowball; cane; point of umbrella; infant's fist), the soft parts remaining intact, Croserio (New, Old, and Forgotten Remedies) was one of the first to use Symp. in the potencies for fractures. P. P. Wells translated Croserio's Connection of Homoeopathy with Surgery, in which this passage occurs: \"Injuries of the bones are healed most promptly with Symp. internally, once a day.\" Wells gives these cases of his own: (1) Boy, broke bone of forearm at junction of middle and lower thirds, two years before. Had twice repeated the fracture by slight falls. Ends now slightly movable on each other, arm of little use. Three doses of Symp. made a perfect cure, and the boy became robust and much better in health than he had ever been before. (2) Boy, fractured humerus near junction of condyles and shaft. Arn. immediately arrested the spasmodic jerks of muscles of injured arm. Arn. was continued three days, by which time all traumatic fever had subsided. Symp. one drop in half a tumbler of water; a teaspoonful morning and evening. The splints were removed the ninth day, and the bone found consolidated. The cure was entirely without pain. F. H. Brett (H. W., xxv. 304) cured himself of inguinal rupture by rubbing the part with tincture of the root. On another occasion a blow on the lower part of the back from a fall resulted in a secondary affection of the spine in the mid-dorsal region, a protuberance as if from a slight dislocation appearing at the spot. Again Symp. O was applied. The tenderness at the point subsided after three applications, and in a few days the protuberance disappeared. Brett mentions (ib., 379) a case he had heard of: A diseased arm which had begun to mortify was dressed with a poultice of Comfrey root, and this \"drew off the mortified substance, and the arm became sound again.\" Sir Wm. Thomson, of Dublin (Lancet, Nov. 1896) relates a case of malignant tumour of the antrum which had extended to the nose. Microscopical examination proved it to be round-celled sarcoma. The patient, a man, was advised to have the jaw removed. This advice was refused at the time, and was repeated by Felix Semon, who saw the man later. After still further delay Thomson performed the operation in the month of May, A month later the growth began to show again, increased rapidly, closed the right eye, was blue, tense, firm, lobulated, but did not break. Thomson declined to operate again. Early in October the man walked into Thomson's study well: \"The tumour had completely disappeared from the face, and I could not identify any trace of it in the mouth.\" The man had applied poultices of Comfrey root, and the swelling disappeared. Cooper (H. W., xxxii. 403) gives this experience of a patient of his: just before her marriage she had a dangerous attack of scarlatina, leaving abscesses on both sides of the neck and great internal swelling, so that she could swallow only liquids, and that with great difficulty. The external swelling extended from ear to chin, and was hard and very painful. Poultices of Comfrey root were applied. The pain was immediately relieved and her abscesses decreased rapidly until they were entirely absorbed, without external opening so far as the patient could remark. Hering (from whom I have taken the main part of my Schema) says Symp. has had a fragmentary proving by Macfarlan. Gerarde adds to the uses of Symp. quoted from him above that it cases pains in the back from violent motion as wrestling, or from excessive sexual indulgence, even when spermatorrhoea has been induced thereby. Arn. has an analogous use. Peculiar Sensations are: As if upper lid passed over an elevation on closing eye. As if ears were stopped up. The symptoms are: < By touch. Sitting = pain about navel. Stooping = weight in forehead. Walking = pain opposite spleen." ],
    "Relations" : [ "Follows well: Arn. (for pricking pains; and after the bruising of the soft parts is healed). Compare: Fractures, Calc. ph. Injuries, Arn. (Arn., soft parts, Symp., hard; Arn., painful swelling with discoloration, Symp., without discoloration; Arn., sore, bruised lame; Symp., pricking, stitching, jagging pains), Calen., Fl. ac., Hep., Sil., Stp., Led., Rhus, Hyper. Effects of sexual excess, Arn. Antidote to Canthar. (Green's Herbal)." ],
    "Causation" : [ "Fractures. Injuries (to eye; bone; periosteum). Falls. Blows. Sexual excess." ],
    "Head" : [ "Headache in occiput, in top of head, in forehead, changing places." ],
    "Eyes" : [ "Pain in eyes after a knock or contusion of an opaque body.", "After being struck upon eye with a cane by a child, no visible injury, but a sensation on closing eye as if upper lid passed over an elevation on bulb of eye; on waking eye could not be easily opened, seemed spasmodically closed." ],
    "Ears" : [ "Cannot hear well; feels as if ears were stopped up.", "Inflamed ears." ],
    "Nose" : [ "Pain comes down bone of nose, and sometimes down both sides of nose (produced.", "R. T. C.)." ],
    "Face" : [ "(Malignant tumour of r. antrum.).", "Inflammation of inferior maxillary bone; hard, red swelling." ],
    "Stomach" : [ "Pains across epigastrium from one side to other, < opposite spleen, in walking; when sitting < about navel; griping pain." ],
    "Stool and Anus" : [ "(Dysentery.", "Inflamed and bleeding piles.)" ],
    "Urinary Organs" : [ "Stricture of urethra (curative in some forms.", "R. T. C.)." ],
    "Male Sexual Organs" : [ "Testicles become painful and tender and prevent walking (produced.", "R. T. C.).", "(Backache from excessive sexual indulgence; with spermatorrhoea.", "Gerarde.)" ],
    "Female Sexual Organs" : [ "Menses stopped; headache, weight in forehead when she stoops; has it almost all time; a good deal of fever every other hour; cold all day, cramp and diarrhoea; nose sore inside alae, wants to pick it; wants to rub her eyes; inflamed ears; feels as if something were in them, stopped up, cannot hear well.", "(Leucorrhoea.", "Sore breasts.)" ],
    "Neck and Back" : [ "Pain in back from a fall; from sexual excess.", "Pott's disease from fall.", "Psoas abscess.", "Much used among herbalists in caries of spinal and other bones (R. T. C.)." ],
    "Limbs" : [ "Seems to act specially on the joints; a woman, after single dose of O complained of loss of power in the large joints, they seemed to get fixed, being particularly painful an turning in bed; and then followed great working in all the joints, esp. in feet, with prickings and shootings in toes of both feet (R. T. C.)." ],
    "Lower Limbs" : [ "More than a year ago struck knee upon a stone; wound healed and left scarcely any trace, but there remained an acute stitching pain in the place, felt when clothing touched part, or when knee was bent.", "Man suffering from a spontaneous luxation of thigh since childhood, fell and received a fracture of affected thigh; after two months fragments were quite movable, and as union was despaired of, an apparatus was made which allowed him to sit on a chair during day; Symp. four globules every six hours, brought about complete union in twenty days." ],
    "Generalities" : [ "Bruises, sprains; sore breasts.", "Inflammation of bones; diseased spinous processes.", "Psoas abscess.", "Facilitates union of fractured bones and lessens peculiar pricking pain; favours production of callous.", "Pricking, sticking, jagging pains.", "\"A conserve of the roots cures the whites, and a decoction of them is excellent in coughs and soreness of the breast. Dried and powdered they are good against fluxes of the belly attended with griping pains and bloody stools. [Symph.] is also serviceable in defluxions of the lungs, spitting of blood, and other disorders of the chest.", "Bruised and applied to foul ulcers it cleanses and disposes them to heal. It removes the inflammation and stops the bleeding of piles; and is of considerable efficacy in ulcerations of the kidneys and urinary passages, particularly if occasioned by the use of Cantharides\" (Thos. Green's Herbal)." ]
  }
}