{
  "remedyName" : "Syphilinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess; succession of abscesses. Alcoholism; hereditary craving for alcohol. Anus, fissure of. Aphasia. Asthma. Breasts sensitive. Bubo. Constipation. Crying of infants. Deafness. Deltoid rheumatism. Dentition. Diplopia. Dysmenorrhoea. Epilepsy. Headache; syphilitic. Hoarseness; before menses. Iritis. Leucorrhoea; infantile. Mouth, ulcerated. Myopia. Neuralgia. Night-sweats. Ophthalmia. Otorrhoea. Ovaries, affections of. Ozoena. Pemphigus. Psoas abscess. Ptosis. Rectum, stricture of. Rheumatism. Sciatica. Sleeplessness. Spine, caries of. Strabismus. Stricture. Sunstroke. Syphilis. Teeth, carious. Throat, ulcerated. Tibia, pains in. Tongue, cracked, ulcerated. Ulcers. Whitlow." ],
    "Characteristics" : [ "I learnt the value of this nosode from Skinner, who has made with it some very brilliant cures. It has been proved by Swan in the potencies, and Hering's Schema, from which mine is taken, comprises also disease symptoms", "marked \"(n)\"", "and cured symptoms, which have generally the name and the disease appended. Cured cases of secondary syphilis I have marked \"(s.s.).\" The widespread distribution of syphilis, acquired and hereditary, and the virulence and persistence of the virus, give this nosode a high degree of importance in homoeopathic practice. It has been mainly, almost exclusively, employed by those who are familiar with the use of high attenuations. I have used no potency lower than 200, and rarely repeat the dose oftener than once a week. The leading features of the disease are the keynotes for the use of the remedy, and (1) first in importance is the \"Night <\": \"Pains from darkness to daylight; begin with twilight and end with daylight.\" \"All symptoms < at night.\" \"Terrible dread of night, on account of mental and physical exhaustion on awaking.\" This night aggravation will be found in a large proportion of the cases needing Syph.; in ophthalmia, the pains are < at night, and during the night the lids grow together. Neuralgia, and headache, asthma, coughs < from sunset to sunrise, whether syphilitic or not, will be benefited by Syph. Sleeplessness is itself a leading indication for Syph., which vies with Sul. as a sleep restorer. (2) Next to the Night <, is Ulceration: this may affect mouth, nose, genitals, or skin, and the ulcers have greyish bases; in the nose they produce the most offensive form of ozaena with discharge of fetid clinkers. In such cases I have found Syph. of the greatest service. Fetid discharges from the ear come in the same category. (3) Abscesses with foul secretions. (All pus-formations of Syph. are fetid.) Succession of abscesses is one of the grand keynotes of the materia medica. Eyes, teeth, and skin give other leading indications. In ophthalmia neonatorum the lids adhere during sleep; pains < to a.m.; pus profuse; > cold bathing. Iritis, syphilitic or rheumatic, has been cured with Syph. Ptosis; sleepy look from drooping lids. Diplopia, one image seen below the other. Teeth decay at the edge of the gums and break off; are cupped, have serrated edges; dwarfed in size and converge at their tips. The typical eruption of Syph. is copper-coloured spots, but it covers many other forms, including pemphigus. The glandular system is affected throughout and nutrition impaired, leading to extreme emaciation. Burnett has recorded in his book on Delicate Children many instances of the power of Syph. to free stunted children from this constitutional blight. Further indications for Syph. are: Pains < and > gradually; are shifting, and require frequent change of position. Leucorrhoea; profuse, soaking through napkins and running to heels. Craving for alcohol in any form. Hereditary tendency to alcoholism. (Bacchus and Venus are close allies). The orifices of the body are all affected by syphilis, and Syph. has a great sphere in rectal pain and constipation. \"Obstinate constipation for years; rectum seems tied up with strictures; when enema was used the agony of passage was like labour.\" Bones are affected, and especially bones of head and tibiae. Nodes on the head. H. C. Allen says: \"Syphilitics, or patients who have had chancre treated by local means, and as a result have suffered from throat and skip troubles for years, are nearly always benefited by this remedy at commencement of treatment unless some other remedy is clearly indicated.\" Thomas Wildes (H. P., xi. 267) gives his experience with Syph. In chancre he gives Syph. 1m (Swan)", "according to Skinner's calculation this is much lower than 1m of the centesimal scale", "one dose every night. The chancre increases for the first two weeks and then gradually fades away, not being followed by secondaries. Where the edges of the chancre assume the appearance of proud flesh in the third or fourth week, and become everted, jagged, and angry dark red, he gives Lac can. cm (Swan) every night for ten to fourteen days, until the sore takes on a more natural appearance, when Syph. 1m is again given to finish the case. For any remaining induration Nit. ac. 30, four times a day, is given. Headaches in great variety he cured with it; aphasia; ptosis; paralysis of tongue; facial paralysis; hemiplegia; \"persistent pains in any part of the body;\" catarrhal and nerve deafness; itching of nostrils; dark purple lines between alae nasi and cheeks. Itching scabby eruptions on face or breast; singly or in clusters, looking like herpes. Pain and pressure behind sternum. Epilepsy. Wildes cured with Syph. 1m a bookkeeper who for many months had had a piercing, pressing, excruciating headache over right eye extending deep into brain. It was so severe, he was losing continuity of thought and memory. Under Syph. every night the headache disappeared entirely in ten days and the mental faculties were fully restored; but in six weeks the whole eyebrow on that side broke out into a sickly, yellow, syphilitic eczema with a red, angry, and oozing base extending under the arch to the lid from canthus to canthus up into forehead and down the side of the nose. The cure of this was tedious, because, Wildes thinks, he did not stick to Syph., but changed the remedy. This man had had syphilis a few years before. In a lady, 26, extremely bright and intelligent, came to Wildes with a dreadful ozaena. She had also curvature of the spine and congestion of right ovary. Always delicate from a child. Syph. cured the ozaena and improved the health, but it \"drove out a saddle to which the Sepia saddle is but a shadow\"", "a furious inflammatory mass of syphilitic sores, scabs, and eczema, red and angry, with a fiery base extending from one malar prominence to the other, across nose up to eyes and forehead. This took eighteen months to cure. The ozoena never returned. A boy, 4, had an obstinate rash, a combination of prurigo and herpes, on chin, lips, cheek-bone, forehead, and hairy scalp; on arms, chest, back, bends of joints and on the joints, and on fingers and hands, nowhere profuse. In spite of authorities to the contrary, Wildes maintains that syphilitic rashes may itch, and that prurigo is infectious and is one of the initial stages of leprosy. This boy had a spot of eruption on the left thigh the size of the top-joint of a man's thumb. This was distinctly a leper spot. Syph. 1m caused the rash to come out strongly all over the body in patches, the face was one-third covered with a thick, yellow, scabby eruption. The remedy was continued and the boy got well, wonderfully improved in health, no longer nervous, growing well; sleeping well; appetite good. Girl, 16, had measles a year before which did not come out properly. A year and a half prior thereto subject to neuralgic headaches. Ailing about two years; very despondent, wants to die, headaches growing more violent. During the headaches the temple veins stand out, has pains all over the body, is very irritable, restless, walking about much of the time, does not wish to be soothed, violent on being opposed, has tremors and seems on the verge of convulsions, dazed, absent-minded, and almost insane. Always washing her hands. Was formerly constipated, but now subject to \"a kind of diarrhoea.\" Menses never have come on properly, and for the past year have been very irregular, much delayed, scanty, and always extremely painful. Often feverish. Sleep anxious, distressed, and often wakeful and violently restless. The italicised symptoms indicated Syph., and under this she steadily recovered. A young lady contracted \"lepra-syphilis\" from vaccination. She had an immense blood-boil on her arm which would not heal. Face broken out with a lumpy fiery rash. With Syph. 1m at bedtime she recovered rapidly; the arm healed quickly and her face became free from eruption. Boy, 3, had cluster of yellow blotches on fingers and roots of nails, distorting the nails. The boy's father was epileptic. The boy was helped with Fluor. ac. and cured with Syph., the nails becoming straight. Many persons, says Wildes, after taking Syph. for a few days, complained of heavy, crushing, cutting pains across the base of the cerebellum; others of heavy aching and stiffness from base of neck up through muscles and cords of neck and into the brain; others of a heavy, clouded, dull feeling at base of brain with physical lethargy, and sometimes with dizziness, sometimes with confusion of thoughts and often a feeling as if going insane or about to be paralysed. Sometimes a far-away feeling, with a feeling of indifference to the future. Accompanying these there may come a heavy, dragging, dull feeling in lumbar region, with stiffness and want of elasticity. Peculiar Sensations are: A seething feeling as if hot water or hot oil running through all veins of the body, all night long. As if going insane or about to be paralysed. Tongue feels as if paralysed. A far-away feeling with apathy. As if head were pulled back by a weight. As if blood went to right inner canthus and temples and could get no further. As if sand in eyes. As if right eye were wide open and cold air were blowing in it. Fluttering as of something alive in teeth. As if a worm in tooth. As if teeth had got out of place. Distress as if in omentum. As if rectum were tied up with strictures. As if urethra had been stuffed up and clogged. As if sternum was being drawn towards dorsal vertebrae. As if she would suffocate with rough. As if skin were drawn up in centre of chest on drawing back head. Coccyx as if swollen. As if toes on right foot were disjointed. Like growing-pains in limbs. As if bones were sawed. Palms and soles as if pricked by needles. As if throat tearing to pieces. As if top of head were coming off. As if teeth were loose. As of a nervous chill commencing in anus and running down legs. As if bitten by bugs. A number of linear pains have been observed in Syph. cases. G. H. Carr (M. A., xvii. 162) relates this case: An old man had been troubled two or three winters with an intense cold pain in both legs; it came on every night on lying down; and lasted all night, the only relief being by getting up and walking. Magnetic leggings had given most relief. Syph. mm, one dose daily, was given. He lost the pain for six weeks, when it returned in milder form. Syph. cmm was given, and he had no more pains all the winter. This medicine, he said \"made his genitals ache so that he couldn't sit still.\" This lasted over a month. Syph. cm cured (ibid.) a lady of \"asthma\" that she had had for twenty-five years, the attack coming on only at night after lying down, or during a thunderstorm. Swan (M. A., xxviii. 239) says he gave crying infants, when they developed the propensity immediately after birth and did not cease, one dose of Syph. cmm, and it was difficult to make them cry after that. Yingling (M. A., xxix. 135) reports this case: Rev. D., 30, dark, free from venereal taint, had a constant dull, heavy ache above inner angle of right eye, very distressing, with an occasional thrust as of an iron rod from the same spot through to lower part of occiput. This thrust was excruciating. He was due to preach next day, but the pain quite incapacitated him, hence his appeal for help. Haggard look. Syph. cm, one dose, was given. He was free from pain before he reached home, next morning was perfectly well. The symptoms are < by touch (tibia; os uteri). Pressure = pain in spot middle of thigh; > throat; pressing teeth together > toothache. No position suits. Motion <. Raising arms laterally <. Walking > pain in hips and thighs. < At night. Warmth and cold < and >. Warmth > headache; of stove > pain in swollen wrist and big toe. Hot or cold things < toothache. Cold water > ophthalmia pains. Damp weather; warm, damp weather; thunderstorm; seaside <. > In mountains. < Winter." ],
    "Relations" : [ "Compare: In bone diseases and syphilitic affections, Aur., Asaf., K. iod., Merc., Nit. ac. < At night, Aur., Merc., Sul. (Med. and Sycotics < early morning). < At sea-shore; > inland (Med. opp). < At seaside; averse to consolation, Nat. m. Dysmenorrhoea, Med. Deep-in headache, Bac. Pains increase and decrease Slowly, Stn. Ozaena with offensive clinkers. Sep., Pul., Pso., K. bi. Succession of abscesses (Anthrac., succession of boils). Syphilitic stomatitis, Lach., Lac c., Merc. Nodes, K. iod., K. bi., Mang., Merc. Emaciation, Abrot, Iod. Lancinating pains in heart (from base to apex), Med. (from apex to base), Spi. (from base to clavicle or shoulder). Fears suffering from exhaustion on awaking, Lach. Ptosis, Caust., Graph. Hereditary tendency to alcoholism, Asar., Pso., Tub., Sul., Sul. ac. Constipation with labour-like pains. Lac d., Tub. Fissure in anus, Thuj. Shoulder rheumatism < raising arm laterally, Rhus, Sang. (r. shoulder), Fer. (left), Urt. ur. Dentition troubles < night (Med. < early morning). Hereditary syphilis; dentition, Kre. Vertigo < looking up (Sul., looking down). As if teeth out of place (Tub. as if jammed together). Thunder, effect of, Pho." ],
    "Causation" : [ "Sun. Damp weather. Thunderstorms." ],
    "Mind" : [ "Loss of memory (n).", "Loses remembrances of passing occurrences, names, dates, &c., while all occurrences previous to inception of disease are remembered as distinctly as ever (n).", "Very nervous, weeping without cause.", "Cross, irritable, peevish.", "Irritable, excited, walking much of the time, does not want to be soothed, violent on being opposed, has tremors, seems on the verge of convulsions, dazed, absent-minded, always washing her hands.", "Periodical neuralgia in head (neuralgia).", "Very despondent, does not think will ever get better (s.s.).", "Terrible dread of night; always < as night approaches; leaves her about daylight, which she prays for (spring cough).", "Feeling as if going insane, or about to be paralysed.", "A far-away feeling, with apathy and indifference to future.", "Crying infants, who begin immediately after birth." ],
    "Head" : [ "Vertigo on looking up, seems to be caused by heat.", "Headache: linear, from or near one eye backward; lateral; frontal; from temple to temple; deep into brain from vertex; as from pressure on vertex; in either temple, extending into or from eye > by warmth; in bones of head; < by heat of sun; after sunstroke.", "Sick-headache, pains intolerable, arteries of head full and pulsating violently; high fever, frequent retelling on trying to vomit; menses regular, but very scanty.", "Lancinating pain in occiput, invariably < at night (n).", "Neuralgic headache causing sleeplessness or delirium at night, always commencing about p.m.; < at from to and ceasing at daylight.", "Bursting sensation in vertex as from severe cold.", "Pain from eyes through to occiput, with sensation of weight in occiput drawing head back; or as if it were pulled back; eyes ache and smart.", "Constant linear headache, commencing at both angles of forehead and extending in parallel lines backward", "a precursor of epileptic attack.", "Heavy, crushing, cutting pain across base of cerebellum.", "Heavy, clouded, dull feeling in base of brain.", "Headache through temples, thence vertically like an inverted letter T.", "Coronal headache (s.s.).", "Headaches accompanied by great restlessness, sleeplessness and general nervous erethism.", "Syphilitic headache for many months, piercing, pressing excruciating over r. eye; extending deep into brain; losing continuity of thought and memory; makes repeated mistakes in figures.", "Suffusion and full feeling in face, throat, and head, with innumerable small enlarged cervical glands.", "Sore, one and a half inches in diameter, on occipital bone, covered with a thick, yellow-white scab.", "Dirty eruption on scalp.", "Great loss of hair (n)." ],
    "Eyes" : [ "Red papulous eruption round l. inner canthus, with isolated pimples on side of nose, cheek and eyebrow; these pimples were red, with depressed centre, circumscribed areola, became confluent where they were most dense; pimples bleed when scabs come off; agglutination of lids.", "Myopia (n).", "Sharp, pulsating pain, occasionally at outer end of superior border of r. orbit, apparently in periosteum.", "Upper lids swollen.", "Ptosis: paralytica; eyes look sleepy from lowering of upper lid.", "Diplopia, one image seen lower than the other.", "Strabismus paralytica, eye turning inward, and pupil can only be turned outward as far as median line.", "Chronic recurrent phlyctenular inflammation of cornea; successive crops of phlyctenules and abrasion of epithelial layer of cornea intense photophobia; profuse lachrymation; redness and pain well marked delicate, scrofulous children, esp. if any trace of hereditary syphilis remains.", "L. eyeball covered with fungus-like growth, pain intense, < at night.", "Acute ophthalmia neonatorum (n).", "Redness and swelling of outer half of both lower tarsal edges.", "Syphilitic iritis, intense pain steadily increasing night after night; < between and a.m., coming almost at the minute and ceasing same way (s.s.).", "Pain in r. inner canthus as if blood went there and could go no farther, also in r. temple (rheumatic iritis).", "Both eyes glued in morning; conjunctiva injected; photophobia, constantly wears a shade.", "Eyes dull.", "Infantile syphilis.", "Ophthalmic pains, < at night, > by told water.", "R. eye alone affected congestion of conjunctiva and sclerotica, with some chemosis; lids inflamed, esp. at outer canthus; sensation of sand in eyes; lids agglutinated in morning; great photophobia (hereditary syphilis).", "Neuralgia every night, beginning about or p.m., gradually increasing in severity until it reached its height about or a.m., and after continuing thus for two or three hours gradually decreased and finally ceased about a.m. (rheumatic ophthalmia)." ],
    "Ears" : [ "Intense earache in r. ear, incisive pains thrusting into ear; purulent watery discharge from ear with pain.", "Gathering in l. ear which discharges a great quantity of pus (hereditary syphilis in a child).", "Deafness gradually increasing until she could scarcely hear at all.", "Complete deafness; nothing abnormal to be seen.", "Catarrhal or nerve deafness with marked cachexia.", "Calcareous deposit on tympanum.", "Small, acrid, watery discharge occasionally from ears, no deafness (ozaena)." ],
    "Nose" : [ "L. side of nose, inside ala, itching.", "Nose stuffed up and burning.", "Attacks of fluent coryza.", "Offensive, thick yellow-green nasal discharge; during sleep dry scabs form in both nostrils; following an application of salve for sore eyes; l. submaxillary gland, which had been swollen and indurated, softens, discharges and, after forty-five days, begins to heal slowly.", "Ozaena syphilitica; (Syph. brought out an eruption of sores with a fiery-red base on nose and over frontal sinuses).", "L. side of nose inside and out very sore, likewise lips and chin; sores itching and scabbing over.", "Itching in nostrils." ],
    "Face" : [ "Face drawn to one side, difficulty of speaking, masticating, blowing (n).", "Spasmodic twitching of many muscles, esp. in face (paralysis agitans), with great melancholy and depression of spirits.", "Facial paralysis r. side, thick speech, hemicrania, jactitation of r. eye and lid.", "An old gentleman has had for some years cancer on r. malar bone; no rest, his agony excruciating in extreme (relieved).", "Face pale.", "Itching, scabby, eczematous eruptions singly or in clusters, looking like herpes.", "Nose and cheeks covered with eruptions and scabs in layers rising to a point.", "Dark purple lines between alae nasi and cheeks.", "Lips and teeth covered with bloody mucus.", "Sores on lips and chin, esp. l. side scabbing over." ],
    "Teeth" : [ "Single small lunae cleft in upper incisors, permanent set, which incisors are dwarfed in their general dimensions, and converge at their tips; inherited syphilis (n).", "Children's teeth are cupped.", "Teeth decaying at edge of gum and breaking off (n).", "Felt like a worm in tooth, could not tell which tooth.", "Singular feeling as if teeth had all got out of place, and on closing jaws teeth do not come well together." ],
    "Mouth" : [ "Tongue red and thick; two deep cracks running lengthwise in it; one on each side of median line.", "Aphasia, difficulty of finding words; debility.", "Tongue feels as if paralysed.", "Fetid breath.", "Tongue coated; white, edges indented by teeth.", "Putrid taste in mouth before epileptic fit.", "Tongue very red and thick; covered with herpetic eruption, two deep cracks running lengthwise on each side of median line, making it difficult to swallow (s.s.).", "Tongue thickly coated, dirty, edges indented or serrated by teeth (n.).", "Twenty ulcers in mouth, every part involved, top and under side of tongue, lips, buccal cavity, fauces and nose; septum of nose threatened, both alae nasi very painful, smarting with burning as if on fire; pains and burning prevented sleep; hungry but could eat nothing but fluids as mastication was impossible; tongue heavily coated white, large quantities of stringy, viscid, saliva running from mouth of a sweetish taste; a putrid, sickening odour filled whole house; all symptoms < toward night (s.s.).", "Herpetic eruption in mouth, tonsils, hard palate and fauces, completely covering inside of mouth and throat, making it very difficult to swallow even liquids.", "Syphilitic destruction of hard and soft palates." ],
    "Throat" : [ "Chronic hypertrophy of tonsils (hereditary syphilis).", "Chancrous ulcer extending across velum palati to l. pillar of pharynx (s.s.).", "Acute pharyngitis (s.s.)." ],
    "Appetite" : [ "Appetite indifferent and capricious (psoas abscess).", "Total loss of appetite for months, little or nothing satisfies him; formerly was generally ravenous.", "Thirst.", "Tendency to heavy drinking; alcoholism.", "Aversion to meat.", "Dyspepsia; flatulence, belching of wind; nervous dyspepsia." ],
    "Stomach" : [ "Nausea.", "Heartburn with pain and rawness from stomach to throat-pit, often with cough.", "Vomiting for weeks or months due to erosion from superficial ulceration of lining of viscus, herpetic, of syphilitic origin." ],
    "Abdomen" : [ "Pain or distress deep in abdomen as if in omentum.", "Feeling of heat internally in hypogastric region.", "Pain in r. groin followed by swelling of glands.", "Large painless bubo in r. groin opened and discharged freely (s.s.).", "Slight lancinating pain in one groin, < at night.", "Inguinal bubo." ],
    "Stool and Anus" : [ "Bowels torpid for five weeks (periodical neuralgia in head).", "Obstinate constipation for many years; rectum seemed tied up with strictures, when injections were given agony of passage was like child-bearing.", "Chronic constipation, with fetid breath, earthy complexion, gaunt appearance.", "Stools very dark and offensive (infantile syphilis).", "Bilious diarrhoea at seashore, painless, driving her out of bed about a.m.; stools during day, later causing excoriation; face red, suffers from heat; occasional painless, whitish diarrhoea when at home, always > by going to mountains.", "Fissures in anus and rectum.", "Two indurated ulcers at mouth of anus somewhat sore; slight itching of anus (primary syphilis)." ],
    "Urinary Organs" : [ "Itching in orifice of urethra.", "A sensation, in morning on going to urinate, as if male urethra were stuffed up or clogged, about an inch from orifice.", "Scalding urine.", "Urination difficult and very slow; no pain, but a want of power, so that he has to strain.", "Urine infrequent, not oftener than once in twenty-four hours, scanty, of a golden-yellow colour.", "Profuse urination after chill; passed during night nearly a chamberful.", "Rich lemon-yellow scanty urine.", "Frequent urging to urinate all night, at least from p.m. until a.m." ],
    "Male Sexual Organs" : [ "Chancre on prepuce.", "Buboes.", "Burning in chancre size of a split pea, on prepuce above corona glandis; edges raised, bottom covered with lardaceous deposit; glans purple, on l. side covered by an exudation.", "Chancre on penis, third in two years, all on same spot (s.s.).", "Aching of genitals, could not sit still for over a month.", "After suppressed chancre, disease attacked testes and scrotum, which became painful and swollen; this was supposed to be cured, but ever since, every few weeks, if exposed at all to damp weather would be seized with pain as if in kidneys, seemingly traversing ureters, but instead of passing into bladder followed spermatic cord, down groins and into testes; pain agonising, chiefly in cord, in present attack in r.; pricking in chancre.", "Chancroid, phagedaenic, spreading rapidly; buboes commencing in each groin.", "Inflammation and induration of spermatic cord." ],
    "Female Sexual Organs" : [ "Uterus and all surrounding parts loose, soft and flabby; profuse, thick, yellow leucorrhoea; constant pain across small of back.", "Yellow offensive leucorrhoea, watery or not, so profuse it daily soaks through napkins and runs to heels of stockings if much on her feet.", "Profuse yellow leucorrhoea, < at night; in sickly, nervous children (inherited syphilis).", "Soreness of genitals, and muco-purulent discharge, in a child.", "Acrid discharge causing violent itching and inflammation of external organs, < at night from warmth of bed, parts very tender; itching and inflammation > during menses.", "Nocturnal < of r. ovarian pain, preventing sleep.", "Sore on r. labium majus, extending to l. (s.s.).", "Menstruation painful, two weeks too soon; pink-red, bright, profuse, running free for some days; napkins wash easily.", "Painful menstruation.", "Sensitiveness of os uteri, < to intolerable pain at menses, or on introduction of finger or penis; frequently causes abortion (n).", "Sharp zigzag shooting pains in region of uterus.", "Ovaries congested and inflamed; tendency to ovarian tumours.", "Sore aching in l. ovarian region, extending to r. with darting pains.", "L. ovary swollen, during coitus, at moment of orgasm, a sharp cutting pain like a knife, and twice there was smarting as of a sore; ovary swelled so much that its size and shape could easily be felt through abdominal walls (caused by Buboin).", "Uterine and ovarian diseases with pronounced nervous disorders, esp. in married women.", "Mammae sensitive to touch, feeling sore; during menses, and at other times." ],
    "Respiratory Organs" : [ "Hoarse, almost complete aphonia, day before menses.", "Diseased cartilages of larynx (tertiary syphilis).", "Chronic asthma, in summer, esp. when weather was warm and damp; most frequently in evening, passing off at daybreak.", "Pain and oppression at bifurcation of bronchia and in larynx, it hurts her to breathe.", "Attacks of spasmodic bronchial asthma for twenty-five years; they come on only at night after lying down or during a thunderstorm, producing most intense nervous insomnia, entirely preventing sleep for days and nights.", "Violent attacks of dyspnoea, wheezing and rattling of mucus, from to a.m.", "Cough: hard cough < at night, when it is continuous, preventing sleep.", "Hard, constant cough, with thick, yellow, tasteless expectoration.", "Dry, racking cough, with thick, purulent expectoration, caused by a sensation of rasping or scraping in throat, always at night.", "Whooping-cough with terrible vomiting.", "Cannot lie on r. side, as it causes a dry cough.", "Muco-purulent expectoration, greyish, greenish, greenish-yellow, tasteless.", "Expectoration without cough, quite clear, white, feels like a round ball and rushes into mouth." ],
    "Chest" : [ "Rattling in chest and throat.", "Soreness of chest, with great anguish and inability to retain a recumbent position; in winter, severe bronchial cough succeeded asthmatic attacks; a regular type of chills and fever developed; suffered from this many years ago.", "Pain in centre of chest as if skin were drawn up, on drawing the head back.", "Lack of sleep produces a sudden faintness and sinking sensation in chest; three spells succeeded each other during a single night.", "Oppression of chest to such an extent as almost to arrest breathing; asthma caused by sensation as if sternum were being gradually drawn towards dorsal vertebrae; expansion of chest difficult; confusion of mind as if unconsciousness might follow.", "Sensation of pressure under upper part of sternum.", "Pain and pressure behind sternum.", "Angina; ptosis l. eye; facial paralysis l. side, slight aphasia; impotence (relieved).", "Eczematous herpetic eruptions on chest." ],
    "Heart" : [ "Lancinating pains in heart at night, from base to apex (Medor. has reverse).", "Valvular disease of heart." ],
    "Neck and Back" : [ "Heavy aching and stiffness from base of neck up through muscles and cords into brain.", "Caries of cervical spine with great curvature in same region, directly forward; pain in curvature always < at night (no proof of syphilis).", "Enlargement of cervical glands and a number of pedunculated pin-head warts on neck, cured by Syco-syphilinum (hereditary syphilis; girl, 10).", "Enlargement of glands in different parts of body, particularly abundant about neck; indurated and slightly painful, causing a sensation of fulness and suffusion in face, throat and head (n).", "Enormous swelling of glands of head and neck (Hodgkin's disease).", "Rigidity of muscles.", "A heavy, dragging, dull feeling in lumbar region, with want of elasticity.", "Great pain in back in region of kidneys, < after urinating (s.s.).", "Pains commencing in sacral regions internally, and apparently coming around to uterus.", "Pain at coccyx at its junction with sacrum, sometimes in lower sacral vertebrae; < on sitting, with a sensation as if swollen, though it is not.", "Caries of dorsal vertebrae with acute curvature, for five months, every night most intense neuralgic pains, commencing generally from to p.m., and never terminating till about a.m.; < by least motion, and slightly > by warm poultices.", "Psoas abscess first l. then r.", "Nocturnal < of pains in back, hips and thighs." ],
    "Limbs" : [ "Aching pains in limbs like growing pains.", "Gradual rigidity of all joints after eruption; flexors seem contracted.", "Rheumatic swelling of l. wrist and big toe, bluish red, with pains as if somebody sawed at his bones with a dull saw; > by heat of stove; < from sundown to sunrise; no appetite; has lasted two weeks (rheumatism).", "Feeling of numbness in palms and soles, at times a prickly sensation as if numb parts were punctured by a great number of needles.", "Excruciating arthritis; swelling, heat, and redness intense.", "Rheumatism, muscles are caked in hard knots or lumps." ],
    "Upper Limbs" : [ "Rheumatism of shoulder-joint or at insertion of deltoid, < from raising arm laterally.", "Can only raise arms to a right angle with axilla; trying to force them higher causes muscles to suddenly become paralysed and they drop pendant (n).", "Lameness and pain of arm on motion, < on raising arm up in front as if reaching; pain located about insertion of deltoid in upper third of humerus, not painful to pressure.", "Fingers and thumbs have runarounds (infantile syphilis).", "Always washing the hands.", "Hands badly ulcerated on backs (s.s.).", "R. second finger swollen and stiffened (s.s.)." ],
    "Lower Limbs" : [ "Swelling of legs from knees down, soles painful when standing on them; swelling goes down in morning, comes back at night.", "Pains in lower extremities, excruciating, completely banish sleep; < from hot fomentations; > pouring cold water on them (n).", "Cannot sit in a low chair, or squat down, owing to loss of control over knee and hip-joints (n).", "Pains in long bones of lower extremities, also in joints (n.).", "Dull pain over backs of feet to toes, began soon after getting into bed, lasting until or a.m.", "For two or three winters intense cold pain in both legs, < in l., came on every night on lying down, lasting all night; > by getting up and walking, and in warm weather.", "Pain in three toes of r. foot as if disjointed.", "Slight contraction of tendons beneath r. knee (psoas abscess).", "Tearing pains in hip and thighs, < at night, > about daybreak, > by walking, not affected by weather (improved).", "Redness and rawness with terrible itching between toes (s.s.).", "Bubo with pain in spot on middle of r. thigh in front, only when standing and on deep pressure, which seemed to touch spot, which was apparently on periosteum.", "Two ulcers larger than a crown piece, dirty stinking, slouching, with jagged, elevated edges, one on thigh above patella another on head of tibia; two large pieces of bone came away from head of tibia (s.s.).", "Osteosarcoma in centre of r. tibia the size of half an ostrich egg, pains agonising at night, growth irregular, spongy, partly laminated, very hard (s.s.).", "Contracted, painful feeling in soles, as if tendons were too short." ],
    "Generalities" : [ "Utter prostration and debility in morning.", "Epilepsy.", "Dwarfed, shrivelled-up, old-looking babies and children.", "Epileptic convulsions after menses." ],
    "Skin" : [ "Pustular eruption on different parts of body; in patches on certain places, particularly on wrists and shins, where bones are nearest cuticle, and isolated other large pustules on other parts, these break, discharging an ichorous fluid for one or two days, then heal, leaving characteristic pockmark cicatrice; patches take longer to heal, discharging same fluid till healing process commences.", "After healing of chancre a fresh pustular eruption appears on different parts of body, which, when pustules have discharged an ichorous liquid and healed up, leaves fresh coppery pockmarks Medorr. removed it permanently, causing it to turn yellow-brown, dry at edges and scale off, leaving skin permanently clear and free.", "Biting sensation in different parts of body, as if bitten by bugs, at night only.", "Syphilitic rash, very prominent on forehead, chin, arms and front of thorax, an abundance of fine scales peeling off; large prominent spot on centre of forehead, filled with fluid, as also are some smaller patches (s.s.).", "Syphilitic bullae discharging freely on cheeks, under chin, on back of shoulders, on scalp and other parts of body (infantile syphilis).", "Maculae; copper-coloured (s.s.).", "Pemphigus, looking like a pock, often confluent and persistently reappears.", "Skin bluish." ],
    "Sleep" : [ "Great restlessness at night, impossible to keep leg in one position.", "Absolute sleeplessness (vies with Sul. in producing quiet, refreshing sleep).", "Wakes soon after midnight and cannot sleep again till a.m." ],
    "Fever" : [ "Great pains in head, whole body extremely cold, looked blue; wanted to be covered with blankets or couldn't get warm; no appetite; sleeping almost continually, could not be roused (s.s.).", "Nervous chills preceded by pains in head, esp. occiput and scalp of that part; pains below waist, in pelvis, legs, esp. tibia, which is sensitive to touch; bowels torpid; cross, irritable, peevish; pains begin every day p.m., culminate at midnight, disappear at daylight.", "After retiring nerve chill beginning in anus, running down legs; desire for stool, > by profuse urination and by eructations.", "Fever: dry, hot, shortly after going to bed, parted lips, great thirst; to daily.", "Sweat: profuse at night, sleepless and restless; esp. between scapulae and down to waist, with excessive general debility." ]
  }
}