{
  "remedyName" : "Tabacum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Anaemia. Angina pectoris. Anus, prolapse of. Apoplexy. Asthma. Backache. Brain, anaemia of. Brain-fag. Catalepsy. Cholera. Cholera infantum. Colour-blindness. Constipation. Diarrhoea. Epilepsy. Freckles. Glands, enlarged. Heart, intermittent. Hernia. Hiccough. Idiocy. Leg, jerking of. Lip, cancer of. Masturbation, effects of. Meniere's disease. OEsophagus, stricture of. Optic neuritis. Pregnancy, pruritus of; sickness of; toothache of. Prostatorrhoea. Pruritus. Pyrosis. Rectum, paralysis of; stricture of. Sea-sickness. Speech, embarrassed. Strabismus. Tetanus. Toothache. Varicocele." ],
    "Characteristics" : [ "Nicotiana tabacum received its specific name from Jean Nicot, French ambassador to Portugal, who was the means of introducing the tobacco plant into France about When Columbus and his followers landed in Cuba in the practice of smoking tobacco was in common use among the natives throughout the island, and also throughout the continent of America. On their return to Spain the practice rapidly spread throughout the Peninsula. Sir Walter Raleigh and his companions introduced the practice into England in From that time the cultivation, manufacture, and use of tobacco, either by smoking, snuffing, or chewing, rapidly became universal. The symptoms of the pathogenesis are composed partly of provings made by Lembke, Schreter, and others, and partly of poisonings and over-dosings. Several instructive articles on tobacco appeared in the Homoeopathic News of 1897, from the pen of M. E. Douglass, then practising at Danville, Virginia, in the midst of tobacco plantations. His third article (July, 1897) was devoted to the \"medicinal uses\" of Tobacco; and it seems that it is regarded as a perfect panacea by the Virginians for diseases of men and cattle. One use he mentions is as a palliative for bee-stings and mosquito-bites. A portion of a leaf is moistened with vinegar and applied to the part. This is interesting, as Ipec., one of the antidotes of Tab., has a similar reputation. Strong tobacco-juice is the most effectual destroyer of the burrowing-flea, Chigoe. For headache leaves of Tobacco are moistened with vinegar or camphor solution, and applied to the forehead and nape. The pain is allayed and sleep induced. The local application over the pit of the stomach relieves nausea. Douglass made in involuntary proving on himself when about twenty. He was attending an evening writing-class, when a class-mate gave him a bit of tobacco to chew, and he put it in his mouth. In a few minutes the bell rang and he took his seat, after first removing the tobacco. He soon began to feel dizzy, and could not distinguish his copy; the letters danced all over the page; a cold perspiration broke out on the forehead, and extended all over the body. He felt a deathly nausea at his stomach; his hands trembled so that he could not hold pen to paper. He felt so weak and faint he feared he would fall out of his seat. His desk-mate helped him out of the house into the cold air, and gave him a sour apple, bidding him eat it. It did not seem possible, but he finally tried, and was so much relieved that he ate it all. In half an hour he was able to return to the class, but was so weak and tremulous, he did not attempt to write. The nausea was the first symptom to disappear, then the cold perspiration. The dizziness, trembling, and excessive weakness did not entirely leave till next day. Since then Douglass has used small doses of vinegar in acute symptoms of nicotine poisoning, either chewing or smoking, with excellent results. Nothing, he says, relieves the sensation of constriction of the oesophagus (in his own case the symptom was a very disagreeable one, \"as of a hand clutching the throat\") so quickly as vinegar. One of Douglass's patients, a young man in good health, who was very fond of cigars, was certain, if he smoked two in an evening, to have an emission on the same night, sometimes with, but oftener without, dreams. Next day he was prostrated, hypochondriacal, tongue furred with a thick, fuzzy, yellow coat at base; and dull, occipital headache. Prostatorrhoea and impotence are also among the effects of Tab. The constrictive sensation is not confined to the throat; it affects the rectum, bladder, and chest. There is violent rectal tenesmus; and there is also paralysis and prolapsus ani. The vesical sphincter is paralysed, there is debility of urine, and enuresis. Two of Lembke's provers, students accustomed to smoke and drink coffee and beer, had incontinence of urine; in one the quantity of urine was not increased, but it was \"passed more frequently, and dribbled away involuntarily, with slight itching of urethra in the case of the other the urine was increased, pale, and he \"had to pass it several times in the night, almost amounting to incontinence.\" The power of Tab. to paralyse sphincters and also morbid constrictions accounts for its traditional use in cases of strangulated hernia and obstruction of the bowels, which has been confirmed in homoeopathic practice. Renal colic comes under the same heading. The same pair of opposites", "relaxation and constriction", "are seen in the weakness and paralysis on the one hand, and the convulsions on the other. All shades of nervous tremors, faintings, cramps, jerkings, and restlessness are noted, and it is by its power of antidoting these conditions that Tab. holds its place in society. \"After an unusually vexatious day,\" says Douglass, \"when I am in that unpleasant condition of mind when it seems as though the slightest word would cause an outburst of passion, nothing else does me quite so much good as a smoke.\" This is a central nervous action, and if too much indulged leads to degeneration of nerve tissue, as seen in tobacco-blindness. Tab. also produces a condition like brain-fag; inability to concentrate thoughts; this may even go on to a state of idiocy. Silly talking in boys. A curious state was induced in Mr. Harrison (C. D. P.), who slept in the cabin of a sloop, the cabin being full of large packages of tobacco. His sleep was harassed by wild and frightful dreams, and he suddenly awakened about midnight, bathed in a cold dew, and totally unable to speak or move. He knew perfectly where he was, and recollected what had occurred the day before; but could not make any bodily effort whatever, and tried in vain to get up or change his position. \"Four bells\" was struck on deck, and he heard the sounds (though rather, it seemed, through their vibrating in his body than by the ears); and he was conscious of other things that occurred", "so he was not dreaming. At length be became totally insensible for a time, till a roll of the ship roused him, and he awakened and got on deck. His memory was totally lost for a quarter of an hour; he knew he was in a ship, but nothing more. While in this state he saw a man drawing water, and asked him to pour a bucket on his head. This was done, and all his faculties were instantly restored; and he acquired a most vivid recollection of a vast variety of ideas and events which seemed to have passed through his mind, and that had occupied him during the time of his Supposed insensibility.", "The nutrition is profoundly influenced by Tab., and it probably retards growth in children. It produces a deathly sinking and craving at the stomach, and it is no doubt by virtue of this, acting homoeopathically, that Tab. enables persons who cannot have proper meals to endure starvation better than they otherwise would. Decaisne (C. D. P.) observed the effects of smoking on youths, aged from to Among the effects were: Bruit in carotids and diminution of red corpuscles of the blood. Palpitation. Deficient digestive power. Sluggish intellect. Craving for alcoholic stimulants. Epistaxis. Ulcerated mouth. \"The younger the boy, the more marked the symptoms; the better fed suffer least.\" \"Rapid emaciation, especially of back and cheeks\" has been noted among the effects. Tab. has a number of backaches, and some are peculiar. C. M. Boger (Hahn. A., xxxviii, 41) cured this with Tab. cm: Backache persistent; < lying down, > walking; history of anginoid attacks. in cases of cholera, sea-sickness, sickness of pregnancy, renal colic, strangulated hernia, &c., the keynote symptoms are: deathly nausea, pallor, coldness; icy cold surface, covered with cold sweat; vomiting violent, as soon as he began to move, > on deck and in fresh air. Terrible faint, sinking feeling at pit of stomach. Terry cured a case of sea-sickness with heat along spine from nape down; cold sweat; then vomit. He also cured a case of Meniere's disease with a feeling as if sea-sick. A keynote symptom of much importance in many abdominal cases is: > by uncovering abdomen. Child wants abdomen uncovered; it > nausea and vomiting. There may be coldness of the abdomen at the same time. Tab. produces a number of skin affections, notably pruritus. Teste cured with it several cases of freckles; he repeated the remedy and gave it for weeks at a time: \"A country girl had her face and hands covered with freckles, two-thirds of which disappeared completely [under Tab.] in summer, the season in which they are most frequent and obstinate.\" Burnett told me that an infusion of tobacco is a popular German remedy for scrofulous glands. Cooper gives as in indication, \"intermittent heart in old people.\" E. T. Blake (H. R., ii. 68) records a case of rheumatism with rigid joints and spinal insomnia in a lady, 40, who had been heavily drugged with narcotics before he saw her. \"Whenever she composed herself for sleep, just as she was lapsing into unconsciousness, the knees would attempt to fly up towards the chest with an abrupt jerk, tearing painfully at the acetabular adhesions.\" Other symptoms were: sweating, impaired memory, hypochondriasis, drumming in the ears, facial as well as crural clonus, white tongue, epigastric sinking, alternating with nausea and flatulence, heart action increased by day, diminished down to severe fainting during the night. Tab. gave three hours' refreshing sleep the first night, more the second, and after the third the leg-jerk departed for good. C. W. (H. W., xxvi. 207) was troubled with spasm of lower jaw, < out of doors. No remedy did good till he remained one evening with two friends who were smoking, and got himself well saturated with the smoke. That cured him. Slight subsequent returns were always removed by Tab. J. W. Scott (H. P., xvi. 420) observed a case of epileptiform convulsions brought on by tobacco. For five months the patient had two attacks weekly, and they grew worse in spite of treatment till the tobacco was discontinued. Sensations are: Sensation of excessive wretchedness. As if struck by a hammer on right side of head. As if a band round head. As if brains were being bored out. As if black dots filled visual field. As if ears were closed. As of a plug in oesophagus. As if throat gripped by a hand. As if sea-sick. As if stomach were relaxed. As if chest too tight. As if a crowbar were twisted round heart. The symptoms are: > Uncovering abdomen. < By pressure. < Motion of vessel. < Lying; > walking. Lying on left side = palpitation. Motion (even least) <. Coughing = hiccough; stitches in pit of stomach. Rising <. < Morning: vomiting; diarrhoea; sickness of pregnancy; cramps in fingers. Thirst < night. Sight < evening. > In open air; (ear symptoms <). > Cold affusion to head. < Indoors. Symptoms come in paroxysms; are periodical. < By stimulants. Weeping >. Vomiting >. Music pains in ears." ],
    "Relations" : [ "Antidoted by: Vinegar, Sour Apples, Camph., Coff.; Ipec. (primary effects: vomiting); Ars. (effects of chewing tobacco); Nux (bad taste in mouth in morning, amblyopia); Phos. (palpitation, tobacco heart, amblyopia, sexual weakness); Spig. (heart affections); Ign., Puls. (hiccough); Clem. (toothache); Sep. (neuralgia in face and dyspepsia, chronic nervousness); Lyc. (impotence); Wine (spasms, cold sweat from excessive smoking). Plant. maj. has sometimes caused aversion to tobacco. Gels. (occipital headache and vertigo); Tab. 200, or 1,000 for the craving when discontinuing its use. Antidote to: Cic., Stram. Compare: Nicotinum. Cold sweat, Ver. (Ver. on forehead; Tab. all over). Coldness in abdomen, Colch., Elps., Lach. Spasmodic pains along l. ureter, Berb. Meniere's disease, Salicin. Incarcerated hernia, Aco., Nux, Op., Sul. Chills or creeps precede headache (Chel., accompany headache). Sinking immediately after meals, Ars., Cin., Lyc., Sel., Stp., Ur. nit. Hair sensation, K. bi., Sil. (Tab., in eye). Blindness, optic atrophy, Carb. s., Benz. din., Filix. m. Emissions, heart, anaemia, Dig. Retracted abdomen, Pb. Jerking of legs in bed, Meny. As if a hand clutching throat (Bell., intestines)." ],
    "Mind" : [ "Gloomy melancholy.", "Inclination to weep.", "Anguish and inquietude, generally in the afternoon, > by weeping.", "Restlessness, which prompts continual change of place.", "Dislike to labour and conversation.", "Excessive vertigo; mental faculties much impaired; cannot read or study; sufferings from abuse of tobacco.", "Difficulty of concentrating mind for any length of time on one subject.", "Feels as if some one were coming to arrest him, or murder him; always with singing in ears (produced", "R. T. C.).", "Suicidal tendency, gloomy forebodings, inclined to hang down head, breath becomes short, appetite goes (produced", "R. T. C.).", "Feels intoxicated, hands and feet tremble.", "Over-excitement and great liveliness, with songs, dancing, and great loquacity.", "The Mexican priests incite courage and bravery by means of an ointment of tobacco.", "Abject cowardice, thinks he is going to die and is in extreme terror of death (from smoking many cigars.", "J. H. C.).", "Frequent laughter without cause.", "Silly talk, cannot stop; loss of memory.", "(Attacks of silliness; cannot help talking sillily and memory goes, blames himself for things, inclines to suicide and despair.", "R. T. C.).", "Idiotic; epileptic idiocy.", "Concourse of confused ideas.", "Cataleptic state.", "Stupor.", "Coma." ],
    "Head" : [ "Emptiness and confusion in the head.", "Dizziness.", "Vertigo, which often produces loss of consciousness, with nausea (< indoors; > in open air), and pains in head and eyes.", "Vertigo < on rising and looking up", "brought on by immoderate use of cigars.", "Giddiness in occiput.", "Headache, with nausea and vertigo.", "Excessive heaviness of head.", "Pressive headache, esp. above eyes, vertex, and temples.", "Shootings in head.", "Headache from one temple to the other, involving orbits, or with shooting in l. eye, > from cold.", "While passing urine, suddenly attacked with pains in head, so severe he screamed for assistance; immediately followed by vomiting.", "Congestion of blood in head, with internal heat, and throbbing in temples.", "Neuralgic headache, sensation as of sudden blows struck by a hammer.", "Periodical sick-headache from fatigue or excitement.", "Tightness in head as though a band stretched round it, disturbance of vision, tinnitus, and vertigo.", "Headache > in the open air.", "Burning and tingling sensation in exterior of head.", "Trembling of head.", "Hair falls out.", "Formication above l. temple." ],
    "Eyes" : [ "Pain in eyes, as from much weeping.", "Aching in eyes, extending into bottom of orbits.", "Sensation, as if there were a hair in eye. Smarting in eyes.", "Heat and burning sensation in eyes, with redness.", "Contraction of the lids.", "Pupils: dilated and insensible; irregularly dilated; contracted.", "Amblyopia with intolerance of light.", "Loss of sight on looking steadily at anything white.", "Confused sight, in evening, as if looking through a veil.", "Sees as through a fog, and hears as through cotton wool (produced", "R. T. C.).", "Squinting when trying to read.", "Insufficiency of internal recti.", "Sparks and black specks before eyes.", "Central colour scotoma.", "White or grey atrophia of optic nerve.", "Optic neuritis.", "Sudden failure of vision.", "Tobacco-blindness commences in one eye, generally r.; sight < evening.", "Photophobia." ],
    "Ears" : [ "Shootings in ears, esp. in open air, and when listening to music.", "Hyperaesthesia to music and loud talking.", "Jerking tearing in r. ear, and in front of it externally.", "Burning heat and redness of the ears.", "Hard reddish swelling behind (l.) ear, with shootings.", "Ringing; roaring; rushing; humming in ears, < by loud noise or going into open air.", "Tinnitus and vertigo.", "Fluttering in r. ear both heard and felt." ],
    "Nose" : [ "Burning sensation and tingling in the nose.", "Diminished power of smell, which, however, is very sensitive to odour of wine; fumes all but intoxicate her.", "Frequent sneezing.", "Dryness and obstruction of nose." ],
    "Face" : [ "Deadly paleness of face (during the nausea; face collapsed, cold sweat on).", "Burning heat in face, with redness, sometimes of one cheek only, and paleness of the other.", "Face covered with cold sweat.", "R. cheek glowing, the other pale.", "Red spots on face.", "Tearings in bones of face (and teeth, in evening).", "Pimples on cheeks, wings of nose, and corners of mouth.", "Violent tearing in r. facial bones and teeth.", "Granulated tuberosities on cheeks.", "Emaciation of face.", "Lips dry, burning, rough, and cracked.", "Epithelioma of lip (27 per cent. in men; 1/2 in women).", "Eruption on commissures of lips.", "Lancinating pains in maxillary joint, when laughing." ],
    "Teeth" : [ "Toothache, with drawing and tearing pains.", "Lancinations in carious teeth, when masticating.", "Violent tearing in r. teeth.", "Throbbing or jumping pains in teeth.", "Drawing pain in gums.", "Gums pale and parched." ],
    "Mouth" : [ "Dryness of the mouth and tongue, with violent thirst.", "Tongue feels swollen.", "Tongue: trembles; white; red; furred; dry and parched; covered with blackish-brown crust.", "Frothing from the mouth.", "Profuse salivation.", "Accumulation of white, tenacious mucus in mouth and throat, which must be frequently expectorated.", "Swelling of glands under tongue.", "Weak, interrupted speech.", "Drawling, monotonous style of reading." ],
    "Throat" : [ "Roughness, dryness, and scraping in throat, as from a foreign body.", "Dry, hot, sulphur feeling in throat, with dry, parched mouth comes on after dose of O and remains for a week off and on, but generally < in morning after sleep (R. T. C.).", "Throat dry, can hardly swallow.", "Crawling and tickling in throat.", "Swallowing very painful from spasms in throat.", "Peculiar sensation of plug in oesophagus, with constant dull pressure.", "Redness of fauces.", "Burning in pharynx.", "Accumulation of viscid mucus in throat." ],
    "Appetite" : [ "Mawkish and clammy, or bitter and sour taste.", "Acid taste of all food.", "Acidulated taste of water, as if it contained wine.", "Adipsia, and dread of water.", "Great thirst; < at night.", "Absence of hunger and appetite.", "Constant hunger, with nausea if nothing is eaten." ],
    "Stomach" : [ "Frequent empty and noisy risings.", "Sour, burning risings.", "Pyrosis.", "Spasmodic hiccough.", "Frequent nausea, esp. during movement, often inducing syncope, with deadly paleness of face, disappearing generally in open air.", "Deathly nausea, with vertigo, in paroxysms, body covered with cold sweat; sea-sickness.", "Nausea, with inclination to vomit, sensation of coldness in stomach, or pinchings in abdomen.", "Vomiting of water only, with yellow and greenish reflection before eyes.", "Vomiting of acid serum, often mixed with mucus.", "Violent vomiting; easy, of sour liquid; watery, insipid, sometimes bitter in morning.", "The vomiting is renewed by the slightest movement.", "Stomach-ache.", "Squeezing, contractive cramps in stomach, sometimes after a meal, often accompanied by nausea, and an accumulation of saliva in mouth.", "Shootings in the scrobiculus, which pass through back.", "Relaxation, and sensation of coldness or burning in stomach.", "Sinking at the pit of stomach.", "Dreadful faint feeling in stomach." ],
    "Abdomen" : [ "Hepatic pain, when pressing on the part.", "Hepatic and renal regions sensitive to pressure.", "Pressure in hepatic region, as from a heavy body.", "Shooting in hepatic region.", "Shootings in the l. hypochondrium.", "Great sensitiveness of abdomen to slightest touch.", "Uncovering abdomen > nausea and vomiting.", "Painful distension of abdomen.", "Pressive pains in abdomen, esp. in umbilical region, with spasmodic retraction of that part.", "Violent burning in abdomen, horrible pains, must shriek.", "Nocturnal tearings in abdomen.", "Pinchings and borborygmi in abdomen.", "Incarcerated hernia." ],
    "Stool and Anus" : [ "Constipation.", "Chronic constipation, great pain and tympanitic distension of intestines; great dyspnoea.", "Stools clay-colour or mottled grey and brown.", "Habitual constipation; paralysis of rectum; spasm of anal sphincter.", "Prolapsus ani; great drowsiness during day when trying to study.", "Frequent tenesmus.", "Soft faeces of consistence of pap, also at night.", "Violent pain in small of back during soft stool.", "Shifting of flatulence, formed by sudden, papescent, yellow-green or greenish, slimy stools with tenesmus.", "Violent diarrhoea, fetid or yellowish green slime; also at night, accompanied and followed by violent tenesmus, and burning sensation in anus.", "Cholera-like stools; watery, urgent, painless." ],
    "Urinary Organs" : [ "Renal colic; violent pains along ureters; cold sweat; deathly nausea.", "Paralysis of sphincter, constant dribbling.", "Enuresis.", "Urine yellowish-red, with increased secretion.", "Inflammation of the orifice of the urethra." ],
    "Male Sexual Organs" : [ "Frequent erections.", "Flow of prostatic fluid.", "Nocturnal emissions; until waking.", "Genital organs flabby; no erections or sexual desire.", "Varicocele.", "(Masturbation and its consequences.", "R. T. C.)" ],
    "Female Sexual Organs" : [ "Retarded and profuse catamenia.", "Leucorrhoea, like sanguineous water.", "Leucorrhoea of serous liquid after the menses.", "In climacteric period, also during menses; subjective coldness; epigastric sinking, palpitation, severe diarrhoea, muscular relaxation, excessive sense of wretchedness.", "Morning sickness of pregnancy; nausea and vomiting, patient dreads least movement.", "During pregnancy, insupportable pruritus over whole body, pyrosis, toothache, and other gastric symptoms." ],
    "Respiratory Organs" : [ "Dry cough, excited by a tickling in throat, in morning and towards evening.", "Cough = in pit of stomach sensation as of a wound by some sharp instrument.", "Cough, with hiccough (at same time), almost suffocating; (or hiccough after every paroxysm of whooping-cough).", "Difficult respiration.", "Paroxysm of suffocation." ],
    "Chest" : [ "Oppression of the chest, with anguish.", "Constriction of the chest.", "Pressure on the chest and sternum.", "Shootings in chest and sides of chest, sometimes when drawing breath.", "Sticking under sternum with inability to take a deep breath.", "(A trembling, frightened feeling across pit of chest with sudden and irregular sinkings.", "Nervous indigestion, constant sinking in chest.", "R. T. C.).", "On taking a deep breath it seemed as if chest were too tight.", "Sensation as if a crowbar were pressed tightly from r. breast to l. till it came and twisted in a knot around heart, which stopped, then leaped violently; after the attack heart missed every fourth beat.", "Pain, as from excoriation, in chest, during a meal.", "Itching pimples on chest." ],
    "Heart and Pulse" : [ "Sudden attacks of extreme faintness; feeling of oppression around cardiac region.", "Angina pectoris (single doses of O relieved much; not to be repeated often.", "R. T. C.).", "Feeble, irregular pulse.", "Palpitation of heart, when lying on l. side." ],
    "Neck and Back" : [ "Stiffness of the neck.", "Head drawn back in convulsions.", "Neuralgic pains in neck and between shoulders.", "Burning under scapula.", "Neuralgia of back with tightness of throat.", "Contractive pains in the loins, esp. after a stool.", "Violent pain in small of back and loins (renal calculi).", "Throbbing in sacral region, evening.", "Pain in small of back and loins, esp. after sitting.", "Intolerable pain in small of back much < while sitting.", "Pains in small of back, constriction; esp. after a stool.", "Pressive pain in lumbar region on rising from a seat and beginning to walk, goes off on walking.", "Emaciation of the back.", "Red, itching eruption on the back." ],
    "Upper Limbs" : [ "Painful weakness of hands and arms, which are, as it were, paralysed.", "Constant need to stretch arms.", "Shootings and drawing in shoulders.", "Red spots on shoulder, which burn when they are touched.", "Tension in arm, esp. in elbow.", "Pain and shootings in l. arm, which disable it and prevent its extension.", "(Coldness and trembling of the limbs), trembling of hands.", "Cold perspiration on hands.", "Cramps in the arms and hands.", "Cramps in single fingers, esp. while washing; early morning.", "Cramps and tingling in fingers.", "Swelling of fingers.", "Itching pimples on fingers." ],
    "Lower Limbs" : [ "Burning pain in knee and soles.", "Legs icy cold from knees down.", "Shooting in knee and ham.", "Flexion of knees, when walking.", "Cramp in toes, extending into knees.", "Jerking of legs in bed.", "Tingling, crawling, from knee to toes.", "Tension in leg when walking, from knee to foot.", "Trembling and paralytic weakness of feet." ],
    "Generalities" : [ "Pressive pains, with agitation throughout body, and anxious perspiration.", "Sudden breaking out of cold, clammy sweat; with much nausea, feeble, irregular pulse; collapse.", "Cramps and tingling in limbs.", "Restlessness, wants to change place continually.", "Gait slow and shuffling, difficulty in ascending stairs.", "Excessive emaciation.", "Anaemia of boys and girls, particularly with brain symptoms (cured with dilutions.", "R. T. C.).", "Paralytic and painful weakness of limbs.", "Trembling of limbs.", "Great general lassitude.", "Jerkings throughout body, with pulsation and palpitation of the heart.", "Convulsions, head firmly drawn back, with rigidity of muscles at back of neck; constantly recurring rigid tetanic spasms, muscles of back being principally affected, till death a week after he chewed the tobacco.", "Epileptiform convulsions.", "Symptoms < on l. side; from great heat or great cold, and esp. in stormy weather; from walking, riding in a carriage, and jar of a railway train.", "> In the open air; from vomiting." ],
    "Skin" : [ "Itching in skin, as from flea-bites.", "Itching over the whole body.", "Eruption of itching pimples, or vesicles, with yellow serum and red areola." ],
    "Sleep" : [ "Urgent inclination to sleep, esp. after a meal, and towards evening, with frequent yawnings.", "Retarded sleep in evening, and difficulty in waking in morning.", "Stupefying sleep at night.", "Disturbed sleep at night, with fright.", "Nightmare." ],
    "Fever" : [ "Pulse full, hard, and rapid, or small, imperceptible, intermittent, slow.", "Coldness and shivering, sometimes with chattering of teeth.", "Coldness of legs from knees to toes; warm body, cold hands.", "Chilliness after eating and drinking.", "Frequent attacks of shuddering, sometimes with flushes of heat.", "Permanent shuddering, from morning till evening.", "Perspiration at night.", "Viscid cold sweat, with intermitting pulse.", "Cold sweat, in hands, on forehead and face." ]
  }
}