{
  "remedyName" : "Tanacetum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion. Amenorrhoea. Chorea. Dysmenorrhoea. Epilepsy. Eyes, sclerotica inflamed. Hydrophobia. Labia, abscess of. Paralysis. Strabismus (right inward). Worms." ],
    "Characteristics" : [ "The common Tansy (the word is derived from αθανασια, immortality), with its deep-yellow button-like flowers, a close companion of the Rag-wort (Senecio Jacobea) on our commons and in our hedgerows, takes a not unimportant part in giving colour to the landscape. In olden times puddings were made containing Tansy leaves, and these puddings were called \"tansies\" also. \"In the springtime are made with the leaves hereof newly sprung up, and with eggs, cakes or tansies, which be pleasant in taste and good for the stomach. For if any bad humours cleave thereunto, it doth perfectly concoct them and scour them downwards\" (Gerarde). Gerarde also says that the seeds kill and expel worms of every sort; the root is good in gout; and being drunk with wine Tan. relieves pain in the bladder, and dysuria when a man is only able to urinate by, drops. Like Senec., Tan. has an action on the female generative organs, and a large proportion of the observations with it have been on women who have taken it to procure abortion. Other effects are from its use as a vermifuge, and in addition to these are provings by Burt and others. In Russia Tan. has a reputation as a remedy for hydrophobia. M. Peyraud (C. D. P.) has even used Tan. as a substitute for Pasteurian \"vaccinations,\" and reports success. Experiments on animals show that Tan. induces all the cardinal features of rabies: convulsions, frothy, bloody mucus in the air passages, hallucinations, convulsions without loss of consciousness, opisthotonos, spasms of pharynx, larynx, and thorax, abundant salivation, sensual excitability, tendency to bite, hoarse cry, diminished sensibility and mobility, momentary paralysis, sub-pleural ecchymoses, infarctions of the liver", "rabies tanacetica, simili-rabies being the name suggested by Peyraud for this drug-disease. Whether the convulsions of Tan. be rabic or epileptic, they are sufficiently similar to render the drug useful in either condition. W. H. Pierson (H. W., xxx. 488, quoting N. A. J. H.) observed a woman who took two drachms of the oil to procure abortion. The attempt failed, but throughout her pregnancy she suffered from mixed tonic and clonic convulsions, frothing at the mouth, clenched hands, thumbs turned in, followed by exhaustion and a short coma. Since then Pierson treated every case of epilepsy which came to him with drop doses of the fluid extract of Tan. four times a day, and with marked success. Hale mentions as having been cured with Tan.: Amenorrhoea, dysmenorrhoea, menorrhagia, uterine cramps, and metritis. In one instance it caused a large abscess of the labium majus. Hale says a crystallisable acid identical with Santonin has been isolated from it. Suddenness is a characteristic of a number of the symptoms. Peculiar Sensations are: As if something closed the ears very suddenly. His own voice sounds strange in his ears. As though arms and legs suddenly swollen. Sensation like a thrill all through body. The symptoms were < at night, and at a.m." ],
    "Relations" : [ "Compare: In uterine symptoms, Sabi., Tereb., Hedeo., Ruta. In convulsions, Stram., Cicut., Cupr. Worm symptoms, convulsions, paralysis, Sant., Cin., Chenop. Abscess on labium majus (Strych., abscess of scrotum)." ],
    "Mind" : [ "Exhilaration.", "Nervousness.", "Confusion.", "Mind fatigued after least mental exertion.", "Indifference and incoherence.", "Unable to fix attention on anything; it seemed next instant my reason would leave me.", "Uttered a shriek and fell senseless to the floor; continued in comatose state over an hour, when she vomited again and recovered consciousness." ],
    "Head" : [ "Dizziness.", "Weariness in head.", "Strange fulness and pressure in head amounting to pain.", "Dull, frontal headache with cutting in temples.", "Occipito-frontal headache, backache, and pains in limbs." ],
    "Eyes" : [ "Sclerotic congested, dark purple glassy-looking, swollen so that cornea appeared sunk.", "Eyes open, very brilliant, pupils equal, widely dilated, immovable; sclerotics injected.", "Pupils contracted.", "Slight inward squint; r. eye.", "Occasionally slow, lateral, rolling motion of eyeballs.", "Lids agglutinated in morning.", "Dull aching in eyeballs." ],
    "Ears" : [ "Stitches in internal ears.", "Sensation as if something closed ears very suddenly.", "Her own voice sounds strange in her ears.", "Roaring; ringing in ears." ],
    "Nose" : [ "Profuse secretion of mucus in nose with fluent coryza.", "Dryness of nostrils." ],
    "Face" : [ "Features seemed fixed, giving an expression of deep solemnity.", "Fulness of head and face.", "Face: dusky; flushed, cheeks bright red.", "Mouth and nose drawn a little to r." ],
    "Mouth" : [ "Tongue white coated, feels rough.", "Mouth, blood-stained; frothy.", "Flat, insipid taste." ],
    "Throat" : [ "Roughness of throat.", "Feeling in throat as if I would cough all the time, without being able to cough through the whole proving.", "Unable to swallow." ],
    "Stomach" : [ "Thirst.", "Constant eructations tasting of the oil.", "Eructations of sour air at night.", "Nausea; and vomiting.", "Faint and sick at stomach.", "In stomach: slight glow, burning; great heat (immediate), and in bowels; weight.", "Drawing cutting pains in epigastrium many times." ],
    "Abdomen" : [ "Dull pains in r. hypochondrium; sharp in l.", "Sharp sticking pains in whole umbilical region; esp. a.m.", "Bowels feel as if full of fluid from taking a cathartic.", "Frequent spells of sharp, cutting, colicky pains < night, esp. after midnight.", "L.", "side pain extending from ribs to hip." ],
    "Stool" : [ "Stools: soft, papescent, preceded by colic; two loose, with feeling he would have more.", "Constipation (secondary)." ],
    "Urinary Organs" : [ "Urine caused slight scalding.", "Constant desire.", "Marked diuresis, must rise in night to urinate.", "First suppression, then profuse flow.", "Urine: very fetid; high-coloured; increased, smelling of the drug." ],
    "Female Sexual Organs" : [ "Heat and fulness through hips, increasing as the drug is persisted in until a \"show\" appears.", "Inflammation of vaginal walls, of internal and external labia, which resulted in an enormous abscess in one labium.", "(Dysmenorrhoea, bearing-down pains, tenderness, drawing in groins.).", "Abortion in early months of pregnancy.", "Brought back menses after suppression of several days, not naturally but very profusely, with severe labour-like pains.", "At full term a child was born not larger than a cat; the child lived three weeks." ],
    "Respiratory Organs" : [ "Collection of much (frothy) mucus in larynx and fauces impeding respiration.", "Tickling in larynx and fauces causing desire to cough, but no coughing.", "My voice had a strange sound in my ears.", "Breathing laborious.", "[Frothy, sanguineous mucus in trachea and bronchi as in rabies; all other symptoms of rabies also (in poisoned animals)]." ],
    "Heart" : [ "Feeble heart-action and all signs of impending dissolution.", "Pulse: increased in force and frequency; feeble, frequent; extinct." ],
    "Back" : [ "Severe attack of lumbago all one evening.", "Constant dull ache in loins." ],
    "Limbs" : [ "Numbness and sensation as though arms and legs were suddenly swelling.", "Cold numbness over limbs, going on to paralysis.", "Prickling, coming and going, over limbs and along spine; with flashes of heat." ],
    "Upper Limbs" : [ "L. wrist very lame and sore in morning." ],
    "Lower Limbs" : [ "Great weakness of legs with general prostration of strength.", "Unsteadiness of step with an indescribable feeling far worse than pain." ],
    "Generalities" : [ "Trembling.", "Convulsions.", "Clonic spasms; not convulsive, coming instantaneously and lasting a minute; slight tremor of arms, they were thrown forward, and at right angles to the body, forearm supinated, hands bent at right angles, fingers straight, slightly bent on hands, points of fingers nearly in contact; respiratory muscles strongly affected, air forced from chest slowly but steadily making a hissing noise at lips; in the intervals muscles relaxed, except the jaws.", "Great irritability, makes extraordinary movements and curious gestures, stretches himself, draws up his legs, stands on his head; when remonstrated with says, \"Leave me alone, it does me good; I can't help doing it;\" when he draws up his legs and the muscles will not go farther he pulls them up with his hands and then suddenly stretches them out again; all the time has no pain; lasts half an hour and occurs with each repetition of the medicine (boy, 12, took one and a half ounces of extract for worms).", "Bites tongue in convulsions.", "Sensation like a throb through whole frame." ],
    "Sleep" : [ "Drowsy." ],
    "Fever" : [ "Surface cool and moist.", "Feeling of warmth diffused over whole abdomen.", "Cold, clammy sweat." ]
  }
}