{
  "remedyName" : "Taraxacum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ague. Bilious attacks. Debility. Diabetes. Gall-stones. Headache, gastric. Jaundice. Liver, affections of. Neuralgia. Night-sweats. Rheumatism. Tongue, mapped. Typhoid fever." ],
    "Characteristics" : [ "The young leaves of the Dandelion are sometimes eaten in salads. They have a bitter chicory-like taste, as also has the root. Children eat the flowers, although they are supposed by them to cause bed-wetting. This has given rise to one of the popular names of the plant. Its chief traditional uses are as a remedy for jaundice, liver obstruction, in dysentery, involuntary emissions, and in difficulties in passing water. Hahnemann's provings brought out these leading symptoms: \"Painless urging to urinate;\" and \"frequent urging to urinate with copious discharge of urine.\" Hahnemann points out that this, with the thirst, may indicate Trx. in some cases of diabetes. Trx. has caused pains in both splenic and, liver regions, and has cured jaundice with enlarged indurated liver. Cooper gives me the following case: An old Indian officer, when in India, suffered much from gall-stones, and was advised to take dandelion infusion every day. This he did, and soon the symptoms left him, and he remained free from them for over twenty years. A symptom in connection with disordered digestion, which has proved a good guide for Trx. in some cases, is the \"mapped tongue.\" The tongue is coated white, and clears off in patches, leaving dark red very sensitive spots. Treas. of Bot. points out that \"the bright-yellow flowers of Trx. open in the morning between and o'clock and close in the evening between and Hence this was one of the plants selected by Linnaeus to form his floral clock.\" The symptoms of Trx. are < at night. Hands and nose cold at p.m. \"Cold finger-tips\" is a guiding symptom. Peculiar Sensations are: As if brain was constricted. As if teeth were set on edge. As if larynx were compressed. As if bubbles were forming and bursting in abdomen. As of rolling and gurgling in right scapula. As if limbs were bound or powerless. Some leading indications are: Gastric and bilious attacks, especially gastric headaches; the headaches are generally pressive. Pressure in lower occiput after lying down is characteristic. Debility, loss of appetite, profuse night-sweats, especially when convalescing from bilious or typhoid fever. Restlessness of limbs in typhoid. Sweat between toes. The symptoms are: > By touch (jerking in right calf). Rest <. (Almost all symptoms appear when sitting; lying down; resting.) Motion >. > In open air. Burning in throat is > by drinking. Hahnemann's dosage was a single drop of the O tincture (M. M. P.)." ],
    "Relations" : [ "Compatible: Ars. (night-sweats). Compare: In gastric and bilious affections, Bry., Chel., Hydr., Nux. Mapped tongue, Ars., Nat. m., Ran. s. Restlessness of limbs with tearing pains, Rhus." ],
    "Mind" : [ "Irresolution and dislike to labour.", "Loquacity and inclination to laugh." ],
    "Head" : [ "Vertigo, with giddiness and staggering when walking in the open air.", "Drawing rain in l. temple while sitting, ceasing when walking or standing.", "Tearing pain in occiput.", "Pressure and heaviness in lower part of occiput, after lying down.", "Headache, as from contraction or expansion of brain.", "Heaviness and pressure in head.", "Lancinations in forehead and temples.", "Violent headache, felt only when standing or walking.", "Tension of scalp." ],
    "Eyes" : [ "Pain in eyes, as if a grain of sand were in internal canthus.", "(Aversion to light) burning sensation, and burning shootings in eyes.", "Burn in l. eyeball.", "Inflammation of eyes with lachrymation and photophobia.", "Nocturnal agglutination of lids." ],
    "Ears" : [ "Shootings in ears.", "Drawing pain in external ear.", "Dysecoia in evening." ],
    "Face" : [ "Purulent pimples on face, cheeks, alae nasi, and (r.) commissures of lips.", "Sensation of heat and redness in face.", "Shootings and pressure in cheeks.", "Upper lip cracked." ],
    "Teeth" : [ "Toothache, with drawing pain in carious teeth, extending to eyebrows.", "Pressive pains in teeth.", "Teeth set on edge as from acids.", "Flow of acid blood from carious teeth.", "Bluntness of teeth.", "Hawking up of sour mucus, causing teeth to feel dull." ],
    "Mouth" : [ "Accumulation of acid saliva in mouth (with sensation as if the larynx were compressed).", "Tongue loaded with a white coating, with exfoliation (it cleans off in patches, dark red, and they are very sensitive).", "Tongue dry, loaded with a brown coating on waking in morning." ],
    "Throat" : [ "Sore throat, with pressive pain, as from internal swelling.", "Dryness, shootings, and bitter mucus in the throat.", "Hawking up of acid mucus." ],
    "Appetite" : [ "Bitter taste in mouth, with natural taste of food.", "Salt or acid taste of food, principally of butter and of meat.", "Tobacco-smoke is disagreeable, causes pyrosis, and interrupts respiration.", "Great chilliness after drinking, or eating." ],
    "Stomach" : [ "Bitter risings (eructations and hiccough).", "Empty risings, esp. after drinking.", "Nausea (with inclination to vomit or vomiting) from very fat food, with anxiety and pressive headache, > in open air." ],
    "Abdomen" : [ "Pinching in abdomen.", "Pressive shootings in abdomen, and sides of abdomen, chiefly in l. side; in hypogastrium.", "Grumbling and movements (sudden sensation) in abdomen, as if bubbles were bursting in it." ],
    "Stool and Anus" : [ "Inefficient urging to go to stool.", "Evacuations several times a day, but accomplished with difficulty (even if stool is not hard).", "Faeces of the consistence of pap, followed by tenesmus.", "Voluptuous itching in perinaeum (compelling one to scratch)." ],
    "Urinary Organs" : [ "Frequent want to urinate (pressure without pain), with profuse emission.", "Enuresis somni (?)." ],
    "Male Sexual Organs" : [ "Pain in testes.", "Permanent erections.", "Frequent pollutions; on alternate nights." ],
    "Female Sexual Organs" : [ "Suppressed menses." ],
    "Respiratory Organs" : [ "Sensation as if the larynx were pressed together." ],
    "Chest" : [ "Pressure at chest.", "Shootings in chest and sides of chest.", "Jerkings in muscles of sides." ],
    "Neck and Back" : [ "Pressive jerkings and shootings in muscles of neck, (throat), and nape.", "Tearing from ear downward to the neck.", "Pressive pains in loins.", "Pressive and tensive shootings in back and loins, when lying down, with obstructed respiration.", "Pressing-stinging in spine and sacrum with dyspnoea.", "Gurgling and swelling in shoulder-blades and shoulders, with shivering over whole body.", "Vibration and quivering in r, scapula." ],
    "Upper Limbs" : [ "Pulsative throbbing and jerking in shoulders and arms.", "Jerkings of muscles of arms.", "Twitching in muscles of l. forearm.", "Shootings in arms and elbows.", "Drawings and tearings in forearm and wrist.", "Eruptions of pimples on hands and fingers.", "Icy coldness of ends of fingers.", "Pressive pain in three last fingers of r. hand." ],
    "Lower Limbs" : [ "Shootings in thighs, knees, calves, soles, and toes.", "Stitching pain in l. thigh.", "Pressive pain in l. calf.", "Jerking pain in r. calf, ceasing quickly when touched.", "Drawing pain in dorsum of r. foot; when standing; stitches when sitting.", "Severe or fine stitching pains in r. sole.", "Burning sensation in knees, legs and toes.", "Profuse perspiration between toes." ],
    "Generalities" : [ "This remedy acts well in all affections of the liver; sour taste; darting pains in outer parts.", "Affections in l. upper side; r. lower side; back of foot; sole of foot.", "< While lying down; from fat food; while resting.", "> From moving; when walking.", "Painful tenderness of all limbs, esp. when touched, and when they are in a false position.", "The limbs are Movable, but it feels as if the power to move them were impeded.", "Sensation of weakness and uneasiness throughout body, with constant necessity to lie down or to sit.", "Almost all symptoms appear while the patient is seated, and are dissipated by walking." ],
    "Skin" : [ "Unhealthy, pimply, sycotic skins.", "Stinging on skin.", "Eruption over body and limbs itching severely, and appears to be a mixture of lichen and urticaria.", "Biting in skin with sweat." ],
    "Sleep" : [ "Sleepiness, and going to sleep while listening to a scientific discourse.", "Sleepiness in daytime, and yawning while sitting.", "Vivid unremembered dreams; frequent waking and tossing." ],
    "Fever" : [ "Chilliness, esp. after eating and drinking.", "Chilliness, shiverings, all over, with pressive headache.", "Chill in open air. Heat at night on waking, esp. on face and hands.", "Violent night-sweats, mostly before midnight, when just going to sleep.", "Very debilitating perspiration, causing biting on the skin." ]
  }
}