{
  "remedyName" : "Tarentula Cubensis",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Carbuncle. Chorea. Intermittents." ],
    "Characteristics" : [ "\"The Mygale Cubensis, which may be called the Cuban Tarentula, also found in South Carolina and Texas, is a larger spider, of a dark brown colour, less poisonous, and covered with more hairs than the Tarentula Hispanica\" (Hering). The chief uses to which Trn. c. has been put are: (1) Carbuncle, even to sloughing; with great prostration and diarrhoea. (2) Intermittent fever, with evening exacerbation. A keynote symptom is \"atrocious pains.\" A case of chorea in a girl of twelve is reported (H. M., March, 1901) cured with Trn. c. The movements were confined to the left side, and occurred chiefly at night, when Trn. c. was prescribed." ],
    "Relations" : [ "Compare: In intermittents, Aran. d. Carbuncle, Anthrac., Lach., Sil." ],
    "Mind" : [ "Anxiety.", "Delirium." ],
    "Head" : [ "Headache." ],
    "Stool" : [ "Diarrhoea." ],
    "Urinary Organs" : [ "Retention of urine." ],
    "Generalities" : [ "Toxaemia." ],
    "Skin" : [ "The bite is painless; the person is not sensible of it till next day, when an inflamed pimple is found surrounded by a scarlet areola; from the pimple to some other part of the body a red erysipelatous line is seen, marking the line followed by the spider over the skin after biting.", "This pimple swells, the inflamed areola spreads, chills and fever set in with copious sweat and retention of urine; the pimple becomes a hard, large, exceedingly painful abscess, ending by mortification of the integuments over it, and having several small openings, discharging a thick, sanious matter containing pieces of mortified cellular tissue, fasciae, and tendons; the openings by growing run into one another, forming a large cavity; at this period the fever takes the intermittent type with evening exacerbations.", "In two cases, in delicate children, the bite proved fatal; but the majority recover in from three to six weeks." ],
    "Fever" : [ "Chills followed by intense burning fever supervene on second or third day; with great thirst, anxiety, restlessness, headache, delirium, copious perspiration and retention of urine.", "Later the fever takes the intermittent type, with evening paroxysms, accompanied by diarrhoea and great prostration." ]
  }
}