{
  "remedyName" : "Tarentula",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Callosities. Chorea. Coccygodynia. Cornea, opacity of. Cystitis. Depression of spirits. Diphtheria. Dysmenorrhoea. Epistaxis. Erotomania. Fibroma. Headache. Hiccough. Hysteria. Intermittents. Kleptomania. Levitation. Locomotor ataxy. Mania. Meniere's disease. Migraine. Onanism. Ovaries, enlargement of. Paralysis; agitans. Physometra. Proctalgia. Pruritus pudendi. Quinsy. Septic diseases. Spinal irritation. Spinal sclerosis. Tumours. Uterus, cancer of; neuralgia of. Vertebrae, tumours of." ],
    "Characteristics" : [ "The name Tarentula covers a number of poisonous spiders, but in homoeopathy, unless otherwise distinguished, it refers to Tarentula hispanica, Lycosa tarentula. Nunez is our chief authority. He instigated the proving and collected much outside information bearing on the action of the poison. \"Tarantella\" is a dance named from the city of Tarentum. \"Tarantism\" is a dancing mania, set up in persons bitten by the Tarentula, or in those who imagine themselves bitten. The cure is music and dancing. Here are two illustrations from C. D. P.: (1) Girl, three months old, was bitten by a tarentula. She appeared at first uneasy, then exhibited dyspnoea, and complained, showed signs of suffocation, vomited, was agitated and much convulsed. Music was played; movements of the limbs were set up, whence resulted profuse sweat, followed by sleep and complete recovery. (2) Francis Mustel, a peasant, was bitten by a tarentula on the left hand, about the middle of July, as he was gathering corn. He went home with his companions but on the way fell as if struck by apoplexy. Dyspnoea followed, and face, hands, and feet became dark. Knowing the remedy, his companions fetched musicians. When the patient heard their playing he began to revive, to sigh, to move first his feet, then his hands, and then the whole body; at last getting on his feet he took to dancing violently, with sighing so laboured that the bystanders were almost frightened. At times he rolled himself on the ground and struck it vehemently with his feet. Two hours after the music began the blackness of his face and hands went off, he sweated freely, and regained perfect health. Every succeeding year at the same season the pain and attending symptoms returned, but less violently; and they could always be averted by music. But if the imminent paroxysm was not averted in time, he was found by his friends struck down as at first and was restored in the same way. These cases bring out some of the cardinal features of Trn. (1) Dark red or purplish coloration and swelling of skin and tissue. (2) Apparent imminent choking. (3) Choreic movements; restlessness. (4) > By music: music at first excites and subsequently relieves. (5) Periodicity; deep action returning annually on the date of the bite. Trn. is a remedy of synalgias and concomitants: Neuralgia of inferior maxillary nerve accompanying pain with irritation in pit of stomach. Snapping and pain in ear associated with hiccough. Throat and eye. Heat of face with heat of palms. Faint feeling in stomach with frontal headache. Many symptoms take their rise from the generative sphere, which is profoundly affected. Desire is excited in both sexes to the point of mania. Coitus only < the sufferings of both. In one male prover the semen was bloody and caused a sensation of heat in its passage. The sexual desire was so excited in one woman that when playing or dancing with men she hugged them before everybody; and was angry when reproved, but did it again. The periods were scanty and pale with severe pains in teeth and buttocks; at times she had a desire to take things which did not belong to her; the \"Tarantella\" played on the violin produced no effect on her, but as soon as she took in her arms a little girl, she began to cry until it was taken away. Cuttings and contractions in uterus; shootings in vagina; swelling and induration of uterus; expulsion of gas from uterus; pains in other parts associated with uterine pains; restlessness, hysteria. The restlessness is particularly noted in the lower extremities, with desire to cry: must keep moving about though walking < all the symptoms. Many of the mental symptoms, which almost exhaust the protean range of hysteria, were in connection with sexual disorders; sighing, yawning; laughing and crying; joking and profound melancholy. The unceasing movements", "twitching jerking, dancing", "are the most constant features. There is hysterical hyperaesthesia: the least excitement irritates, followed by languid sadness; great excitability of nerve endings; tips of fingers extremely sensitive; feels sore and bruised all over, < moving about; spinal irritation, slightest touch along spine = spasmodic pain in chest and heart regions. Farrington gives among the mental symptoms: \"When there are no observers there is no hysteria; when attention is directed to her she begins to twitch\"; and \"cunning attempts to feign paroxysms of wild dancing.\" The chorea of Trn. is most marked on right side. The neuralgias of Trn. may be anywhere; in the head they are of great intensity: \"as if thousands of needles were pricking to the brain. They are < by noise, touch, strong light, > by rubbing head against pillow. (\"> By rubbing\" is a keynote Condition of Trn.\" Termini of nerves become so irritated that some kind of friction is necessary in order to obtain relief.\") Constrictive headache with pain in uterus. P. C. Majumdar (Ind. H. R., v. 43) reports this case: Girl, 18, had oppression of chest, suffocating sensation, continued jerking and movement of hands, foam at mouth, complete insensibility, profuse and delaying menses; very sleepy. Hystero-epilepsy was diagnosed. Ign. did nothing. Trn., high, brought her out of the fit and restored her completely in a few minutes. But Trn. is not a hysteric remedy only. C. M. Boger (Hahn. Ad., xxxviii. 40) cured a case of irritative cough with Trn. 30: Mr. B., 41, sore all over, throat feels dry, cough lying down at night and in morning after rising; dry with tearing pain in chest; excited by pressure of phlegm in chest feels short of breath for at least an hour after each coughing attack only > from smoking. Bad taste evening. Three doses cured. Diphtheria; tonsillitis of an intensity to threaten suffocation; cystitis; septic and intermittent fevers have been successfully met in Trn. on its indications. In M. A., xvii. a case of hyperaesthesia of finger-tips is mentioned. The patient, a lady, 33, could not dress herself without gloves. The irritation caused at once a sensation in the teeth as if set on edge by a strong acid. The pain was not in the fingers. Trn. gave relief after Asar., Gels., and Sul. ac. had failed. Among peculiarities of Trn. are: Stools occur immediately the head is washed. Wetting hands in cold water = symptoms. Snapping and cracking in right ear with pain and hiccough. One pupil dilated, the other contracted. Farrington relates a case of typhoid in a child cured by Trn. The child rolled its head and bit its nightgown. Apis. and Agn. improved. Trn. slightly aggravated at first, then rapidly improved. Peculiar Sensations are: As if head were knocked, in morning. As if thousands of needles were pricking into brain. As if occiput were struck with a hammer (this sensation as if hammered occurs in many parts and may be considered a general indication). As of a hair in eye. Singing like a tea-kettle in left ear. As if lower teeth were going to fall out. As if a living body in stomach rising to throat. As if body were bruised. As if there were not sufficient space in hypogastrium. Painful uneasiness in coccyx. Motion in uterus as of a foetus. As of something crawling up legs under skin from feet to uterus. As if heart turned and twisted round. Heart as if squeezed and compressed. As of needles sticking into muscle of neck when touched. As of insects creeping and crawling. Tickling, burning, scorching, and numbness are prominent sensations. Trn. is suited to nervous, hysterical patients subject to choreic affections; to persons of foxy, mischievous, and destructive tendency; to choreic affections when whole body or right arm and left leg are involved. The symptoms are: < By touch. Rubbing >. Pressure >. Music >; = excitement. Rest <. Must walk about but walking < all symptoms. Can run better than walk. Motion > headache, < uterine pains and pains in coccyx. < At night. < Washing head. < Wetting hands in cold water. Fresh air >. Warm water >. Coitus <. Light <; = to scream. Cough = headache; involuntary urination. < After sleep. > Riding in carriage (pain in spermatic cords). Epistaxis > throbbing in carotids, &c." ],
    "Relations" : [ "Antidote to: Lach. (Hering). Partial antidotes: Puls., Mg. c., Mos., Cup., Chel., Gels., Bov., Carb. v. Compare: Irritation of periphery of nerves > exercising and rubbing, K. bro. Chorea, Myg., Act. r., Agar., Stram. Desire to jump, Stram., Croc., Nat. m., Sticta., Asar., Agar., Hyo., Cic. Bores head in pillow, Bell. (Trn. is more rubbing). Hysteria, alternation of moods, sensation of something alive, epistaxis black clots, Croc. As if occiput struck with a hammer, Naj. Deep-in headache, Bac. Extreme joy, Coff. Unfortunate love, Ph. ac. Meniere's disease; ague, Chi. sul. Sees faces, Sul. Fidgety feet, Caust, Zn. Satyriasis, Pic. ac. Bloody semen, Merc., Led. Angina pectoris, Lat. mac., < after coitus, K. ca., Stph. Physometra, Bro. Crawling under skin, Coca. Callosities, Ant. c. Heart as from fright or bad news, Gels. Septicaemia, Pyro." ],
    "Causation" : [ "Fall. Unrequited love. Bad news. Scolding. Punishment. Sepsis." ],
    "Mind" : [ "Paroxysms of insanity; presses her head and pulls her hair; repeated after intermissions, threatening manners and speech; restlessness of the legs; mocking laughter and joy expressed in her face; comes out of the attack with severe headache, eyes staring and wide open, sees small figures hovering before her eyes, and moves her hands.", "Great excitement caused by music, one hour after it general and copious sweat.", "Hysteria: with bitter belching; < by moaning, > by sighing, with repeated yawning; ludicrous and lascivious.", "Visions: monsters; animals; faces; insects; ghosts.", "The colours red, yellow, and green, and particularly black, produce heavy mist before the eyes.", "Sees strangers in the room.", "Great taciturnity and irritability; desire to strike himself and others.", "Excessive gaiety, laughs at slightest cause; maniacally happy mood.", "Joy and strong emotion with trembling when seeing beloved persons.", "Sings until hoarse and exhausted.", "Fits of nervous laughing; followed by screams.", "Profound grief and anxiety.", "Desire to take things which do not belong to her.", "Indifference, disgust, and sadness from morning to p.m. were marked, < after midday; from p.m. to evening the gay disposition returned.", "Wants to be without any light and without being spoken to.", "Irritability, rage, fury.", "Mischievous, destructive.", "Ennui.", "Fear of impending calamity.", "Little intelligence and poor memory." ],
    "Head" : [ "Vertigo: on walking; after breakfast, with bad taste in mouth; sudden, in air, on coming downstairs; transient during the night; preceded by gastric symptoms, < by carrying anything heavy on head; causing failing without loss of consciousness; when fixing sight on any object, with headache, severe pain in cerebellum, accompanied by incomplete erection of penis and formication of soft palate.", "Contortions and extraordinary movements of head and hands, with rage and nervous agitation.", "Must move head from r. to l. and hit it against some object, with crossness.", "Head heavy, difficult to open eyes; tendency to incline head backward.", "Headache on waking compels her to lie down again.", "Headache with giddiness when fixing the sight on any object.", "Pain in head and heart with cough and nausea, morning on waking.", "Deep, intense headache, with restlessness, compelling to move from place to place; the pain flies to forehead and occiput with photophobia; a strong light compels to complain and swear.", "Compression; hammering; lancinating; burning pains in head.", "Great burning in head, the hair troubles to the point of wanting to remove it; continually tossing head without finding a place where to rest it; uneasiness, impatience; ill-humour, oppressive breathing and desire to pull out her hair.", "Headache < by touch.", "Inclining head forward < frontal pain; inclining backward < occipital pain; inclining to either side < pain in that side.", "Frontal headache, pain in vertex and parietal bones, as if cold water was poured on the head, with great noise internally.", "From to p.m. pain in forehead, esp. r. side.", "Neuralgia of temples.", "Pain in upper and middle part of head extending to cheek-bones, with nausea and desire to vomit.", "Headache particularly affecting l. eye.", "Lancinating pain l. side of head; with itching of r. ear.", "Pains extending to occiput, with necessity of shutting the hands, which >.", "Headache on occiput and temples when coughing, as if striking it with a hammer.", "Pain in occiput: as if struck with a hammer; burning, scorching; with burning thirst; as if a nail driven in; compression, extending towards neck." ],
    "Eyes" : [ "Blue circles round eyes.", "Eyes glassy, red.", "R. pupil much dilated, l. contracted.", "Feeling of a hair in l. eye, which pricked it; pricking caused her to rub it, < on waking.", "Pain in l. eye as if cold water poured into it.", "Sensation: of splinter; sand; eye-lash; pin pricking eyes.", "Shooting, lancinating, stinging pains in eyes.", "Light irritates eyes; company annoys him.", "Itching of eyes and very thick tears.", "Pain in eyebrows.", "Lids agglutinated on waking.", "Itching of lids; herpes.", "Photophobia.", "Vision: weak, obscure; sees ghosts, faces, flashes." ],
    "Ears" : [ "Profuse mucous secretion from r. ear.", "Violent pain at external meatus, < by touch, which = sensation as if a nail were driven through head, or a general shaking.", "On rising snap in r. ear followed by thick, brownish discharge.", "Snapping cracking in r. ear with pain and hiccough.", "Deafness with buzzing, whizzing, and vertigo.", "Noise in ears: in night < waking; in r. with mucous discharge; in r. of clear bell on waking, vanishing on getting up.", "When a snapping or cracking is felt the hearing is >." ],
    "Nose" : [ "Sneezing and coryza (r.).", "Profuse epistaxis, with a flow of black, quickly coagulating blood.", "Great itching in l. nostril and frequent sneezing.", "Epistaxis > throbbing carotids and fulness in head." ],
    "Face" : [ "Face: expression of terror; pale, earthy, strongly contrasting with purple neck; flushed with burning heat, also heat and sweat of palms.", "Burning and scorching sensating on lips as after a fever.", "Pain in angles of lower jaw, so severe he thinks he is going crazy.", "Pain in lower jaw as if all teeth going to fall out.", "Pain in direction of r. lower maxillary nerve, with a tickling sensation in stomach, dizziness, vanishing of sight, buzzing in ears." ],
    "Teeth" : [ "Toothache: with sense of formication; with hiccough; as if loose, and electric sparks passed through them; throbbing; < coming in con I tact with the air.", "Great dryness of mouth and teeth.", "Painful aphthae on tongue; with fetid breath.", "Tongue drawn backward preventing speech.", "Patch of suspicious cancerous nature in mouth and on fauces.", "Palate feels scalded." ],
    "Throat" : [ "Sore throat: when swallowing, at same time shooting in l. eye; when coughing; talking; yawning; with painful constriction when smoking.", "Sensation when swallowing of constriction in throat.", "Throbbing sore throat.", "Sensation as if cold water continually dropping down throat.", "R. tonsil: painfully swollen; painful constriction, extending to ear, < by swallowing.", "Fauces inflamed purplish.", "External swelling of neck so great as to cause danger of choking.", "Constant throbbing pain In cervical and submaxillary glands, with occasional sharp stinging pains.", "Tonsillitis; high fever, delirium, red face, tonsils so swollen, suffocation feared.", "(Diphtheria with same symptoms.)" ],
    "Appetite" : [ "Loss of appetite, intense thirst; general prostration; vomiting after eating; and getting out of bed; craving for raw food; disgust for meat.", "(Disorders of pregnancy.).", "Opium habit.", "Taste of food: flat; bitter; salty: piquant.", "Flat or sweetish taste in mouth." ],
    "Stomach" : [ "Hiccough; with toothache.", "Nausea: with dizziness compelling to lie down.", "Vomiting: acid; mucous; with intense burning pains in stomach and oesophagus.", "Pain in stomach < by drinking water.", "Gastric symptoms with slight pains in roots of teeth, esp. when touching each other.", "(Many digestive symptoms are peculiar on account of accompanying sympathetic neuralgic pains, in sides of head, face, ears, teeth, malar bones.)" ],
    "Abdomen" : [ "Swelling of hypochondria.", "Lancinating pain in spleen, with pain in stomach and uterus.", "Hepatic region painful to touch.", "Sharp pain in umbilical region; violent burning in abdomen and rectum; stools profuse, dark, fetid, with violent urging; constipation.", "Bloating.", "Borborygmus.", "Fibrous tumour in hypogastrium compressing genitals, and causing uterine discharges.", "Burning in hypogastrium with great weight, interfering with walking and causing pruritus of vulva.", "Pain in hypogastrium, hips and uterus, as if these parts were compressed; at same time unconquerable drowsiness.", "Pain in groins; with relaxed sensation; as from rupture, esp. r., < by cold water." ],
    "Stool and Anus" : [ "Pain and burning in anus after stool.", "Repeated shooting in anus.", "Violent effort to have a passage; hard stool with blood.", "Tenesmus.", "Constipation; with involuntary passing of urine on coughing or any effort.", "Profuse diarrhoea with prostration, nausea, vomiting, fainting.", "Stools: three or four times daily, very dark, fetid, partly formed, containing much mucus, expelled with difficulty, and followed by smarting and burning in anus; stools occur immediately on having head washed.", "Weakness of sphincter, faeces appear natural but are passed as fast as accumulated." ],
    "Urinary Organs" : [ "Pain in kidneys; with prostration.", "Cystitis; with high fever, gastric derangement, excruciating pains and inability to pass a drop of urine; bladder seems swollen and hard; great tenderness and spasmodic action, debilitating patient, who passes only by drops a dark-red brown, fetid urine, with gravel-like sediment.", "Pain in region of bladder; urination frequent, very painful; extremely nervous; could get no relief in any position; < night.", "Urine: hot, thick, much sediment; difficult micturition; incontinence and pain in kidneys.", "Diabetes.", "Incontinence when laughing, coughing, &c." ],
    "Male Sexual Organs" : [ "Extreme sexual excitement, lasciviousness almost to insanity.", "Onanism followed by prostatic ailments and hypochondriasis.", "Painfulness of genitals; testes relaxed, painful to touch; pain in groins and stricture of urethra.", "Erections.", "Emissions.", "Indolent tumour developed in each testicle.", "Heaviness, pain and great swelling of (r.) testicle and cord.", "Drawing pulling in left cord.", "During emission of semen a sensation of heat is felt in its passage, it is rose-coloured containing some blood.", "Difficult coitus, followed by fatigue and cough." ],
    "Female Sexual Organs" : [ "Extreme sexual excitement; menses too early and profuse; pains and spasm of uterus; pruritus vulvae; leucorrhoea.", "Violent nymphomania; < from coitus.", "Nymphomania; reflex chorea; hyperaemia and hyperaesthesia of sexual organs.", "Sexual desire in a woman who had a shining callosity on l. index finger.", "Fibrous tumour of uterus with bearing-down pains.", "Discharge of blood alternately with leucorrhoea.", "Uterine discharge with pain in groins.", "Spasmodic pains < when trying to walk.", "Expulsion of gas from uterus.", "Anguish, malaise in sexual organs; impossible to walk; seems as if a living body moving or tingling in stomach with. tendency to rise to throat.", "Sensation as if uterus had not room enough and were pushing away intestines.", "Pain in uterus with constrictive headache.", "Shooting: in vagina; in genitals followed by leucorrhoea.", "Cutting in uterus or pain as if a heavy blow struck on it.", "Pruritus vulvae, after menses.", "Profuse menstruation: with erotic spasms; crossness; ennui, and deep dissatisfaction; < after sleep.", "Menses seven days too early.", "(Uterine neuralgia.", "Dysmenorrhoea.).", "Sensation of motion in uterus, like a foetus.", "Disorders of pregnancy.", "Swelling of breasts with itching of nipples." ],
    "Respiratory Organs" : [ "Roughness in larynx and trachea with seine dry cough, and smarting in eyelids.", "Aphonia with increased difficulty of breathing.", "Hoarseness.", "Cough: painful; dry; gagging; fatiguing; = distensive pains in head, chest, and uterus with sadness and anxiety; but when walking in open air a sensation of happiness.", "Cough when getting out of bed, with vomiting and involuntary emissions of urine.", "Chronic suffocating catarrh.", "Loose cough followed by tickling in larynx and bronchial tubes which renews cough.", "Attacks of suffocation, with crying, screaming, and restlessness." ],
    "Chest" : [ "Great oppression in chest; panting respiration.", "Sensation as of a blow at base of l. lung.", "In chest, pains; stinging; pressive; cramp-like; shooting." ],
    "Heart and Pulse" : [ "Diseases of heart < by wetting hands in cold water.", "Praecordial anxiety, tremulous beating of heart.", "Pain in heart as if squeezed, also in aorta.", "Nervous spells with pain in l. ovary.", "Sensation as if heart turned or twisted round.", "Palpitation, stitches interfering with breathing.", "Painful throbbing of carotids, with fulness in head, esp. region of medulla, > by epistaxis.", "Trembling and thumping of heart as from fright or bad news.", "Pulse: hard, infrequent; irregular." ],
    "Neck and Back" : [ "Neck stiff; cannot move it without pain.", "Pain l. side of neck when turning head to r.", "Mole on neck with sensation as of needles sticking into it when touched.", "Pain in neck and back followed by general paralysis.", "Swelling (or tumour, or rheumatoid prominence) on spinal column with laboured breathing.", "Tabes dorsalis.", "Scapula: pain in; shooting pain under l.", "Shooting in l. loin above hip.", "Acute convulsive pains in l. lower part of vertebral column on appearance of menses, ceasing with them.", "Repeated lancinating, shooting pain in coccyx.", "(Coccygodynia after confinement; burning, smarting leucorrhoea, painful uneasiness in coccyx > standing, < slightest movement, sitting, lying in bed, or least pressure)." ],
    "Limbs" : [ "Rheumatism checked by putting extremities in cold water, panting respiration, anxiety, cramps in heart or twisting pains; arm feels tense, stretched; morning and night cold extremities.", "Weakness, numbness, and dulness.", "Necessity to move legs extends to hands with desire of taking something and throwing it away; to roll something between fingers; followed by general fatigue.", "Great pain in knuckles and toes, can scarcely bear the weight of lightest linen." ],
    "Upper Limbs" : [ "Heaviness in arms (soon).", "Squeezed pain in l. arm and hand (forenoon).", "Pain and swelling in wrists.", "Restlessness of hands.", "Unbearable pains in thumbs, esp. r., > pressure.", "Burning and sweating of palms." ],
    "Lower Limbs" : [ "Uneasiness of legs, must keep moving them.", "Weakness of legs, cannot plant them firmly; do not obey will.", "Numbness of legs followed by paralysis.", "Convulsive shaking and twitching in r. leg.", "Pain in r. internal malleolus.", "Shooting: in r. tendo Achillis; r. great toe; r. little toe.", "Painful cramp in r. sole.", "Itching in soles of feet." ],
    "Generalities" : [ "A state like apoplexy or asphyxia comes on; if music is brought the patient revives, sighs, commences to dance vigorously, and so the symptoms pass off with perspiration; but they are apt to be renewed the following year in the same season.", "Trembling of all limbs.", "Intense restlessness." ],
    "Skin" : [ "Ecchymosed spots.", "Hepatic spots.", "Furfuraceous spots.", "Miliary eruption.", "Indolent pimples.", "Vesicular eruption like crusta lactea.", "A small callosity, whitish, indolent, in r. palm between middle and index fingers, increased, with heat and pain, extended, broke, leaving an ulcer with callous edges, healed leaving a small scar.", "Painful callosity at end of r. thumb fell off.", "Callosity in l. index fell out.", "Every year intense pain in toes from re-opened wound.", "Formication; pricking; itching over whole body." ],
    "Sleep" : [ "Yawning.", "Sleeplessness.", "Dreams: of business; of drowning; sad with weeping.", "Wakes up cross." ],
    "Fever" : [ "Constant chill and coldness during four days.", "Scorching heat on whole body alternating with icy coldness.", "Intermittent febrile attacks; during heat continued coldness of feet.", "Chills and fever with choreic convulsions; shakes almost continuously with involuntary movements in limbs, abdomen, chest, back and face, < l. side; could not speak (after a severe scolding or punishment).", "Toxaemic fevers of a typhoid or intermittent form; chilliness or burning heat, chilliness predominating.", "Scorching heat of skin, which is scarlet.", "Debilitating sweats.", "Night-sweats.", "Cold sweat." ]
  }
}