{
  "remedyName" : "Taxus Baccata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Ciliary neuralgia. Cystitis. Digestion, too rapid. Dysuria. Ear, polypus of. Eruptions. Fainting. Gout. Hair, falling out. Headache, with photopsia. Heart, affections of. Kidneys, affections of. Knees, abscess of. Lachrymation. Nose, eruption on. Rheumatism. Purpura. Spermatorrhoea. Strangury. Vision, dim." ],
    "Characteristics" : [ "The poisonous properties of the Yew have been recognised and disputed from ancient times. Gerarde says that in his schooldays he and his companions ate their fill of the berries of the Yew and slept not only under its shade, but on its branches, without any ill effect. But there is plenty of evidence on the other side. Recently (Med. Press, May 29, 1901), a patient of Mullingar Asylum died suddenly from eating Yew leaves. Some years ago a correspondence in the Times brought to light instances of the lethal effects of Yew leaves on cattle. One correspondent, Mr. James Simmons, of Haslemere, mentions an observation made by himself and others, that Yew leaves are more poisonous some time after they have been cut than when fresh: \"Yew cropped green from the tree has no fatal effect,\" and animals do not eat it fresh, they prefer grass; but if Yew has been cut and allowed to wither cattle will eat it in large quantities, and in that state it is deadly poison.\" \"My people,\" says Mr. Simmons, \"once buried some Yew cuttings deep in the dung of a farmyard; a number of large hogs dug it up, ate it, and all died.\"", "The symptoms of the pathogenesis are made up of poisonings by leaves and berries, and also of provings by Gastier. Fainting is a very prominent feature with Tax., and the fatal cases end in convulsions, collapse, and syncope. Death from Yew poisoning, says Cooper, is remarkably painless. \"Empty feeling\" in the stomach was prominent; and it was noted that the digestion was very rapid. \"Must eat frequently\" is a characteristic. Gastric catarrh is set up with vomiting of tenacious mucus. The saliva is increased, and it also is viscid; and there is viscid sweat. An intense action on the skin was developed, and Tax. is indicated in pustular skin affections, the pustules being large, flat, and strongly itching. On the suggestion of Cooper, I once gave a single dose of Tax. O in a case of aural polypus (bright red) with catarrh, in a youth, with the result that the polypus shrivelled up to one-third of its former size. The shooting pains in the toes suggest the use of Tax. in gout. The kidneys and bladder were much irritated; and the heart disturbed. Tax. has been recommended as a substitute for Dig., being considered superior to the latter in having no cumulative effect. The symptoms were < by pressure. Rubbing > itching of eyelids. Coughing = headache. Deep respiration = cough. < Before and after each meal. < By application of liquids. < After coitus." ],
    "Relations" : [ "Antidoted by: Staph (prostration with oppression after an embrace). Compare: The Coniferae. Load at stomach, Ab. n. Rapid digestion, Sul. Podagra, Urt. ur." ],
    "Mind" : [ "Impatience, which unfits the patient for mental application.", "Delirium.", "Stupor." ],
    "Head" : [ "Reeling sensation when at rest, on being seated, and when standing upright.", "Headache above eyebrows, with brilliant and movable lines before the sight.", "Pains in forehead, extending to face, with drawing pains in eyes, and lachrymation.", "Heavy pain in region of r. temple and eyebrow, with a sensation of lachrymation, and < from slightest cough.", "Squeezing in sides of head.", "Aching, esp. in temporal bone.", "Burning headache.", "Lancinating pain in frontal region.", "Heat in forehead." ],
    "Eyes" : [ "In the eyes: drawing with lachrymation and pressure, and headache below the eyebrows.", "Itching of external angle of l. eye.", "Burning itching in eyelids, disappearing after scratching them.", "Abundant lachrymation when eyes are used, even but a little, esp. in females.", "Lachrymation of l. eye.", "Pupils widely dilated.", "Vision dim." ],
    "Ears" : [ "(Polypus of the ears.)" ],
    "Nose" : [ "Round spot of a reddish-brown colour, on the end of nose, with desquamation of skin." ],
    "Face" : [ "Looks ill.", "Face: pale; livid; convulsed.", "Lips: purplish; livid; blackish brown, esp. upper.", "Frothing at mouth." ],
    "Mouth" : [ "Sensation of coldness in (upper incisor) teeth.", "Burning pricking on tongue.", "Tongue: excoriated; moist; tremulous.", "Mouth dry.", "Saliva: increased; extremely viscid; acrid.", "Bitter taste, like that of Cinchona." ],
    "Stomach" : [ "Violent hunger, soon after breakfast, with general uneasiness, and weakness in region of stomach.", "Frequent want to eat, with activity of digestive functions.", "Nausea with accumulation of saliva.", "Sensation of emptiness, without hunger, in stomach.", "Retching.", "Vomiting ending in death.", "Vomit-tenacious, containing bile; Yew leaves embedded in mucus.", "Pain in pit of stomach, when touched.", "Tension in epigastrium, which is painful to touch.", "Aching, burning, and pinching in region of stomach." ],
    "Abdomen" : [ "Tension in abdomen, as if the stomach were overloaded.", "Squeezing and tension across abdomen.", "Aching in umbilical region.", "Borborygmi." ],
    "Stool" : [ "Hard, difficult, dry evacuations.", "Occasionally a stool which is soft, or of a natural consistence.", "Diarrhoea, with insupportable tenesmus, and burning at every evacuation." ],
    "Urinary Organs" : [ "Cutting pain at base of kidneys which allows him neither to sit still nor stand up, and even prevents turning in bed.", "Urinary tenesmus.", "Frequent want to urinate, with difficult emission in a fine stream.", "Strangury, urine red." ],
    "Male Sexual Organs" : [ "Flow of semen without erection or sexual pleasure for several successive nights.", "Great excitement during coition.", "After coition, weakness and great oppression." ],
    "Respiratory Organs" : [ "Violent and fatiguing cough.", "Short cough, after every meal, excited by full inspirations, with oppression." ],
    "Chest" : [ "Oppression, esp. when stomach is either too full or too empty, or else with pain below xiphoid cartilage.", "Lancinating pain in l. side.", "Lungs engorged.", "Chest full and hot." ],
    "Heart" : [ "Irregular action of heart.", "Pulse: rapid; slow; feeble; small, wiry; almost imperceptible." ],
    "Neck and Back" : [ "Drawing pain in muscles of neck (l.).", "Sacral pains, which allow no rest either in a standing or sitting posture, and which compel the patient to remain in bed.", "Incisive pain in sacrum.", "Constant pain in back.", "Pain in shoulder-blade, which subsequently removes to loins." ],
    "Limbs" : [ "Numbness of limbs and paralysis; esp. after several sweats.", "Sharp, transient, wandering pains." ],
    "Upper Limbs" : [ "Aching pain in elbow near humerus, affecting the bone, felt during motion and rest, but < by movement.", "Violent itching in forearm, followed by an eruption of red and hard pimples round wrist, which itch chiefly in evening, and at night, and afterwards occasion a tickling sensation.", "Lancinations in hand.", "Burning dryness of palms of hands.", "Dull pain in joints of fingers.", "Rheumatic pain in, r. forefinger, renewed by least contact with even warm liquid." ],
    "Lower Limbs" : [ "Pain in hip and knee, with tearing pain and coldness in thigh; > at night.", "Pain in l. hip, with internal heat.", "In thighs, distressing coldness of skin, esp. of fore-part.", "Tingling in l. thigh.", "Painful tingling round patella.", "Lancinating pain in knee, with weakness of the joint.", "Abscess at r. knee.", "Contusive and incisive pain, which hinders walking.", "Incisive pain, esp. in l. knee, which awakens patient at night.", "Violent pinching in l. calf, with itching in a small circumscribed place.", "Large suggillation on sole of l. foot.", "Tingling crawling sensation in whole l. foot." ],
    "Generalities" : [ "Pains in the knees, elbows, and back.", "Trembling.", "Slight tremor over whole frame.", "Convulsions.", "Faintness.", "Fainting and collapse.", "Relaxation of muscles." ],
    "Skin" : [ "All hairy parts became denuded (after a month).", "Black jaundice.", "Skin red.", "Body covered with pustules.", "On waking, body covered with miliary eruption; disappeared on third day and abscess formed at right knee.", "Large suggillation on l. sole followed by dark petechiae over nearly whole body, great swelling of face and lips, esp. upper lip, exhaustion and death (boy 5, poisoned by berries).", "Eruption of large pimples, slightly elevated, like red spots, on the upper part of both arms.", "Dry tetter, red at the base; and causing much itching, at external angle of l. eye." ],
    "Sleep" : [ "Sleeplessness during whole night, yawning without inclination to sleep." ],
    "Fever" : [ "Commencing with general shivering at a.m., followed by dry heat of hands and feet, and general uneasiness, dryness of mouth, without thirst, afterwards profuse perspiration on forehead; shaking after breakfast, with general uneasiness, and dryness of mouth, without thirst.", "Perspiration attends the least exertion, with great prostration of strength. Profuse night-sweats.", "Offensive viscid sweats, with smart itching and redness in the glandular parts at the surface of the body.", "Peculiarly offensive sweat with eruption of vesicles." ]
  }
}