{
  "remedyName" : "Tellurium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Axilla, offensive sweat of; tumour of. Barber's itch. Cataract. Conjunctivitis. Coryza. Eczema. Entropion. Eyes, inflammation of. Foot-sweat, fetid. Gleet. Herpes. Hoarseness. Levitation. Pityriasis versicolor. Post-nasal catarrh. Ringworm. Sacrum, pain in. Sciatica. Spinal irritation. Worms. Yawning." ],
    "Characteristics" : [ "Tellurium occurs in the native state and in combination with gold, silver, lead, and antimony. It resembles Sulphur and Selenium in its chemical reactions. It was proved and introduced into homoeopathy by Hering in The most notable feature of the proving was the irritation of the skin, including skin of eyelids and ears, of spinal column and of some nerves. The most characteristic form of the skin irritation of Tell. is herpes circinatus, and it has probably cured more cases of ringworm, especially of the face and body, than any other remedy. (I cured with Tell. an Indian officer home on furlough whose body was covered over with a ringworm-like eruption.) The odour of the body and of the sweat is offensive and garlic-like. The prover had to sit apart from the rest of the class during a whole session on account of this. In parts where the skin forms openings, as the ear, the effect of Tell. is intensified. The characteristic odour of the ear discharge is that of fish brine. The discharge is so acrid it vesicates any part of the skin it touches. Tell. is one of the most important remedies in otorrhoea. Nash cured several cases of post-scarlatinal otorrhoea, using the 6th, higher attenuations having failed. Eyelids are inflamed, and the vesicating property extends to the eye itself, setting up phlyctenular conjunctivitis. Other parts of the skin affected by Tell. are the hair-roots, the breasts, the perinaeum, and the anus. There is itching in the rectum after stool. Tell. has caused expulsion of threadworms. The offensiveness of Tell. appears in the breath and in the flatus; and it is a leading remedy in offensive foot-sweat. In addition to the inflammation of the eyes caused by Tell., it has pains over the eyes. Skin and nerves are closely allied, and Tell. is a remedy in many neuralgic conditions, notably sciatica. The right side is most affected, and these are characteristic Conditions: the pain is < coughing, sneezing, or straining at stool; < lying on painful side. Many of the pains and symptoms of Tell. come and go suddenly. The ears are suddenly stopped. There are sudden rushes of blood to the head. Tell. has great sensitiveness to touch. This is shown in the neuralgic hyperaesthetic state of the spine. It has also a vulnerary action as shown in a case of Kent's (quoted A. H., xxiii. 439). A boy, slid down banisters and struck his head on a tiled floor. He became unconscious and a surgeon was summoned, who found him in that state and with a clear, watery discharge from the ear, which the surgeon pronounced to be cerebro-spinal fluid. This condition lasted three days, and the case had been pronounced hopeless when Kent first saw the boy. Kent noticed that the discharge was acrid, and reddened whatever part it came in contact with. One dose of Tell. was given. In two hours the child vomited, a sign of reaction, and in two weeks was well. Shelton (H. R., vii. 103) relates three cases: (1) Widow, had pain and soreness upper part of back for a long time. She shrank from the slightest touch on the part. The sensitiveness was so acute that when touched the pain extended into the occiput and all over the upper region of the back. Tell. cured in eighteen days. (2) Miss X., had a fall, striking a severe blow on the sacrum. She suffered for some weeks from concussion, with one point of great soreness in the sacral region, just above the spot where the blow was received. She was kept in bed for some weeks and improved generally, but the painful spot remained and sensitiveness appeared over the back, especially its upper third. Tell. cured all completely. (3) Miss Y., who had had severe spinal meningitis ten years before, consulted Shelton for a burning, pressing pain at base of brain. He diagnosed the condition as pachy-meningitis. The patient grew worse, and gradually ptosis, and then right and then left hemiplegia set in. Finally hyperaesthesia of the back became so distressing that it was a question of finding any support that did not intensity the pain. She could not bear the slightest touch, complaining that it not only hurt her at the point of contact, but she felt it in the head and in remote parts of the body. Tell. cleared up the case. Skinner (H. W., xviii. 535) cured two sporting dogs of ringworm with Tell. 1m F. C. The irritating property of Tell. is shown again in the coryza, post-nasal catarrh, tickling in larynx, hoarseness, and cough. There is a good deal of drowsiness with Tell.; yawning after retching; drowsy after eating. I once gave Tell. to a child for an eruption, and cured it incidentally of constant yawning, with which it had been troubled. The eruption improved at the same time. Peculiar Sensations are: Fear of being touched on sensitive places. As if in air on going to sleep. Brain as if beaten. As if lashes were turned in. As if air whistled through left Eustachian tube. As if strapped together in epigastric region. As if fluid wanted to discharge in lobe of right lung. There is periodicity about some of the symptoms. One prover has a return of them every Tuesday for several weeks. More symptoms appear on the left than on the right side. The symptoms are: < By touch; touch = bleeding from ear; spine sensitive to touch. Pressure lump in axilla to be painful. Rest <. Lying: > vertigo; on left side = throbbing over right ribs and vice versa; on left side = pain in heart. > Lying on back. Lying on affected side < sciatica. While sitting up: vertigo; face red. Stooping, coughing, laughing, straining at stool <. Many symptoms are < in morning, on being wakened, and at night; eating = drowsiness. Eating rice = vomiting. Eating and drinking > sore throat." ],
    "Relations" : [ "Antidoted by: Nux (epigastric oppression). Compare: Tetradymite, which contains Tellur. Restlessness; garlicky odour, Ars. Coryza, Cepa. Otitis, Puls., Bell., Ter. Ringworm, Bac., Sep., Nat. m. Ringworm in clusters Sep., Calc. Threadworms, Teucr. Pains come and go suddenly, Bell., Lyc. < Laughing, Pho. < Straining at stool, Indm. Cough and skin, Osm." ],
    "Causation" : [ "Falls. Rice (vomiting)." ],
    "Mind" : [ "Forgetful.", "Fear of being touched, in sensitive places.", "Excitable, disposed to fly into a passion.", "Rough, angular disposition.", "Mind depressed." ],
    "Head" : [ "Vertigo; when going to sleep; morning after rising; < walking, sitting up, or turning head; > lying perfectly quiet.", "Brain feels as if beaten on slightest movement.", "Heaviness and fulness of head in morning.", "Violent linear pain in small spot over l. eye; pain, short, sharp, and defined.", "Congestion to temples and forehead on waking in morning.", "Sudden rush of blood to head.", "About a.m. pain above l. eye, came and went suddenly.", "Sensation of numbness in occiput and nape.", "Red spots and fine blisters on occiput, neck, and behind ears, and on posterior surface of ears." ],
    "Eyes" : [ "Deposit of chalky-looking white mass on anterior surface of lens (cataract).", "Pterygium.", "Herpes conjunctivae bulbi; phlyctenules near edge of cornea; < from crying.", "Pustular conjunctivitis with eczema impetiginodes on lids and much purulent discharge from eyes; offensive discharge from ears.", "Scrofulous inflammation; < l. upper lid; lachrymation, itching, and pressure in lid.", "Eyelids: thickened, inflamed, covered with pustules; pale red, oedematous, oozing.", "Feeling as if lashes of lower lid were turned in.", "Palpebral swelling of l. upper lid; ulceration on outer surface of lid, near outer canthus; pain < at night." ],
    "Ears" : [ "L. ear began to itch, burn, and swell; aching and throbbing pain in meatus, followed by a copious, watery, acrid discharge.", "Dull, throbbing pain in ears, day and night; thin, watery, excoriating discharge.", "Ears suddenly stopped in forenoon; < l.", "Sometimes, for an instant, sensation as if air catches itself in, or whistled through l. Eustachian tube; when snuffing or belching air passes through.", "Vesicular eruption on membrana tympani; suppurating and perforating.", "Itching and swelling, with painful throbbing in external meatus; in three or four days discharge of watery fluid smelling like fish-pickle, which = vesicles wherever it touches; ear bluish red, oedematous; hearing impaired.", "Waked during night with dull aching deep in r. ear, continued three days with depression of spirits.", "Eczema behind ears, with formation of thick crusts; scrofulous conjunctivitis, blepharitis, and catarrh of middle ear." ],
    "Nose" : [ "Fluent coryza, lachrymation and hoarseness when walking in open air, with short cough and pressure in middle of chest under sternum; > after being in open air some time.", "Nose dry, then becomes fluent with relief of headache; r. eye becomes hot with profuse lachrymation.", "Nose obstructed, must breathe through mouth.", "Hawks from posterior nares dried yellowish-red phlegm tasting salty, mornings." ],
    "Face" : [ "Sudden flushes of redness over face.", "While sitting, face red.", "Twitching in l. facial muscles, l. corner of mouth drawn up when talking.", "Burning in lips.", "Ringworms on face; barber's itch.", "Pimples on face." ],
    "Mouth" : [ "Gums bleed easily and profusely.", "Tongue somewhat swollen, furred white, shows print of teeth.", "Breath has odour of garlic.", "Coldness of mouth and pharynx on drawing in air.", "Copious saliva.", "Tenacious mucus runs from mouth (dog).", "Taste earthy, metallic." ],
    "Throat" : [ "Painful dryness of fauces.", "In morning hawks from back of nose pieces of yellowish-reddish phlegm tasting salt.", "Rough, scratching sensation in throat; < towards evening.", "Throat feels sore with a prickly, rough sensation evening and morning; throat sore on simply swallowing; > after eating or drinking.", "Pain in throat extends into ear." ],
    "Stomach" : [ "Hungry at night; wants an apple in middle of night.", "Longs for beer.", "After meals, great drowsiness.", "After eating rice obliged to vomit.", "Belching with taste of food eaten.", "Heartburn with warmth in stomach as from alcohol.", "Sensation of weakness like faintness in stomach after local congestion of blood to head and nape, also with chest symptoms.", "Fulness in pit of stomach, must lie down after dinner.", "Constrictive feeling in stomach as if strapped together." ],
    "Abdomen" : [ "Fulness and oppression in hypogastrium, her dress must be loosened.", "Pressing first l. then r. side as from wind.", "When lying on l. side, throbbing under r. ribs and vice versa.", "Pinching in abdomen.", "Frequent spasmodic pains in bowels as from incarcerated wind; mostly from to p.m." ],
    "Stool and Anus" : [ "Passes very offensive wind.", "Passes a large quantity of threadworms.", "Spasmodic pains with urging to stool, copious stool with feeling of flatulence in bowels.", "Costive.", "Tetter on perinaeum, itching.", "Itching in rectum after stool.", "Itching at anus." ],
    "Urinary Organs" : [ "Pain and soreness in kidneys.", "Increased urination.", "High-coloured, acid urine." ],
    "Male Sexual Organs" : [ "Erections all night.", "Increased desire, followed by long-lasting indifference.", "A drop of viscid fluid glues meatus.", "Secondary gonorrhoea.", "Herpes on scrotum and perinaeum." ],
    "Female Sexual Organs" : [ "Painful soreness in region of kidneys, extending downward like a weight, mostly to r. and in sacrum; < morning, making her irritable.", "Shooting deep in pelvis across to l.", "Menses too early in climacteric years." ],
    "Respiratory Organs" : [ "Hoarseness in morning with fluent coryza; a rough, pressing, tickling sensation in larynx.", "Coughing on laughing < aching in small of back.", "Cough towards morning; after a few days looser." ],
    "Chest" : [ "Pain in region of clavicle.", "Pain in middle of chest; going through to back; from dorsal vertebrae through to sternum; in or behind sternum.", "Shooting in l. chest, fifth rib.", "Feeling as if some fluid wanted to discharge, pressing downward in middle lobe of r. lung.", "Cutting around and in l. nipple, through to scapula.", "Eruption about nipple." ],
    "Heart" : [ "Dull pain in region of heart when lying on l. side; > lying on back.", "Palpitation of heart, with throbbing through whole body and full pulse, followed by sweat." ],
    "Neck and Back" : [ "With the pain above the eye, sensation along l. side of neck as if the blood there had suddenly been retained in one of the large veins, or had streamed backwards.", "Numbness in nape and occiput.", "When lying on l. ear sharp pressing pain from neck into ear.", "Pressing ache in r. scapula, later in l.", "Painful sensitiveness of spine from last cervical to sixth dorsal vertebrae; sensitive to pressure and touch.", "Weak feeling in back.", "Pain in sacrum, passing into r. thigh; < pressing at stool, coughing, and laughing." ],
    "Limbs" : [ "Sharp, quick pains in elbows, ankles, and other parts.", "Aching all over, mostly in limbs, < r. side and in walking." ],
    "Upper Limbs" : [ "Offensive sweat of armpits, smelling of garlic.", "Lump in anterior wall of l. axilla, painful from pressure or motion.", "Near thumb-joint.", "Finger-tips feel dead on stretching hand.", "Rheumatism of r. little finger, < moving it." ],
    "Lower Limbs" : [ "Sciatica, r. side; < lying on affected side.", "Sciatica with sensitiveness of vertebral column.", "Tonic muscular contraction of long standing.", "Contraction of tendons of bends of knees.", "Bruised pain in hip-joints after walking.", "Feet sweaty, mostly on toes.", "Fetid sweat of feet." ],
    "Generalities" : [ "Persistent fetid body odour.", "Restlessness.", "Lassitude." ],
    "Skin" : [ "Ringworm: on face; barber's itch; whole body, < lower limbs; on single parts.", "Stinging in skin.", "Small red pimples, very bright red and very sharply defined, with minute vesicles upon them, first on lower limbs, then also on upper, most on l. side; they began first on calves, then on inside of forearms above wrist and spread from that part, caused very severe itching day and night, < night after going to bed.", "Little stinging prickings in various parts, compelling him to rest; circular vesicular spots appeared.", "Body thickly covered with elevated rings of herpes circinatus.", "Psoriasis.", "Skin dry, hot.", "Scrofulous eczematous eruption.", "Itching < in cool air." ],
    "Sleep" : [ "Yawning and belching.", "Drowsy after a meal.", "Sleepless; restless turning from weariness and bruised feeling.", "At night pains all over.", "On going to sleep feels as if in air, quick drawing towards feet awakens him." ],
    "Fever" : [ "Chilly, with pains.", "Skin hot and dry; sensation as if overstrained, as if bruised, as if he had taken cold after severe exertion.", "Heat: in sinciput; in face.", "Sweat: on face; on spots with increased itching of these places; often throbbing through whole body; generally warm, while sitting in a cool breeze." ]
  }
}