{
  "remedyName" : "Teplitz",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Bones, affections of. Breast, tumours in. Epistaxis. Eruptions. Erysipelas. Flatulence. Gout. Haemorrhoids. Leucorrhoea. Metrorrhagia. Paralysis. Rheumatism. Sciatica. Scurvy. Speech, difficult. Spine, pains in. Tongue, paralysis of. Toothache. Ulcers. Vertigo." ],
    "Characteristics" : [ "The waters of Teplitz are chiefly in repute for the treatment of gouty patients, especially those suffering from atonic gout. The springs are alkaline and hot, and the temperature forms a leading feature in their action. The symptoms of the Schemaare Perutz', who experimented on himself and several healthy individuals, together with symptoms by Hromada. Symptoms of Nat. c. and Nat. m. appear throughout. Tearfulness, low spirits, and irritability were noted, and giddiness of much intensity. This symptom has been cured: \"Giddiness, when she walks all the houses seem to move too.\" Some Peculiar Symptoms are: On moving head it seems as if something fell from one side to the other. Burning in stomach, > drinking cold water. > From haemorrhoidal bleeding. Burning sensation in many parts. Haemorrhage; epistaxis; piles; with stool; metrorrhagia. Vesicles in mouth and on tongue. Vesicular erysipelas. Paralysis of tongue; of limbs. Cold feelings: in upper arm; in foot. Increased sensitiveness to cold. The symptoms are < at night (bone pains). < Motion. > By friction. > Drinking cold water." ],
    "Relations" : [ "Compare: Nat. c., Nat. m., K. sul., Mang., Lith., Sil., Alm." ],
    "Mind" : [ "Anxiety.", "Irritable, tearful.", "Loud speech and absence of thought.", "Indisposition to work.", "Weak memory." ],
    "Head" : [ "Confusion of head with aching over eyes.", "Vertigo: with feeling of paraplegia; with faintness; with noise in ears and dim vision; with feeling, when she walks, as if all the houses moved too.", "On moving head, sensation as if something fell from one side to the other, with weak memory.", "Tearing in head with pain in throat so that he could not breathe freely.", "Bursting headache.", "Frontal headache with inclination to vomit.", "Throbbing headache in r. temple with swollen red face.", "Aching in occiput.", "Hair falls out.", "Large movable lumps on head with erysipelas of face.", "Vesicles on scalp.", "Soreness of hairy scalp, every hair causing pain when touched." ],
    "Eyes" : [ "Both eyes closed in morning with white viscid mucus.", "Dryness in r. eye and dimness of vision.", "Aching and burning in eyes.", "Erysipelas of lids.", "On r. lid two styes, which disappear without suppuration.", "Cramp pain in upper lids, cannot be opened except with the hand.", "Lachrymation.", "Inflammation of conjunctiva of eyelid and eye ball." ],
    "Ears" : [ "Swelling of l. concha with erysipelatous inflammation.", "Purulent discharge from ear.", "Tearing pain in interior of r. ear as from a red-hot coal.", "Tearing, shooting pain first in one ear, then in the other.", "Dulness of hearing, with sensation as if sweat stopped ears.", "Tinnitus." ],
    "Nose" : [ "Aching over root of nose.", "Pricking and dryness in nose.", "Frequent and profuse epistaxis." ],
    "Face" : [ "Face: swollen, red; swollen, pale.", "Drawing and tearing in face; in r. side from forehead to jaw, with drawing of the jaw awry and difficult speech." ],
    "Mouth" : [ "Raging toothache, r. cheek and lower jaw drawn to l. side, preventing proper speech.", "Violent toothache as if all teeth suddenly pierced with a hot iron.", "Boring in upper molars.", "All incisors feel too long.", "Frequent bleeding of gums with loosening of teeth.", "Spasmodic protrusion of tongue with difficult speech.", "Tongue: paralysed; swollen; moist; coated white or yellow.", "Vesicles on back of tongue with burning pain in throat.", "Inside r. cheek several small vesicles which burst and form ulcers.", "Dry mouth with burning on tip of tongue." ],
    "Throat" : [ "Pain in throat without redness.", "Aching on swallowing.", "Tearing-drawing in muscles of throat and stiffness of neck.", "Swelling of uvula and tonsils with difficulty of swallowing.", "Swelling of cervical glands." ],
    "Stomach" : [ "Canine hunger, soon satisfied, and followed by stomachache.", "Anorexia: with sour taste; with white, viscid coating on tongue; with feeling of fulness in pit of stomach.", "Heartburn with flow of much water on tongue.", "Nausea, and faint feeling, and vomiting.", "Aching in stomach extending through to back.", "Pain in stomach, with burning rising up into throat as if a red hot coal lay there; > drinking cold water.", "Sensation as if stomach full of water; seems to splash about when walking.", "Full feeling in stomach with much wind and eructation." ],
    "Abdomen" : [ "Shooting in r. hypochondrium, esp. on drawing a full breath.", "Tearing in umbilical region.", "Tense, swollen abdomen, with discharge of much flatus.", "Rumbling.", "Weight in abdomen and bearing down to genitals.", "Cramp of recti muscles.", "Swelling of inguinal glands." ],
    "Stool and Anus" : [ "Profuse bleeding of piles with > of symptoms.", "Passage of whitish, acrid mucus by anus.", "Painful piles and violent burning in anus.", "Burning in rectum with evacuation of viscid, blood-streaked secretion.", "Itching in perinaeum, with production of eruption.", "Frequent urging without stool.", "Discharge of bright red blood by stool, with colic.", "Stool: thin, frothy, with burning in anus; hard with bright red blood.", "Constipation: with nausea; with pain in back and heaviness of lower limbs." ],
    "Urinary Organs" : [ "In. urethra: flying shooting; burning in anterior part.", "Urine: copious; scanty; retained; slimy; brick-dust sediment." ],
    "Male Sexual Organs" : [ "Vesicles on glans becoming speedily sore.", "Suppurating eruption on glans and scrotum leaving blue marks.", "Painful swelling of testes.", "Drawing in r. testis and cord.", "Increased desire and dreams." ],
    "Female Sexual Organs" : [ "Milk-white leucorrhoea like boiled starch.", "Violent tearing pain in abdomen.", "Menses a fortnight before time.", "Often pain in hypogastrium as if everything would be forced out below; menses, which had never appeared, occurred very copiously.", "Metrorrhagia with frightful pains in abdomen; blood black and coagulated." ],
    "Respiratory Organs" : [ "Aching in larynx > when swallowing.", "In larynx: dryness; roughness; tickling.", "In trachea: catarrh, with expectoration of viscid mucus; rawness.", "Hoarseness to aphonia.", "Cough: short, dry; suffocative; at night.", "Expectoration: viscid, yellow mucus; copious.", "Violent cough with enormous expectoration of grey colour, which only disappears when an eruption appears." ],
    "Chest" : [ "Oppression, as from great rush of blood to chest.", "Cramp-like contraction in chest.", "Shooting in intercostal muscles.", "Tearing in pectoralis major to shoulder.", "Burning under sternum.", "In r. breast two lumps as large as hazel-nuts with dull pain.", "Fine pricking as with needle in r. breast." ],
    "Heart" : [ "Violent shooting in heart; with palpitation.", "Action of heart: irregular, painful; intermitting.", "Pulse: quick, hard; fall." ],
    "Neck and Back" : [ "Bruised pain in nape and back.", "Tearing and drawing in nape with stiffness.", "Shooting pains along spinal column, from nape to lumbar vertebrae, preventing slightest motion.", "Tearing drawing: down back to sacrum; in scapulae.", "Shooting and gnawing between scapulae.", "Eruption of pimples on whole back.", "In small of back: pain < by every movement; drawing into pelvis, to calves.", "Aching and stitches in loins, extend to spine, with difficulty of breathing." ],
    "Limbs" : [ "Weariness and heaviness.", "Tearing, drawing, shooting in limbs, esp. joints.", "Tearing in hands and feet." ],
    "Upper Limbs" : [ "Paralysis: of r. arm; of both arms, with creeping in finger-tips.", "Violent pains in both arms with raised spots like syphilis.", "Tearing in whole arm with contraction of elbow-joint.", "Stiffness in l. shoulder-joint with difficulty in raising arm, esp. backwards.", "Violent, ever-increasing pain in r. shoulder-joint.", "Dislocation pain in shoulder.", "Paralysis of shoulders.", "Burning or shooting in axilla.", "In upper arm: shiny red swelling; cold feeling as if cold wind blew on it; sore, bruised feeling; boring, tearing; cramp.", "Elbow: swelling and tearing; cracking, and in wrist; shooting; burning; scab-like eruption round.", "Tearing down forearm to fingers.", "In wrist: redness, swelling; violent pains; stiffness; sprained feeling in r.", "Hands: tremble: swelling of; gouty nodes on fingers." ],
    "Lower Limbs" : [ "Hip-joints: stiff; tearing; shooting; bruised pains.", "Aching in femur with cold feeling.", "Numbness; jerking; crampy swelling in thighs and calves.", "Knee-joint: swollen, stiff; cracking in; aching in patella.", "Swelling and suppuration of bone in middle of l. leg.", "Sprained feeling in ankle.", "Tension in tendo Achillis, preventing putting heel to ground.", "Burning in heels.", "Shooting-jerking in great toe." ],
    "Generalities" : [ "Weariness and heaviness on waking with congestion of head.", "Increased sensitiveness to draughts." ],
    "Skin" : [ "Redness of skin.", "Swelling and profuse perspiration.", "Rash like scarlatina; miliary; pustular; erysipelas, vesicular.", "Ulceration.", "Pricking as with needles." ],
    "Sleep" : [ "Sleepiness; by day.", "Frequent jerks on falling to sleep.", "Dreams: incompleted; lively with increased sexual desire." ],
    "Fever" : [ "Chilliness, shuddering.", "Cold feeling in shoulder; in thigh.", "Prickly heat, followed by moderate sweat.", "Copious sweat.", "Sour and mouldy-smelling sweat." ]
  }
}