{
  "remedyName" : "Terebinthina",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Amblyopia potatorum. Asthma. Backache. Bladder, irritable. Brachial neuralgia. Bronchitis. Chordee. Chorea. Ciliary neuralgia. Cystitis. Dentition. Dropsy. Dysentery. Dysmenorrhoea. Enteric fever. Epilepsy. Erysipelas bullosa. Erythema. Fibroma. Gall-stone colic. Glands, inguinal; swelling of. Gleet. Gonorrhoea. Haematuria. Haemorrhoids. Hernia; strangulated. Herpes labialis pudendi. Hydrophobia. Hypochondriasis. Insanity. Intestines, ulceration of. Iritis. Jaundice. Kidneys, congestion of; neuralgia of. Lumbago. Neuralgia; supraorbital. Ovaries, pains in; dropsy of. Pityriasis. Purpura haemorrhagica. Scabies. Scarlatina. Sciatica. Spermatorrhoea. Strangury. Stricture. Tetanus. Tympanites. Uraemia. Urine, suppression of; retention of. Worms." ],
    "Characteristics" : [ "Ter. was introduced to homoeopathy by Hartlaub. A proving of it appeared in Hartlaub and Trinks' Annalen. Many symptoms have been added from poisonings and overdosings in old-school practice. According to Taylor, children are particularly sensitive to its action. Illness caused by sleeping in newly painted rooms is due in great part to the turpentine. \"A stimulant and tonic to the mucous membranes, especially of the bladder and urethra: it proves useful in gleet, leucorrhoea, and cystorrhoea.\" This is Milnes' account of the old-school use of Ter. as an internal remedy. Brunton gives these points: (1) Applied to the skin Ter. acts as an irritant and rubefacient, causing a sensation of burning, and vesicles if applied for any length of time. (2) Inhaled it causes sneezing, tightness across eyes, and dyspnoea. (3) Given internally it causes burning in mouth and salivation; in stomach, sensation of heat or cold; gastro-enteritis, with vomiting and diarrhoea; ulceration of intestines. The pulse is sometimes slowed, sometimes quickened. Respiration is quickened and spasmodic; the drug is partly excreted by the lungs and acts on the mucous membrane, lessening its secretion. The temperature sometimes rises, sometimes falls. Voluntary movement is diminished; reflex action lowered; blood-pressure lowered, and vessels dilated. Diminishes the quantity of urine; gives the urine an odour of violets; causes lumbar pain, burning in urethra, painful micturition, haematuria. Among the uses of Ter., Brunton mentions the treatment of biliary colic. For this it is given in ether in the proportion of one part of the Oil of Turpentine to three of Ether. Homoeopaths have confirmed the value of this. Throughout this list of effects burning is a constant note, and gives the key to many cases calling for Ter.", "burning in gums, tongue, tip of tongue, mouth, throat, stomach, rectum, and anus, kidneys, bladder, and urethra, uterus, air passages, chest, and sternum. The last was particularly noticed after warm drinks, the pain running along the sternum with the drink and spreading in the chest. Burning extends from kidneys along ureters. Ter. is an irritative, sensitive remedy. Cooper has found it indicated in children (especially teething children) when they fly into passions. There is irritation of the meninges and often ascarides or other intestinal worms. In one case of maniacal fury in a man it did good. This irritability manifests itself in some cases of spasms and convulsions, and Lippe observed a case in point (H. P., x. 480). A woman had made her feet sore by walking, and applied turpentine to them. This was followed by a state like hydrophobia; she had spasms whenever she saw water or heard it poured, or saw a bright object; and also whenever she attempted to urinate. Ter. is a great haemorrhagic and its haematuria is particularly characteristic: Smoky, turbid urine depositing a sediment like coffee-grounds. Dull pain, or burning pain in region of kidneys, burning during micturition are leading indications. Ter. corresponds to many cases of albuminuria and haematuria after scarlatina; and also to the consequent dropsy. This last may indicate Ter. in many affections of the genito-urinary sphere. \"Burning in uterus\" is very characteristic. Peritonitis, metritis, metrorrhagia will probably need Ter. if the burning is present. The haemorrhages of Ter. are generally passive; dark, and fetid. Purpura haemorrhagica calls for it if there are fresh ecchymoses in great numbers from day to day. The haemorrhages may occur from any orifice. Additional keynotes of Ter., which will be decisive if combined with others, are: (1) Smooth, glossy, red tongue, as if deprived of papillae. (2) Excessive tympanites. (3) Drowsiness. In capillary bronchitis, the child is drowsy. Stupor and great weakness are found in many Ter. conditions, rendering it appropriate in cases of typhus, typhoid, and uraemic poisoning. \"Drowsy with retention of urine.\" With the tympanites there is generally extreme sensitiveness to touch. With cystitis and uro-genital and rectal troubles there is sensitiveness of hypogastrium and pains in symphysis pubis. Pains go from left to right across bowels and then shoot upward. From being exposed to turpentine odour, a lady, 35, got pain as from pinchings in the throat, with lifeless feeling in the tongue and dryness of the mouth, followed by pains in r. eyeball, which extended back to same side of occiput (Cooper). S. H. Roberts (B. M. J., Dec. 25, 1875) maintains Ter. has a specific effect in tonsillitis when applied externally. Marc Jousset gave Ter. 1x with marked benefit in two cases of bronchial asthma. He was led to give it in the first case by coincident haematuria; but this was not present in the second (L'Art Med., April, 1901). A remedy may be known by its antidotes and antidotal properties. Ter. antidotes and is antidoted by Phos. A young man who was badly poisoned by a low attenuation of Phos. got more relief from Ter. 3x than from any other remedy. Brunton says it is only Ozonised Ter. that is effective here. The preparation I used was the ordinary one. Hering says the ozonised oil is recommended as a prophylactic in malarial and African fevers, a few drops being given daily on a lump of sugar. George Royal (Med. Cent., ix. 70) gives three cases illustrating the action of Ter.: (1) Typhoid, third week, in man Extreme distension, rapid, small, compressible pulse, cold sweat in lower limbs. Ter. 6x two drops in water every half-hour. Oil of Ter. was applied locally to the abdomen mixed with lard, and later in the evening, when there was already slight improvement, an injection containing turpentine was administered. This relieved the patient of a large quantity of flatus, and next morning he was on the high-road to recovery. (2) Pyaemia after abortion at third month, brought on by patient herself. Enormous distension; lower limbs covered with cold sweat; lochia thin, scanty, offensive. Ter. given in another case brought about slow improvement for three days, when Chi. was indicated and finished the cure. (3) Teamster, 36, had severe nephritis after being out in cold rain. Constant desire to urinate, severe pain in back, down ureter, to bladder; urine scanty, very high-coloured. Temperature 102°. Pulse weak, Ter. 6x every half-hour; and hot fomentations on kidneys greatly relieved. After three days he was able to leave his bed. Royal considers cold sweat of lower limbs, and rapid pulse with the distension, as leading indications. A keynote of Burnett's for Ter. is: \"Pains in the bowels which = frequent micturition.\" Peculiar Sensations are: As if he would pitch forward on walking As of a band round head. As if sand thrown violently in eye. As of a seashell sounding in l. ear. In ear as of striking of a clock. As from hasty swallowing in epigastrium. As if he had swallowed a bullet, which had lodged in pit of stomach. Sense of anxiety and utter prostration about epigastrium. Umbilical region as if covered with a round, cold plate. As if intestines were being drawn towards spine. As if abdomen distended with flatus. As if diarrhoea would set in. As if inguinal hernia would appear. As if symphysis pubis were suddenly forced asunder. As if foreign body had entered windpipe. As from electric shocks. Twitching of limbs. Crawling tingling as if parts were asleep. As if hot water running through a tube in nerve. Sprained pains, contusive pains, and rheumatic pains appear in the pathogenesis, and notably pressure and drawing pains. These show the suitability of Ter. to the effects of injury and rheumatic conditions. It is on this property that certain popular embrocations containing turpentine owe their reputation. Ter. is specially Suited to: Children (dentition, nose-bleed, worms). Bleeders. Nervous women (amenorrhoea; dysmenorrhoea; headache). Complaints of old people; of people of sedentary habits. Chronic rheumatism and gouty complaints. The symptoms are: < By touch. < By pressure (in region of bladder it = convulsions). Effects of falls and injuries. < Lying on left side, > turning to right. Sitting <. Stooping >. Motion >. (Pain in crest of ilium < from motion and least jar.) Walking in open air <. < Night; 1-3 a.m. Damp dwellings <. Damp cellar = diarrhoea. Damp weather = neuralgia in legs. (Ter. is hydrogenoid.) Cold water > burning in anus. > Belching and passing flatus. Loose stool > nausea." ],
    "Relations" : [ "Antidoted by: Phos. Antidote to: Phos., Merc. Followed well by: Merc. cor. Compare: Botan., Thu., and other Coniferae. Haemorrhage in typhus, Alum. Melaena, Arn. Albuminuria, Ars. Smoky urine, dropsy after scarlatina, dry, glossy tongue, Lach. (Ter. has more tympanites). Capillary bronchitis, drowsiness, lungs clogged up, urine scanty, almost dark from blood, Ipec. Dropsy from kidney congestion, Hell. Renal congestion, smoky urine, Colch. Urticaria after eating shell-fish, Aps., Urt. ur. Glazed tongue, K. bi., Lach., Pyrog. Haematuria, Pul. Burning tip of tongue, Mur. ac. Burning in anus and rectum, fainting and exhaustion after stool, Ars. Worms, with foul breath, choking, Cin., Spi. Purpura, fresh ecchymoses in great numbers from day to day, Sul. ac. Burning and drawing in kidneys, bladder, and urethra, Berb., Can. s., Canth. Passive haemorrhages, strangury, Camph. Metritis, peritonitis, bearing down, burning in hypogastrium, cloudy, dark, muddy urine, tongue dry, red, Bell. Catarrh in children, Pix. Umbilicus retracted, Pb. Kidney-ache, Santal. Warmth at heart, Kalm., Rhod., Lachn. Pains = frequent micturition (Thuj., urging to urinate accompanies the symptoms). Rheumatism, Sul. ter." ],
    "Causation" : [ "Alcohol. Falls. Strains. Tooth extraction. Damp cellars." ],
    "Mind" : [ "Stupefaction; inability to fix attention (uraemia).", "Mania.", "Intense nervous excitement.", "Children fly into tempers.", "Intense irritability, with irritation of membranes of brain (esp. in teething children).", "Anxiety on going to bed.", "Facility of thought.", "Fears apoplexy; fulness and pressure in head.", "Weary of life.", "Suicide by hanging in two cases following washing of laces in turpentine and alcohol.", "(Frightful maniacal temper, wanders about at night meaninglessly.", "R. T. C.).", "Intoxication.", "Coma." ],
    "Head" : [ "Dizziness, with nausea.", "Attack of vertigo, which nearly occasions falling, with cloudiness before eyes.", "Headache, with pressive pain and disposition to sleep.", "Dull headache, with colic.", "Sensation of a band round head.", "Excessive heaviness, and troublesome pressive fulness in head.", "Tearing cephalalgia.", "Rending, tickling pain in l. temporal region, coming and going while in bed in evening; rubbing removes it.", "Erysipelas capitis." ],
    "Eyes" : [ "Eyes sunk.", "Ciliary neuralgia with acute conjunctivitis.", "Amblyopia potatorum.", "When walking in open air, muscae volitantes and transient dizziness.", "Photophobia.", "Rheumatic iritis.", "Contracted pupils.", "Half-opened, up-turned or rolling eyes.", "Opened eyes only when swallowing.", "Spots and black points before eyes." ],
    "Ears" : [ "Voice sounds unnatural, < r. ear.", "Sensation in ears as of striking of a clock.", "R. ear hot, l. cold.", "Otitis.", "Otalgia.", "(Earache in children < in l.; and at night.", "R. T. C.).", "The internal use of Ter. prevents otitis after syringing Eustachian tube (Eugene Weber).", "Deafness after measles with high vascularity of meatus and membranes (R. T. C.).", "Eczema in front of ear.", "Sudden stitch in r. mastoid process.", "Tinkling in ears.", "Cannot tell direction of sounds.", "Loud talking is very painful." ],
    "Nose" : [ "Discharge of serum from nose, without coryza.", "Violent nose-bleed.", "Passive epistaxis in children." ],
    "Face" : [ "Pale, earthy colour of the face.", "Herpes on lips." ],
    "Teeth" : [ "Toothache, with drawing pain.", "Gums detached, easily bleeding, with pain as from a burning wound, every morning.", "Gumboils form in a child under Ter. (R. T. C.).", "Dentition: suppressed urine and convulsions." ],
    "Mouth" : [ "Tongue red, smooth, and glossy, as if deprived of papillae.", "Coating of tongue peels off in patches, leaving bright red spots; or entire coating peels off suddenly, leaving tongue dry and red; burning on tip.", "Tongue swollen hard and stiff even without fever.", "Foul breath.", "Burning in mouth.", "Ulcers in mouth.", "Mercurial ptyalism; stomacace.", "The child dribbles (R. T. C.).", "In mouth and angles of lips ecchymoses which bleed.", "Stomatitis from mouth to anus." ],
    "Throat" : [ "Scraping, scratching in throat, frequently with coughing in evening.", "Burning in throat.", "An agreeable coolness in throat.", "No power over deglutition." ],
    "Appetite" : [ "Hunger and thirst with debility.", "Loss of appetite, great thirst.", "Desire to eat more; after a satisfying meal.", "Diminished appetite.", "Aversion to animal food.", "After eating: sick at stomach; loud rumbling in bowels, while pain in hypochondrium disappears; pressure in scrobiculus and distension of abdomen.", "Warm drinks = burning in chest." ],
    "Stomach" : [ "Eructations: rancid; flatulent, acrid.", "(Continual loud eructations and belching up of much flatus.", "R. T. C.).", "Belching and nausea.", "Nausea and vertigo.", "Vomiting: of mucus; of yellowish mucus; of food; of blood.", "Retching and vomiting of mucus.", "Excessive sensitiveness of region of stomach to touch.", "Pressure at stomach and in scrobiculus; as from hasty swallowing; as if he had swallowed a bullet, which had lodged there.", "(Severe circumscribed flatulent pain below scrobiculus cordis.", "R. T. C.).", "Pressing in stomach: > by belching; when lying on l. side, > turning on r. and passing wind.", "Burning sensation in the stomach." ],
    "Abdomen" : [ "Burning sensation and pressure in hypochondria.", "Pressing below diaphragm, extending l. to r.", "Colic from calculi; chronic liver complaints.", "Pressing and cutting in l. hypochondriac region while sitting, > moving about.", "Pressure, burning sensation and drawing in renal region.", "Abdomen very sensitive to touch.", "Heaviness, fulness, and pressure in abdomen.", "Slight pressing pain in small spot in epigastrium; > stooping, lying down, or taking a deep breath.", "Distended abdomen; frequent colic.", "Meteorism.", "Cuttings in epigastrium and hypogastrium, often extending into thighs.", "Sensation of excessive coldness in abdomen, esp. in exterior of umbilical region, which is retracted.", "Pains shooting across bowels from l. to r. and upward.", "Inflammation of intestines.", "Noise, gurgling, and borborygmi in abdomen.", "Ulceration of bowels; peritonitis; with tympanites.", "Great but obscure pains in lower abdomen.", "Sensation of pressure outwards in inguina, as if caused by a hernia.", "Painful swelling of inguinal glands." ],
    "Stool and Anus" : [ "Constipation, with distension of abdomen.", "Ineffectual urging.", "Tenesmus, bloody stools.", "Constipation; with abdominal distension.", "Hard, scanty faeces.", "Dry, brown evacuations.", "Faeces of the consistency of pap, with pinchings in abdomen, and burning sensation in rectum and anus (after stool).", "Stools consisting of mucus and water; < in the morning.", "Intestinal catarrh and diarrhoea, with nephritis.", "Loose, liquid faeces, of a greenish yellow, with expulsion of taenia and lumbrici.", "With a loose stool, immediate cessation of nausea.", "Stools: frequent; profuse; fetid; bloody.", "Haemorrhages: from bowels; with ulceration; epithelial degeneration; passive.", "Diarrhoea with tetanic spasms.", "Piles, internal, bleeding.", "Burning and tingling in anus > applying cold water.", "Worms: with foul breath and choking sensation; dry, hacking cough; spasms.", "Threadworms.", "Burning sensation and tingling in anus (with the sensation as if ascarides would crawl out), during evacuations, and at other times." ],
    "Urinary Organs" : [ "Pressure in the kidneys when sitting, going off during motion.", "Sensation of heaviness and pain in region of kidneys.", "Violent burning drawing pain in region of kidneys.", "(Nephritis that follows an irritation of the skin.", "R. T. C.).", "Frequent desire to urinate.", "Transient movement in region of bladder during a stool as if bladder were suddenly distended and bent forward.", "Spasms from any attempt to urinate.", "Suppressed secretion of urine.", "Strangury, followed by soreness.", "Diminished secretion of urine.", "Secretion of urine considerably augmented.", "Urine smelling strongly of violets; deposit of mucus, or thick, muddy deposit.", "Thick, slimy, yellowish white sediment in urine.", "Haematuria.", "Much blood with very little urine and constant painful dysuria (produced in a child from poisoning.", "R. T. C.).", "Burning sensation in urethra, felt also when urinating.", "Urethritis, with painful erections.", "Stricture of urethra (Burnett, after Rademacher).", "Urine scanty and bloody.", "Burning sensation, incisive pains, and spasmodic tenesmus of bladder." ],
    "Male Sexual Organs" : [ "Spasmodic and incisive drawings in the testes (esp. l.) and spermatic cords.", "Tearing in mons veneris.", "Feels as if symphysis pubis were suddenly forced asunder.", "Spermatorrhoea in man, 25, no bad habits; urine turbid, and had a yellowish mucous sediment.", "Gonorrhoea; chordee; gleet." ],
    "Female Sexual Organs" : [ "Catamenia retarded and scanty.", "Drawing in thighs and colic as if menses would set in, a week after she had had them.", "Uterus and ovaries very painful.", "Ovarian dropsy.", "Terrible burning in uterus, with great bearing-down pain; caused great heat all over; craves drink; inward heat.", "Uterine diseases after wearing pessaries.", "Fibroids; bloody leucorrhoea; burning in uterus; menorrhagia, black blood.", "Herpes labialis.", "Abortion.", "Neuralgia during pregnancy.", "Burning and bearing down in uterus during urination.", "Metritis, lochia checked, burning in uterus.", "Peritonitis after confinement from tight-lacing." ],
    "Respiratory Organs" : [ "Dryness of the mucous membranes of air passages; feel hot and congested.", "Breath short, hurried, and anxious.", "Choking sensation (worms).", "Emphysema.", "Cough as if a foreign body had entered larynx, spasmodic inspiration.", "Dry, hacking cough.", "Voice gone.", "Expectoration streaked with blood.", "Respiration impeded by congestion of lungs.", "(Pulmonary hydatids with gangrene.", "W. Begbie.)" ],
    "Chest" : [ "Burning in the chest; along the sternum.", "After spasmodic cough, soreness of lower chest.", "Pressing behind sternum.", "Spastic contraction of muscles of chest and neck.", "Piles and crepitation through both lungs.", "After warm drinks burning in chest along sternum, gradually spreading through whole chest, disappearing with stitches at both nipples." ],
    "Heart" : [ "Frightful oppression in praecordial region.", "Warmth in heart while sitting in evening, obliged to yawn a great deal, with collection of water in mouth.", "Palpitation.", "Pulse: quick, small, thready, almost imperceptible; intermitting; irregular." ],
    "Neck and Back" : [ "Drawing in nape, extending to occiput.", "Drawing pain in the back and loins, esp. in evening, when seated.", "Pain and increased warmth in lumbar region.", "Backache and soreness in kidney affections.", "Pressive pain in back extended up between shoulders and there became a throbbing." ],
    "Limbs" : [ "Numbness of limbs.", "Heaviness.", "Nerves sensitive.", "Intense pains along larger nerves.", "Dropsy.", "Coldness.", "Sudden twitching of limbs as from electric shocks.", "Drawings in limbs.", "Heaviness of limbs.", "Sensation of stiffness in all the muscles, with difficult, slow, stooping gait, as in old age." ],
    "Upper Limbs" : [ "Sprained pain in muscles of l. upper arm.", "Drawing in bones of upper arms.", "No control over hand when attempting to write.", "Trembling of hands.", "Fingers insensible.", "Neuralgia brachialis or sub-scapularis." ],
    "Lower Limbs" : [ "Insensibility.", "Staggering gait.", "Infantile paralysis greatly ameliorated (J. Simon).", "Drawing and tearing in hips and thighs.", "Pain from hip to forehead; or from kidneys.", "Drawing along thigh.", "Pains in groins extending to thighs.", "Erythema in thighs and body resembling scarlet rash.", "Contracting spasms of thigh muscles during remission of neuralgia.", "Swelling and stiffness of r. knee with pain in calf and swelling of vastus externus.", "Profuse sweat on legs, evenings, in bed.", "Intense neuralgia, esp. in damp weather.", "Tearing in feet, now here now there; chiefly in soles and heels.", "Dropsy." ],
    "Generalities" : [ "Haemorrhage from the urethra.", "Worms, particularly lumbrical.", "Some forms of gonorrhoea.", "Great prostration.", "Occasional subsultus.", "Spasms every time she saw water, or heard it poured, or saw a bright object, or attempted to urinate (from applying turpentine to feet; Canth. relieved).", "Violent convulsive paroxysms producing the most frightful opisthotonos.", "(Chorea.", "R. T. C.).", "Shooting, lightning-like pains.", "Neuralgia with sensation of coldness in nerve, occasionally like hot water running through a tube.", "Has no power of balancing body, stands with feet apart.", "Dropsy.", "Natural heat increased." ],
    "Skin" : [ "Eruption like scarlatina.", "(Scarlatina eruption slow in appearing.).", "Purpura haemorrhagica.", "Skin warm and moist.", "Pale-red elevated blotches becoming vesicles.", "Erythema.", "Erysipelas bullosa.", "Violently itching vesicles.", "Chronic jaundice.", "Excessive itching, stinging burning of skin.", "General increased sensibility." ],
    "Sleep" : [ "Lethargy.", "Retarded sleep.", "Agitated sleep at night, with tossing, and frequent waking.", "Many dreams.", "Nightmare.", "(Wakes frightened at night, looks ghastly and shrieks, is nervous.", "R. T. C.)" ],
    "Fever" : [ "Cold, clammy perspiration all over the body.", "Fever, with violent thirst.", "(The child is cross and irritable; temper changeable, has a dry, short cough and aching in limbs and head with feverishness.", "The little girl is feverish and fretful, and bursts out crying and is very restless in sleep.", "R. T. C.).", "Profuse perspiration on the legs in bed in the evening." ]
  }
}