{
  "remedyName" : "Tetradymite",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Coccygodynia. Nails, ulceration of; ingrowing. Tendo Achillis, pain in. Urticaria." ],
    "Characteristics" : [ "Hering proved Tetradymite, taking about five grains of the 1st trituration. The most prominent symptoms were pains occurring in small spots; ulcerative pains about the nails, and a sharp attack of urticaria from eating shell-fish. Pains in ankles, heels, and tendines Achillis were also severe, and these were < rising from a seat." ],
    "Mind" : [ "After waking in morning, made anxious by street noise." ],
    "Head" : [ "Pains in r. temple; in occiput." ],
    "Ears" : [ "Pains in l. ear, afterwards in r., as if bones sore." ],
    "Nose" : [ "Repeated sneezing on going out; with discharge of thin mucus." ],
    "Mouth" : [ "Toothache r. lower jaw, afterwards l.", "Coated tongue became clean.", "Bitter taste." ],
    "Stomach" : [ "Great hunger in morning." ],
    "Abdomen" : [ "Disagreeable feeling in abdomen.", "Colic and desire for stool.", "Burning, pinching-pressive pain in last ribs." ],
    "Stool and Anus" : [ "Pasty, scanty, lumpy stool, light yellow, with biting burning in anus.", "No stool second day; third day, in morning, scanty, soft stool with much pressure and discharge of blood; in evening another soft stool with much black blood." ],
    "Male Sexual Organs" : [ "Violent erections in morning." ],
    "Respiratory Organs" : [ "Hoarseness.", "Oppression > by sweat.", "Difficult respiration in back part of throat and larynx." ],
    "Chest" : [ "Griping as with pincers, followed by violent sticking in upper chest, beneath l. shoulder, repeated at intervals; afterwards in l. elbow." ],
    "Neck and Back" : [ "Pain in nape.", "Pain in small of back on rising.", "Severe pain in coccyx and lower extremity of r. ischium, esp. when sitting (an old symptom revived)." ],
    "Limbs" : [ "Pain in l. leg, and l. elbow.", "Frequent pains in margins of nails as if an ulcer would develop, painful on pressure, as if burning and sore in small spots, esp. r. middle finger." ],
    "Upper Limbs" : [ "Stiffness in l. arm as if lame < about elbow-joint, at part where ulnar nerve is exposed, constant inclination to stretch, twist, or turn arm.", "Violent pain in hands as if in bones or nerves." ],
    "Lower Limbs" : [ "Sharp pain through l. leg.", "Tendines Achillis (esp. r.) constantly painful as if sprained; > walking; < rising from seat.", "Pain in ankles, violent while sitting, < rising from seat.", "Cramp in r. side." ],
    "Generalities" : [ "Pains in small spots." ],
    "Skin" : [ "Nettlerash, esp. in face after eating crabs; whole face stiff even while eating.", "Burning pains as from hot needles.", "Crawling itching in r. palm." ],
    "Sleep" : [ "Very sleepy, weary and ill-humoured while riding in carriage.", "Awoke a.m. from a dream that a steer was following him, and as though he had often had the dream before, which was not so." ],
    "Fever" : [ "Sweat, esp. on occiput and on nape; at night, though the night was cool and windows open." ]
  }
}