{
  "remedyName" : "Teucrium Marum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, itching of. Eyelids, tumour of. Fibroma. Hiccough. Ingrowing toenail. Nose, catarrh of. Polypus. Psoriasis. Rheumatism. Urethra, excrescences in. Worms." ],
    "Characteristics" : [ "The Germander group of the Labiatae, to which the Teucriums belong, had an important place in old herbal medicine, and homoeopathy has placed Teuc. m. on a firm foundation. Stapf and others proved it. Marked symptoms of helminthiasis, irritation of anus and nose, were elicited, and Teuc. has well justified the labour of the provers in this respect. No remedy meets more cases of threadworms than Teucr. The nasal symptoms have led to the use of Teuc. in nasal polypus. Guernsey gives this as guiding: \"Polypus with stoppage of nose on side lain on; large red pimples under right nostril near septum, sore and smarting to touch.\" A snuff of Teuc. has been used in some cases in addition to the internal use of the remedy. But Teuc. has a relation to new growth in general as well as of the nose. It has removed a fibrous tumour of the eyelid; urethral granulations following gonorrhoea; and also uterine fibroids. Worms and polypi suggest a tubercular taint, and I have used both Teuc. m. and Teuc. scorod. in phthisical cases. I was led to think of the remedies by reading an article on the latter, and not being able to obtain it I gave Teuc. m. O, in five-drop doses three times a day, to a man of who had phthisis affecting the right lung with severe recurrent haemorrhages. Teuc. helped him much, and with other remedies he got quite well, and has now been at his work for some years. But whilst taking Teuc. he noticed that he passed a large quantity of threadworms, to which he was not at all subject. C. M. Boger (Hahn. Ad., xxxviii. 40) relates this case of cough: Patient had with the cough a mouldy taste in the throat when hawking up mucus. Expectoration profuse. Rapid loss of weight and strength. Anorexia. A brother had died of phthisis four years before with very similar symptoms. Teuc. m. 3x helped, and 20x finished the cure. The italicised symptom is a keynote. Teuc. has the craving hunger of the antipsorics and worm remedies; it prevents sleep at night. Nervous, irritable, sensitive. There are many rheumatic and gouty symptoms and scapular pains, both in the bones and joints. Limbs go to sleep with tingling when sitting. Peculiar Sensations are: As if air forced through mucus in ear. As if right nostril were partly stopped. As if nail had grown into flesh of right great toe. Chill as from abdomen. Sensation as from fleabites. Teuc. is Suited to: Old persons and children. When too much medicine has produced an over-sensitive condition and remedies fail to act. The symptoms are: < By touch. < Sitting. < Stooping. < On side lain on. Moving >. Disinclined for exertion. < Evening and at night. Desires exercise in open air, which does not fatigue. Warmth <. < Warmth of bed. Wet weather <." ],
    "Relations" : [ "Antidoted by: Camph. Compatible: Chi., Puls., Sil. Compare: Botan. Teuc. scorod. Sinking immediately after meals, Ars., Cin. Lyc., Sil., Staph. Hiccough, Ign. (Ign., < eating, smoking, emotions; Teuc. after nursing, in infants). Loquacity, Lach. Hyo. Singing, Bell, Croc., Hyo., Spo., Stram. Worms, Scirrh., Cin., Spi. Phthisis, Bac. Polypus < damp weather, Lemn. Nervous phenomena, Nux, Val. Nasal catarrh, K. bi. Nasal polypus, Pho., Sang., Sil. Nails growing in, Mgt. aust., Nit. ac." ],
    "Causation" : [ "Concussion (brain). Injuries likely to set up tetanus." ],
    "Mind" : [ "State of irritability, and irascibility, with sensitiveness so great that fatigue is produced by merely hearing the conversation of others.", "Irritability < after eating (with pressure in forehead).", "Moroseness.", "Indolence, and great aversion to exertion, either mental or physical.", "Excessive moral excitement and loquacity.", "Irresistible inclination to sing." ],
    "Head" : [ "Headache, with dull, spasmodic pain.", "Pressive pains in head, principally in eyes, forehead, and temples, < on stooping.", "Skin of forehead feels sensitive to touch.", "Tearing by paroxysms, in r. side of head (alternating with the same sensation in r. frontal eminence, and in l. temple)." ],
    "Eyes" : [ "Pains in eyes with pressure, as if sand were in them.", "Biting sensations.", "Smarting in eyes, esp. in internal canthi, with redness of conjunctiva.", "Eyes red and inflamed.", "Fibrous tumour inside lower lid, one-third inch in diameter; preventing closing lids; bedimmed, sight; no pain.", "Redness and puffiness of upper lids.", "Profuse smarting tears in open air.", "Eyes watery, with an appearance as after weeping." ],
    "Ears" : [ "Otalgia.", "Shootings and tearings in ears.", "Whistling in ears, when speaking, or when producing any sound whatever.", "A hissing sound in ear when passing hand over it, when talking, or when inhaling air through nose with force.", "Eruption of scaly tetters on the lobe of ear." ],
    "Nose" : [ "Sensation of obstruction in nose.", "Tingling in nose.", "Frequent sneezing, with tingling in nose; with crawling in nose without coryza.", "Stinging, lancinating pain in upper part of the nasal cavity.", "Violent crawling in r. nostril, with lachrymation of r. eye.", "Sensation as if nostrils were stopped; blowing nose or sneezing does not remove the obstruction; nasal polypus.", "Obstruction of nose.", "Polypus, with stoppage of the nose on the side he lies on; large red pimple under r. nostril, near septum, sore and smarting to touch.", "Fluent coryza in open air." ],
    "Face" : [ "Sickly, pale complexion, with hollow eyes.", "Flushes of heat on face, without redness.", "On both sides of under lip, two deep furrows with elevated edges.", "Pressive tearing in zygomatic process, extending to teeth." ],
    "Teeth" : [ "Toothache, with tearing pain in roots of teeth and gums (of the r. lower incisors).", "Pain in teeth and gums during mastication." ],
    "Mouth" : [ "Mouth clammy.", "Much mucus in mouth.", "Smarting as from pepper, first on L, later also on r. side.", "Smarting and scraping in bottom of gullet, and in root of the tongue (esp. l. side)." ],
    "Throat" : [ "Sore throat, with shooting pain, and impeded deglutition.", "Pressure or drawing and tearing in throat.", "Frequent necessity to hawk, and hawking up of much mucus of a mouldy taste." ],
    "Appetite" : [ "Hunger in morning and evening.", "Bitter taste in gullet after dinner.", "Appetite increased.", "Sensation of hunger, as if the food were unsatisfying, and which hinders sleep.", "Cuttings or nausea, with inclination to vomit after drinking water." ],
    "Stomach" : [ "Regurgitation of food, with bitter taste.", "Troublesome hiccough when eating, with violent blows in scrobiculus.", "Little children, emaciated, jerking hiccough after nursing, and belching without bringing anything up.", "Vomiting dark green mucus; hiccough with a stitch through stomach to back.", "Pain in stomach, as from emptiness, with gurgling.", "Faintness in pit of stomach.", "Pressure, and anxious oppression in scrobiculus." ],
    "Abdomen" : [ "Colic (cutting pain) after drinking beer or water.", "Colic, with tearing drawings, under hypochondria.", "Incarceration of flatus, with drawing, pinching, and gurgling in abdomen.", "Pressure in abdomen.", "Pressure towards inguinal ring.", "Frequent emission of silent, hot, hepatic-smelling flatulence.", "Expulsion of much flatus, having the smell of rotten eggs." ],
    "Stool and Anus" : [ "Copious fetid evacuations of the consistence of pap.", "Crawling in the rectum after stool.", "Expulsion of ascarides (with creeping and itching, and nightly restlessness; < from warmth of bed).", "Frequent itching and tingling in anus, often after the evacuations.", "Crawling and violent sticking in anus in evening, in bed.", "Swelling, itching, and creeping at anus as from ascarides." ],
    "Urinary Organs" : [ "Increased secretion of watery (pale) urine.", "Distressing sensation, as from excoriation, and smarting in the upper part of the urethra.", "Burning sensation, during and after the emission of urine.", "Diminished sexual desire." ],
    "Male Sexual Organs" : [ "Sexual desire decreased.", "Drawing pain behind l. side of root of penis, extending to l. side of scrotum, became sore to touch.", "Pressive, drawing sensation from abdomen into cords and testes.", "Burning, pressing, biting in fore part of urethra when not urinating.", "Excrescences in urethra following gonorrhoea removed by injections of Teuc. O for a week." ],
    "Female Sexual Organs" : [ "Smooth pedunculate, pear-shaped polypus of vagina, protruding three inches beyond hymen." ],
    "Respiratory Organs" : [ "Dry cough, excited by a tickling in trachea, as if dust had been inspired (which is < by coughing)." ],
    "Chest" : [ "Chest loaded, with sensation of dryness in trachea.", "Squeezing pressure in lower part of chest, with anxious uneasiness (without affecting the breathing)." ],
    "Heart" : [ "Suddenly in evening pulse begins to be felt, beats rapidly, with gout-like pains in fingers." ],
    "Back" : [ "Burning in l. scapula.", "Rheumatic drawing and tension in back." ],
    "Limbs" : [ "Rheumatism in the limbs, esp. in bones and joints.", "Tearing in the limbs, esp. in the joints.", "Jerking of the muscles.", "The limbs go to sleep." ],
    "Upper Limbs" : [ "Painful heaviness in arms and forearms.", "Jerking of muscles of arms.", "Drawing tearing (rheumatic pains) in bones and joints of arms, hands, and fingers.", "Burning in the tips of fingers.", "The finger-joints bend over easily.", "Panaritium.", "Painful pulsations and drawing in the forefinger." ],
    "Lower Limbs" : [ "Jerking of muscles of legs.", "Tearings in joints and bones of legs, feet and toes.", "Pain in great toe, as if the nail were entering the flesh.", "Nail of r. great toe grows in and ulcerates.", "Ingrowing of toe-nails with ulceration." ],
    "Generalities" : [ "Great irritability and nervous excitement, with trembling (sensation in whole body), and dizziness.", "Staggering when walking; when walking, placing one foot over another.", "Numbness and tingling in limbs.", "Great desire for exercise in open air.", "Itching shootings in different parts.", "[One of the strongest characteristics of this remedy is, patients can't sleep at night on account of an intense itching at the anus (which may be produced by ascarides), causing him to toss and roll about all night, the itching lasts all night.", "Hiccough; flatus in general.", "Very dry skin; entire absence of perspiration.", "Affections in general of the finger-tips; joints of the toes.", "H. N. G.]" ],
    "Skin" : [ "Sensation as from fleabites.", "Rash, burning itching." ],
    "Sleep" : [ "Sleep retarded in evening.", "Unrefreshing sleep, and difficulty in waking in morning.", "Agitated sleep at night, from excessive excitement (sleeplessness, esp. before midnight; goes to sleep late), with vivid dreams and frequent starts.", "Very vivid, most agreeable dreams." ],
    "Fever" : [ "Shivering and shaking, often with icy coldness in hands, and frequent yawning.", "Chilliness after eating, and when talking about unpleasant things.", "Heat < in evening, with exaltation and great loquacity.", "Frequent feeling of flushing in face, without external redness." ]
  }
}