{
  "remedyName" : "Teucrium Scorodonia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bronchorrhoea. Phthisis. Testicle, tuberculosis of. Tuberculosis." ],
    "Characteristics" : [ "T. scorodonia is an extremely bitter plant with the smell and taste of hops, for which it has been substituted. Some have observed an alliaceous smell, and Cazin says that it gives a garlicky taste to the milk of cows, goats, and sheep which eat it. Dr. Criquelion, of Mons (Rev. Hom. Belge, June, 1895, quoted R. H. Francaise, Feb., 1896), tells how Dr. Martiny one day, in the Ardennes, had occasion to examine a man of thirty who was apparently in the last stage of consumption and had a cavity in one apex. Martiny gave his opinion that he had not long to live. A year later, being in the same district, he called at the house and inquired of a man whom he saw there, apparently in perfect health, what had become of the invalid. \"I am he,\" was the reply. It was the fact, though it took some time to convince Martiny of it. An old woman had recommended him to make a tisane of the Wood Germander which grew abundantly about there. He had taken it daily, and got well. [\"A similar case,\" says Cooper, \"was told me by a distinguished scientist. Teuc. s. is allied to Marrubium vulgare (Common or White Horehound), a well-known cough remedy; and to Nepeta glechoma (Ground Ivy), which was formerly much used with snail-jelly for chest affections.\"] Martiny introduced Teuc. s. into his practice and used a tisane of it with much success in bronchorrhoea and consumptive affections with tuberculous elements and muco-purulent expectoration. I have, myself, confirmed this, using the O tincture in five or ten-drop doses two or three times a day. Criquelion points out that Teucrine has been used as a subcutaneous injection in tubercular cases as a substitute for Koch's Tuberculin. Criquelion had a patient, a farmer of scrofulous habit, high colour thick neck, who had had for ten years an enlarged testicle the size of a quince, which he diagnosed to be tuberculous. Teuc. s. was given, one drop in four spoonfuls of water; a spoonful three-quarters of an hour before each meal. After three months the testicle was softer; in six months it had almost returned to its proper size." ],
    "Relations" : [ "Compare: Bac., Tub., Teuc. m., Helix." ],
    "Male Sexual Organs" : [ "Enlarged tuberculous testicle." ],
    "Respiratory Organs" : [ "Bronchorrhoea with muco-purulent expectoration.", "Tubercular phthisis." ],
    "Chest" : [ "Cavity in apex." ]
  }
}