{
  "remedyName" : "Thea",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Delirium; tremens. Mania; suicidal; homicidal. Megrim. Nervousness. Neuralgia. Paralysis. Sleeplessness." ],
    "Characteristics" : [ "The use of Tea has spread from the older civilisations of the East to the newer ones of the West. Tea contains an alkaloid, Thein, which is by some considered identical with Coffein, and both tea and coffee are used to stimulate jaded faculties and enable persons to endure fatigue, and get more enjoyment out of themselves than they could obtain by mere food. But coffee and tea are different in their effects though they may be alike in their chemistry. The after-effect of all stimulation is reaction; unless it is kept off by a repetition of the stimulant as the effect of the last dose wears off. The sign that the last dose of Tea is wearing off is a nervous, restless, depressed, ill-tempered state, which is visible in persons who rely on tea, at about p.m. Another symptom is an all-gone, sinking sensation at the epigastrium. Excessive tea-drinking is a fruitful source of neuralgia and insomnia. It is often noticed in persons who have sensitive kidneys that they can never take tea when they are going anywhere, because they are compelled to pass water almost immediately after. The symptoms of the Schema are made up of observed effects of overdosing and some direct provings. In a woman who was addicted to eating tea, very pronounced delirium tremens resulted, indistinguishable from that caused by alcohol, though there was no alcoholism in the case. A woman who kept a pot of tea boiling on the stove and drank several bowlfuls every day developed both suicidal and homicidal mania; impulse to jump out of the window; to cut her baby's throat and throw it downstairs (Thea cm, Fincke, cured). A friend of mine who had been many years in the East and was used to one-storey houses, on his return to this country had a curious impulse to jump out of the window, which he traced to tea-drinking, and which disappeared when he left it off. The homicidal impulse appeared in the dreams of one prover (Teste), who was so far from being horrified by his dream-murders that he even took pleasure in them after awaking. The talkativeness of Thea is one of its chief allurements. Among tea-tasters, who do not drink the tea they taste, but only hold it in the mouth a short time, yet long enough for the mouth to absorb some, there is sometimes developed what is known as tea-tasters' paralysis, affecting mostly the lower limbs, with loss of sensation of both upper and lower. This case has been recorded: A man after drinking tea had pain in epigastrium going through to back, with feeling as if he wanted to be sick and could not, > sitting down and stretching himself out. Thuja cured. Guernsey gives these as indications for Thea: \"Nervous sleeplessness; heart troubles, &c., of old tea-drinkers; palpitation of the heart, can't lie down.\" Peculiar Sensations of Thea are: As if a foreign body in throat. As if on the verge of fainting. As if the stomach hung down relaxed in the body like an empty bag. As if the weight of a sheet on the feet would crush the toes. Cold sensations are prominent; cold, damp feeling at back of head; with pain spreading thence to eyes; also dryness; and swelling of mucous membrane. The symptoms are: < At night; on walking in open air; after meals. > Warmth, external (applying hand or warm clothes to occiput). < By cold water. > Warm bath." ],
    "Relations" : [ "Antidoted by: Thuj., Fer., Beer. Hering says Coffee-drinkers should drink wine, tea-drinkers should drink beer. Beer caused in one tea-drinker relaxation of bowels which was > by Port wine. But Beer relieved in others nausea; irregularity of pulse; weakness; sleeplessness; nervousness and want of confidence. Compare: Gone, faint feeling; sick-headache radiating from one point and pain in left ovary, Sep. Averse to work, especially writing, Hydrast. Relaxed feeling in stomach, Ipec. Desire for acids, Ver., Sul., Ant. c., Phos., Sbi." ],
    "Mind" : [ "Delirium; with ecstasy, laughed incessantly, talked in rhyme.", "Delirium tremens (from eating tea).", "Sensation as if impelled to suicide, to jump out of the window, put her baby in the boiler with the clothes, cut its throat while cutting bread, throw it downstairs (from excessive tea-drinking, cured with Thea cm, Fincke).", "Temporary exaltation.", "Disposition to quarrel at the most harmless speech.", "Great nervous excitability with exaltation of intellectual faculties.", "Nervousness and want of confidence.", "Peevish; ill-humoured.", "Nocturnal fright, suicidal thoughts.", "During the sleepless nights the mind was in a state of most active and persistent thinking in spite of all attempts at forgetfulness (Thein, gr. 12)." ],
    "Head" : [ "Vertigo; with darkness before eyes; sudden in open air.", "Rush of blood to head, with sensation of fulness, esp. in forehead over eyes.", "Excessively disagreeable headache with throbbing of carotids.", "Sick-headache; chiefly at menstrual period; pain seems to begin in l. ovary and stomach and go to head.", "Neuralgic pain in nape like a cold flat-iron between skin and skull passing over whole cranium to forehead region, excruciating.", "Throbbing, shooting in temples extending to nose; with great acuteness of smell.", "Every heart throb felt at vertex.", "In occiput: tearing pain; feeling of damp coldness; electric shocks; pain extends to r. shoulder; > application of hand or warm cloth.", "Scalp tender; on vertex; can scarcely comb hair." ],
    "Eyes" : [ "Eyes: unusually bright, with dilated pupils; glittering; dry, with neuralgia of eyes.", "Sight: dim; dark before eyes; fiery lines; sparks." ],
    "Ears" : [ "Neuralgic pains in cartilages of ears, with icy coldness; impossible to warm them; pains extend to malar bones.", "Hallucinations of hearing; for four nights in succession waked thinking he heard the door bell distinctly.", "Roaring in ears." ],
    "Nose" : [ "Nose-bleed before menses.", "Sensation at root of nose as if epistaxis would occur.", "Dryness; soreness of nose." ],
    "Face" : [ "Wild, distressed expression.", "Face: pale; with congested redness; flushed." ],
    "Mouth" : [ "Teeth frequently decayed.", "Tongue: clean and pale; red; blistered; painful as if scalded.", "Whole buccal cavity dry and sensitive.", "Much viscid saliva.", "Bitter taste in mouth." ],
    "Throat" : [ "Diphtheritic sore throat.", "Uneasy feeling in pharynx, as if obstructed by a foreign body.", "Painless swelling of mucous membrane." ],
    "Stomach" : [ "Very hungry, but little satisfies.", "Empty feeling, and faintness.", "Thirst; but every mouthful of cold water affects the head like a shock.", "Craves acids; lemons.", "Nausea; and vomiting after eating (cured).", "Vomits bile, never food, when pain at its height.", "Weakness about stomach; it seems to hang in the body like an empty bag.", "Empty, sinking, craving, gone feeling; pressure; tickling; sensitiveness, at stomach." ],
    "Abdomen" : [ "After lunch, stitch below ribs, r. to l. side, in paroxysms.", "Intestines relaxed.", "Liability to hernia." ],
    "Stool and Anus" : [ "Swelling of lower end of rectum, with slight itching.", "Chronic relaxed bowels < by beer, > by port wine.", "Constipation." ],
    "Urinary Organs" : [ "Very marked increase of urine.", "Must pass water immediately after drinking tea." ],
    "Male Sexual Organs" : [ "Erections.", "Unnatural excitement." ],
    "Female Sexual Organs" : [ "Soreness and tenderness of r. ovary.", "Menses delayed, scanty, with severe cramp-like, uterine bearing down from beginning to end of period." ],
    "Respiratory Organs" : [ "Oedema of respiratory tract.", "Scraping in larynx.", "Hoarseness.", "Cough: dry; severe and bloody expectoration.", "Respiration increased in frequency and amplitude.", "Breathlessness on least exertion.", "Paroxysm of asphyxia." ],
    "Chest" : [ "Chest: oppressed; constricted; fluttering in l. side with fulness about clavicles, and feeling, of suffocation; tight across upper part compelling her to sit up in bed." ],
    "Heart" : [ "Anxiety in praecordium.", "Anxious oppression, anguish.", "Spasm in region of heart.", "As if on the verge of fainting.", "Palpitation; violent.", "Pulse: full, quick; feeble, irregular, intermittent." ],
    "Limbs" : [ "Paralysed numbness of extremities.", "Joints of hands and feet tender.", "Nervous excitability in wrists, hands, and feet." ],
    "Upper Limbs" : [ "Violent pains inside arms under elbow wake her after half an hour.", "Hand trembled violently, could not be held still more than a few seconds; regular writing impossible (Thein, gr. 12)." ],
    "Lower Limbs" : [ "Sensation in under side of either or both thighs, as if circulation had ceased, causing great uneasiness and desire to kick out leg to restore sensibility.", "Neuralgic pains in outer hamstrings.", "Restlessness of feet.", "Sensation as if the weight of a sheet even would crush toes." ],
    "Generalities" : [ "Enormous indolent swellings or tumours appear successively on back, thighs, hands, scrotum and penis, each lasting two days (Teste).", "Trembling.", "Epilepsy (in a child from swallowing a concentrated infusion).", "Convulsions.", "Languor.", "Faintness.", "< Afternoon." ],
    "Skin" : [ "Skin dry as if pores obstructed.", "Skin of finger-ends peels from excessive dryness.", "Eruption of red, indolent pimples.", "Itching, crawling, prickling in different parts." ],
    "Sleep" : [ "Sleeplessness.", "Awoke suddenly as from a struggle of incubus.", "Nightmare (esp. from green tea).", "Horrible dreams, of murdering people; caused me no horror, and even after waking I found pleasure for a long time in the hideous remembrance." ],
    "Fever" : [ "Intense coldness passing over whole head.", "Lowered temperature.", "Hands and face cold as marble, and bedewed with clammy perspiration.", "Almost immediate increase of general heat.", "Excessive internal heat, with flushes of heat on the surface, coming and going quickly.", "Disposition to perspire.", "Bedewed with chilly moisture." ]
  }
}