{
  "remedyName" : "Theridion",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Angina pectoris. Anthrax of sheep. Bone, affections of. Caries. Climaxis. Cough. Dysmenorrhoea. Eye-teeth, pains in. Fainting. Headache. Hysteria. Liver, disorder of; abscess of. Meniere's disease. Nausea. Necrosis. Nose, catarrh of. Ozaena. Photophobia. Phthisis florida. Pregnancy, sickness of. Rickets. Scrofulosis. Seasickness. Spinal irritation. Tetanus. Toothache. Vertigo." ],
    "Characteristics" : [ "Therid. was introduced and proved by Hering in The spider is found in the West Indies, chiefly in the island of Curacoa. It is about the size of a cherry-stone, is found on orange-trees, velvety black when young, with antero-posterior lines composed of white dots; on posterior of body there are three orange-red spots, and on the belly a large square yellow spot. It is very poisonous. It produces a highly sensitive, nervous condition with weakness, trembling, coldness, anxiety, faintness, and easily excited cold sweat. There are two well-marked keynotes, one or other of which will be found in most cases calling for Therid. (1) Extreme sensitiveness to noise; < by least noise; \"sounds penetrate the teeth.\" The sensitiveness extends to vibrations of any kind, jar of a step, riding in a carriage or in a boat. The symptom also shows the relation Therid. has to bony structures as well as to the nervous organs they enclose: it meets cases of spinal irritation; and also cases of disease of the spinal and other bones. Caries, necrosis, and scrofulous disease of bones have all been cured with it. \"In scrofulosis when the best remedies fail to relieve\" (H. C. Allen). (2) \"< Closing eyes.\" This applies to vertigo, and symptoms of the head and stomach. This forms the indication in many cases of seasickness, or sickness of pregnancy. The headaches are severe and affect the eyes, especially the left. The ears are highly sensitive. There are hallucinations of sight and hearing, luminous vibrations, and rushing sounds. Although there is \"< closing eyes, \", there is also intolerance of light. A species of intoxication is induced, hilarity, talkativeness. \"Time passes too slowly\" is a well-marked symptom. Therid. has a peculiar cough: frequent, convulsive, head spasmodically jerked forward, knees jerked up to abdomen. Chackravanti (H. W., xxxvi. 345) relates a case of headache cured with Therid.: Mr. B., well built, of bilious temperament, had for three months severe headache with nausea and vomiting, like sea-sickness, and shaking chills. Dulness and fulness in the head with throbbing beginning in occiput, preceded by flickering before the eyes. Head feels large and heavy. The pains begin in the morning, increase during the day, and last till evening. Excessive irritation, with loss of sustaining power. < From least overwork and motion; > by keeping quiet in horizontal position. Constipation, stools hard, small, dry. Therid. 3x was given, one drop in water twice daily. The pain was much better next day, and was gone in less than a week. Baruch (H. P., viii. 331) says of Therid. \"In cases of scrofulosis, where the best chosen medicines do nothing, I always interpolate a dose of Therid., which must act for eight days, and I have seen the most surprising results from it, particularly in caries and necrosis. For phthisis florida Therid. is indispensable, and effects a certain cure if given in the beginning of the disease. In cases of rachitis, caries, and necrosis I depend chiefly on Therid., which, although it does not seem to affect the external scrofulous symptoms, apparently goes to the root of the evil and effectually destroys the cause of the disease.\" Peculiar Sensations are: As if her head was another strange head. As if vertex did not belong to her. Like a pressing pain in root of nose and about ears. As of a veil before eyes. As if too much air passed into nose and mouth. Mouth as if furred, benumbed. As if some one tapped her on groin when raising leg. As if a lump were lying in perinaeal region. Like labour pains in lower abdomen. As if a child were bounding in body. As if something in oesophagus were slipping towards epigastrium. As if bones were broken and would fall asunder. As if dying. Burning pains and itching are common; and a stitch high up in apex of left chest has proved a guiding symptom for Therid. in the cure of cases of phthisis. \"Burning in liver region\" has led to the cure of abscess and even cancer of that organ. The symptoms are < by touch; pressure; on ship-board; riding in carriage; closing eyes; jar; least noise. Lying = pain deep in brain; > flickering before eyes. < Stooping; rising; motion; exertion, going up or down stairs; walking. After washing clothes, nausea and fainting. < Every night. Warm water > nausea and retching. Warmth >. Cold <; cold water feels too cold. < By coitus (groin pains). < After stool (headache). Left side most affected." ],
    "Relations" : [ "Antidoted by: Acon. (sensitiveness to noises); Mosch. (nausea); Graph. (more chronic effects). Follows well: Sul., Calc., Lyc. (scrofula). Compare: Aran. d. and Spiders generally. Hemicrania < closing eyes, < noise, Sep. (but Sep. < from noise is less intense). Vertigo and faintness on closing eyes, Lach. Headache, nervousness, hysteria, Trn. Stooping down, violent stitch high up in l. chest, thence to back, Myrt. com. (through to l. scapula), Pix Ord. costal cartilage where it joins the rib). Illic. Ord rib, generally r. side). Time passes too quickly (too slowly Can. i., Arg. n., Nux m.). Vertigo on closing eyes, Lach., Thuj. (on opening them, Tab.; on looking up, Puls. Sil.). Headache < lying down, Lach. Nasal catarrh, thick yellow greenish discharge, Puls., Thuj. Spinal irritation, Chi. s. Bites tongue in sleep, Ph. ac. (Ph. ac. sides; Ther. tip). Effect of washing clothes, Pho. Lump in perinaeum, Arg. n. (Sep. in anus). Scrofulosis; deep-in headache, Bac., Tub. As if a child bounding in body, Croc., Thuj." ],
    "Causation" : [ "Sea-travelling. Riding. Washing clothes." ],
    "Mind" : [ "Joyous; he sings, though the head is internally hot; oppressed and heavy.", "Imaginative excitement in head at night with rushing in ears.", "Talkative; after spirituous beverages.", "Inclined to be startled.", "Time appears to pass rapidly, although he does little.", "Despair, want of self-confidence, he gives himself up.", "Tries to occupy himself constantly, but finds pleasure in nothing.", "Sluggishness, with disinclination to rising in morning.", "Thinking is hard when it is of a comparative nature, but not when it is creative." ],
    "Head" : [ "Vertigo: on turning around; < stooping; with blindness caused by pain in eyes; with nausea increased to vomiting; in sleep, waking her at p.m.; with slow pulse; from every noise; on board vessel.", "Whenever she closes her eyes, nausea and vertigo < by noise and motion.", "Headache, :, at the beginning of every motion; evening when walking, with depression; deep in brain, so that she must sit up or walk, it is impossible to lie.", "Thick feeling in head: with nausea and vomiting on least motion, < closing eyes; as if it were another head, or as if she had something else upon it.", "Oppression and heaviness hindering his studies.", "Painless, indescribable sensation.", "Headache like a band in root of nose and around ears.", "Violent frontal headache, with heavy, dull pressure behind eyes.", "Headache on beginning to move.", "Headache deep in sockets of eyes, < l.", "Throbbing or pressive headache, sudden, over l. eye.", "Aching behind eyes.", "Stinging in l. temple.", "Pressing together in temples.", "Oppression behind ears, with fulness.", "Itching on head and nape in evening.", "Violent headache, with nausea, cannot bear the least noise; a feeling as if vertex were separated from rest of head, or as if she would like to lift it off.", "Effects of sunstroke, with most intolerant headache, nausea and vomiting.", "Itching on scalp; on head and nape, evening." ],
    "Eyes" : [ "Twitching in r. eye.", "Burning pain internally above inner canthus on waking.", "Sensitive to light, objects look double; fluttering, nausea, cold hands.", "Hard, heavy, dull pressure behind eyes.", "Closing eyes <; = nausea, vomiting, vertigo.", "Nausea while closing eyes; changed into nausea while opening eyes (which was > by Mosch.).", "Vision lost, everything seemed very far, as if a veil were before her, with blazing and flickering, when closing eyes, then affection of head and weakness." ],
    "Ears" : [ "Least noise <; every shrill sound and reverberation penetrates whole body, esp. teeth, < vertigo, = nausea.", "Loud noises make too strong an impression (> Acon.).", "Pressure above ears; fulness behind ears.", "Violent itching behind ears.", "Roaring in ears.", "Rushing in ears like a waterfall, with impaired hearing." ],
    "Nose" : [ "Nose dry, as if too much air passed in; itching in nose.", "Sneezing: in evening, with running coryza; all day, with discharge of water from nose, but without coryza; violent, with frequent necessity to blow nose.", "Pressure in root of nose and heaviness.", "Chronic, offensive-smelling discharge, thick, yellow, or yellowish green; (nasal catarrh; chronic ozaena)." ],
    "Face" : [ "Face pale.", "Froth before mouth with shaking chill.", "Jaw immovable in morning on waking and at other times of the day, then opening involuntarily." ],
    "Teeth" : [ "Teeth feel as if cool water were too cold.", "Burning and tensive pain in teeth, gums and palate.", "Every shrill sound penetrates the teeth.", "Raging pain in all teeth in afternoon and evening, causing weeping, but drawing particularly in roots of sound eye-teeth." ],
    "Mouth" : [ "Gums, mouth and nose dry, and feeling as if too much air passed into mouth.", "There is no proper taste, her mouth feels furred, benumbed.", "Salty taste, hawking of salty mucus." ],
    "Throat" : [ "Sore throat; chilly; bones sore; difficult swallowing; constipation; urine scanty and high-coloured.", "Pressure in lower part of oesophagus towards epigastrium, taking away the breath." ],
    "Appetite" : [ "Constant desire to eat and drink, he knows not what.", "Appetite for acidulous fruit.", "Craves oranges and bananas.", "Increased desire to smoke tobacco.", "Thirst: great after midday sleep; for wine and brandy." ],
    "Stomach" : [ "Nausea: in morning; on rising; from vertigo on least motion; on closing eyes; on opening eyes (> Mosch.); like seasickness; when looking steadily at an object; on motion; on talking; from fast riding in a carriage.", "Sensitiveness in region of stomach and epigastrium." ],
    "Abdomen" : [ "Violent burning pains in hepatic region < from touch; retching, bilious vomit.", "Abscess of liver.", "Anthrax of sheep.", "Emission of more flatus than usual.", "Pains in groins: after coition: in region of groin on motion, when she draws up her leg it seems as if some one tapped her hard on the groin." ],
    "Stool and Anus" : [ "Stool: papescent, scanty, urgent, next day thin and scanty, omitted on third day.", "Stool difficult towards the end, though not hard.", "Bowels open twice with colic and flatulency, after which headache is <.", "Anus protrudes and is painful, < sitting.", "Spasmodic contraction of rectum and anus.", "Heaviness in perinaeal region, which he has had for a very long time, is now felt at every step, with feeling of a lump there." ],
    "Urinary Organs" : [ "Urine increased.", "Has to rise four or five times in night to micturate; does not pass much during day." ],
    "Male Sexual Organs" : [ "Red spots on glans.", "Erections: strong, in morning, without desire; weak during coition; absent; desire vanished.", "Scrotum shrivelled.", "Violent and profuse emission during nap after dinner (had taken Anise during the day)." ],
    "Female Sexual Organs" : [ "Hysteria, during puberty; at climaxis.", "Menses omitted in a woman at climaxis; gave birth to a son the following year.", "Bruised, sore pain in both ovarian regions; < motion and pressure; labour-like pain in lower abdomen, with sensation as if child bounding in body; tickling in both sides.", "Dysmenorrhoea, intense, in l. ovary, with intense headache, extreme sensitiveness of the cervix, chilliness, &c." ],
    "Respiratory Organs" : [ "Cough at night.", "Convulsive cough, with the peculiar vertigo.", "Violent cough, with spasmodic jerking of head forward and knees upward.", "Increased inclination to take a deep respiration, to sigh." ],
    "Chest" : [ "Violent stitches high in chest beneath l. shoulder, felt even in throat.", "Pinching in l. pectoral muscle.", "Pressure as if something in oesophagus were slipping towards epigastrium, taking away breath for a few moments." ],
    "Heart" : [ "Anxiety about heart, sharp pains radiate to arm and l. shoulder.", "Pulse slow with vertigo." ],
    "Neck and Back" : [ "Itching on nape, at top of shoulder and on back.", "Pain between the shoulders.", "Spinal irritation; great sensitiveness between vertebrae.", "Sits sideways in a chair to avoid pressure against spine.", "Could not bear least noise, and jar of foot on floor was so aggravating it made her cry out.", "Loins affected after vomiting." ],
    "Limbs" : [ "Heaviness in all limbs after breakfast, necessity to lie down, internal chill so that he trembles." ],
    "Upper Limbs" : [ "Stinging from elbow to shoulder." ],
    "Lower Limbs" : [ "Peculiar drawing in r. hip, passing down thigh in evening when sitting and afterwards, with internal coldness below knee; > external warmth.", "Knees trouble her in afternoon.", "Feet swollen.", "Pain in little toe as if pressed in walking." ],
    "Generalities" : [ "Tetanus with trismus.", "Every shrill sound and reverberation penetrates her whole body, < teeth, and increases the vertigo, which then causes nausea.", "Pain in all bones, as if every part would fall asunder, feeling as if broken from head to foot, then coldness.", "Weakness: in morning, with sleepiness; with tremulousness and perspiration.", "The sudden, violent symptoms were > by Acon.; later symptoms were > by Graph." ],
    "Skin" : [ "Hard pimple beside ball of thumb.", "Itching: on back; calf; nape; at edge of shoulder in morning; on nates with knots; burning, on inner and upper part of l. ring-finger, with redness." ],
    "Sleep" : [ "Sleepy in morning.", "Sleeps all day.", "Deep sleep at night.", "He often bites tip of his tongue in sleep, so that it is sore next day.", "Sleep long and dreamful at midday, dreams of journeys in distant regions and of riding on horses (in one who scarcely ever sat upon a horse).", "Dreams that he broke off a tooth." ],
    "Fever" : [ "Shaking chill: with foam at mouth; with headache and vomiting.", "Sweats easily after walking and driving.", "Icy sweat covering body, with fainting and vertigo, and vomiting at night." ]
  }
}