{
  "remedyName" : "Thiosinaminum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Adhesions. Cicatrices. Lupus. Lymphatic glands, enlarged. Rectum, stricture of. Strictures. Tinnitus aurium. Tumours." ],
    "Characteristics" : [ "Thios. belongs to the same chemical group as Urea. The colourless bitter crystals are soluble in water, alcohol, and ether. Thios. has been used externally and internally in cases of lupus, chronic glandular tumours, and for dissolving scar tissue; and internally for resolving tumours of the uterine appendages. The usual internal dose in old-school practice is to grains once a day given hypodermically in a per cent. solution. C. H. Pennoyer (quoted Pac. C. J. of H. viii. 199) relates this case: Mrs. C., had been several years ill with gastric distress, sciatica, pains in hips down to knees; < by motion. Indigestion, flatulence of stomach and bowels, < after eating. Pain in back. Inability to walk; much perspiration; depression of spirits; and subnormal temperature. Her father had died at of stomach trouble; mother at of stricture of the bowel. Examination showed stricture of rectum two inches above anus, there being a tense fibrous band forming a ring opening, which would not admit the index finger. Bougies and mechanical measures failed to relieve. Weakness was so great, patient would faint at stool. Under general treatment nutrition improved, but the local condition was unchanged. A year later the stricture was slightly increased. Thios. was now given, gr. ii. twice daily. The following year the patient was found much improved. Examination showed that the cicatricial band had gone, the speculum could be introduced, and the mucous membrane was normal in appearance, though not as distensible as a normal rectum should be. W. Spencer (H. M., xxxiv. 55) has applied this property of resolving cicatricial tissues in cases of tinnitus aurium \"where the ossicles are bound down, and the function of the tympanic cavity so much impaired by fibrous bands or adhesions.\" In such cases he has had encouraging success. Enlarged lymphatic glands have been reduced in the same way. A few symptoms observed on patients under treatment I have arranged in the Schema with some cured symptoms." ],
    "Relations" : [ "Compare: Botan., Sinapis and Cruciferae. Uterine tumours, Thlasp. b. p. Diuresis (also chemical) Urea. Lupus, Tub. Cicatrices. Sil., Fl. ac. Affections of rectum, Nit. ac., Graph., Scirrh." ],
    "Ears" : [ "Tinnitus caused by fibrous bands." ],
    "Stomach" : [ "Appetite increased." ],
    "Rectum" : [ "Stricture of rectum resolved." ],
    "Urinary Organs" : [ "Urine increased in quantity; no albumen or formed elements." ],
    "Female Sexual Organs" : [ "Tumours of uterine appendages." ],
    "Respiratory Organs" : [ "Accelerated respiration." ],
    "Generalities" : [ "Sensation of heat and burning in affected parts.", "Bodily weight increased.", "Glandular swellings reduced." ],
    "Skin" : [ "Distinct local reaction in lupus cases after a few hours.", "Urticaria.", "Lupus.", "Scar tissues." ]
  }
}