{
  "remedyName" : "Thlaspi Bursa Pastoris",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion, haemorrhage after. Dropsy. Dysentery. Dysuria. Fibroma. Gall-stones. Gonorrhoea. Haematuria. Haemorrhages. Leucorrhoea. Liver, affections of. Metrorrhagia. Ranula. Renal calculi. Strangury. Uric acid diathesis. Uterus, haemorrhages from; affections of; cancer of. Whitlow." ],
    "Characteristics" : [ "\"Shepherd's purse, \", says Gerarde, \"stayeth bleeding in any part of the body, whether the juice or the decoction thereof be drunk, or whether it be used poultice-wise, or in both, or any way else. In a clyster it cureth the bloody flux; it healeth green and bleeding wounds; it is marvellous good for inflammations new beginning and for all diseases which must be checked back and cooled.\" Gerarde adds that the decoction will stop diarrhoea, blood-spitting, haematuria, and all other fluxes of blood. Thlasp. is the white-man's faithful friend. \"A native of Europe, it has accompanied Europeans in all their migrations, and established itself wherever they have settled to till the soil\" (Treas. of Bot.). It does not refuse to grow in the poorest soils, but it luxuriates in the richest. Burnett noticed that it flourished best in the neighbourhood of dunghills, and the odour of the tincture is much suggestive thereof. Some have seen in the seed-vessel the signature of the shape of the uterus, and Burnett found in it an organ remedy of vast importance. The O tincture, he said, is the best thing to give for menses that have been checked; for uterine haemorrhages he preferred the attenuations. He has observed it cause sexual excitement like Cantharis. It aided Burnett in the cure of an inveterate case of gall-stones, the origin of which he traced to the uterus. Dudgeon (M. H. R., xxxii. 614) reports a case which reverses this. He had treated a lady for jaundice, from which she made a good recovery; but there came on a peculiar discharge after the catamenial flux. It was of brownish-green blood and was attended with obscure abdominal pains. The cervix uteri was swollen and soft but not ulcerated. Dudgeon failed to cure this; but Rafinesque, of Paris, after trying other remedies, succeeded with Thlasp. The 6th had immediate good effect. Rafinesque afterwards gave the O and then again the 6th, and in a few weeks the cure was complete. Dudgeon's article on Thlasp. is the most complete we have. He quotes a case of Rademacher's showing the action of Thlasp. on uric acid excretion. A woman whom Rademacher had relieved ten years before of a large quantity of urinary sand, again presented herself; her abdominal cavity was full of water, extremely swollen, and she was passing urine of a light red colour with bloody sediment. Thlasp. O, drops five times a day, was given solely with the idea of stopping the haematuria. But the result was", "a more copious discharge of urinary sand than ever before; the urine increased, the dropsy disappeared, and the woman was cured. Dudgeon also quotes a case of Kinil's: A woman had strangury three weeks after confinement, she could not retain her urine, which dribbled away drop by drop. Thlasp. O, drops five times a day, removed the strangury at once, and in a few days the urine could be retained and became clear without sediment. \"Dysuria of old persons, when the passing is painful and there is at the same time spasmodic retention of it\" is an indication given by Heer. Dudgeon's own cases are no less striking: (1) A lady, had rheumatic muscular pains in various parts, and the most abundant secretion of uric acid, which passed away with every discharge of urine. Sometimes small calculi formed and then there was much pain in their passage along the ureter, but generally it passed in the form of coarse sand, which formed a thick layer at the bottom of the utensil. This sand continued to pass after the cessation of the rheumatic pains, which lasted six or seven weeks. Puls., Pic. ac., Lyc. had no effect. Thlasp. diminished the sand to an insignificant amount. (2) A gentlemen, in addition to other dyspeptic symptoms had unusually large discharges of coarse uric acid, coming away in masses as large as a big pin's head but without pain. Thlasp. stopped this. (3) Lady, nearly was suffering from the presence of a calculus in left ureter. She had previously passed much sand. Thlasp. caused a great discharge of sand and a speedy relief of her pain. Dudgeon also refers to a case of Harper's illustrating the action of Thlasp. on the bowels. An elderly lady had suffered for years from a copious discharge of muco-pus, sometimes mixed with blood, sometimes nearly all blood, which passed from the bowels after each evacuation. She had been under high homoeopathy, oxygen treatment, and for a long time under Harper himself without effect, when he gave Thlasp. O in five-drop doses and cured the case in a few days. With Thlasp. 1x I saved a lady who had been curetted several times with small success from a further curetting, which was advised as being essential to the cure. Thlasp. stopped the haemorrhages, restored the periods to their proper term, and the patient immediately began to recover her strength, which had been drained to the last degree. There has been no return of the trouble. Peculiar Sensations are: As of needles or shocks from a battery between end of sternum and umbilicus. As if neck and left shoulder would break with pain. Symptoms are > bending over. Haemorrhages are profuse, periodic; blood dark, clotted. The toes are affected along with cramping pain in stomach." ],
    "Relations" : [ "Compare: Cruciferae, especially Sinapis, Thios. (fibroma; uterine tumours), Matthiol. (inspissated secretions; grows near sewage stream). Renal calculi, Oc. can., Uric acid; pain in shoulder, Urt. ur. Uterine haemorrhages, Trill., Vibur., Ustil., Senec. Haemorrhages from bowel, Merc., Nit. ac., Sul., Caps., Merc. c., Pho." ],
    "Head" : [ "Slight headache." ],
    "Ears" : [ "Deafness and pain in l. ear." ],
    "Nose" : [ "Frequent epistaxis, passive.", "Free discharge of blood and mucus from l. nostril.", "Dull pain at root of nose." ],
    "Mouth" : [ "Teeth sore on closing jaws.", "Gums sore; neuralgic feeling in teeth.", "Inside of gums feel as if full of blisters.", "Ranula; caused enlargement of submaxillary duct." ],
    "Throat" : [ "Soreness of upper part of throat.", "Swelling of throat and face, < l. side.", "Tonsils swollen.", "Throat dry on swallowing." ],
    "Stomach" : [ "Nausea.", "Cramping pain in stomach; toes hurt as well as stomach.", "Sick, faint feeling in stomach." ],
    "Abdomen" : [ "Gall-stone colic; liver affection being secondary to uterine condition (Burnett).", "Pain between end of sternum and umbilicus, like needles or an electric shock.", "Severe cramping pain > bending over." ],
    "Stool and Anus" : [ "Passage of blood.", "Obstinate and copious muco-purulent discharge from bowels, more like pus than mucus; discharge never comes till faeces have entirely passed (cured in a few days with O five drops, after years of other treatment.", "Harper)." ],
    "Urinary Organs" : [ "Haematuria.", "Urine burning, passing frequently, of strong odour.", "Copious discharge of urinary sand, increased flow of urine, relief of dropsy.", "Renal calculus.", "Increased quantity of urine with brickdust sediment.", "Strangury after accouchement; dribbling of urine.", "Dysuria of old persons; with dribbling." ],
    "Female Sexual Organs" : [ "Sexual excitement.", "Metrorrhagia; with uterine colic; in haemorrhagic chlorosis; in sequelae of abortion or labour.", "Premature menstruation; first day she hardly had a show, second day a haemorrhage with severe colic and expulsion of clots, flow lasted eight to fifteen days, left a state of exhaustion which was not recovered from before the next period came on; this proved very profuse, next less so.", "Haemorrhages: with violent uterine colic and cramps; consequent on abortion; at critical age; with cancer of cervix; or fibroids.", "Too frequent and copious menstruation, esp. in persons of a relaxed constitution.", "Haemorrhages dark, with clots.", "Suppressed or checked menses.", "Menses delaying from inertia.", "Leucorrhoea: bloody, dark, fetid, before and some days after menses, which were profuse and dark.", "Haemorrhages after abortion.", "Following an attack of jaundice, after menses a discharge of brownish-green blood, with obscure abdominal pains; cervix swollen and soft but not ulcerated (Th. b. p. gave immediate relief; O and again completed the cure)." ],
    "Respiratory Organs" : [ "Hoarse in morning with slight sore throat.", "Haemoptysis." ],
    "Chest" : [ "Pulsative pain in l. chest." ],
    "Upper Limbs" : [ "Pain in l. shoulder so great, he thought neck and shoulder would break.", "Strong, almost painful pulsation in r. radial artery; Pulse uneven.", "Pains in fingers; felon on tenth day." ]
  }
}