{
  "remedyName" : "Thuja",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abdomen, distended. Abortion. Angina pectoris. Anus, fistula in; fissure of. Asthma. Balanitis. Cancer. Catalepsy. Chorea. Clavus. Condylomata. Constipation. Convulsions. Coxalgia. Diarrhoea. Disparunia. Dysmenorrhoea. Ear, polypus of. Enuresis. Epilepsy. Epulis. Eyes, tumours of; granular inflammation of. Fatty tumours. Feet, fetid. Flatus, incarcerated. Frontal sinuses, catarrh of. Ganglion. Gleet. Gonorrhoea. Haemorrhage. Haemorrhoids. Hair, affections of. Headache. Hernia. Herpes zoster. Ichthyosis. Intussusception. Jaws, growth on. Joints, cracking in. Levitation. Morvan's disease. Mucous patches. Muscae volitantes. Myopia. Naevus. Neck, cracking in. Onanism. Ovary, left, pain in. Ozaena. Neuralgia. Nose, chronic catarrh of; polypus of. Paralysis. Pemphigus. Polypus. Post-nasal catarrh. Pregnancy, imaginary. Prostate, disease of. Ptosis. Ranula. Rheumatism, gonorrhoeal. Rickets. Sciatica. Seminal emissions, nocturnal. Sycosis. Syphilis. Tea, effects of. Teeth, caries of. Tongue, ulcers of; biting of. Toothache. Tumours. Vaccination. Vaccinosis. Vaginismus. Warts. Whooping-cough." ],
    "Characteristics" : [ "The American Arbor Vitae is a \"spiry evergreen attaining a height of from to feet, though generally not above and a diameter of about to feet through the greatest breadth of foliage.\" It abounds in the upper zones of North America, from Pennsylvania northwards, where it \"often forms what are commonly known as cedar-swamps. It grows upon the rocky banks of rivers, and in low, swampy spots, blossoming from May until June and maturing its fruit in autumn. The Arbor Vitae assumes a conical form with such true lines as to appear 'clipped, ', thus forming one of our most valued high-hedge trees\" (Millspaugh). Thuja was introduced to France from Canada in the reign of Francis I. of France, and it has now an honoured place in most of our gardens and shrubberies. The native habitat of Thuja is not without its importance in relation to therapeutics. It loves swamps; it is Hahnemann's typical antisycotic and Grauvogl's hydrogenoid. Thuja is one of Hahnemann's discoveries. Most of the remedies of his materia medica had been known in a fashion before his time. Of the therapeutic properties of Thuja practically nothing was known till Hahnemann proved it. Subsequent observers have only confirmed or added to Hahnemann's pathogenesis. Hahnemann found in Thuja the antidote to the miasm of the condition which he termed Sycosis, meaning thereby the constitutional disease resulting from constitutional gonorrhoea, and having as its characteristic manifestation excrescences, sometimes dry in the form of warts, more frequently soft, spongy, emitting a fetid fluid with a sweetish odour something like herring brine, bleeding readily and having the coxcomb or cauliflower form. Teste remarks that in the period when the doctrine of Signatures prevailed the \"resinous callosities of the stems and leaves of Thuja occ. might have seemed an indication that the plant was the specific for sycosis and warts.\" Teste dismisses this idea, but he asks whether resinous substances which have the power of modifying vegetable juices in a peculiar way may not affect the animal fluids in the same manner. He includes Castor. in his Thuja group, and gives an instance in which it acted on fig-warts. Castor. is the product of an animal which subsists on the bark of resinous trees.", "Hering gives this as the action of Thuja (1) on the fluids: \"dissolution of fluids of the body, which become acrid, probably caused by Thuja perverting lymphatic secretions; disturbs digestion and sanguification\"; and this (2) in the vegetative sphere: \"A surplus of producing life; nearly unlimited proliferation of pathological vegetations, condylomata, warty sycotic excrescences, spongy tumours, and spongy pock exudates [which] organise hastily; all morbid manifestations are excessive, but appear quietly, so that the beginning of the diseased state is scarcely known.\" Boenninghausen found Thuja both preventive and curative in an epidemic of small-pox. It aborted the process and prevented pitting. In veterinary practice Thuja has proved curative in farcy and in \"grease.\" These facts open up another great branch of Thuja's homoeopathicity", "its anti-vaccinal action. This extension was made by Kunkel and Goullon following on Boenninghausen's experience with small-pox. On this subject no one has written more forcibly or lucidly than Burnett (Vaccinosis and its Cure by Thuja). \"Arbor Vitae: nomen omen, \", says Burnett on his title-page. And in his hands Thuja has proved indeed a tree of life to numberless sufferers from the vaccinal taint. By \"vaccinosis\" Burnett means the disease known as vaccinia, the result of vaccination, plus \"that profound and often long-lasting morbid constitutional state engendered by the vaccine virus.\" To this state Thuja is homoeopathic, and therefore curative and preventive of it. Burnett makes the profound observation, which I can confirm, that the vaccine virus does not need to \"take\" (that is, to set up vaccinia) in order to produce the vaccinal dyscrasia: that \"not a few persons date their ill-health from a so-called unsuccessful vaccination.\" So that vaccinosis may exist apart from vaccinia. The antivaccinal action of Thuja is part of its antisycotic action: vaccinia is a sycotic disease. Burnett gives the case of an infant ten weeks old, whom he was called to see as it was supposed to be dying. He found it ghastly white and in collapse. There was nothing to account for this except that the baby had had its wet-nurse changed two or three days before. The wet-nurse was questioned and declared herself quite well and looked it; but \"her arm was a little painful.\" She had been revaccinated in the Marylebone Workhouse the day before she took charge of the patient. Burnett found the vaccine eruption just turning into the pustular stage. He concluded that the infant was sucking the vaccinal poison with its nurse's milk. He gave Thuja to both infant and nurse. The baby gradually improved the same day, and next morning was, though still pale, practically well, and the vaccinal vesicles on the nurse's arm had withered. Burnett quotes a case of vaccinal rash in an infant following the vaccination of its mother, who was nursing it. The effects of chronic vaccinosis are protean. Prominent among them are neuralgias (of which Burnett gives many examples), morbid skin disorders, indigestion, and constipation; warts and new growths of many kinds. In these effects a favourite method of Burnett's was to give a course of twenty-four numbered powders, only three or four of them medicated with Thuja 30; one to be taken at bedtime. With the same prescription he cured many cases of paralysis, his indications being: Left side of body; very chilly; < in morning, in wet weather, and in cold: with these indications present he also found enlargements of the spleen to dissolve. In I was consulted by Mr. A., about a lump, or rather two lumps, in the right breast, which was like that of a girl approaching puberty, the left breast being quite flat and normal. There was a hard, not sharply defined lump to the right of the nipple, and a smaller one to the left of it, but freely movable, the larger somewhat tender and irritated by the pressure of the brace. The tumours had existed eighteen months and came on at a time of much anxiety when his wife died of consumption. His paternal grandmother and two aunts had died of cancer. He had been twice vaccinated, but on the second occasion the arm did not \"rise.\" As a small boy his hands were covered with warts.", "At eight he had shingles. On August 15th Thuja 10m F. C. was given. October 21th.", "If anything tumours a little less. Thuja 10m continued at intervals. February 1890.", "Tumours can only be felt with difficulty. No pain. The medicine was repeated and when next seen some time later the patient was absolutely well. A very much vaccinated lady developed at the climacteric indurations in both breasts, especially the right. Menses were accompanied by severe neuralgic pains. Thuja was given in 1m, 10m, and cm F. C. potencies. The last set up attacks of angina pectoris of such intensity that I did not repeat it. The indurations disappeared, but in the course of the cure an eruption closely resembling small-pox developed over her breasts on more than one occasion. The first case I treated homoeopathically was one of new growths", "a cluster of small warts on the forehead of a boy which had lasted eighteen months and followed the scratch of a cat. Thuja O in fractional doses and Thuja O painted on cured permanently in three weeks. A gentleman, about consulted me recently about a wart on the right side of his head. He was bald, and the wart was black and unsightly. It had been growing some months, and he was somewhat anxious about it as his father had had a similar wart develop in the same locality at the same age, and it had never left him. My patient had been twice vaccinated. Thuja twenty-eight powders, one in seven medicated, one at bedtime. In one month there was much reduction; Thuja was repeated, and in little over two months the wart was gone. Burnett says Thuja is the remedy for fatty tumours, which he regards as sycotic in nature. Thuja not only produces symptoms of the secondary stage of gonorrhoeal and vaccinal affections, it also produces urethritis and a variolous eruption. Dudgeon has reported acute urethritis with yellow discharge lasting altogether a fortnight as the result of chewing a Thuja cone. Mersch (H. M., xxx. 686) gave Thuja to a patient as a prophylactic against small-pox. This patient and another who took it for the same purpose developed simple urethritis. Mersch proved Thuja O on himself and some others: (1) M. N. had rose-coloured blotches on the back, and several days after leaving off the medicine had warts develop on the outer side of the root of the thumb. These were still present three years after, though smaller and softer. (2) Mersch himself, who took Thuja for fifteen days, had heavy sensation in the head on waking, an eruption of desquamative annular blotches, and from the twelfth day a tearing along the right arm which compelled him to keep the arm flexed for eight days, < attempting to extend the arm; slightly > by heat. A small soft wart appeared at the external portion of right middle finger. This disappeared a month after the proving was ended. (\"< By extension\" is a characteristic of Thuja; it = cracking in joints. The arm symptoms are also < when the limb hangs down, which is also an extension.) Apropos of the annular scaly blotches, I had a case of psoriasis of the legs in a youth which was benefited by Thuja more than by any other remedy, though the Thuja was given for some other affection. A patient came to Raue (H. R., ii. 162) complaining that his semen had a very offensive smell. Raue did not know of a remedy producing the symptom, but selected Thuja. Two doses of the 200th and one of the 15th were taken. The man was at the time in the hands of an eminent dentist for his teeth, which for five years had been a great trouble to him on account of their extreme sensitiveness to cold; the gums were in a deplorable state and the teeth were encrusted with tartar. After receiving the Thuja the extreme sensitiveness of the teeth disappeared in one night; then the offensive odour of the semen. In four days the patient again saw the dentist, who was amazed to find his gums quite sound. Moreover, the patient had lost an oppression of the chest which had been troubling him some time. Goullon (Leip. Pop. Zeit. f. H., translated Rev. H. Belge, September, 1895) relates the cure of a mental state by Thuja 30x. He remarks that, following the advice of Kunkel, he gives only a single dose of Thuja, one or two drops of the tincture on sugar or milk, at bedtime. When he has given a second dose the following night he has observed new symptoms \"Thuja in fact has a very marked action on sleep, and its symptoms appear by preference at night", "the headache, for example.\" This is the case: Miss R., 40; complained of her head, especially at certain moments, when ideas which did not concern her in the least came to her as if some one else was thinking by her side. Thuja produces a confusion in the thoughts which patients cannot rid themselves of on account of great weakness and pain in the head. This patient had for months been attending on a paralysed sister, frequently getting up in the night and worrying herself about numberless things. Her nervous system was very impressionable, and for weeks had reached a point of extreme over-excitement. She could no longer calm herself, and in addition she sneezed and coughed much. The problem was to give her sleep and take away the pain in the head. Even when she was not obliged to getup she could not get sleep. Her eyes were also very much irritated. The patient afterwards described her condition thus: \"I felt in the anterior part of the head, principally the forehead, a sensation as if lead were compressing my eyes; these were inflamed, < by light, > in open air. Before going to sleep I felt a congestion in the head with headache; at the same time queer, confused ideas which changed like a flash and fell upon the most odd things. These were > when I opened my eyes or sat up. Before my eyes images and statues arranged themselves. If I wished to think of something sensible, in the twinkling of an eye I lost the thread of my ideas. All this happened at night; during the day the wicked sprites did not appear. My head and eyes pained me when there was much movement, as when several people were speaking at once.\" The effect of the dose she described thus After having taken the Thuja I tasted a sweet repose; the next morning a complete transformation had taken place in the head, the weight was gone, the eyes were more fresh, the brain free.\" Goullon cured a lady who had had headache for a year; on waking felt as if a tight hoop enclosed forehead, not passing away till noon. Eyelids heavy as lead. Thuja 10x, one close at bedtime, permanently cured. A. W. Holcombe (Med. Vis., xii. 225) relates experiences bearing on the sleep and dreams of Thuja. (1) Mrs. E., had a growth, wart-like, about the size of a sixpence, on left temple. It began as a slight roughness and itched at times. Also growth about the same size on a hard palate (left), very sore. Much headache, on left side of the head, throbbing in left temple, and the pains extend into left ear. Cannot sleet after a.m. Dreams much of falling. Feels smothering in a warm room. Thirsty, < noon and afternoon. Feet sweat much, offensive; sweats much about groins. Thuja cm was given on October 25th. By November 15th the growths and all the rest of the symptoms had disappeared. (2) Led by this same symptom, \"almost every night, dreams of falling from a height, \", Holcombe cured a man, of tertian fever with Thuja cm when a large number of other seemingly well-indicated remedies had failed. Robert Farley (quoted A. H., xxiii. 446) relates the case of two children, aet. who had what he graphically terms \"urinary tantrums.\" Two hours after being put to bed they would wake kicking, crying, and refusing to answer a question. This lasted an hour or more. Asked if they wanted to urinate they would refuse to answer, strike at attendant, or even say \"No.\" Finally it was found that if they were taken up and put on the closet they would urinate and then go to sleep readily. One of the children developed signs of incipient inflammation of the left hip-joint. The totality led to the selection of Thuja, which was given in the 200th. After the first night there were no more \"tantrums, \", and in two months the child was perfectly well. This child's father had had gonorrhoea, treated by injection, some years before the patient was born. But the other child's father had not had gonorrhoea. In the latter case, which was exactly like the former, the cure was immediate; in the former case relief occurred on the second night. C. W. Roberts (H. R., xii. 137) found Thuja O, in five- to seven-drop doses at bedtime, control nocturnal seminal emissions better than any other remedy. \"Nocturnal seminal emission\" is an emphasised symptom in M. M. P. Epulis is probably a malignant kind of sycotic hyperplasia. Percy Wilde (H. W., xxi. 199) records the case of a young married lady who had a large epulis on the lower jaw, rapidly increasing in size, ulcerating on the surface, very painful, and filling the mouth with an ill-smelling secretion. The entire tumour was removed by operation, and also the subjoined bone. Three weeks later the tumour was as large as before and increased daily. Thuja 1x was now given. The growth stopped immediately; ulceration ceased; the pain disappeared. In three weeks the gum was healthy and remained so permanently. Villers (quoted A. H., xxi. 421) relates a case of scalp tumour in a youth of seventeen. The tumour had existed two years, and had somewhat the appearance of a bean. It was situated about the posterior edge of the parietal bone, was devoid of sensation, and the hair had disappeared from it, making it very conspicuous. Thuja was given, a dose every twenty days. In four months the youth was almost cured, in five months entirely so, the hair having grown again completely over the spot. George Royal (quoted A. H., xxiii. 387) relates a case of persistent cough cured with Thuja. Miss X., fair, had for three months a painless, dry cough. The irritation was only in the throat. There were six small growths at the back of the throat, and one near the vocal cord. She never had a cough before. Has leucorrhoea green and excoriating; menses a little too early. Thuja cured the growths and the cough in about three weeks. Old-school observers (N. A. J. H., xv. 63) have found in Thuja an efficient haemostatic, locally applied, especially after tooth extraction. R. B. Johnstone (H. P., ix. 257) gives some indications for Thuja in hernia: (1) Women of sycotic history who have a tendency to left-side inguinal hernia after labour (Thuja, high). (2) When babies cry much the umbilicus protrudes, growing red and sore; especially when the father has a sycotic history. (3) Left inguinal hernia in infants; child cries all the time, and is only quiet when the left inguinal region is relieved from pressure, or the thigh is flexed on the abdomen. Boenninghausen observed this symptom of Thuja, which bears on the action of Thuja on the sides and roots of teeth (a sycotic symptom), rather than on the crowns: \"on blowing nose, a pressing pain in the hollow tooth, at the side of it.\" The left ovarian pains of Thuja are remarkable. They are severe, sometimes burning, extend down thigh, any attempt at exercise and especially walking <; they occur with every menstrual period, and are generally < before and during the flow. The pain compels the patient to lie down; but lying on left side <. A keynote of Thuja is: \"Frequent micturition accompanying pains.\" For example: \"In evening, when in bed, terrible hammering and tearing in the ear, accompanied with micturition every half-hour and coldness of the legs up to the knees. The desire of Thuja is sudden and urgent, it seems impossible to reach the vessel or make the necessary preparations, but the patient can control it if compelled. There is severe cutting as with a knife at the end of micturition after the last drop has passed. Thuja also has chronic incontinence from paralysis of sphincter vesicae. This is related to the general paretic weakness of Thuja. The patient feels she \"could not go on exerting any longer.\" Burnett (H. W., xxv. 487) records a case of lichen urticatus in a boy of fourteen, which came into his hands after a long course of treatment, external, internal, and dietetic, at the hands of allopathic specialists without result. The rash came periodically in warm weather; patient literally tore himself because of the irritation. The rash was < on the left (vaccinated side). Thuja was given in infrequent doses. The spots continued to appear for a week and then disappeared. The skin remained clear in spite of the patient indulging in all kinds of previously forbidden foods. Among the skin effects of Thuja the marks and stains must be borne in mind. The skin is mottled and discoloured; brown or red mottled spots; discoloration of the backs of the hands and feet.", "Villers (J. of Hcs., iv. 408) treated a girl of twelve, who had had headaches going from front to occiput and sometimes in temples. Pains mostly came towards night, and were accompanied with an awful state of fear. The only account she could give of her fear was that she saw green stripes. Alone or in company, in the dark or in a well-lighted room the dread was always the same. Three years before, the child had had an abortive attack of scarlatina, treated with cold compresses. The urine had been abnormal all through the illness, but contained no albumen. Thuja every tenth day. No more headache, nor fear. Patient slept well from the first dose, and in a few days the urine became clear. \"Floating stripes\" before the vision is a symptom of Thuja. Peculiar Sensations are: As if a strange person were at her side. As if soul and body were separated. As if under the influence of a superior power. As if whole body were very thin and delicate; as if its continuity would be dissolved; as if frail and easily broken; as if made of glass. As if a nail were pressing into vertex. As if vertex were pressed with a needle. As if a nail were driven from within outward in vertex. As if a nail were driven into right parietal bone and left frontal eminence. Lightning-like headache. As if a convex button were pressed on left ear. As if head were screwed asunder. As if forehead would fall out. As if bones of head were being knocked to pieces. Forehead, ears, and eyes as if stabbed. As if knives went tearing around in brain. Scalp as if beaten. As if insects on occiput and temples. As if eyes were swollen and would be pressed out of head. As of fine sand in eyes. As if a cold stream of air were blowing through eyes. As if a foreign body in eye. As if flesh were being torn from bones in left side and back. As if abdominal muscles were being pushed out by arm of a child. As if a living animal were in abdomen. Sudden bounding in right iliac region as if something alive. As if blood could not circulate in back opposite pit of stomach. As if boiling lead were passed through rectum. As if anus would fly to pieces during stool. As if skin of anus were cracked and chapped. Bladder as if paralysed. As if moisture running in urethra. As if a tape prevented urination. As of a single drop running along urethra. As if testicles moved. As if something were grown fast in region of left lower ribs. As of falling drops in chest. Legs as if made of wood when walking. As if lower limbs were elongated. As if muscles of thigh would break down. Lightness in body when walking. As if flesh were beaten from bones. As if skin were pricked with needles. As from fleabites. A keynote of Cooper's for Thuja is, \"its pains keep extending from their original site.\" Another indication of his is, \"pains > by wrapping up.\" Thuja is Suited to: (1) Hydrogenoid constitutions (possessing \"an increased capacity to contain water; hence rain, cold, damp weather, beds, and food that increase the number of molecules of water in the system < the symptoms\"). (2) Strumous and sycotic persons. (3) Lax muscles; light hair; children. (4) Lymphatic temperament, in very fleshy persons, dark complexion, black hair, unhealthy skin. (5) Ailments from vaccination or from suppressed or maltreated gonorrhoea. Thuja is a strongly left-sided medicine (the left arm is usually vaccinated). The symptoms are: < By touch (scalp; vertex; eruption; anus; condylomata; = fingers to bleed); but > pain in eyebrow and in left malar bone. Pressure >. Rubbing >. Scratching >. Closing eyes <. Fall = wart-like growth ill labium. Overlifting < headache. Rest > headache. Bending head backward > headache. Lying on left side = anxious dreams. Lying on affected side > asthma. Motion <. Extension <. Letting arms hang down <. Walking <. Looking up > headache. Throwing head back > headache. Talking < asthma. Ascending = palpitation. Riding = incontinence of urine; < pain in ovary. < a.m.; early morning (the sycotic time). < Night. < Cold water; cold: damp weather: change; draught; overheating; sun's rays. < Bright light. < Warmth of bed. Warmth <. Cold > rheumatism. < After breakfast, after eating; after tea; coffee; fat food; onions. < By coitus. < Blowing nose (pain in side of teeth). < Increasing moon. < Sun; bright light." ],
    "Relations" : [ "Antidoted by: Cham. (nightly toothache): Coccul. (fever); Camph., Merc., Puls., Sul. Teste found Colch. the best antidote in his experience. Antidote to: Merc., Sul., Iod., Nux. Complementary: Med., Sabi., Sil.; Nat. s. in sycosis. Compatible: Nit. ac., Sabi. Follows well: Med., Merc., Nit. ac. Followed well by: Merc., Sul. (these follow best.", "H. N. G.); also Calc., Ign., Lyc., K. ca., Puls., Sil., Vacc. Compare: Constitutional polychrests, Med. Syph., Pso., Sul., Merc. Bad effect of vaccination, Apis, Ant. t., Vacc., Var. Aversion to touch or approach, Ant. c. (Thuja on account of fixed ideas). Illusions of shape, Bapt., Petr., Stram. Imaginary conditions (Saba., imaginary diseases). Ozoena with thick green discharge; gleet; gonorrhoeal rheumatism; orchitis; prostatitis; Puls. (the discharge of Puls. is thicker than that of Thuja). Ozaena in sycotics, K. bi. Condylomata, balanorrhoea, greenish leucorrhoea, Nit. ac. (Nit. ac. has more aching in bones, especially when not covered with muscles). Long filiform condylomata, Staph. (Staph., especially after Mercury, system generally depressed). Balanorrhoea, Jacar. Red chancroid sores, Coral. Iritis; green discharges; rheumatism; sweating, Merc. (Merc. < warmth of bed; sweating more excessive; Thuja, sweat on uncovered parts only). Condylomata, Sabi. (itch and burn, especially in women). Condylomata large, like cock's-comb, Euphras. Syphilis and sycosis, fig-warts fan-shaped, much Aching, especially about joints, Cinnab. (\"Cinnab. is preferable for warts on prepuce.\".", "H. C. Allen). Sycotic eruptions, Sars. Ciliary neuralgia, Spi. (Spi. pains radiate downward; Thuja, upward and backward). Nails grow soft, Fl. ac. (rapidly). Diarrhoea, &c., after vaccination, Sil. Affections of tea-drinkers, Sep. Urinary affections, Canth. Effects of fat food, Ipec., Carb. v., Puls. Fissure about anus, Nit. to. Graph. Dry, whitish scales on skin, Ars., Calc., Dulc., Lyc., Sep., Sil. Vaginismus, extreme sensitiveness, Sil. Hissing or singing of kettle in right ear, Lyc. Violent movements of foetus, Op., Croc., Sil., Sul. Sense of levitation, Calc., Can. i., Con., Gels., Sil., Sti. p., Tic douloureux, Spi., Coccin. Phimosis, Cann. s., Merc., Sul., Nit. ac., Sep., Rhus, Sabi. Left ovarian pains, Colo., Bry., Phos. Yellow-staining leucorrhoea, Agn. c., Carb. a., Chel., Kre., Nit. ac., Nux, Pru. s., Sep. Tongue: Ulcer on right border, Sil. (on left, Apis); semilateral swelling of, Calc., Sil., Lauro. (Lauro, left half with loss of speech), Semp. t. Piles < sitting, Lyc. Ph. ac. (> Ign.). Vertigo when closing eyes, Lach., Ther. Headache as if a nail being driven in, Coff., Ign. Headache from tea, Sel. Teeth decay at roots, Mez. (on edges, Staph.). Teeth crumble, turn yellow, Syph. Ranula, varicose veins on tongue, Amb. \"On blowing nose, a pressing pain in the hollow tooth or at the side of it\" (Culex, vertigo every time he blows his nose). Abdomen protrudes here and there as from the arm of a foetus, Croc., Nux m., Sul. Left ovarian pain when walking or riding, must sit or lie down. Croc., Ust. (Thuja, < at each menstrual nisus). Stool recedes after being partly expelled, Sanic., Sel. Early-morning diarrhoea expelled forcibly with much flatus, Alo. Coition prevented by extreme sensitiveness of vagina, Plat. (by dryness, Lyc., Hdfb., Na. m.). Large, seedy, pedunculated warts, Staph. Feeling as if flesh beaten off bones, Phyt. (scraped off, Rhus). Severe cutting at close of urination, Sars. Sweat: all over except head (opp. Sel.); when he sleeps, stops when he wakes (opp. Samb.). Nails deformed, brittle, Ant. c. > Bending head back, Seneg. (Thuja, headache; Seneg., eye symptoms > bending heard back and closing eyes; Thuja has < closing eyes). Fluids roll audibly into stomach, Cup. Enuresis when coughing, Caust. Desires cold things, Pho. Swelling and sensitiveness of breasts at menstrual period, Con. Calc. < Walking, Aesc. h. Discoloured skin, Adren. Cracking in cervical vertebrae (K. iod., grating). Cretinism, Bac., Thyr." ],
    "Causation" : [ "Vaccination. Gonorrhoea, badly treated or suppressed. Sunstroke. Sexual excess. Tea. Coffee. Beer. Sweets. Tobacco. Fat meat. Onions. Sulphur. Mercury." ],
    "Mind" : [ "Fixed ideas: as if a strange person were at his side; as if the soul were separated from the body; as if the body, esp. the limbs, were of glass and would break easily; as if a living animal were in the abdomen.", "Sensation as if whole body very thin and delicate and could not resist least attack; as if continuity of body would be dissolved.", "Insane women will not be touched or approached.", "Imbecility after vaccination, restless, drivelling.", "Mental dejection.", "Anxious apprehensions respecting the future.", "Disquiet, which renders everything troublesome and repugnant.", "The merest trifle occasions pensiveness.", "Music causes him to weep, with trembling of the feet.", "Hurried, with ill-humour, talks hastily.", "Indisposition to any kind of intellectual labour.", "Mental depression after childbirth.", "Very depressed, sad, irritable.", "Scrupulous about small things.", "Feels she cannot exist any longer; quiet, shunning every body.", "Aversion to life.", "Moroseness and peevishness.", "Overexcited, quarrelsome; easily angered about trifles.", "The child is excessively obstinate.", "In reading and writing he uses wrong expressions.", "Talks hastily and swallows words.", "Thoughtlessness; forgetfulness.", "Slowness of speech and of reflection; seeking for words when in conversation.", "Incapacity for reflection.", "Cretinism." ],
    "Head" : [ "Head feels empty, as in intoxication, esp. in morning, with nausea.", "Weakness and confusion of head, as from torpor, or paralysis of brain.", "Vertigo, as from motion of a swing.", "Vertigo when rising from a seat, or when lying down, or else when looking into the air.", "Vertigo on closing the eyes, disappears as soon as he opens them; or on stooping; or on looking upwards or sideways.", "Headache in morning, as after stooping, or after too profound a sleep, with redness of the face.", "The headache is > from looking upwards, and when turning the head backwards.", "Headache: < from sexual excess, overheating, overlifting; > exercising in open air.", "Dull, stupefying, headache.", "Headache, < by stooping, > by bending head backwards.", "Heaviness of head, esp. in morning on waking; in occiput (cerebellum), with ill-humour and dislike to conversation.", "Headache, as if forehead would split, with internal shivering, > by walking in open air.", "Pressive headache, with shocks in forehead and temples.", "Compressive headache, esp. in temples.", "Pain as if a tight hoop encircled forehead, on waking.", "(Headache, as if a tight hoop encircled forehead up till noon; eyelids heavy as lead.", "Goullon.).", "Pain in head as if a nail were driven into vertex (afternoon and a.m.; < when at rest, > after perspiration).", "As if a nail driven in r. parietal bone and l. frontal eminence.", "Boring pressing in head.", "Headache on l. side as if a convex button were pressed on part.", "Neuralgia going from before backward.", "Nervous, sycotic, or syphilitic headaches.", "Meningitis of sycotic children.", "Sunstroke: everything seemed jumping, < from sitting up, or from talking a long time, or closing eyes.", "Semilateral tearing in the sinciput and face, extending into zygomatic process, principally morning and evening.", "Tearing jerking in occiput.", "Lancinations across brain.", "Congestion of blood in head.", "Pulsation in temples.", "Excessively painful tenderness of l. side of head, and also of the hair, at night, when lying down, and when touched.", "Hair becomes hard, dry, and lustreless, and falls out.", "Hair thin, grows slowly, splits; brittle, looks crimped.", "Pressive drawing in the temporal muscles, esp. during mastication.", "Shootings in temples.", "Swelling of veins in temples.", "He wants to have head (and face) wrapped up warm.", "Itching and gnawing in scalp.", "The scalp is very painful to the touch, and the parts on which one lies.", "Cannot bear a bat on his head (agg.", "R. T. C.).", "Dry herpes on the head, extending to eyebrows; dandruff.", "White, scaly, peeling-off eruption over the scalp, extending over the forehead, temples, ears, and neck.", "(Flat black wart on r. parietal region.", "J. H. C.).", "Tingling-biting, stinging-itching on the scalp, > by scratching.", "Perspiration, smelling of honey (sweetish), on uncovered parts of head (face and hands), with dryness of the covered parts, and of those on which one lies, mostly when first going to sleep; > after rising.", "(Pityriasis affecting forehead, face, ears and neck, < after washing in warm water.", "R. T. C.).", "Eczema comes out on glabella (after Thuja 30).", "R. T. C.)." ],
    "Eyes" : [ "Pressure in eyes, and smarting, as if sand were in them.", "Tearing in eyebrows.", "Shootings in eyes, in a bright light, or in a keen air.", "Painful stitch through centre of l. eye, commencing in centre of brain.", "Malignant balanorrhoea.", "Wart-like excrescence on iris.", "Inflammation of cornea.", "Vascular tumour of cornea.", "Small brown spots on cornea.", "Episcleritis; sclero-choroiditis; staphyloma.", "Ophthalmia neonatorum.", "Phlyctenular conjunctivitis.", "(Conjunctivitis of l. eye, with violent pain across forehead and in outer side of eyeball, constantly recurrent from childhood and due to suppressed eruption.", "R. T. C.).", "Fungous tumour in orbit.", "Burning sensation in eyes.", "Sclerotica inflamed, and red like blood.", "Pupils dilated.", "Inflammatory swelling of lids, with hardness.", "Burning eruption on lids.", "Granular lids with wart-like granulations.", "Epithelioma of l. lower lid.", "Feeling as if lids swollen, and a foreign body in eye.", "Ptosis; lids fall down several times a day.", "Lids heavy as lead.", "Inflammatory softening of inner surface of lids.", "Red and painful nodosities on margins of lids.", "(Tinea ciliaris; dry and branny lids.", "R. T. C.).", "Styes; tarsal tumours; chalazae; thick and hard knots.", "Verrucae and tumours like condylomata.", "Purulent and itching pimples between eyebrows.", "Condylomata in eyebrows.", "Sensation of heat and of dryness in external canthi.", "Lachrymation, esp. in l. eye, when walking in open air (the tears do not run off, but remain standing in the eye).", "The eye must be warmly covered, when uncovered it pains at once, and it feels as if cold air were streaming out of the head through the eye.", "Nocturnal agglutination of the lids.", "Weakness of the eyes; obscure sight.", "Clouded sight, when reading, with sensation of drowsiness.", "Sight confused as if directed through a veil.", "Diplopia.", "Myopia.", "Black dancing specks before the eyes.", "Floating stripes.", "(Sees green stripes which frighten her.).", "Flames of light, mostly yellow; looking into light of day sees spots like bottles of water moving; a luminous disc shining like a firefly.", "Sensation of dryness in eyes.", "In the dark it seems as if falling down of luminous lights or sparks alongside of the eye, during the day and in the light it is as if dark drops were falling down.", "The objects appear smaller before the r. eye.", "Short-sighted." ],
    "Ears" : [ "Otalgia, with squeezing compression and violent shootings, esp. in evening.", "Stitches into ear from the neck.", "Sensation as if inner ear were swollen, with increased difficulty of hearing.", "(Vascular deafness with scurfy head.", "R. T. C.).", "Oozing from the r. ear, smelling like putrid meat.", "Spasmodic pain in external ear.", "Noise in the ear as from boiling water.", "Roaring in l. ear, with cracking when swallowing saliva.", "Hammering and tearing in ear, in evening, in bed, with frequent emission of urine, and coldness in legs and feet.", "Pressive pain behind ears.", "Orifice of l. meatus blocked up by a polypus, of raspberry-cellular vessels; pale red, bleeding readily when touched; muco-purulent discharge; deafness; shooting pains." ],
    "Nose" : [ "Nose red and hot.", "Red eruption on nose, at times humid.", "Swelling in the alae nasi, with hardness and tension.", "Drawing tension in bones of nose.", "Painful scabs in nose.", "Painful pressure at root of nose.", "Blowing of blood from nose.", "Frequent epistaxis, esp. after being overheated.", "Dry coryza, which becomes fluent in open air, with continued headache.", "Fluent coryza, with cough and hoarseness.", "Greenish and fetid discharge from the nose.", "Blowing from the nose of a large quantity of thick green mucus, mixed with pus and blood; later of dry, brown scales, with mucus, which conies from the frontal sinuses and firmly adheres to the swollen upper portion of the nostrils.", "Accumulation of mucus in posterior nares.", "Chronic catarrh after measles, scarlatina, variola.", "(Ozaena.", "Ussher.).", "Warts on the nose.", "Smell in nose as from brine of fish, or of fermenting beer." ],
    "Face" : [ "Heat in face, sometimes only transient, or else with burning redness.", "Heat and redness of whole face, with fine nets of veins, as if marbled.", "Circumscribed burning redness of cheeks.", "Dropsically bloated face.", "Oedematous erysipelas of face.", "Greasy skin of face.", "Light-brown blotches (freckles) on face.", "Faceache, originating in l. cheek-bone near the ear, extending through teeth to nose, through eyes to temples into head; the painful spots burn like fire, and are very sensitive to the rays of the sun.", "Neuralgia of trigeminus after suppressed gonorrhoea or eruption on ear.", "Facial pains tending to spread to neck and head, chiefly l. side (many cases cured.", "R. T. C.).", "Large, hard, dark wart with large base.", "Perspiration on face (esp. on side on which he does not lie).", "Scabious, itching eruption on face.", "Red and painful nodosities on temples.", "Boring and digging pain in cheek-bones, > by touch.", "Twitching of the lips.", "Jerking sensation in upper lip, near corner of mouth.", "Upper lip sensitive.", "Wart on upper lip.", "Thick upper lip with pea-sized tumour on its parenchyma, enlarging when taking cold.", "Lips pale, swollen, peeling.", "Flat ulcers on insides of lips and corners of mouth.", "Eruption of pimples on lips and chin.", "Shootings in lower jaw, which seem to pass outwards through the ear.", "Cracking of articulation of jaw.", "Fungus on l. lower jaw, more angry in damp weather.", "Swelling of submaxillary glands." ],
    "Teeth" : [ "Toothache after drinking tea, with pressive pain extending into jaw.", "Toothache with acute drawing pains, esp. during mastication.", "The roots of the teeth become carious; or the teeth become carious from the side; the crown of the tooth remains sound.", "On blowing nose, a pressing pain in hollow tooth at the side of it.", "The teeth crumble off.", "Teeth crusted with tartar; extremely sensitive to cold water.", "Dirty-yellow teeth.", "Gnawing in (carious) teeth, with painful sensibility of whole side of head, greatly < by contact with cold things, or by mastication.", "Gums swollen (inflamed, with dark red streaks on them), with pain of excoriation.", "Alveolar periostitis where the pains come and go suddenly at short intervals (R. T. C.).", "Epulis." ],
    "Mouth" : [ "Flat, white ulcers on the inside of the lips, and on the corners of the mouth.", "Aphthae in mouth (ulcers; mouth feels as if burnt).", "Considerable swelling of salivary glands, with increased saliva in mouth.", "Sanguineous, or bitter saliva.", "Pain as of excoriation in tip of tongue, when touched.", "Swelling of tongue (esp. on r. side; bites tongue frequently), painful when touched.", "Condylomata under tongue.", "Varicose veins under tongue.", "Ranula, on both sides of tongue, transparent, bluish red, grey, and, as it were, gelatinous.", "Ranula and epulis with excess of venosity everywhere (Ussher).", "Taste in mouth sweet as sugar, with gonorrhoea.", "Slowness of speech." ],
    "Throat" : [ "Roughness and scraping in throat.", "Pressure and pain as from excoriation, in throat and palate, during deglutition.", "A feeling of upward pressure in soft palate.", "Necessity to swallow.", "Shootings from gullet to ears.", "Swelling of tonsils and throat.", "Ulcers in throat and mouth, like chancres.", "Accumulation of a large quantity of tenacious mucus in mouth, which is hawked up with difficulty.", "Painful swallowing, esp. empty swallowing, or that of saliva.", "Throat feels raw, dry, as from a plug, or as if it were constricted when swallowing.", "Hawking up of mucus of red colour, like blood.", "(Exophthalmic goitre.", "C. Sargent, of Chicago.)" ],
    "Appetite" : [ "Mawkish and sweetish taste in the mouth, in the evening, and after a meal.", "Taste: sweet; of rotten eggs, mornings.", "Bread has a dry and bitter taste.", "Craves salt.", "Food never seems sufficiently salt.", "Thirst only at night, and in morning.", "Appetite for cold drinks and food.", "Unable to eat breakfast (a keynote of Burnett's).", "Aversion to fresh meat and potatoes.", "Speedy satiety, when eating.", "Disagreeable sensations after eating fat food or onions.", "While masticating food mouth becomes very dry.", "After a meal great indolence, or dejection, with anguish, and palpitation of the heart, or great inflation and sufferings from flatulence." ],
    "Stomach" : [ "Risings of food, after a meal.", "Bitter or putrid risings.", "Continuous eructations of air while eating.", "Vomiting of mucus or of greasy substances.", "Induration of stomach.", "Swelling of pit of stomach.", "The fluid which he drinks falls into the stomach with a gurgling noise.", "Rancid risings, esp. after fat food.", "Nausea and uneasiness in region of stomach.", "Vomiting of acid serum and of food.", "Cramp in stomach, with excessive < towards evening.", "Pressure in scrobiculus after a meal, with pain when touched.", "Throbbing in scrobiculus.", "Anguish in scrobiculus, which extends upwards into head." ],
    "Abdomen" : [ "Painful pressure in hepatic region.", "After a dose of 30th headache comes on, and he feels on stooping forward as if liver over-lapped the ribs (agg.", "J. C. B.).", "(Old rheumatism attacking bowels, liver, and kidneys.", "R. T. C.).", "Pressure in lumbar region.", "(Soreness with swelling in hepatic region and violent pain under r. shoulder going through to breast and down to elbow < on getting out of bed in morning.", "R. T. C.).", "inflation of abdomen, often with contractive and spasmodic pains.", "Flatulence, as if an animal were crying in the abdomen.", "Pot-belly.", "Constrictive tension in abdomen.", "Induration in abdomen.", "The upper part of abdomen is drawn in.", "Soreness of navel.", "Pressive pains in abdomen, esp. towards the side (before evacuation).", "Stitches in the hypochondria.", "Sensation as if something alive were in hypogastrium (as if the abdominal muscles were pushed outward by the arm of a foetus, but painless).", "Soreness of navel.", "Pain in abdomen, as from constriction of the intestines.", "Grumbling and borborygmi in the abdomen.", "Depressing pain in groins.", "Drawings in groins, when walking and standing, with shootings along thighs when sitting.", "Painful swelling of inguinal glands, sometimes with drawing as far as knee.", "Intussusception of intestines.", "Yellow or brownish spots on abdomen.", "Zona." ],
    "Stool and Anus" : [ "Constipation which continues several days (obstinate, as from inactivity or from intussusception of the intestines), sometimes after pollutions.", "Tenesmus, with rigidity of the penis.", "Stool in hard balls.", "Difficult evacuation of hard, large faeces, covered with blood.", "Discharge of blood, during the evacuation.", "Diarrhoea: pale-yellow water is forcibly expelled, with much noisy discharge of wind; with colic; < after eating; watery, painless; bright yellow, watery; streaming out with much gas, as if the cork were pulled out of a full jug, excessively exhausting, short and difficult breathing, anxiety, intermitting pulse, acute pressive pain in back opposite pit of stomach, with feeling as if no blood could circulate there, rapid disappearance of fat.", "In morning (after breakfast), periodically returning diarrhoea, always at the same hour.", "Stools oily or greasy.", "With stools, sensations in rectum as if boiling lead were passing through.", "Burning soreness in anus, lasting all day.", "Much flatus hard to expel, anus feels constricted, incarcerated flatus behind r. side of diaphragm.", "Pains in anus < from motion.", "Painful contraction of anus, during the evacuation.", "Burning sensation in anus, and between buttocks.", "Condylomata at anus.", "Haemorrhoidal tumours swollen, paining worse while sitting.", "Swelling of haemorrhoidal veins.", "Pressing, itching, and burning in the haemorrhoidal vessels, with dragging.", "Offensive perspiration at anus and in perinaeum.", "Fistula in ano.", "Fissure of anus.", "Tearings along rectum." ],
    "Urinary Organs" : [ "Kidneys inflamed; feet swollen.", "Diabetes.", "Stitch to bladder from rectum.", "Violent burning in fundus of bladder.", "Urging to urinate frequent and hasty.", "Stream interrupted.", "Frequent want to urinate, with profuse emission of a watery urine, also at night.", "The urine foams; the foam remains long on the urine.", "Involuntary secretion, of urine; at night; when coughing; in drops after having urinated.", "The bladder (and rectum) feels paralysed, having no power to expel.", "Sediment of brown mucus.", "The urine contains sugar.", "Boring in region of bladder, with painful drawing up of testes.", "Urine yellowish or wine-coloured.", "Orifice of urethra agglutinated by mucus.", "Cloudy sediment in urine.", "Bloody urine.", "Prolonged trickling of urine, after having urinated.", "Sensation as if a drop were flowing into urethra, after emission of urine, and at other times.", "Burning sensation in urethra, esp. in morning and during day; also after and during emission of urine.", "Shootings in urethra, during emission of urine, and at other times.", "Jerking, voluptuous formication in fossa navicularis.", "Smarting in sexual part of females, during emission of urine.", "Itching in urethra.", "Stream small and split, next day yellowish discharge from urethra, with chordee." ],
    "Male Sexual Organs" : [ "Venereal diseases.", "Affections in general appearing in male or female genital organs, particularly on the external organs; affections on l. side particularly.", "Profuse perspiration on genitals, esp. scrotum; sweet-smelling, like honey; staining linen yellow.", "(Relaxed scrotum with sexual weakness and lethargy; unfit for strain.", "R. T. C.).", "Pseudo-gonorrhoea.", "Painful spermatic cords from suppressed gonorrhoea.", "Feeling in testes as if they moved.", "Condylomata on glans and prepuce, moist, itching and suppurating, esp. while the moon is increasing.", "Ulcers, like chancres, on prepuce.", "Swelling of prepuce.", "Red excrescence on inner side of prepuce; like fig-warts.", "Smooth, red excrescence behind glans.", "Many red pedunculated condylomata surrounding glans.", "Round, unclean, elevated ulcers with red margins, moist and painful.", "Sycotic cauliflower excrescences; fig-warts smelling like old cheese or herring brine.", "Shootings in scrotum, in penis, and along spermatic cord, as far as navel.", "Drawing in testes, with retraction of one of them (l.).", "Continued painful erections, esp. night and morning, with lancinations in urethra.", "Nightly painful erections causing sleeplessness.", "Irresistible inclination to onanism even during sleep.", "Nocturnal emissions; wake him; followed by heaviness and ill-humour.", "Pollutions with sensation of stricture in urethra.", "Seminal emissions cured with 5-drop doses of O (C. W. Roberts).", "The semen has an offensive smell.", "Flow of prostatic fluid.", "Prostatic affections from suppressed or badly-treated gonorrhoea.", "Blenorrhoea along with otorrhoea; penis constantly erect and prepuce inflamed (cured in boy, 12.", "R. T. C.).", "Gonorrhoea: scalding when urinating, urethra swollen; urinal stream forked; discharge yellow; green; watery; with warts; red erosions on glans; subacute and chronic cases, esp. when injections have been used and prostate is involved.", "Gonorrhoea with a soft lump having an abrasion on it on l. side of fraenum praeputiae, lump small and painless.", "Profuse and watery discharge from penis.", "Renewed gonorrhoea after coitus." ],
    "Female Sexual Organs" : [ "Affections appearing on external organs, esp. l. side.", "Warts, condylomata, and other excrescences about vulva.", "Ulcers on internal surface of vulva; vulva has a sore, smarting feeling.", "Itching and burning smarting, as from excoriation, in genital organs.", "Burning and biting in vagina.", "Vagina extremely sensitive during coition.", "Recto-vaginal fistula (cured.", "J. C. B.).", "Pressure on genital organs.", "Contractive and spasmodic pain in genital organs, extending to hypogastrium.", "Ovaries, affections of.", "Swelling and excoriation of labia.", "Warts on orifice of uterus, with shootings and burning sensation when urinating.", "Uterine polypus.", "Cauliflower excrescences.", "Prolapse.", "L. ovary inflamed, < at each menstrual nisus; distressing pain, burning when walking or riding; must lie down; pain extends through l. iliac region into groin, and sometimes into l. leg, pain sometimes burning.", "Cutting, squeezing, shooting pains in region of l. ovary.", "Pain, located in ovaries or duct, from over-physiological action.", "Menses: too early and too short; scanty, with terrible distressing pain in l. ovarian and iliac region.", "Before menses: excitement and pulsation of arteries, back of head, headache and toothache; labour-like abdominal pains, tenesmus and fainting; much perspiration.", "During menses: tiredness, palpitation, spasmodic weeping; restlessness in legs; retching, pressing in stomach, distension, pain in abdomen and back; bearing down out of genital organs; burning in varicose veins of genitals; sensitiveness and swelling of breasts; general coldness.", "After menses: tiredness; rush of blood upward; toothache; sleeplessness; nightmare.", "Bleeding fungus of breast (completed cure after Phos.).", "Sycotic excrescences; moist, bleeding and offensive.", "Leucorrhoea: mucous; is almost green.", "Abortion at end of third month, commencing with a scanty discharge of blood for five days, then more and more profuse.", "Bright red or clotted blood with bearing down in third month of pregnancy (cured with Thujopsis dolabrata.", "R. T. C.).", "During pregnancy child moves so violently it wakens her, causing cutting in bladder with urging to urinate; pains in l. sacro-iliac articulation, running into groin.", "Labour: pains weak or ceasing; contractibility hindered by sycotic complications; pains in sacro-iliac articulation running into l. groin; pain from walking, insupportable, must lie down." ],
    "Respiratory Organs" : [ "Voice low.", "Sensation of a skin in the larynx.", "Polypus of vocal cord.", "Condylomata.", "Hoarseness, as from contraction of larynx.", "Shortness of breath from mucus in trachea.", "Shortness of breathing from fulness and constriction in hypochondria and upper abdomen.", "Asthma < at night, with red face; coughing spells, with sensation of adhesion of lungs.", "Asthma with gonorrhoea, without having been exposed to contagion.", "Asthma with little cough, but with sensation of something growing fast In region of l. lower ribs.", "Asthma of sycotic children (Goullon).", "Respiration short and quick, < from deep inspiration and talking; > from lying on affected side, but pains compel him to lie on back.", "Convulsive asthma.", "Shooting and tingling in trachea.", "Cough in morning, excited by a tickling in trachea.", "Cough, excited by a choking sensation.", "Sputa: green; taste like old cheese.", "Expectoration of small grey, yellow, or green gobbets, when coughing.", "Cough, with expectoration of yellow mucus, and pains in scrobiculus in afternoon.", "Cough only during day, or in morning after rising, and in evening after lying down.", "Cough as soon as one eats.", "During evening cough after lying down, the expectoration becomes loose; easier when he turns from l. to r. side." ],
    "Chest" : [ "Obstructed respiration, with violent thirst for water, and great anxiety.", "Spasms of lungs from drinking cold water.", "Stitching in chest, from drinking anything cold.", "Hot rising into chest.", "Pain in l. pectoral region extending to innominate bone.", "Dyspnoea, with need to take full inspirations.", "Oppression, at one time of l. side of chest, at another, of l. hypochondrium, with irritation which excites coughing.", "Pain in chest, as from internal adhesion.", "Pressure on chest, sometimes after a meal.", "Agitation, and sensation of swelling in chest.", "Haemorrhage from lungs; quantity very great and terribly offensive.", "Blue colour of skin round clavicles.", "Brown spots on chest." ],
    "Heart" : [ "Cramp in heart.", "Ebullition of blood in chest, and violent and audible palpitation of heart, esp. when going up stairs.", "Palpitation of heart, with nausea.", "Painful sensibility in region of heart.", "Anxious palpitation of heart when waking in the morning.", "Visible palpitation without anxiety.", "Stitches in region of heart.", "Pulse slow and weak in morning, in evening accelerated and full.", "In evening violent pulsations.", "Swelling of the veins." ],
    "Neck and Back" : [ "Uneasiness in nape of neck and chest.", "Tension in skin on nape when moving head.", "Greasy brown skin on neck.", "Tension and stiffness of nape and l. side of neck.", "Cracking in cervical vertebrae on making certain movements with head.", "Small red pimples on neck close together.", "Swelling of glands of neck.", "Swelling of veins of neck.", "Spinal curvature.", "Boils on back.", "Steatomatous tumours.", "Pressing pain in region of kidneys.", "Burning extending from the small of the back to between shoulder-blades.", "(Pains from middle to lower back with tenderness of muscles on each side.", "R. T. C.).", "Painful drawing in sacrum, coccyx, and thighs, while sitting; after long sitting prevents standing erect.", "Pain, as of a fracture, and stiffness in loins, back, and nape, esp. in morning, after rising.", "(Weakness from injury to lower back followed by abscess, vesical weakness, enuresis with a clear gleet and balanitis.", "R. T. C.).", "Drawing in back and loins, when seated.", "Boring in back.", "Pulsation in spine.", "Furunculi on back.", "Violent stitch between coccyx and anus p.m. when walking.", "Itching burning in hollow below coccyx." ],
    "Limbs" : [ "Cracking of joints when extended.", "Trembling of hands and feet.", "Limbs go to sleep.", "Frozen limbs.", "One-sided complaints; paralysis.", "Rheumatism with numb feeling; < in warmth and on moving; > from cold and after sweating.", "Nails crippled; brittle or soft.", "Hangnails." ],
    "Upper Limbs" : [ "Profuse perspiration under axillae.", "Brown spots under the arms, like naevus maternus.", "Throbbing in shoulder-joint.", "Sticking in shoulders.", "Involuntary jerking of arm during day.", "Atrophy of r. arm after revaccination.", "Pain, as of ulceration, tearing, and throbbing, from shoulder to ends of fingers.", "Wrenching pain in shoulder and arm, with cracking.", "Digging drawing in arms, as if in bones or periosteum.", "Sensation of coldness in arms at night.", "Lancinations in arms and joints.", "Cracking in elbow-joint when stretching arms.", "Tearing pain along r. arm compelling him to keep it flexed.", "Herpes on elbow.", "Red marbled spots on forearm.", "Wrist and elbow of r. arm feel as if gripped by a hand (agg.", "Thujopsis dol.", "R. T. C.).", "Trembling of hand and arms, when writing.", "Ganglion of wrist (cured by local use.", "R. T. C.).", "Sensation of dryness in skin of hands.", "Brown colour on back of hand.", "White scaly herpes on back of hand and on finger.", "Perspiration on hands.", "Swollen veins in hands.", "Warts on hands; very numerous, esp. on dorsa; horny, painful.", "Brown colour of dorsum of hand.", "Coldness torpor, and paleness in fingers and finger-tips, extending sometimes to forearms.", "(Erysipelatous swelling and) tingling and shootings in finger-tips.", "Red and painful swelling in finger-tips.", "Nails are crippled, discoloured, crumbling off.", "Suppuration of finger-nails.", "The pains in the arms are < when hanging down, or when exposed to heat; they are > by movement, cold, and after perspiration." ],
    "Lower Limbs" : [ "Lower limbs feel like wood when walking in open air.", "Tension from hip-joint to groin, and along back of thigh to knee.", "Sciatica, l. side, leg atrophied.", "Paresis and atrophy of r. leg with coldness.", "Drawings in legs.", "The hip-joint feels as if it were relaxed.", "Coxalgia, the leg becomes elongated.", "Brown skin on legs, esp. on inside of thigh.", "Enlarged naevus on thigh of child, aet. five months.", "Shootings in legs and joints.", "Great weakness and lassitude in legs, esp. when going up stairs.", "Heaviness and stiffness of legs, when walking (they feel as if made of wood).", "Profuse perspiration on thighs and genital organs.", "Itching in thighs.", "Eruption of pimples on buttocks, thighs, and knees.", "Ulcers on thighs.", "Cracking in joints of knees and feet, when stretching them.", "Suppurating pustules on knees.", "Gonorrhoeal rheumatism in fibrous part of knee-joint.", "Pains in feet and ankles after suppressed gonorrhoea, could not walk.", "Pain in heel as if gone to sleep.", "Stitches above heel in tendo Achillis.", "White nodosities, with violent itching in toes.", "Inflammatory red swelling in ends of toes or instep, with pain and tension when treading, and during movement.", "Numbness of l. foot.", "Nets of veins, as if marbled, on soles of feet.", "Red, marbled spots on instep.", "Perspiration (fetid) on feet, esp. toes.", "Suppressed foot-sweat.", "Chilblains on toes." ],
    "Generalities" : [ "Emaciation and deadness of affected parts.", "All manifestations excessive; their advent insidious.", "Shootings in limbs (outer parts), and joints.", "Burning darting pain.", "Drawing in the blood-vessels.", "Cracking in joints on stretching limbs.", "Swelling of the veins in the skin.", "Jerking of some of the limbs and of some of the muscles.", "The flesh feels as if beaten off the bones.", "Sensation of lightness of the body when walking.", "Oedema about the joints; affects prominently epithelia, first causing hardening, hypertrophy; then softening.", "Stitches in various parts, changing to burning.", "Tearing and pulsative pains, as if the parts affected were ulcerated.", "Inflammatory swellings, with redness.", "Sufferings after being overheated, drinking tea, or eating fat meat, or onions.", "Bad effects from beer, fat food acids, sweets, tobacco, and wine; from the abuse of Sulphur and Mercury.", "One-sided complaints-paralysis.", "St. Vitus' dance.", "Trembling of some of the limbs.", "Easy benumbing of limbs, esp. at night, on waking.", "Symptoms generally < in afternoon, or in night, towards a.m.; they hinder sleep in evening.", "Many of the symptoms are < during repose and by heat, esp. by that of the bed; they are > by movement, cold, and perspiration.", "Many of the symptoms manifest themselves chiefly on l. side.", "Affections of the r. abdominal ring; wings of the nose; loins; inguinal glands; fingers, tips of fingers; toes.", "(Glandular cervical enlargements.", "R. T. C.).", "Stiffness and general heaviness over whole body, esp. in shoulders and thighs.", "Physical weakness, with sustained mental powers.", "Frequent jerking of upper part of body.", "Violent ebullition of blood in evening, with pulsation in all the arteries, < by movement, > on sitting down.", "Aneurism by anastamosis; swelling of the blood-vessels.", "Dreams anxious, esp. of dead persons; of falling; of accidents.", "Flushes of heat.", "< In the afternoon; after midnight; while chewing; stretching the affected limb; while urinating.", "> While drawing up the limb." ],
    "Skin" : [ "Painful sensitiveness of skin.", "Itching shootings in skin, esp. in evening and at night.", "Purulent pimples, like variola.", "Warts on any part of the body, with little necks, called fig-warts, tubular warts, same size all the way out; \"mother's marks.\".", "Warts, hard, cleft, and seedy.", "Black sessile warts; on scalp.", "Pustules.", "Small-pox.", "Eruptions only on covered parts.", "The eruptions burn violently after scratching.", "Universal psoriasis.", "Sycotic excrescences, smelling like old cheese, or like the brine of fish.", "White, scaly, dry, mealy herpes.", "Sycosis of beard cured with single doses of O after failure of much other treatment (R. T. C.).", "Condylomata (large, seedy, frequently on a pedicle).", "Flat ulcers, with a bluish-white bottom.", "Zona.", "Corns burning.", "Crippled nails on fingers and toes.", "Furunculi.", "Chilblains.", "Dirty-brownish colour of the skin.", "Brown or red (or brown-white) mottled spots on the skin.", "The majority of cutaneous symptoms are > by touch." ],
    "Sleep" : [ "Urgent inclination to sleep in evening.", "Sleep retarded, in consequence of agitation and dry heat.", "Nocturnal sleeplessness, with agitation and coldness of body.", "Unrefreshing nocturnal sleep.", "Distressing, anxious dreams, of dangers and death, of falling from a height, soon after falling asleep, or else with starts and cries, esp. when lying on l. side.", "When half asleep it suddenly seems as if a chair were standing in the middle of the bed; tries to move it but cannot stir, cannot utter a sound.", "Continuous sleeplessness, with painfulness of the parts on which he lies.", "Sleeplessness with apparitions as soon as he closes his eyes; they disappear on opening them.", "Goes to sleep late on account of heat and restlessness.", "Lascivious dreams, without emission of semen, with painful erections on waking." ],
    "Fever" : [ "Shivering, with yawning, after midnight.", "The warm air seems cold, and the sun has no power to warm him.", "Shivering, every morning, without thirst.", "Shivering and shaking, with internal and external coldness (and thirst), followed immediately by perspiration.", "Chilliness in attacks at various times in the day, but mostly in the evening.", "Chilliness on l. side, which feels cold to the touch.", "Chill without thirst after midnight and in morning.", "Shivering every evening (at six o'clock), with external heat, dryness of the mouth, and thirst.", "Heat in the evening, esp. in the face.", "Dry heat of the covered parts.", "Burning in the face without redness.", "Perspiration at the commencement of sleep.", "Perspiration on parts uncovered, with dry heat of covered parts.", "Anxious, at times cold, sweat.", "Perspiration after the chill, without any intervening heat.", "Perspiration, at times oily (staining the clothes yellow), or fetid, or smelling sweet like honey.", "General perspiration, but not on the head.", "When walking in morning profuse perspiration; the most profuse on the head.", "Perspiration only during sleep, disappearing at once as soon as he awakens." ]
  }
}