{
  "remedyName" : "Thyroidinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscess. Acromegaly. Albuminuria; of pregnancy. Amblyopia. Amenorrhoea. A Anaemia; acute pernicious. Angina pectoris. Backache. Chilblains. Constipation.", "Convulsions, puerperal. Diarrhoea. Diuresis. Dropsy. Dysmenorrhoea. Ear, middle, affections of. Eczema. Fainting. Fibroma. Fractures, ununited. Goitre; exophthalmic. Hair, new growth of; falling off. Heart, failure of; valvular disease of. Hysteria. Hystero-epilepsy. Ichthyosis. Idiocy. Leprosy. Mania. Milk, deficiency of. Myxoedema. Neurasthenia. Obesity. OEdema. Optic neuritis. Paralysis; of hands and arms. Paraplegia. Phthisis. Pityriasis rubra. Psoriasis. Puerperal fever. Rupia. Scleroderma. Syphilis. Tetanus." ],
    "Characteristics" : [ "When the treatment of myxoedema and allied diseases by \"Thyroid feeding\" was introduced by Murray in 1892, many accidents occurred from overdosing. A large number of the pathogenetic effects I collected (H. W., xxix. and subsequent volumes) and arranged in Schema form (H. W., xxix. 251) along with cured symptoms, giving the authority and reference for each. In my subjoined Schema I have omitted the references. Cured symptoms I have bracketed, unless otherwise indicated. Marc Joussett collected other symptoms in L'Art Medical, and I have added some of these, together with others from later observers. The first published case treated with an attenuation was one of my own (H. W., xxix. 111): Eleanor N., 17, suffered from fits of \"hystero-epilepsy\" for ten months, following a chill. At first the fits had been frequent, latterly only before the menstrual period. The fits sometimes lasted half an hour, were preceded by swelling of limbs and face, which sometimes occurred without the subsequent fit. She bit her tongue in the fits. Other symptoms were: pains in legs, back, and head (occiput and vertex); swelling of throat compelling her to loosen her clothes. Menses after an absence of four months returned excessively. Much left ovarian pain and tenderness. Despondent, feeble heart sounds; pulse 120; could not lie down for palpitation and headache. Legs so weak she could not stand. Thyroid very slightly enlarged. Constipation. Sleepless, has had to take hypnotics regularly of late. A brother of the patient was epileptic. Lach. did some good, especially improving the sleep; but no solid progress was made till Thyr. 3x, gr. ii. thrice daily, was given on November 1st. On November 4th she could lie down flat; on the 15th she could walk with assistance; on the 29th the headache had ceased; on December 6th she could walk alone quite well and the bowels acted without enema for the first time. The mental condition improved, the prominence of the eyeballs disappeared, and she left the hospital perfectly well before Christmas. With Thyr. 1m F. C. Skinner cured a case of dysmenorrhoea in a goitrous subject. In a case of valvular heart disease following rheumatism in a man, 24, Thyr. 3x, gr. ii. thrice daily, quickly relieved a squeezing pain at the heart with inability to lie down and materially hastened the patient's recovery. The action of Thyr. on the heart is most profound. Fatal syncope has occurred in a number of cases under \"Thyroid feeding.\" Cyanosis was produced in many cases. Severe angina pectoris was produced by it in a patient to whom Burnett gave the 3x. The connection between the heart and the thyroid gland is very close, as seen in cases of exophthalmic goitre. Many cases of the latter affection have been cured with Thyr. In myxoedema, cachexia strumipriva, cretinism and similar conditions the thyroid gland is absent or defective, and the idea of the Thyroid feeding is to supply a physiological want. A state of puffiness and obesity may therefore be regarded as a keynote indication for Thyr. As drugs act sometimes in opposite ways, I gave Thyr. 3x gr. ii. to a living skeleton of a child aged five, and looking not more than two, who had been kept in a box in a cellar all his life till brought into hospital, when he weighted 1/4 pounds. Under Bac. and careful feeding he gained 1/4 pound a week. When I commenced Thyr. he put on weekly 3/4 pound, and gained the use of his legs, being able to stand by holding on to a chair. In a case of universal and very aggravated psoriasis in a schoolboy, fair, very chilly, cold, clammy hands and feet, Thyr. 3x and later (which seemed to act better than the lower attenuation) completely cured after a prolonged course. An obese lady, aet. 60, developed diabetes. I cured her completely of the diabetes with Thyr. 3x and She has now for many years been able to take any kind of food. (On her husband, a spare man, who also was diabetic Thyr. had no effect.) Skin cases in great variety have been cured with Thyr. in substantial doses: Pityriasis rubra, intense redness, and scaliness of legs, and also with intense itching; ichthyosis; syphilitic eruptions; scleroderma. The nutrition of the bones is affected, and acromegaly has been relieved and united fractures made to unite. Thyr. has increased the flow of milk in nursing women when the flow has been deficient. It has cured cases of tetany both operative and idiopathic. The keynote in these cases appears to have been \"< of spasms by cold.\" Many cases of insanity have been cured with it, including a case of puerperal insanity with fever. H. O. Nicholson (B. M. J., June 21, 1901) relates a case of eclampsia of pregnancy: A woman, 32, in her third pregnancy, had a fit on October 3rd. Thyroid feeding was begun next day. Marked improvement followed. OEdema of face and body diminished. On October 23rd patient was about her usual duties. On November 6th she was delivered of a healthy boy without any untoward symptoms. Thyr., according to Nicholson, is diuretic, like Urea; and Nicholson explains its action in eclampsia as being effected through its enabling the kidneys to carry off the toxins resulting from foetal metabolism. Thyr. is antagonistic to Adrenalin in that the latter contracts, whilst the former dilates the arterioles. Among the pathogenetic effects of Thyr., optic neuritis and accommodative asthenopia have been observed. Some curiosities have been noted in the action of Thyr. on the growth of hair. Myxoedema patients lose their hair as a rule, and Thyr. when successful restores the growth. But in some cases the opposite effect has been noted. In one case of myxoedema the hair had fallen off the head and face and a thick growth appeared on arms and chest. Under Thyr. the latter disappeared, and the hair on the head and face grew again (L'Art Med., lxxxii. 44). The pains of Thyr. are stitching, aching, or heavy pains, and tingling sensations. At the point of injection when administered subcutaneously brawny swelling occurred in one case (which may suggest scleroderma) followed by abscess of slow development. Persons suffering from skin diseases were found tolerant of much larger doses than myxoedemics. In a number of cases latent phthisis has been lighted up into activity. Syphilis, both secondary and tertiary, has been vastly relieved by Thyr. Hansen mentions fibroma uteri as having been cured by Thyr., and Burford supports this. \"Brawny swelling\" is a keynote of Thyr. pointed out by Burnett. With Thyr. 3x gr. vi. thrice daily he cured a case of dropsy and albuminuria which had been given up by several doctors. Burnett noticed that the swelling was brawny. Soon after commencing Thyr. the patient passed a quantity of fluid from the feet and got quite well. The symptoms are: > By rest. < By least exertion; by stooping. (Heart was < lying down.) < By cold. (Thyr. treatment nearly always raises the bodily heat.)" ],
    "Relations" : [ "Compare: Myxoedema; psoriasis, &c., Ars. [I permanently cured a case of myxoedema with Ars. high, before the Thyroid method was introduced (H. W., xxvii. 443); arsenic has been found to be a normal constituent of the healthy thyroid gland]. Phthisis, Bac. [I have found Thyr. follow Bac. well. Greenfield (see H. W., xxix. 7) found tuberculosis very common in myxoedemics, in five out of seven fatal cases it was widespread and advanced; he also found it in one case of sporadic cretinism. Young, of Switzerland, has cured cretinism with Bac.] Syphilis, Merc., K. iod., Syph. Goitre, exophthalmic, Spo., Iod., Spi. Diuresis, Urea. Optic neuritis, Tab., Carb. s. Dilated arterioles (Adren., opp.). Ununited fractures, Symph. Wakes with headache, Lach, Follows well: Lach., Bac." ],
    "Mind" : [ "Acute stupor alternating with restless melancholia at times could not be got to speak, but would lie on floor with limbs rigid at other times would weep and undress herself; at times dangerous and homicidal, would put her arms round the necks of other patients so tightly as almost to strangle them; (in this case the insanity was primary and the myxoedema secondary; both conditions were removed).", "Evinced increased vivacity by quarrelling with another patient about a trifling difference of opinion.", "Depression.", "Fretfulness and moroseness gave way to cheerfulness and animation.", "\"All progressed cases of myxoedema show some mental aberration which tends towards dementia, usually with delusions, the latter taking the form of suspicion and persecution. Occasionally actual insanity is present in the form of mania and insanity.\".", "Delirium of persecution (three cases observed, one fatal, the result of taking Thyr. in tablets to reduce obesity).", "Sudden acute mania occurring in myxoedema, perfectly restored mentally and bodily under Thyr.", "Mental aberration dating three years before onset of myxoedema, subject to attacks of great violence, with intervals of depression and moroseness.", "State of idiocy; fearful nightmares.", "Excited condition, lasting all the rest of the day, grunting continuously and laughing in a way that was peculiar to herself.", "Very excited; excited state followed by considerable depression.", "For several hours in what can only be termed a hysterical condition.", "Profound depression.", "Irritable and ill-tempered.", "Became a grumbler.", "Angry.", "Had frights." ],
    "Head" : [ "Vertigo.", "Feeling of lightness in the brain, scarcely amounting to giddiness.", "Much giddiness and headache for twenty-four hours.", "Awoke about a.m. with sharp headache and intense aching in back and limbs, which continued for three days and compelled him to keep his bed.", "Ever since taking the first thyroid [had had five glands altogether, at intervals] he had a strange heavy feeling in his head, with vertigo and palpitation on stooping.", "Headache (with fever symptoms); disappeared on suspending treatment, reappeared seven days after recommencing.", "Fronto-coronal headache about two hours after each tabloid.", "Persistent frontal headache after taking one tabloid for four successive days.", "(Constant headache, pains in occiput and vertex.).", "(Headaches in case of acromegaly.).", "Headache.", "Headache and pains in abdomen.", "Fresh growth of hair (many cases).", "Black hairs growing among the grey.", "In one case of scleroderma and in one case of myxoedema the hair fell off permanently.", "In a case of myxoedema the patient lost all the hair of his head and face and had thick growth over his arms and thorax; under Thyr. the hair of the head and face grew again and that of the arms and chest fell off." ],
    "Eyes" : [ "(Prominence of eyeballs", "exophthalmic goitre.).", "Optic neuritis (in five persons, four of them women, under treatment for obesity; no other symptoms of thyroidism).", "Accommodative asthenopia." ],
    "Ears" : [ "Moist patches behind ears heal up (case of psoriasis).", "Hyperplasic median otitis with sclerosis and loss of mobility of the ossicles (rapid amelioration", "several cases)." ],
    "Face" : [ "Flushing: with nausea and lumbar pains; loss of consciousness, tonic muscular spasm; immediate; with rise of temperature, and pains all over; suddenly became breathless and livid.", "Faintness, with great flushing of upper part of body and pains in back.", "Swelling of face and legs.", "In lupus of face, tight sensation, heat, and angry redness removed.", "Burning sensation of lips with free desquamation." ],
    "Mouth" : [ "Tongue became thickly coated.", "Feverish and thirsty.", "Great thirst.", "(Ulcerated patch on buccal aspect on l. cheek near angle of mouth.)" ],
    "Throat" : [ "(Full sensation.).", "Goitre, exophthalmic, cured.", "Goitre reduced." ],
    "Stomach" : [ "Loss of appetite.", "Increased appetite with improved digestion.", "Eructations.", "Dyspeptic troubles.", "Nausea, with flushing and lumbar pains.", "Nausea, slight vomiting.", "Slight nausea recurring on thinking of it.", "Nausea soon after taking the gland.", "On five occasions the patient (a woman) vomited the thyroid.", "Always felt a sensation of sickness after the injections.", "Sensations of faintness and nausea (after a few injections).", "Feels tired and sick.", "Gastro-intestinal disturbance and diarrhoea." ],
    "Abdomen" : [ "Flatulence increased, followed later in the case by amelioration.", "Headache and pain in abdomen." ],
    "Stool" : [ "Diarrhoea; with gastro-intestinal disturbance.", "Relief of constipation with more natural actions.", "Constipation." ],
    "Urinary Organs" : [ "Increased flow of urine.", "Increased urination, usually with clear, pale yellow secretion.", "Slight trace of albumen found in urine.", "Albuminuria.", "Diabetes mellitus; caused and cured." ],
    "Female Sexual Organs" : [ "Increased sexual desire.", "Six days after commencement of treatment menstruation, which had been absent over a year, reappeared and continued profusely (in several cases of myxoedema with or without insanity).", "Menses profuse, prolonged, more frequent; early amenorrhoea.", "(Painful and irregular menstruation.).", "(Constant left ovarian pain, and great tenderness).", "Looks pale and feels ill.", "Pain in lower part of abdomen, headache and sickness (in girl of sixteen, probably menstrual effort provoked by Thyr.; no catamenial flow appeared).", "Acts as a galactagogue when milk deficient; when the deficiency is associated with a return of the menses it will suppress the latter.", "(Puerperal insanity with fever.).", "(Puerperal eclampsia.)" ],
    "Respiratory Organs" : [ "Slight attack of haemoptysis, followed by cough and signs of phthisis at apex of l. lung.", "(Voice became clear.).", "Dormant phthisis; lighted up the disease in five cases." ],
    "Heart and Pulse" : [ "Death, with all the symptoms of angina pectoris.", "On trying to walk uphill died suddenly from cardiac failure.", "While stooping to put on her shoes she \"fainted\" and died in half an hour.", "On one occasion, after exerting herself more than she had done for a long time previously, \"suddenly became extremely breathless and livid, and felt as if she was dying;\" > by rest in recumbent position and stimulants.", "Two fainting attacks.", "Frequent fainting fits.", "Complained occasionally of a feeling of faintness, not occurring particularly after the injections.", "One patient showed extraordinary symptoms after the injection; the skin became so livid as to be almost blue-black.", "Degeneration of heart muscle in animals.", "A systolic cardiac murmur was less loud after the treatment than before.", "Sensations of faintness and nausea.", "Palpitation on stooping.", "Weakness of heart's action.", "Tachycardia and ready excitability of the heart persisting for several days after the feeding was stopped.", "Pulse rose to 112.", "Relaxation of arterioles.", "(Rapid pulsation, with inability to lie down in bed.).", "(Jumping sensation at heart.)" ],
    "Back" : [ "Flushing, nausea, and lumbar pains, lasting a few minutes.", "Stabbing pains in lumbar region.", "Intense aching in back and limbs, which continued for three days.", "Flushing of upper part of body and pains in back.", "(Backache.)" ],
    "Limbs" : [ "Quivering of limbs; tremors.", "Intense aching in back and limbs, lasting three days.", "Pains in arms and legs, with malaise.", "Skin of hands and feet desquamated.", "(Acromegaly, subjective symptoms.)" ],
    "Upper Limbs" : [ "After injection, to a great extent lost the use of her hands for two days; recurred later, lasting a few hours.", "Felt queer and unable to raise her arms (after injection, another case).", "Arms less stiff and painful (psoriasis)." ],
    "Lower Limbs" : [ "Tingling sensation in legs.", "OEdema of legs appeared, and subsequently subsided and continued to reappear and subside for a month.", "Pain in legs.", "Incomplete paraplegia.", "Swelling of face and legs.", "Feet repeatedly peel in large flakes, leaving a tender surface.", "Profuse flow of fluid from feet (in case of dropsy cured by Thyr.)." ],
    "Generalities" : [ "Malaise > by lying in bed.", "Stooping = palpitation.", "Rest in recumbent position > extreme breathlessness with lividity, felt as if dying.", "Myxoedematous patients are always chilly; the effect of the treatment is to make them less so.", "Loss of consciousness and general tonic muscular spasm for a few seconds.", "Fainting attacks (many cases).", "Tremors, quivering of limbs, complete unconsciousness.", "(Tetany.).", "Epileptiform fit, after which he was unconscious for an hour; next day felt better and warmer.", "Malaise so great she refused to continue the treatment.", "Agitation.", "Incomplete paraplegia.", "Hysterical attack.", "(Hystero-epilepsy with amenorrhoea.).", "Nervous and hysterical, had to have nurses to watch her.", "Feels tired and sick.", "Stabbing pains.", "Aching pains (many cases).", "Aching pains all over.", "Diffused pains.", "Aching pains in various parts of body.", "Pains over whole body.", "Brawny swelling at point of injection, followed by abscess of slow development.", "Myxoedema removed (many cases).", "\"A series of abscesses resulting from the injections, but probably originating from an accidental abscess quite independent of them.\".", "A small abscess formed.", "Increased suppuration in case of lupus.", "Gained a stone in weight.", "Lost weight enormously (many cases of myxoedema).", "Rapid gain of flesh and strength.", "Anaemia and debility.", "Infiltration rapidly absorbed (psoriasis).", "Persons suffering from skin disease can bear much larger doses than those suffering from myxoedema.", "(Acromegaly, headaches, and subjective symptoms.).", "(Fractures refuse to unite.).", "A peculiar cachexia more dangerous than myxoedema itself.", "Syphilis secondary and tertiary." ],
    "Skin" : [ "Flushing of skin.", "Skin became so livid as to be almost blue-black.", "Skin has desquamated freely, but there has been no perspiration or diuresis.", "Psoriasis; eruption extended and increased.", "(Psoriasis; redness and itching reduced; eruption separating and being shed in great scales, angry, inflamed appearance completely gone.).", "Moist patches behind ears heal up.", "Arms less stiff and painful; swelling diminished.", "Crusts separated, leaving faint red skin; eruption not nearly so painful.", "(Symmetrical serpigenous eruption; dark red; edges raised and thickened.).", "Lupus: tight feeling, heat, angry redness removed; suppuration increased.", "Eczema: irritation of skin markedly allayed.", "Scattered pustules of eczema mature quickly or abort.", "(Teething eczema.).", "(Syphilitic psoriasis.).", "(Rupia.).", "Scleroderma.", "Peeling of skin beginning on legs and extending over whole surface; skin has since become comparatively soft and smooth.", "Peeling of skin of lower limbs, with gradual clearing (eczema).", "Skin of hands and feet desquamated." ],
    "Sleep" : [ "Continual tendency to sleep.", "Awoke about a.m. with sharp headache.", "Fearful nightmares disappeared.", "Insomnia.", "Exited condition; could not sleep." ],
    "Fever" : [ "Flushing: with nausea; with loss of consciousness.", "Always felt hot, and had a sensation of Sickness after the injections.", "Felt better and warmer.", "Flushing of upper part of body and pains in back.", "Temperature never rose above 99° but she felt feverish and thirsty.", "Temperature rose to 100° F., and remained there several days; pulse 112.", "Rise of temperature; diaphoresis.", "Profuse perspiration on least exertion." ]
  }
}