{
  "remedyName" : "Thyroiodinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Goitre. Obesity. Urine, increase of." ],
    "Characteristics" : [ "Thyroiodine is now more generally named Iodothyrine, but I retain the former as more convenient. Hoenigschmied (Aerz. Cent. Zeit., No. 6, 1900, quoted A. H., xxvii. 211) says of it that it is present in only small quantities in the thyroid of the sheep. It is completely free from albuminous substances, stable, and directly assimilated. The iodine exists in organic combination, and Thyri. contains parts of Iodine to every gramme. The general effects of the drug are", "increased secretion of urine and corresponding loss of flesh. Hoenigschmied gives two cases: (1) Labourer, 42, for several years had enlargement and induration of all lobes of thyroid, the enlargement causing compression of the structures of the neck, dyspnoea, whistling respiration, hoarseness, short, dry cough, vertigo. Thyri., 5-grain tablets, one every evening; at the end of a week twice daily. After using twenty-five tablets the gland was smaller and softer; the previously hard and resistant nodules were elastic; after two more weeks only remnants of the goitre remained. (2) Man, 60, thyroid enlarged in all its lobes with a glandular cystic swelling in the right one; dyspnoea, loud whistling breathing. Two, three, and at last four tablets were given daily for two months, by which time the goitre had vanished, but the cyst was not changed. (3) Man, 45, medium height, sedentary, suffered from obesity, vertigo, dyspnoea, weariness. Pulse feeble, 76; functions normal; appetite and sleep good; weight pounds. With increasing doses of Thyri., up to ten tablets daily, the weight steadily went down to pounds, activity increasing in proportion. When the dose had reached four tablets daily the urine became very abundant, but was free from albumen. The daily dose was increased one tablet every four days. At one stage Fowler's solution of arsenic, four drops in wine, was given as well to prevent Thyroidism." ],
    "Relations" : [ "Antidoted by: Ars. Compare: Thyr. Urine, Urea." ]
  }
}