{
  "remedyName" : "Tilia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Dentition. Enuresis. Epistaxis. Leucorrhoea. Lichen. Neuralgia. Peritonitis. Rheumatism. Toothache. Urticaria. Uterus, bearing down in; prolapse of; inflammation of." ],
    "Characteristics" : [ "The sap of the Lime contains sugar, and the flowers an abundance of honey, which makes the tree particularly attractive to bees. A tincture of the fresh blossoms was proved by the Austrian Society. The most striking characteristic is \"an intense sore feeling about the abdomen and profuse warm sweat which gives no relief.\" This has led to its successful use in cases of peritonitis. In addition to this are marked bearing-down symptoms in the whole genito-urinary and rectal regions, especially in the uterus, and these combined with the others have indicated Til. in puerperal metritis and other disorders of the female generative sphere. An intense facial neuralgia was developed in the proving; and also a very aggravated condition of skin irritation with pimples of the' lichen order. Some Peculiar Sensations are: As if a piece of cold iron pierced through right eye, causing burning. Burning as if a piece of ice were drawn over ear and face. As if something living were under skin of face. Tearing in anterior muscles of thigh, as if they were too short. There are A number of pains above the root of the nose; epistaxis of thin, pale blood which coagulated quickly. The left side was most affected. Great sensitiveness to draught of air was induced. The symptoms were: < Afternoon and evening; talking; walking; sneezing; stooping; cold water. > In cool room; walking about in open air; closing eyes (head); by coffee. Pain in head was > by application of cold water; pain in jaw <. Heat of bed < skin Symptoms." ],
    "Relations" : [ "Compare:", "Puerperal metritis, Bell. Uterine bearing down, Lil. t. Sweat without >, Merc." ],
    "Mind" : [ "Melancholy, disposed to weep.", "Love-sick.", "Dread of society.", "Irritable.", "Disinclined to work." ],
    "Head" : [ "Vertigo, with staggering, and like gauze before the eyes.", "Intoxication.", "Stinging pain in forehead, with heat in head and face.", "Extreme sensitiveness of head to draught of air.", "Pressing-inward pains, as from a dull instrument, just above root of nose.", "Tearing in r. temple, extending down upper arm.", "Pressure and burrowing in occiput.", "Itching of scalp.", "Eruption of small gritty vesicles, which itch and burn on scratching." ],
    "Eyes" : [ "Hollow-eyed.", "Sensation as if a piece of cold iron pierced r. eye, causing burning.", "Vision: obscured; flickering." ],
    "Ears" : [ "Stinging in ears." ],
    "Nose" : [ "Bleeding from nose; blood thin and pale, but coagulates quickly.", "Frequent sneezing.", "Tickling of nose." ],
    "Face" : [ "Face pale; or flushed; frequent alternations.", "Ulcerative, sore pain r. side of face from temple to jaw.", "Cutting pains: starting from r. upper jaw; near l. malar bone.", "Sensation of something alive under skin of face.", "Quivering of lips.", "Sprained pain in l. jaw-joint." ],
    "Teeth" : [ "Stinging pain in all the teeth, < by cold water.", "Drawing pains in gums." ],
    "Mouth" : [ "Much mucus in mouth, causing fuzzy feeling; affecting speech.", "Taste: bitter; bitter-slimy; pasty." ],
    "Throat" : [ "Burning in throat.", "Sensation of swelling of the palate, with desire to swallow, and hoarse voice.", "Tickling in palate causing cough." ],
    "Stomach" : [ "Unusual hunger.", "Desires refreshing things.", "Good appetite but speedy satiety.", "Nausea after eating.", "No desire for tobacco.", "Putrid eructations.", "Cramp-like pain in stomach." ],
    "Abdomen" : [ "Bloated abdomen; pains as from incarcerated flatulence; repeated noisy discharges of it, with much >.", "Circumscribed distension of abdomen.", "Abdomen painful when touched, esp. round navel.", "Constant rumbling and gurgling; sometimes with colic.", "Sensitiveness, soreness, and sensation of subcutaneous ulceration in upper part of abdomen.", "Stitches suddenly appearing in abdomen, extending into pelvis, and impeding breathing." ],
    "Stool and Anus" : [ "Pressure on rectum which seems to force out anus.", "Sudden urgent desire.", "Stool: early in morning; soft, mushy, unsatisfactory; pasty; scanty; delayed; hard." ],
    "Urinary Organs" : [ "Constant painful pressure on bladder and urethra.", "Broad stitches in middle of urethra.", "Frequent, copious micturition.", "Enuresis twice towards morning when in a stupid slumber." ],
    "Female Sexual Organs" : [ "Frequent pressing on uterus, as if everything would fall out of pelvis.", "Spasmodic labour-like drawing from abdomen down small of back, as if catamenia would set in.", "Great sensitiveness and soreness of whole uterus, as after parturition.", "Redness, soreness, and burning of external parts.", "Menstruation too late and very scanty (blood pale).", "Profuse leucorrhoea; pale mucus." ],
    "Respiratory Organs" : [ "Tickling, scraping, irritating, provoking slight cough, esp. in l. side of larynx.", "Fine stitches in larynx, < talking.", "Hoarseness.", "Frequent sighing." ],
    "Chest" : [ "Oppression.", "Whole chest weak; acute pressure and pinching under sternum.", "Throbs as from a dull stitch from thorax to back.", "Bruised pain and swelling of l. sterno-clavicular joint.", "Tearing from l. pectoralis major to axilla and also upper arm with weariness and sensation of paralysis in arm while in bed." ],
    "Heart and Pulse" : [ "Tensive, sore pain in praecordial region.", "Pulse accelerated; small." ],
    "Neck and Back" : [ "Tearing from nape to top of shoulder.", "Sticking, drawing, and heat in r. back between liver and kidneys.", "Heaviness in sacral and dorsal region." ],
    "Limbs" : [ "Trembling; weariness; bruised feeling in limbs." ],
    "Upper Limbs" : [ "Paralytic heaviness of arms, esp. upper arm.", "Weariness of l. arm even while hanging down.", "Heaviness and painful lameness in l. shoulder.", "Tearing: in forearm near wrist; in r. wrist and l. half of skull; in fingers." ],
    "Lower Limbs" : [ "Weariness and prickling in limbs; cramps in flexor muscles.", "Drawing in small spot l. hip whilst sitting.", "Tension in anterior muscles of both thighs as if too short.", "Sensation as if leg tightly bound while walking.", "Cramp in l. sole.", "Ulcerative pain in ball of l. great toe < by touch." ],
    "Generalities" : [ "Esp. suitable for women after parturition, and for children during dentition.", "L. side of body most affected.", "< Afternoon and evening; in warm room; in heat of bed (skin symptoms); during motion (rheumatic symptoms).", "> In cool room, and from motion." ],
    "Skin" : [ "Skin red; hard pimples; burn like fire after scratching.", "Burning itching at night.", "(Urticaria.", "Lichen simplex.)" ],
    "Sleep" : [ "Yawning; sleepy; exhausted.", "Night disturbed by sudden waking.", "Sleeplessness, with restlessness; bed seems too hard.", "Vivid frightful dreams; skin of legs, esp. over tibiae, bathed in perspiration." ],
    "Fever" : [ "Pulse full, hard, and quick.", "Chilliness in evening.", "Heat all over, but most in head and cheeks.", "Night-sweat." ]
  }
}