{
  "remedyName" : "Trifolium Pratense",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cancer. Constipation. Cough. Mumps. Pancreas, affections of. Throat, sore; mucus in. Uvula, pain in." ],
    "Characteristics" : [ "Tri. p. has a reputation among eclectics in whooping-cough, and coughs of measles and phthisis. T. C. Duncan and others proved it and elicited some very decided respiratory symptoms, dry, tickling cough, oppressed breathing with fever. One peculiar symptom was, cough followed by hiccough. Many symptoms of congestion appeared. The head felt full of blood. The lungs felt full of blood. Sensation in lungs as if breathing hot air; as if air full of impurities. There was persistent headache on waking. Sleep was unrefreshing. The pulse was weak and intermittent, showing an action on the heart; later it was full and bounding. Pharynx as well as trachea was irritated and there was: \"Sharp pain through uvula causing tears to start.\" Dryness of trachea causing him to clear throat of some foreign substance. Secretion of urine increased. Dull, stupid feeling generally. Farrington gives as characteristic: Hoarseness and choking spells at night with cough; the neck is still, cramps in sterno-mastoid muscle > by heat and friction. Cooper says of Tri. p. that it causes salivation in horses, and diarrhoea if they eat much of it; and that it cures mumps and affections of the pancreas and salivary glands. Hale says it causes \"heaves\" in horses. Felter (H. R., xiv. 431) gives it to persons disposed to cancer. He finds it retards the progress of cancerous tumours and improves the general condition of the patient. It keeps cancer from ulcerating. After ulceration has occurred Tri. p. does no good. Another indication of Felter's is \"scaly and ulcerated conditions of the tibial region of the old.\" The symptoms are < in close room; > in open air.\" When I became very warm (with the fever) my breathing stopped; lungs felt as if breathing hot air. \" < After sleep." ],
    "Relations" : [ "Compare: Botan.; congestive symptoms, Meli. Headache on waking, Nat. m., Lach. Cough with pains in chest, Bry., Ranuc., Arn., Rhus." ],
    "Mind" : [ "Confusion of ideas, morning." ],
    "Head" : [ "Great headache in morning on waking.", "Dulness in anterior brain.", "Head feels full of blood.", "Intermittent headache.", "Pricking in forehead." ],
    "Eyes" : [ "Eyes. dull and sore; heavy." ],
    "Nose" : [ "Much mucus in nose; thin." ],
    "Mouth" : [ "Whole mucus tract sensitive.", "Taste of drug disgusting and always in mouth.", "Salivation (horses)." ],
    "Throat" : [ "Much mucus in throat, constantly trying to clear it.", "Throat irritated all the way down; as if scalded.", "Irritation of pharynx and trachea causing dry cough.", "Sharp pain through uvula causing tears to start." ],
    "Stomach" : [ "Great thirst.", "Hiccough." ],
    "Abdomen" : [ "Rises at a.m. with griping pains in abdomen and headache.", "Colicky pains all day." ],
    "Stool and Anus" : [ "Very costive, each stool followed by several drops of dark blood, attended by a bearing-down sensation as if bowel would prolapse by its own weight (this lasted fourteen days, after which bowels became regular).", "Stool delayed several days, hard, covered with mucus; later bowels moved freely." ],
    "Urinary Organs" : [ "Uneasiness in region of kidneys, and whole urinary tract.", "Urine very profuse.", "Vesical tenesmus after urinating." ],
    "Respiratory Organs" : [ "Great dryness of trachea causing him to clear throat of some foreign substance at a.m.", "Irritation of pharynx and trachea causing short, hacking cough with accumulation of mucus which must be expectorated.", "Incessant dry, hacking cough.", "Seems as if trachea was loaded with impurities, after eating.", "Dyspnoea > in fresh air." ],
    "Chest" : [ "Lungs feel as if full of blood p.m.; p.m. had to leave a close room from oppression; on going into fresh air was obliged to cough much; this was followed by hiccough and profuse expectoration.", "Chest tight; on lying down." ],
    "Heart" : [ "Pulse slow and irregular; later full and rapid." ],
    "Neck and Back" : [ "Neck stiff, cramps in sterno-mastoid muscles, > by heat and rubbing; with the cough." ],
    "Upper Limbs" : [ "Tingling in l. palm; also in l. arm." ],
    "Sleep" : [ "On waking in morning felt as if he had not been asleep." ],
    "Fever" : [ "Immediately after retiring began to feel cold; pulse intermitting, later bounding; became very warm and breathing stopped; lungs felt as if breathing hot air.", "Feet and hands cold, head hot." ]
  }
}