{
  "remedyName" : "Trillium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bladder, catarrh of. Climaxis. Diabetes. Dysentery. Fainting, with flooding. Fibroma, haemorrhages from. Haemorrhages; post-partum; ante-partum. Menorrhagia. Metrorrhagia. Writer's cramp." ],
    "Characteristics" : [ "The chief uses of Trill. come to us from the eclectics, who learned some of them from the native Indians. The popular name Birth-root sufficiently indicates one part of its reputation. In haemorrhage, ante-partum, post-partum, and climacteric, in fibroid tumours, and in haemorrhages of all kinds Trill. has been found curative. Both the White and the Purple varieties have been used. Minton's proving of T. cernuum (?) brought out the haemorrhagic property in the blood-tinged diarrhoea. One characteristic in connection with the haemorrhages of Trill. is faintness and sinking at the stomach; also cold extremities and rapid, feeble pulse. \"Flooding with fainting\" is a keynote. Minton's proving brought out a symptom bearing on this \"Sensation of goneness in abdomen.\" He had also extreme debility palpitation, and anxiety. Trill. has been used as a local haemostatic in epistaxis and for bleeding after tooth extraction. Peculiar Sensations are: As if eyes too large (M). As if a crumb were in larynx (M). As if the chest was tightly bound and could not be expanded. As if hips and small of back were falling to pieces. As if sacro-iliac synchondroses were falling apart; wants to he bound tightly. As if bones were broken. Left side most affected. Restless, tossing agitation, fear of being sick, great anguish were experienced by Minton. The restlessness and exhaustion from haemorrhages are typified in this. Blue vision; and craving for ice-water are other noteworthy symptoms. There is tendency to putrescence of fluids. The haemorrhages of Trill. are copious; either active or passive; usually bright red and profuse. Trill. is suited to women who flood after every labour; flabby subjects. The symptoms of Minton's proving were: > Bending forward; < sitting erect. < By motion. < After eating. > By exercise in open air. Standing or walking = bearing down in pelvis. Motion < haemorrhages." ],
    "Relations" : [ "Complementary: Calc. p. (menstrual and haemorrhagic affections). Compare: Anguish, restless tossing about, Aco. Haemorrhages, Chi., Calc., Ham., Secal., Ust., Sang. Bright-red blood, Ipec. Mill. Bleeding after tooth extraction, Ham., Kre. Menses profuse, every two weeks and lasting a week or longer, Calc. p. Flow profuse, gushing, light red, < least movement, Sabi. Flow dark, clotted, Ust., Thlasp. As if bones of pelvis broken, Aesc. h." ],
    "Mind" : [ "Melancholy with sadness (M).", "Repugnance to conversation (M).", "Irritable (M).", "Anguish; agitation and tossing about, impossible to keep still (M)." ],
    "Head" : [ "Vertigo, chiefly, on rising in morning (M).", "Dull pain l. temple < least noise (M).", "Pain in forehead > bending forward, < returning to erect position (M).", "Headache < by least noise; walking; coughing (M).", "Head and face feel hot (M)." ],
    "Eyes" : [ "Pain in eyeballs, feel too large and as if would fall from their sockets (M).", "Burning in inner canthus with profuse flow of tears (M).", "Vision blurred; everything looks blue (M)." ],
    "Nose" : [ "Profuse nose-bleed." ],
    "Mouth" : [ "Bleeding from gums or after extraction of tooth.", "Greasy feeling on tongue and gums (M).", "Very offensive taste, esp. on rising in morning (M).", "Profuse flow of saliva (M)." ],
    "Stomach" : [ "Disgust for everything except cold water (M).", "Desire for ice-water (M).", "Sickness; excessive pain; cramp of stomach (M).", "Sinking in stomach with heat.", "Hematemesis.", "Stomach symptoms < after meals and in morning (M)." ],
    "Abdomen" : [ "Swelling of abdomen as in ascites, with sensation as if abdominal contents drawn back against vertebral column (M).", "Flabbiness of parietes with sensation of goneness, a want of support in front, with at intervals of a few moments short, sharp, lancinating pains from before backward, compelling him to bend forward (M).", "Much flatulence and grumbling." ],
    "Stool and Anus" : [ "Dysentery, when passages are almost pure blood.", "Diarrhoea thin, watery, tinged with blood; painless (M).", "Constipation succeeded by thin, watery, very offensive diarrhoea (M).", "Chronic diarrhoeas of bloody mucus." ],
    "Urinary Organs" : [ "Haematuria, passive.", "Chronic catarrh of bladder.", "Diabetes.", "Sharp, cutting pain in urethra when urinating (M).", "Urine copious, of strong disagreeable odour (M)." ],
    "Male Sexual Organs" : [ "Itching of genitals < by scratching." ],
    "Female Sexual Organs" : [ "Haemorrhage from uterus; with sensation as though hips and back were falling to pieces, > from a tight bandage.", "Bearing down in pelvis when standing or walking; copious, yellowish, stringy leucorrhoea; period lingers several days beyond usual time.", "Excessive flooding with fainting.", "Metrorrhagia at climacteric; pale; faint; flow returns every two weeks.", "Climaxis with weak sight; anxious look.", "Displaced uterus, with consequent menorrhagia.", "Menses come on after over-exertion.", "Gushing of bright-red blood from uterus at least movement; later, blood pale from anaemia.", "Haemorrhages from fibroid tumours.", "Threatened abortion; profuse haemorrhages.", "Pain in back and cold limbs, with haemorrhages.", "Too profuse menstrual flow alter exhaustion by exercise.", "Profuse, exhausting leucorrhoea.", "Haemorrhage in abortion of third month.", "Ante-partum haemorrhage; os uteri dilated to size of half a dollar; no pains; flooding excessive.", "Post-partum haemorrhage.", "Profuse, long-lasting lochial discharges." ],
    "Respiratory Organs" : [ "Sensation of crumb in larynx, keeps up continual coughing (M).", "Cough, with purulent or bloody sputum.", "Haemoptysis." ],
    "Chest" : [ "Difficult breathing; feels as if chest bound up preventing it expanding (M)." ],
    "Heart" : [ "Palpitation with great anxiety (M)." ],
    "Limbs" : [ "Cramping pains in muscles of arms and calves (M)." ],
    "Upper Limbs" : [ "Pain in l. shoulder extending down arm to hand (M).", "Cramping pains in fingers when writing (M)." ],
    "Generalities" : [ "Haemorrhages usually bright red, profuse; also when sacro-iliac synchondroses feel as if falling apart; wants to be bound tightly.", "Feels as if bones were broken, with haemorrhages.", "Crawling sensation in veins, like a tightening up of parts; < in legs and ankles.", "Great debility (M)." ],
    "Skin" : [ "Skin hot and dry, with itching and burning, < by scratching (M)." ],
    "Sleep" : [ "Sleepless; rolling and tossing on bed (M).", "Sleep disturbed by frequent dreams (M).", "Dreams of festivities, sleigh-ride, &c. (M)." ],
    "Fever" : [ "Feverish during pain in abdomen, on the subsidence of which a profuse perspiration broke out (M)." ]
  }
}