{
  "remedyName" : "Trombidium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, prolapse of. Diarrhoea. Dysentery. Hip-joint, pain in. Liver, pain in. Nose, catarrh of. Sciatica. Tibia, pain in. Toothache." ],
    "Characteristics" : [ "Tromb. is \"a parasite found singly or in groups upon the common house-fly, of a bright red colour, nearly circular in shape. The alcoholic tincture, a brilliant orange in colour, was prepared from specimens, about in number, collected in Frankfort, Philadelphia, in September, The provings, under the supervision of Hering, were made by Harvey, Head, J. F. R., and Bancroft, the potencies used 3x, 6x, 9, 18, and 30\" (Hering, Guiding Symptoms). The grand keynote of Tromb. is \"< by eating or drinking.\" The symptom may be in the nose, teeth, or tonsils, this modality is characteristic. On this indication I have cured some of the worst cases of diarrhoea; and also intestinal pains coming on when the patient eats or drinks. I have used a 10m preparation of Fincke's given me by Skinner. A comprehensive keynote in diarrhoea and dysentery is: \"Much pain before and after stool; stool only after eating.\" Tromb. has cured dysentery with brown, thin, bloody stools and tenesmus. Congested liver with urgent, loose stools on rising from bed; during stool, sharp pain in left side, shooting downward.\" Skin symptoms were prominent, especially itching of scalp and in whiskers. Fainting on rising up. Restlessness, inability to keep quiet. Peculiar Sensations are: As if there were no weight in head; lightness. As from incarcerated flatus in abdomen. As if excoriated after tenesmus. As if everything were coming out of anus. As if hot air blowing over lower abdomen and thigh. As if abdomen needed support. As if three toes on left foot would be twisted off. As if her breath were leaving her. The symptoms are: < By touch (pain in liver). < By pressure (pain in abdomen). Lying down: < toothache; prevents fainting. Swallowing, or blowing Dose = shooting in right ear. < Shaking head. Reading aloud = toothache. Rising up = fainting. Walking < pain in head; = pain in hip-joint (which is, however, > after a few steps). < Moving. Warm drink > toothache. Open air > coryza. Cold air < toothache. Cold bath < pain in abdomen. < Eating or drinking. < After stool." ],
    "Relations" : [ "Antidoted by: Staph. (toothache); Merc. c. (diarrhoea), Compare: Rheumatism, Ledm. Diarrhoea, Sulph. < Blowing nose. Culex, Thuja. Stitches up anus, Ign., Nit. ac., Sul. ac.; with prolapse, Pod." ],
    "Mind" : [ "Talkative during day; disposed to be contrary; constant disposition to gape.", "Inability to collect ideas, absence of ideas; loss of memory." ],
    "Head" : [ "Oppressive headache.", "Dulness of head in forenoon.", "Congestion of head in evening, with red face and ears.", "Lightness of head.", "Dizziness; on every attempt to rise from bed, with faintness.", "Head heavy, sometimes sharp pains in temples, extending over forehead, at p.m.) < l. side.", "Pain: in l. mastoid process on waking at a.m.; in l. side of head at p.m., < shaking head and walking.", "Shooting: above r. temple at p.m.; near r. parietal eminence at a.m.", "Intolerable itching at a.m., < vertex and occiput." ],
    "Eyes" : [ "Redness of internal part of conjunctiva, similar to a pterygium.", "Lachrymation in open air.", "Itching at r. inner canthus at p.m." ],
    "Ears" : [ "Shooting: in ears in afternoon, < r.; frequently in r. during day and evening; in r. in forenoon, < swallowing or blowing nose.", "Itching in ears after rising.", "Burning in both pinnae, esp. r." ],
    "Nose" : [ "Nose obstructed on rising.", "Fluent coryza in open air and on eating.", "Mucous discharge from nose, < during dinner.", "Dryness of nose in evening, with scabs.", "Nose-bleed in morning; afternoon." ],
    "Teeth" : [ "Aching in l. decayed tooth: on waking at a.m., renewed by breakfast, lasting till noon; in evening; in evening from reading aloud, preventing sleep almost all night, lasting next day, < lying down, eating, talking, and cold air, > warm drinks, > Staph." ],
    "Mouth" : [ "Tongue coated white." ],
    "Throat" : [ "Throat sore on r. side." ],
    "Appetite" : [ "Appetite lost." ],
    "Stomach" : [ "Eructations after meals; tasting of ingesta.", "(Vomiting after breakfast, thought it was from drinking coffee.).", "Griping in pit of stomach, < after dinner." ],
    "Abdomen" : [ "Flatulent distension; at p.m.; at p.m., causing pain.", "Shooting beginning in l. hypochondrium.", "Griping on rising, obliging stool, which was brown and diarrhoeic and which > the pain until after breakfast, when it returned with greater violence and induced a second stool, with tenesmus causing prolapsus, then burning about anus; sudden griping at l.30 p.m., < l. side, which induced a stool, the stool passed quickly, then tenesmus and prolapsus, then pain as if excoriated; stool > pain only temporarily, as it returned with such violence as to force sweat from all parts, abated gradually; < by dinner, causing another stool of soft, brown faeces mixed with mucus, then tenesmus, prolapsus; weakness, esp. in knees.", "Pain in morning, with urging to stool.", "Pain at p.m., > diarrhoea; on eating, with desire for stool; < pressure.", "Darting pain, at a.m., < above r. hip.", "Pain as from incarcerated flatus at p.m.; sore, waking about a.m., with urging to stool.", "Heavy pain in forenoon, < drinking cold water and eating dinner, the same pain next day, < by pressure.", "Pain in hepatic region just under ends of floating ribs; in forenoon, sore to pressure; sore in evening, with sensitiveness to touch.", "Darting pain in liver at p.m." ],
    "Stool and Anus" : [ "Constipation after pappy stool.", "Diarrhoea, with straining and expulsion of flatus.", "Diarrhoea at a.m., during day several small, loose stools, always preceded by sore pain in intestines, with the stool tenesmus and shivering along the back, on following days several stools daily, mostly small, consisting of mucus with tenesmus; (> by Merc. cor.).", "Before stool: pain in l. side of abdomen, with sweat; griping pains; sore pain in intestines.", "During stool: pain in abdomen continues; tenesmus; chills on back; much urging.", "After stool: tenesmus; prolapsus ani; burning in anus; great debility; weakness in knees; colic temporarily > but soon returns.", "Light-brown diarrhoea at a.m. and p.m., preceded and followed by pain in abdomen, straining with the second stool.", "Stitches upward along l. side of anus." ],
    "Respiratory Organs" : [ "Hoarseness.", "Hacking cough from irritation in throat." ],
    "Chest" : [ "Cutting to r. of lower part of sternum at a.m.", "Sharp pain in lower part of chest at a.m.", "Throbbing all over chest from till a.m." ],
    "Heart and Pulse" : [ "Shooting in region of heart at a.m.", "Pain in region of heart at p.m., < by a long breath.", "Darting rheumatic pain in heart region.", "Pulse and full at a.m.", "Intermittent pulse." ],
    "Limbs" : [ "Shooting: in different joints during day; in joints in afternoon and evening; in l. heel and wrist; in phalangeal joints of third finger and in l. knee in forenoon." ],
    "Upper Limbs" : [ "Heaviness.", "Shoulder: shooting in r. joint at p.m.; shocks in l. joint in afternoon and next forenoon; pain in l.; rheumatic pain in l.", "Forearm: aching down l.; pain in bones of l. at noon; frequent pains in l., forenoon; intermittent pain in l. at p.m., then shooting.", "Shooting: in a spot on inner side of dorsum of wrist at p.m.; in r. wrist at noon, intermittent at first; in phalangeal joints of second l. finger at a.m.; in palmar surface of ungual phalanx of r. thumb; intermittent in finger-joints, elbows, and wrists in forenoon." ],
    "Lower Limbs" : [ "Pain in l. hip-joint on rising from a seat and beginning to walk, causing limping, usually > after taking a few steps.", "Thighs: tearing in lower part of l. at p.m.; flying, sharp pains in l. at a.m.", "Knee: rheumatic pain in l.; intermittent pain in r. at a.m.", "Boring in r. tibia in forenoon.", "Pain in inner part of l. ankle at p.m., < bearing weight on it.", "Tearing in l. tarsus at p.m.", "Shooting: in r. ankle at p.m.; in l. tarsus at p.m.; in outer side of r. metatarsus at p.m.; in inner side of l. heel." ],
    "Generalities" : [ "Rheumatic pains in l. shoulder, arm, knee, and region of heart.", "Inability to keep quiet.", "Weakness.", "Felt > in evening; > in open air." ],
    "Skin" : [ "Pimples on nape in evening.", "Itching: in spots on chin and among whiskers; in evening, and about neck." ],
    "Sleep" : [ "Constant inclination to gape through day; in afternoon.", "Sleepiness.", "Restless sleep.", "Wakefulness after a.m., with restlessness.", "Lewd dreams." ],
    "Fever" : [ "Chilliness at night, < morning on waking.", "Fever in afternoon, with pulsation in arteries of head and aching in occiput and small of back.", "Burning in pinnae of ears in evening, < r." ]
  }
}