{
  "remedyName" : "Tuberculinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Albuminuria. Appendicitis. Asthma. Bones, caries of. Bronchitis. Catarrhal pneumonia. Chilblains. Cornea, opacity of; ulceration of. Dentition. Erysipelas. Erythema. Haematuria. Haemoptysis. Headache. Heart, affections of; palpitation of. Influenza. Leprosy. Leucorrhoea. Lungs, oedema of. Lupus. Mania. Menses too early. Nephritis. Night-terrors. OEdema glottidis. Paralysis. Phthisis. Pleurisy. Pneumonia, acute. Tuberculosis." ],
    "Characteristics" : [ "I consider it best to reserve the name Tuberculinum for this preparation of Koch, as it is universally known by that name. Burnett's \"Bacillinum\" is now accepted as the name of the original homoeopathic preparation, and though its originator, Swan, named it Tuberculinum, it owes its present position in therapeutics to Burnett, and it will simplify matters if we make the term Bacillinum cover the homoeopathic nosode and Tuberculinum the preparation of Koch. When Koch's Tuberculinum was first launched the medical papers were teeming with reports of cases undergoing the injection for various diseases. Of the reported effects, curative and pathogenetic, I made a collection. These will be found in H. W., xxvi. I have there given the authority for the observations and the nature of the cases in which the effects were observed. These symptoms will be found arranged in the Schema, and each symptom has appended to it the initial of the observer, or an indication of the disease from which the patient was suffering when the observation was made. Koch's own observations are marked (K); Virchow's, (V); Jonathan Hutchinson's, (H); Ewald's, (E); Albrand's, (A); Watson Cheyne's, (W C); Lennox Brown's, (L B). The names of other observers are given in full. Lupus cases are marked (lps.); observations made on a leper (lpr.). In Jour. Belge d'H., 1894, 236, Mersch published a pathogenesis of Tub. compiled mainly from the same sources as mine, but giving some additional symptoms. These I have included and marked (M). A few cured symptoms are put in brackets. The undistinguished symptoms are from a proving by Nebel, of Montreux (H. W., xxxv. 397). The provers were tuberculous individuals, mostly workpeople, and only pathogenetic symptoms are recorded. Tub. was used, the preparation having been obtained from Hausmann's Pharmacy, St. Gall. I do not find any appreciable difference between the action of Tub. and that of Bac. My own impression is that they are practically identical, and that the one will answer to the indications of the other. Nebel has used Tub. in exactly the same way as Burnett and others have used Bac., on the indications Burnett laid down and with Burnett's results. In H. W. for May, June, and July, 1901, I have copied from H. R. of the same year articles by Nebel giving his experiences with Tub.: (1) Boy, 13, had diphtheria with fearful headache extending from neck to vertex, with swelling in back of neck and occiput, due, it was supposed, to an affection of the middle ear. Seven weeks passed without improvement. Paracentesis of the tympanum resulted in the evacuation of pus for a day or two. Nebel found the face bloated; strawberry tongue coated white at the root; mastoids not sensitive to even strong pressure. Swelling of occiput and neck down to fifth dorsal vertebra. The head is held fixed sideways towards the middle of the clavicle. If the boy wants to move his head he has to seize it with both hands and turn it slowly, with painful distortion of facial muscles, until it reaches the position desired. Even the slightest pressure on first, second, or third cervical vertebra was very painful; the skin on them was reddened and the periosteum was swollen; glands in neck enlarged. Tuberculosis of atlas and second and third vertebrae consequent on diphtheria was diagnosed. Tub. 1m. was given, five grains, during the day. Two days after the dose the boy could move his head more freely, the swelling of the neck diminished, appetite returned, and in a short time he was able to get up and run about. Five weeks after the dose, the swelling had altogether gone, and the boy's condition was altogether changed. (2) Swelling of tibiae two inches below the knee, in a lady who had had cough for twenty years. Cured chiefly with Tub. 1m. This patient had offensive sweat in axillae, strawberry tongue, lack of appetite. Distaste for milk, constipation, and bad sleep. [Mau, of Kiel, treated the following cases with Bac. (H. W., xxxvi. 316)", "I introduce them here for comparison: (1) Vigorous man, tall and of well-developed appearance, was very liable to get pneumonia in cold weather, and spent the winter in some sanatorium or other in order to escape. His father had died of pneumonia, his mother of consumption, and a sister was consumptive. He perspired much, took much fluid nourishment, partly alcoholic. Sleep poor. Almost constant fever. Enlarged glands. Three months' treatment with Bac. removed all the symptoms, and, moreover, made his tissues less watery and reduced his corpulence somewhat. (2) A distinguished author, 50, complained of dreadful pains in the head, almost total insomnia, and great debility. His brother and sisters had mostly died of dropsy of the brain; he himself had congestion of the right lung, due probably to healed cavities, as he has frequently had haemorrhages. For this he had had a lengthened treatment in the South, and had been pronounced cured of consumption. Softening of the brain and loss of reason were now feared. The headache was attended with a sensation as if his head was being tightly squeezed behind with an iron ring. Hands trembling; but he, was most uneasy from a sensation in, his back as if his clothes were moist. In less than a month, under Bac., the headache, insomnia, and sensation in the back had all vanished. Another patient of Mau's, a child, had \"screaming out in sleep and great restlessness at night,\" which were cured, along with peevish, irritable, taciturn disposition.] In B. S. Arnulphy (Clinique, xvi. 629) began giving Tub. 6x. and 8x trituration internally in tubercular cases, acute and chronic, and with encouraging success, but with at times undesired aggravations; with 12x and 30x these were avoided. In one case, originating in grippe, both apices were affected, the right one breaking down; and abundant pleuritic effusion on the left side. Six weeks' treatment with Tub. brought about recovery, and seen a year later the patient was quite well except for retraction of the left side. Arnulphy considers (Clinique, xvii. 86) that Tub. is frequently the remedy for bronchitis, catarrhal pneumonia, lobular pneumonia, tubercular pleurisy, parenchymatous nephritis, and grippe. He gives (Clinique, xvii. 457) two cases of acute lobular pneumonia with characteristic symptoms and high temperatures quickly resolved by Tub. One was in a boy of three who received the 12x; the other was a man, 78, being a sufferer from chronic bronchial catarrh. The latter was taken with grippe, pneumonia developed, and he was in a very serious state. Tub. 30x made, an almost immediate change for the better, and recovery followed. Arnulphy relates that in this cage an abundant perspiration took place (the skin had been dry) during the night and he had observed this in all cases of pneumonia when Tub. acted favourably. I have found Tub. 30, loop 200, and 1m the best general antidote to the chronic effects of influenza poisoning. B. G. Clark (H. W., xxix. 349) reports the case of a lady, 60, who had had for some time a mild form of tuberculosis of the skin of the face, and, more recently a small growth (lupus) on the side, of the nose on a line with the inner canthus of left eye. It had grown much in six. mouths. Tub. F. C., six powders given, one to be dissolved in twelve teaspoonfuls of water, one teaspoonful every two hours. The six powders were taken in this way on successive days. On the fifth day the growth began to dry up. On the tenth it fell off. Another dose of Tub. was given after this with marked improvement to the older affection of the face. A curious use has been made of Tub. by Jauregg, of Vienna, in a case of insanity (H. W., xxx. 196). Having observed that cases of insanity are always benefited by an attack of an acute infectious disease, especially if it is accompanied with high fever, the idea occurred to him of utilising the fever produced by Koch's Tuberculin injections. He tried it on some patients, and though the decidedly, favourable symptoms, soon disappeared after the fever subsided, still there was a steady clearing of the comfused sensorium. Insanity is very frequently a manifestation of the consumptive taint and there is something more than a pyrexial power in Tub. [Burnett has cured with Bac. a case of insanity, being led to give it by a ringworm-like eruption on the body.] Among the Peculiar Sensations noted under Tub. are: As if the brain were squeezed with an iron ring. As if the teeth were jammed together and were too many for the mouth. Of mucus in the throat; of a tumour in the throat. Pressure in stomach going to throat as if the clothes were too tight. As if the clothes on the back were wet (Bac.). Fatigue, faintness, profuse debility are frequent symptoms. Great weakness in the limbs after dinner: this at times amounts to paralysis. The circulation is always disturbed, chills and flushes alternating. \"Shivering when beginning to sleep\" is a peculiar and interesting symptom; also \"cold feet in bed,\" which is common in persons of low vital reaction. \"Sensitive to music\" was observed in one of Nebel's patients; another had pains in the region of the appendix vermiformis, which should lead to serviceable action in appendicitis cases. The symptoms are: < By slightest exertion (it = excessive fatigue; sweat). Walking = pains in loins (fatigue). Raising himself up = palpitation. Every movement = sticking in chest and back. Rubbing = itching to change place. < Morning (much purulent expectoration; sickness and nausea; loss of appetite; thirst; fatigue). < From to p.m. (frontal headache). < Evening (heat in head; cough preventing sleep; severe pains in breast at beginning of menses. < Evening in bed (itching; feet cold). < Night (sweat; from a.m. sleep disturbed). < Beginning to sleep (shivering). < After dinner (flushing; drowsiness). Sensitive to music." ],
    "Relations" : [ "[Burnett recommends to give the Tuberculinum high if there is a strong tubercular element in the case; if that element is small, is better.] Compare: Bacillinum (including Tuberculinum of Swan), Bacil. test., Aviaire. In tubercular meningitis, Iodf. Irregular distribution of circulation; constitutional remedy, Sul. Analogous constitutional remedies, Pso., Med., Syph., Thuja. Sensation of an iron band compressing brain (Thuj. hoop round forehead). Sensitive to music, Thuj. Phthisis, insanity, Thyroid. Pain in region of appendix, Ir. t., Ars., Lach. Pains in breasts at menses, Con., Calc. Compatible: Hydrast., \"it actually seems to fatten up tuberculous patients\" (Burnett; confirmed by Nebel), Calc., Calc. iod., Calc. ph., Phos., Thuj., Sep., Puls. Sensitive to music, Aco., Amb., Nat. c., Nux, Pho. ac., Sep., Thuj., Vio. o. (> by music, Trn.)." ],
    "Mind" : [ "Anxiety, gloomy, melancholy humour.", "Has lost melancholy expression she formerly had (lpr.).", "Is disposed to whine and complain; dejected mind, anxiety.", "She is very sad.", "Nervous irritation.; aversion to labour.", "Indifferent.", "Forgetful.", "Aversion to all labour, esp. mental work.", "Sensibility to music.", "Does not like to be disturbed by people; trembling of hands." ],
    "Head" : [ "Vertigo: esp. in morning; heavy with obscuration of eyes; is obliged to lean on something; by bending down, esp. by rising after bending down; with palpitations; with headache; with nausea; with headache in morning; after dinner.", "Great heat in head; flushes of heat after dinner; sensation of heat in head in evening.", "Headache: deep in forehead; deep in temples; on vertex with sensation of heat; from neck to forehead; in morning, passing away in afternoon.", "Sensation of heaviness on vertex.", "Headache with obscuration of sight.", "Headache with vertigo.", "Piercing headache.", "Piercing pain in forehead from a.m. to p.m.", "Headache in evening; in afternoon.", "Frontal headache in morning.", "Headache with rushing in ears.", "Headache in morning with bleeding of nose.", "Headache from neck to forehead; burning, piercing.", "Colossal hyperaemia of pia mater and brain substance; extreme engorgement of vessels on the surface, internally dusky red; tubercles presented no retrogressive changes (arachnitis.", "V.).", "(Sensation as if brain squeezed with iron band.", "Bac.)" ],
    "Eyes" : [ "Swollen lids; headache with swollen lids in morning.", "R. eye much swollen, conjunctiva inflamed (lps.).", "Dulness and heaviness of eyes; darkness before eyes.", "Obscuration of vision with vertigo.", "Opens r. eye (which had been closed.", "W C).", "Breaking down of cicatrices of old corneal ulcers (Stoker).", "Clearing of corneal opacity the result of old tuberculous corneitis (Stoker).", "Tuberculosis of eyelids, small grey and yellow nodules, existing in conjunctiva of outer sections of lids, increased in size, ran together, then suddenly disappeared (A).", "Phlyctenulae appeared where none existed before (Maschke).", "Conjunctivitis; herpes on lids (M).", "Amblyopia with irregularity and complete paralysis of pupils (in an alcoholic)." ],
    "Ears" : [ "Tinnitus (lps.).", "Rushing in ears with heavy head.", "Sticking pain from pharynx to ears.", "Headache with rushing in ears and pressure on vertex.", "Great aching in ears and teeth." ],
    "Nose" : [ "Coryza.", "Secretion of mucus from nose, viscid, yellow-green.", "Increased secretion of mucus, with frontal headache.", "Aching of ears and teeth with coryza in evening, with headache.", "Bleeding of nose.", "Comedones on nose, surrounded with minute pustules (lps.).", "The nose, which used to feel \"hot and burning,\" has lost this sensation (lps.)." ],
    "Face" : [ "OEdematous, pale face.", "Clonic convulsions of musculus orbicularis inferior, acute.", "Convulsions in region of facial muscle, esp. buccinator.", "In one case the inflammation of the lupus (on face) presented unquestionable erysipelas of a rather severe type, and the patient was for some time in danger (H).", "Flushing of cheek of same side as lung affected, during the reaction (Borgherini).", "Upper lip and nose become swollen during the first two or three reactions, the lip becoming cracked on inner surface (W C).", "Herpes on lips and eyelids (Heilferich).", "After the tenth injection his l. moustache, which was kept cut to prevent scabs from gathering, ceased to grow, every hair fell out, and for a month the l. upper lip was perfectly denuded of hair, and had all the appearance when seen under a lens of being depilated; however, the hairs began to grow well before he left the Home (lps., Hine)." ],
    "Teeth" : [ "Vague toothache.", "Teeth felt loose (lps.).", "\"Feeling as if the teeth were all jammed together and too many for his head\" (lps.).", "Sordes on teeth (lps.).", "Inflammation of gums, scurvy-like.", "Gums turgescent, felt swollen (lps.)." ],
    "Mouth" : [ "Tongue foul, furred.", "Tongue much coated (lps.).", "Coating on soft palate and tongue (M).", "Taste: salty, purulent.", "Aphthae on tongue and buccal mucosa.", "Tongue dry (lps.).", "Dryness of lips.", "On lips black blisters.", "Palate: granulations enormously swollen and vascular (lps.).", "Breath offensive (M)." ],
    "Throat" : [ "Aching in pharynx and larynx.", "Scratching in pharynx.", "Tickling in throat exciting cough.", "Sensation of mucus in throat.", "Sensation of a tumour in throat.", "Dryness in throat; tonsillitis; general inflammatory condition of pharyngeal mucous membrane (M).", "Retropharyngeal abscess (M).", "Burning pain in throat.", "Sensation of constriction in throat; in larynx.", "Heaviness and sensation of rattling in throat.", "Aching extending from throat to ears.", "Dysphagia increased; later diminished (in laryngeal phthisis.", "L B)." ],
    "Appetite" : [ "Loss of appetite, esp. in morning.", "Thirst: extreme, day and night; burning in morning." ],
    "Stomach" : [ "Eructations and sensation of fulness over stomach.", "Nausea, vomiting (K, 5h.).", "Vomited severely with > to headache (lps.).", "Nausea and vomiting, nausea with efforts to vomit with colic and diarrhoea.", "Transitory sickness and vomiting after dinner.", "Vomiting after every meal.", "Nausea and sickness in morning with heaviness in stomach region.", "Pressure in stomach, going to throat, as if the clothes were too tight.", "Cramping pain in stomach.", "Nausea with pains in umbilical region with diarrhoea.", "Nausea with racking and stirring in stomach and increased thirst.", "Sickness in stomach and pressing.", "Nausea in morning.", "Sticking pains in stomach region." ],
    "Abdomen" : [ "Cramping pains in stomach and abdomen.", "Sensation of constriction in abdomen.", "Colic with diarrhoea and heaviness in stomach.", "Colic with great thirst.", "Fatigue and sickness in region of stomach and abdomen; sticking pains deep in spleen; severe pain in region of liver.", "Aching (sticking) in region of liver, spleen, ovaries, spermatic cord, testicles (esp. l.), in hip-joints, in rectum.", "Pains in region of appendix vermiformis.", "Mass of enlarged glands, in r. iliac fossa much smaller (W C).", "Six pustules at different parts of skin of back and abdomen, and after discharging have healed (W C).", "Discrete papular rash over chest and abdomen (W C).", "Perforating ulcer in intestines (V)." ],
    "Stool and Anus" : [ "Obstipation; stool hard, dry, with wind and colic.", "Diarrhoea with pinching and burning pains.", "Pressure and constriction in rectum.", "Pain in rectum.", "Itching sensation in anus." ],
    "Urinary Organs" : [ "Diminished quantity of urine.", "Is obliged to urinate very often, esp. during changes of weather.", "One tenth albumen in height of reaction; disappeared afterwards (W C).", "Specific gravity of urine increases from to with an excess of urates and ropy mucus.", "Peptonuria in man, (Maregliano).", "Haematuria with renal pain (M).", "Excess of urates (M).", "Abundant viscid mucous discharge." ],
    "Male Sexual Organs" : [ "Pains in testicles, and cord of l. side." ],
    "Female Sexual Organs" : [ "Severe pains in breast in evening at beginning of menstruation.", "Menstruation with pains in lumbo-sacral and ovarian region.", "Sticking pain in lower abdomen; pains in lumbo-sacral region < when walking.", "Weakness in genital region; painful menstruation.", "Blood lumpy, menstruation lasting more days than usual; menstruation antepones eight days.", "Burning pains in external genitals; sharp leucorrhoea; pains in sacral and ovarian region to hip-joints.", "Sensation of heat in genitalia externa, with increased leucorrhoea.", "Cramps in uterine region with pains in sacral and ovarian region.", "Burning pain in ovarian region.", "Menstruation, returns fourteen days after parturition." ],
    "Respiratory Organs" : [ "Decided effect in laryngeal cases, mostly beneficial (L B).", "After ten injections, larynx markedly affected, inflammatory Swelling and ulceration (L B).", "General infiltration of mucous membrane of larynx, high red colour, brighter than normal (L B).", "Enormous swelling of arytenoids appeared (L B).", "Tuberculous outgrowth (L B).", "Exfoliation at r. vocal cord, appearance extravasated below its posterior part (L B).", "Hyperaemia of cords intensified and covered with minute ulcerating points.", "Cough and expectoration lasting four months, from a wetting (removed, no bacilli found).", "Sensation of pressure on chest.", "Cough and sputa.", "Irritating cough, < in night.", "Little cough in night with aching in side and blood-tinged sputa.", "Severe cough in evening with pains below mamma on r., side.", "Inclination to cough (K, to 4h.).", "Severe cough with muco-purulent secretion in morning.", "Cough prevents him sleeping in evening.", "Cough, secretion of phlegm, esp. by walking, with sticking pains in lungs and, palpitation.", "A sort of whooping-cough.", "Dry cough; in night.", "Cough with viscid mucus.", "After much cough sensation of mucus in pharynx, mucous secretion being easily ejected.", "Expectoration diminished (Heron).", "Palpitation and pains in back with cough.", "Crackling rales at r. shoulder behind (lps.).", "Copious watery expectoration usually seen during the reaction (Wilson).", "With every increase of dose he suffered from asthmatic fits, lasting from three to seven hours.", "Extreme rapidity of respirations without dyspnoea, to in the minute; if the patient is spoken to, the rapid breathing ceases at-once (as with a dog panting in the sun.", "Heron).", "Is obliged to take deep inspirations; dyspnoea.", "Difficulty in breathing speedily increased (K, to 4h.).", "Marked feeling of suffocation (lpr.)." ],
    "Chest" : [ "Sensation of pressure in chest.", "Heat in chest (M).", "Sticking pain in chest, esp. at the apex of l. lung.", "Sensation of contriction in the praecordial region.", "Pains in both sides of chest going to back.", "Pains in l. side.", "Sticking in side.", "Nightly pains on chest.", "Sticking pains: in lungs; in l. side, pains between scapulae.", "Aching in side in night.", "Sticking pain in chest, on r. and l. side.", "Sticking pain in l. side in morning and afternoon.", "Sticking pain in lungs when laughing.", "Pain in axilla, esp. when elevating arm.", "Sticking pain: in lungs with cough and palpitation.", "Pressure in chest, sticking pain an both sides of chest, in back.", "Palpitation, caused by deep inspirations, aching in back with pains under ribs.", "Pains in subclavicular region with cough.", "Sticking pain in l. lung.", "Pain from clavicles to throat.", "Pain in apex pulmonis radiating to axilla and arm.", "Sticking pain in chest and in back, < from every movement.", "Pain in l. lung to axilla.", "Pain on l. side going to back.", "Pain in l. apex and in region of the spleen.", "Severe pain in back, in axilla and arms.", "Pains in l. side, must take deep inspiration.", "Bronchitic sounds in both lungs (W C).", "Dulness r, apex (L B).", "Sudden, profuse haemoptysis, ends fatally (E).", "Developed a cavity on side opposite to that first affected (E).", "New deposit of tubercles on pleura (E).", "Surface of old pulmonary cavities showed unusually intense redness of granulation layers (V).", "Haemorrhagic infiltration of the walls (V).", "Recent haemorrhage observed in the cavities.", "In fatal cases of ulcerative phthisis the lungs esp., and also the pleurae, showed extensive and severe recent changes-pleurisy, for the most part very severe, simple and tuberculous, frequently haemorrhagic, and not infrequently bilateral (V).", "Caseous pneumonia or caseous hepatisation", "the lung appearing like blood-pudding studded with pieces of lard; (the patient, an architect, 33, had six injections, the last four weeks before death. At the beginning he had induration of one apex only. The treatment was suspended because of persistent fever and infiltration of lower lobe.", "V).", "Catarrhal pneumonia was found, but it differed from ordinary catarrhal pneumonia (in which the alveoli when squeezed out have a gelatinous appearance) in that the contents of the alveoli were very watery and turbid", "a turbid infiltration; it resembles a phlegmonous condition (V).", "Soft hepatisation, which differs from ordinary catarrhal hepatisation in that in the midst of the patches foci of softening become developed, leading to rapid breaking down and excavation (V).", "Development of fresh tubercles: small tubercles giving rise to new ulcers have suddenly appeared, esp. in pleura, pericardium, and peritoneum (V).", "Metastasis, bacilli mobilised (V).", "Abscesses in the lungs (V).", "Perforating abscesses in respiratory organs (V)." ],
    "Heart" : [ "Palpitation early in morning.", "Sensation of heaviness and pressure over heart.", "Palpitation with cough and sticking pains in lungs.", "By deep inspirations severe palpitation.", "Aching in heart.", "Palpitation in night, < when raising himself up.", "Palpitation with pain in the back.", "Death from paralysis of heart (Libhertz)." ],
    "Neck and Back" : [ "Glands in neck and scars swollen and very tender, various lupus points about them showing yellow fluid under epidermis (lps.).", "Scars in neck softer and flatter; no lupus nodules now perceptible (lps.).", "Glands cannot now be felt, except the largest, which is now reduced to size of a pea (lps.).", "Cervical glands much smaller (W C).", "Aching like needle-pricks in the back.", "Prickly feeling in skin of back (lps.).", "Weakness in lumbo-sacral region.", "Sticking pain over both scapulae; pain in region of spleen; vague pains in back and on chest, with sensation of pressure.", "Sticking in back.", "Pain in back with palpitation.", "(Sensation on his back as if the clothes were moist.", "Bac.).", "Three red patches on l. side of back became much deeper (lpr.).", "Violent reaction, during which severe pains in loins < by pressure; (case of Addison's disease; two injections given.", "Pick.).", "Tuberculosis of sacrum greatly improved (Kurz)." ],
    "Limbs" : [ "Sensation of formication in arms and legs.", "Great weakness in limbs after dinner.", "Sensation of fatigue and faintness in all limbs.", "Pains in limbs, fatigue (K, to 4h. after injection).", "Pains in limbs (K, 2nd d.).", "Pains in ulnar nerve and calves of legs and knees, l. great toe much affected, and became very red and turgid (lpr.).", "Trembling of limbs (in an alcoholic).", "Twitching in the limbs (M)." ],
    "Upper Limbs" : [ "Aching in forearms; vague, sticking pain.", "Diminution of inflammation above elbow-joint; disappearance of abscess over olecranon; sinus connected with radius discharging freely a thick yellow pus (W C).", "Sensation of luxation with severe pains in r. carpal joint; < by effort to move it; ceasing by rest.", "Trembling of hands." ],
    "Lower Limbs" : [ "During night pain referred to r. knee; r. leg rotated in and flexed slightly at hip and knee; movement of r. hip-joint free; p.m., l. hip much more painful and tender, more flexed, abducted and rotated out (disease of l. hip in girl of five.", "B. M. T.).", "Aching in the hip-joints.", "Pain in r. knee without swelling (Heron, a non-tubercular case).", "The knee became easily movable and could be bent to a right angle (tuberculous affection of r. knee).", "Swelling and tenderness of both knee-joints (Heron).", "Tenderness in r. ankle-joint (Heron)." ],
    "Generalities" : [ "Feeling of fatigue (K, 2nd d.).", "Malaise, depression, headache, somnolence, oppression of breathing, tightness of chest, nausea (lps.).", "General fatigue in morning; sensation of faintness; great weakness in lower extremities, esp. from knees down to feet.", "Terribly tired, so that she can scarcely walk.", "General excessive fatigue after a short walk, so that he must lean on his companion.", "Emaciation (lost six pounds in fourteen days, twenty pounds in five weeks).", "In parts affected throbbing pain.", "Leucocytosis; diminution of oxyhaemoglobin (M).", "Oxyhaemoglobin first diminished then increased (Henoque).", "Feeling well, but decidedly losing flesh (lps.).", "Acts principally by very acute irritation of internal organs affected (in the same way as in external organs), causing intense redness and great swelling (V).", "Actual inflammatory processes (not mere hyperaemias), and esp. active proliferations, occur to an intense degree, in (1) edges of existing ulcers; in (2) neighbouring lymphatic glands, esp. bronchial and mesenteric (V).", "Lymphatic glands present a quite unusual degree of enlargement, and notably that form of medullary swelling, characteristic of acute irritations, which is caused by rapid proliferation of the cells in the interior of the glands (V).", "Leucocytosis: various infiltrations of white blood corpuscles over affected parts, esp. round the tubercles themselves (V).", "Enormous dangerous swellings in parts near ulcers (even where the surface of the ulcer becomes clean), causing dangerous constriction (V).", "Phlegmonous swelling resembling erysipelatous oedema of glottis and retropharyngeal abscess (V).", "Where tubercle is associated with any other specific disease, reaction is so slight as to be scarcely discernible (Heron).", "Syphilitic cases are refractory to reaction Heron).", "Children bear the treatment well (Wendt)." ],
    "Skin" : [ "Erythematous eruption like measles or scarlatina (M).", "Erythema with subcutaneous indurated nodules (M).", "Great bronze patches on the forehead and temples.", "Bronze finger-points.", "Finger-points as if touched by Argentum nitricum.", "Itching all over the body in the evening in bed; changing place after rubbing.", "\"Rash on chest and abdomen similar, patient says, to what came out when disease first appeared\" (lpr.).", "Rash on abdomen and back, commencing very red; speedily becoming brownish, resembling ordinary skin eruption of secondary syphilis (L B).", "OEdematous condition of upper lip.", "OEdematous condition of eyelids.", "Nose swollen, tense, erysipelatous-looking epidermis in lupus patch raised by yellow fluid.", "In two cases, at least during the febrile action, old chilblains became again inflamed (H).", "Slight attack of jaundice (several cases.", "W C).", "Site of injection slightly painful and red (K, 2nd d.).", "Erythematous blush confined to lupus parts, which were the seat of throbbing pain.", "It has repeatedly caused general erythematous eruptions on the skin, and, in some, nodular effusions into the cellular tissue (H)." ],
    "Sleep" : [ "Great desire for sleep; drowsiness during day; after dinner.", "Inclination to sleep in mornings.", "Shivering when beginning to sleep.", "Cold feet in bed.", "Troubled sleep; sleeplessness.", "Sleep disturbed from a.m.", "Sleeplessness on account of constant coughing.", "Many dreams; disturbed sleep, interrupted by fearful dreams; gloomy dreams; dreams of shame; cries out in dreams." ],
    "Fever" : [ "Shivering, when beginning to sleep; cold feet in bed.", "Freezing and heat alternately; cold and heat for moments.", "Violent attack of ague, lasting almost an hour (K, 5h.).", "Freezing on the back in evening.", "Freezing during whole day.", "Sensation of heat in evening in bed.", "Flush of heat from back to head.", "Feverish, nausea, thirsty, with headache, no vomiting (Heron).", "Flushes of heat after eating.", "High temperature, abating in twelve hours (K).", "Lowering of temperature after each injection (Heron).", "Lowering of temperature before a rise (Heron).", "Temperature seven hours after injection, 103.8°, accompanied by thirst, rigor, increased cough, headache, and pains in joints (Heron).", "Sweat in the night.", "Much sweat, esp. on head in night.", "Profuse sweat after light exertion.", "A little walk and slight efforts produce sweats.", "Short sweats in morning, while awaking.", "Profuse sweats during slight exertion." ]
  }
}