{
  "remedyName" : "Upas",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Blepharo-conjunctivitis. Convulsions. Coryza. Hang-nails. Headache. Heart, palpitation of. Heels, pains in. Liver, affections of. Nails, affections of. Ptosis. Sciatica. Sexual excess. Spine, pains in. Tendo Achillis, pain in. Tetanus." ],
    "Characteristics" : [ "The Upas of homoeopathy is obtained from a Strychnos and must not be confounded with Antiaris toxicaria, the concocted juice of which forms the \"Upas antiar\" poison of the Javanese. S. tieute is a climbing shrub. Pitet made a courageous proving of it, carrying it to the length of producing tetanic symptoms. A large proportion of the symptoms occurred in the head and eyes. A remarkable headache was this: \"Superficial drawing pain traverses left temple from before backward, and ceases at outer angle of orbit; the part is hot and painful to touch.\" The pains generally are pressive and lancinating. In the eyes there is pressure and feeling of a foreign body under the lids; severe pains in orbits; inflammation of the conjunctiva of the lids; distorted vision. Drowsiness is a feature in Upas. \"Every morning weakness of the eyes with lachrymation, the lids being so heavy that they close involuntarily as if from drowsiness.\" Up. is chiefly a left-side remedy. There is pain in the left side of the throat as from a splinter on swallowing; pain in left sciatic nerve; in left iliac fossa. Sensitiveness is a note of the remedy: irritability, crossness, moroseness; increased sensitiveness to cold; the least irritation brought on spasms; pressing in throat causing feeling of suffocation. Noteworthy symptoms are: Vertigo, ending in pressing headache. Twitching in brain and orbits. Pulsative headache with throbbing all over body. Smell of manure in nose. Sallow complexion was produced, and severe symptoms were felt in the liver and from the right lung to the liver (cutting as with knives). Itching in patella. Aversion to meat and eggs; the very thought of them = nausea. The tongue is coated white so thickly that it can be scraped off. Left half of face red and hot, right half pale and cold. Peculiar Sensations are: As if the brain were rudely shaken. As after sexual excess. As if a foreign body in eye; as if sand in eyes. As if a splinter in throat on swallowing. As if a foreign body in oesophagus preventing swallowing. As if an iron hoop round waist preventing breathing. The sexual function was depressed, coition was followed by distressing symptoms, and many of the symptoms were such as occur after sexual excess. Great exhaustion after convulsive seizures. The symptoms are: < By touch (pain in left iliac fossa). < Pressure (throat). < By motion; by walking. < Afternoon and evening. < Morning. > After rising. > Evening after dinner. > In open air (headache)." ],
    "Relations" : [ "Compare: Botan.; spasmodic symptoms, Nux, Ign. Gouty pain, Nux. Lancinations in rectum, Ign. Exaggerated sensitiveness; acid eructations, Nux. Foul smell in nose, Anac. Splinter pain in throat, Hep., Arg. n., Nit. ac." ],
    "Causation" : [ "Sexual excess." ],
    "Mind" : [ "Depression.", "Melancholy; has to force tears back; cold and repelling to friends.", "Morose; cross; irritable; quarrelsome.", "Sensitive.", "Great difficulty in concentrating attention." ],
    "Head" : [ "Head muddled.", "Vertigo as if falling; ends with pressing headache; great tendency to feel cold.", "Severe twitchings in brain and orbits.", "Pulsating-pains all over head on waking, > in open air.", "Constant dull tearing In fore-part of brain, r. side, sometimes sharp shootings.", "Very sharp, deep-seated shootings r. side of forehead.", "Pulsating heaviness in forehead and through l. eye.", "Pressure and drawing in both temples, < l.; part hot to touch.", "Superficial drawing pain, which every few moments traverses left temple from before backward, and ceases at outer angle of orbit; parts hot and painful to touch lasted all day, > next morning.", "Heat of head with red face.", "Shootings deep in brain and vertex.", "In occiput: pressing inward pain; heaviness as after sexual excess.", "Scalp numb." ],
    "Eyes" : [ "Eyes sunken, bluish, rings round them.", "Pressure and dryness in eyes.", "Sensation as if foreign body in eyes; in l. eye; pustule on inner surface of r. lid.", "Eyes weak as after sexual excess.", "Every morning weakness of, eyes with, lachrymation, lids heavy they close involuntarily as if from irresistible drowsiness.", "Dull pain in orbital and nasal bones.", "Prolonged and violent lancinations under orbits.", "Flow of blood from the eyelids.", "Intense smarting itching on margins of lids and canthi.", "Lachrymation.", "Vision: dim, letters run together; fog before eyes.", "In open air dimness, and as if endless strings of white and transparent globules were floating in the air.", "After rising from a stooping position, blackness before eyes, as if all the blood had rushed to the head, with vanishing of thought." ],
    "Ears" : [ "Tearings in ear cartilages.", "Twitchings in cartilage near orifice (l.).", "Ears stuffed without affecting hearing." ],
    "Nose" : [ "Violent fluent coryza towards and during evening.", "First r. nostril then l. stopped up, changing every few minutes, preventing sleep.", "L. nostril stopped and discharging greenish mucus.", "Smell of manure in nose." ],
    "Face" : [ "Yellow complexion.", "Face red with hot head.", "L. side face red and hot, r. pale and cold." ],
    "Mouth" : [ "Tongue: dry, burning; coated white; so thickly it can be scraped off.", "Unable to open his mouth to speak.", "Blisters inside under lip towards l.", "Frequent itching in palate.", "Increased saliva, which tastes sour.", "Taste: sour p bitter on root of tongue; like old coryza." ],
    "Throat" : [ "Hawking frequent mucus in morning cured in the prover.", "Pains and acidity l. side throat on swallowing; the acid sensation extends to l. ear.", "Scraping burning soreness in throat; cough with burning pain as if throat would burst; difficult expectoration of bronchial mucus.", "Pain as from splinter in l. side: of throat making deglutition painful, as if food were prevented passing into stomach by foreign body in oesophagus; swallowing of fluids becomes difficult: pressing l. side of throat = sense of suffocation.", "Feeling of swelling of r. tonsil while writing." ],
    "Stomach" : [ "Appetite totally lost.", "Aversion, to all food, esp. meat and eggs, the mere thought of which = nausea.", "Hunger, but first morsel satisfies.", "Urgent thirst.", "Eructations: bitter after meals, tasting of ingesta, all day; violent, of wind.", "Qualmish, as if going to faint.", "In morning, while hiccoughing, pinching in a line with lumbar vertebrae." ],
    "Abdomen" : [ "Pressing pain: in region of, liver; in liver.", "Out-pressing in l. hypochondrium.", "Stitches in region of liver and r. kidney.", "Much flatulency pressing against both hypochondria, breaking it gives no >; flatus odourless.", "Rumbling.", "Sharp pains in l. iliac fossa, <, drawing breath and by touch." ],
    "Stool and Anus" : [ "Sharp colic in rectum > passing fetid flatus; shortly after, soft stool, preceded by, renewed colic.", "Lancinations or slow pinchings in cellular tissue extending to rectum, r. side.", "Two soft diarrhoeic stools daily.", "Stools mushy, reddish, ending with brown jelly-like mucus.", "Stool constipated, after much pressing, and, insufficient brown jelly-like mucus after stool." ],
    "Urinary Organs" : [ "Pain in region of r. kidney during the night.", "Frequent urging to urinate, with burning in urethra at a.m.", "Urine scanty, evacuated with great effort, light red.", "Urine dark like brandy." ],
    "Male Sexual Organs" : [ "Erections and diminished desire.", "Virile function depraved.", "Coition accompanied by painful and enervating uneasiness, and followed by great depression for several minutes.", "Itching of pubes." ],
    "Respiratory Organs" : [ "Roughness in air passages.", "Hoarseness; aphonia.", "Dry cough, from soreness in larynx and trachea, < towards evening; expectoration of colourless mucus.", "Quickened breathing in morning.", "Inability to breathe deeply from sensation of iron hoop round waist." ],
    "Chest" : [ "Chest tight.", "Pinching drawing all round base of chest.", "Knife-thrusts through r. lung towards liver, stopping breathing.", "Needle-thrusts across chest behind l. nipple.", "Pinching l. side chest.", "Stitches through r. lung, evening." ],
    "Heart" : [ "After going to bed, severe palpitation and pulsation all over from vertex, where it is pulsative headache, to finger-tips.", "While writing, severe palpitation and feeling as if r. tonsil swollen (which it is not).", "Pulse: frequent; weak, small, slow." ],
    "Neck and Back" : [ "Painful stiffness of posterior muscles of neck, morning.", "Pain in r. trapezius.", "Burning in r. side of nape.", "Feeling of stretching along spine.", "Pressive and beaten feeling in spinal column, most in region opposite stomach." ],
    "Limbs" : [ "Hangnails, which become inflamed; itching and redness at roots of nails.", "Weakness.", "Numbness in hands and feet." ],
    "Upper Limbs" : [ "Pinching along back of nerves of l. arm.", "Drawings in r. wrist-joint.", "Painful drawing in joint of l. middle ring-finger.", "Sharp, deep-seated lancinating pains in palmar surface of l. middle finger." ],
    "Lower Limbs" : [ "Pinching back of l. thigh along track of sciatic nerve.", "Pains in knees; under patellae, now one now the other.", "Lancinations in l. calf.", "Sudden cutting in l. tendo Achillis when stooping.", "Violent and dull lancinations in l. os calcis.", "Dull pains in heels, chiefly l.", "Sharp pains in r. great toe-joint." ],
    "Generalities" : [ "Clonic spasms of muscles of nape of neck or extremities, which were at one time extended, at another flexed, frequently repeated spontaneously on the slightest irritation, muscles relaxed completely in intervals.", "Sudden jerking of whole body, followed by violent stitches in extensors and drawing back of head.", "Great weakness after a paroxysm.", "Uneasiness: in morning; in afternoon.", "Increased sensitiveness to cold; pale face." ],
    "Skin" : [ "Herpetic eruption: on upper lip, l. side; under lower lip near l. commissure.", "At inner border of l. wrist-joint intense and obstinate itching, without eruption, > pressure.", "Itching of pubes almost constant during several days." ],
    "Sleep" : [ "Almost irresistible drowsiness in morning.", "Restless nights; unable to sleep before a.m." ],
    "Fever" : [ "Feels chilly very easily, passing shivers.", "Shivering; burning in palms after dark.", "Shivering along spine and both arms.", "Flashes of heat and redness of face and hands, evening after a meal, with drowsiness.", "Night-sweat." ]
  }
}