{
  "remedyName" : "Urea",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Diabetes. Dropsy. Eczema, gouty. Gout. Liver, cirrhosis of. Tuberculosis. Uraemia." ],
    "Characteristics" : [ "The failure of the kidneys to eliminate Urea from the blood leads to uraemic intoxication, delirium, convulsions, and coma. On general indications Urea has been used in medicine by both schools. Merck mentions that it is diuretic, and is used in cirrhosis of liver, pleurisy, renal calculus. Allen cites from Mauthner two cases of renal dropsy with symptoms of general intoxication in which Urea nit., gr. ii., divided into three doses and given two hours apart, cured brilliantly. Burnett has used both Urea and Uric acid in gouty eczema, \"where the gouty eczema has been the cutaneous outlet for the constitution.\" Burnett gave Urea in gouty cases where the urine was thin and of low specific gravity; \"it thickens the urine and gives great relief to the patient.\" Arthur H. Buch (Med. Press, Aug 14, 1901) relates cases of tuberculosis cured, on the plan originated by Harper, of Nottingham, with Urea in 20- to 30-grain doses three times a day. Urea, Buch says, \"is formed in the spleen, lymph and secreting glands, but principally by the liver.\" Under the treatment, lupoid nodules disappeared; tuberculous glands disappeared; tuberculous joints improved. No ill-effects of the treatment were noticed; \"on the contrary, the action has evidently been in many cases that of a nervous tonic.\" Villers (J. of Hcs., iv. 403) examined the urine of an intensely neurasthenic woman, suffering from severe asthma and found per cent. of Urea instead of the usual In order to find out the effect of Urea on the healthy he took for five days Urea 15x., five drops thrice daily. He was then compelled to stop by the severity of the symptoms. He gave the same dose to a patient, a woman. She begged after a short time to be allowed to discontinue the medicine, as it affected her so painfully, causing constant urging to urinate; much sediment in the urine; intolerable sensation in abdomen and burning of the skin. The symptoms of Villers and this patient are marked (V) in the Schema." ],
    "Relations" : [ "Compare: Urinum, Uric acid, Thios., Urt. urens. Diuresis, Thyr. Tuberculosis, Tub., Bac." ],
    "Head" : [ "Head very dull, as if filled with a very heavy lump (V)." ],
    "Eyes" : [ "Itching and profuse watering of eyes (agg.", "V)." ],
    "Abdomen" : [ "In r. hypochondrium, a steady, dull sensation (V).", "Intolerable sensation in abdomen and burning of the skin (V)." ],
    "Urinary Organs" : [ "Constant urging to urinate, beginning at root of penis (V).", "Constant urging, with much sediment in urine (V).", "From bladder to her groins a fatiguing, tearing pain < standing (V).", "Profuse diuresis with rapid diminution of dropsy.", "Albuminuria; bloody urine; general dropsy; intermittent heart (boy, 7, Urea nit. gr. ii., taken in three doses at two hours' interval, cured).", "Delirium, nose-bleed, urine brown, very albuminous; oedema of pudenda; ascites; pulse small, slow; attacks of suffocation (girl, 6, Ur. nit. as above; urine increased; swelling decreased; albumen disappeared)." ],
    "Male Sexual Organs" : [ "Itching along sulcus of glans and a general tired feeling (agg.", "V.)" ],
    "Generalities" : [ "General uneasiness; felt ill, poisoned (V).", "Uraemia.", "Acted as a nervous tonic in tuberculous patients." ]
  }
}