{
  "remedyName" : "Urinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Boils. Dropsy. Ophthalmia. Scurvy." ],
    "Characteristics" : [ "Under Urea Allen gives some symptoms observed on, a, man who, for a skin affection, drank in the morning the urine he had passed the night before. The symptoms were severe, consisting of general-dropsy, scanty urine, and excessive weakness. These symptoms I have arranged under Urinum. Urinotherapy is practically as old as man himself. The Chinese (Therapist, x. 329) treat wounds by sprinkling urine on them, and the custom is widespread in the Far East. Taken internally it is believed to stimulate the circulation; and is valued as an active oxytocic. The parturient woman drinks the urine of a male child four to five years old, and the part voided in the middle of micturition. The child urinates into three vessels, the woman drinking the contents of the second. In the Brit. Med. Jour. of a number of instances of Western urinotherapy were given (collected H. W., xxxv. 507). To these Cooper has made some additions (ibid., p. 584). The cases are these: (1) A youth for crops of boils which nothing could remedy was recommended to drink every morning for three mornings a cupful of his own urine. Then after an intermission of three days to resume, and so on till cured. He was cured on the ninth day. (2) \"Blackheads\" cured inexactly the same way. This patient drank it when fresh. (3) Chronic bronchitis much relieved. This patient was deaf, and misunderstood the doctor's direction to bring some of his urine. He thought drink was the word and acted accordingly. (4) Ague (in the Lincolnshire fens). (5) Urticaria. (6) For thrush it is a custom in Yorkshire to wipe the baby's tongue with its own napkin. (7) For pimples and blotches the negroes of Barbados drink their urine and apply it locally. (8) For ophthalmia in children it is the custom in Switzerland to bathe the eyes in the children's own urine. Cooper mentions the case of a man who suffered very much from weak and inflamed eyes until he adopted this plan, which after a time cured him. Cooper also mentions that a celebrated breeder of cattle and horses succeeded in getting his animals' skin into an astonishing condition of fineness by giving them about a tablespoonful of old human urine with every meal. Kraft (A. H., xxvii. 4) mentions that urine has been used as a remedy for croup. S. Mills Fowler (M. A., xx. 281) mentions the use of urine as a remedy for scurvy in the Civil War. In Andersonville prison the starving prisoners were dying by hundreds of scurvy, and Mr. T. (who told the story) was one of the sufferers. His legs were flexed upon the thighs and the thighs upon the body in such violent contraction that it was impossible to extend them an inch, and any attempt to do so was attended with shocks of pain as from an electric battery. He could only move on his elbows and rump. Within the stockade were growing two large turpentine trees. Of the pitch from these trees the patients would take enough to make their urine \"clear and white as crystal.\" The urine voided was allowed to stand till it began to sour, which took twelve to twenty-four hours. The patients then took a \"good swallow\" four or five times a day. They felt the good effect of every dose. The treatment cured Mr. T. and all his companions in misfortune who adopted it. These cures are to some extent analogous with nosode cures, as the patients drank their own urine; but Urinum, Urea, Uric acid are also medicines on their own account, and rank with the Sarcodes. The symptoms of uraemia may be taken as a pathogenesis of Urinum for the use of the attenuations. Urea cured renal dropsy, and Urinum produced it. The skin action of Urinum is remarkable in connection with its use in the dressing of leather; no substitute having been found for it in this." ],
    "Relations" : [ "Compare: Urea (probably urine owes its chief effect to urea), Ur. ac., Urt. urens." ],
    "Head" : [ "Heaviness of head, < on stooping." ],
    "Face" : [ "Face very much swollen.", "Countenance pale, expression heavy and vague." ],
    "Stomach" : [ "Little thirst." ],
    "Abdomen" : [ "Fluid in abdomen and in parietes of chest and belly." ],
    "Urinary Organs" : [ "Urine scanty, thick, deep brown, and very offensive." ],
    "Generalities" : [ "Anasarca; generally more marked in upper than in lower parts of body.", "Heaviness, heavy for work, having neither his usual life nor warmth in him.", "Loses her breath if she walks quick, is obliged to stop." ]
  }
}