{
  "remedyName" : "Urtica Urens",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Agalactia. Anaemia. Bee-stings. Burns. Calculus, prevention of. Deltoid, rheumatism of. Dysentery. Erysipelas, vesicular. Erythema. Gout. Gravel. Haemorrhages. Intermittents. Lactation. Leucorrhoea. Menorrhagia. Phlegmasia dolens. Renal colic. Rheumatism. Spleen, affections of. Throat, sore. Uraemia. Urticaria; nodosa. Vertigo. Whooping-cough. Worms." ],
    "Characteristics" : [ "Burnett may be said to have rediscovered Urtica as a remedy. The history of how he came to use it (Gout, p. 33) is one of the most fascinating passages of his works. As a remedy for a fit of the gout the discovery is entirely his own, and the result of great therapeutic acumen. Its use in gravel and urinary affections is very old. \"Being eaten, as Dioscorides saith, boiled with periwinkles, it maketh the body soluble, doing it by a kind of cleansing faculty: it also provoketh urine and expelleth stones out of the kidneys: being boiled with barley cream it is thought to bring up tough humours that stick in the chest.\" Gerarde, from whom I quote, mentions these other uses: (1) The juice inserted into the nostrils stops nose-bleed; it is \"good against inflammation of the uvula.\" (2) Pleurisy, pneumonia, whooping-cough. (3) Antidote to Hemlock, Mushrooms, Quicksilver, Henbane, Serpents, Scorpions. \"The leaves or seeds of any kind of nettle, \", says Gerarde, \"do work the like effect, but not with that good speed and so assured as the Roman nettle \"(U. Pilulifera). \"A bundle of nettles, \", says Cooper, \"applied to a rheumatic joint or part, has long been a favourite country remedy. A leaf of the nettle placed on the tongue and pressed to the roof of the mouth stops bleeding from the nose.\" Burnett's tincture is made of the small nettle, U. urens, which is the correct one in homoeopathy. Burnett had used Urt. u. a good deal in spleen affections, and found patients under its use often passed large quantities of gravel. To a middle-aged maiden lady who had enlarged spleen, and \"who smelled so strongly of nettles that it almost nauseated me whenever it was my duty to examine her, \", Burnett gave Urt. u. O. Whilst taking it she passed large quantities of gravel. But this did not attract much notice, as the lady was in the habit of passing considerable quantities of gravel with her motions. Localised abdominal pain preceding such an occasion by a number of days. The painful spot, just under her spleen, she called her \"gravel-pit.\" Putting this and other points together, the fever-action of Urtica among the number, Burnett concluded that Urtica was a remedy for acute gout, which would cut short the attack \"in a safe manner, namely, by ridding the economy of the essence of the disease product, its actual suffering-producing material.\" He usually ordered five drops of the tincture in a wineglassful of quite warm water every two or three hours. Under its action the urine became more plentiful, dark, and loaded with uric acid. Burnett remarks of the nettle that it springs up everywhere near human habitations, and he has noticed it flourishing more by the side of ditches which carry off fluid sewage, \"thus possibly living to some extent on uric food.\" A very severe case of uraemia was cured by him with Urt. His discovery of its fever action was through the cure of a lady patient of his of ague (which he had not succeeded in curing) by drinking nettle-tea on the advice of her charwoman. Urt. ur. was his sheet-anchor in cases of the fevers of the East-India, Burma, and Siam. This action of Urtica, as well as its antigout action, I have had abundant opportunity of verifying. Urtica causes fever as well as cures it, and one of Burnett's patients was obliged to stop taking it: \"It sets all my pulses beating, makes me terribly giddy, makes me feel as if I was going to topple (forwards) on my head, and then a bad headache comes on; and when I take it at night, it makes me very feverish.\" When she took the dose in the morning she did not have the fever, and Burnett says, \"The fever of gout generally comes on at night.\" He has often cured vertigo with Urt. The provings of Urtica are not very extensive, but supplemented by clinical observations, the picture is fairly complete. Headache, with spleen pain; rush of blood to head; soreness of abdomen; dysentery; burning and itching of anus; oedema; urticaria; rheumatic and gouty pains, and fever were all evoked. Among the rheumatic pains a pain in the right deltoid muscle is very striking. The relation of this symptom to Burnett's use of Urt. is illustrated by the case of Dr. W. H. Proctor (A. H., xxvii. 126). The doctor was suddenly seized with agonising pain in right deltoid muscle, due, he believed, to retention of uric acid in the system. Hypodermic injections of Morphia and Atropia had to be resorted to. Then followed, for three weeks, scanty, pale urine, sour sweat, sleeplessness, restlessness, nervousness, loss of appetite, almost constant pain in deltoid with great soreness and lameness of the muscle, an intense sensation of general sickness and weakness with continued fever. Nothing did any good. Finally there appeared: An intense burning sensation in the skin after sleeping: he was afraid to go to sleep for fear of the suffering. Urt. ur. O was now taken. After three doses he drifted into a quiet, refreshing sleep of two or three hours and woke absolutely free from all skin irritation. The nerves were quieted and all symptoms passed away. Soon after, Proctor had an opportunity of curing a patient of lameness of the deltoid of some standing in the same expeditious way. In this case there were no additional symptoms. J. L. Nottingham (H. R., xv. 244) treated (1) Mrs. W., tall, slender, with auburn hair, for eczema vulvae with violent itching and burning, swelling and thickening of labia, smooth, pale, dry appearance of the mucous surface, a dry, scaly, fissured appearance of labia majora and skin. Thirteen years before, she had had a sinus from the right ovary emptying into the uterus. (The husband had sycotic warts on the glans penis.) Urt. ur. 1x relieved all the symptoms and removed sexual excitement induced by the itching and uncontrollable desire to rub. (2) Mr. N., had swelling, stinging, burning of face, hands, and feet, with redness. Rubbing with finger-tip would leave a white line for some time. When out in the cold, damp, snowy air, hands, feet, and face became purple red, puffed, and stinging cold; going into a warm room he had increased swelling, stinging, itching all over him, especially of hands and face. Urt. ur. relieved in twenty-four hours. In four days he returned home better than he had been for years. (3) A woman with a lump in her left breast of some years' duration, was seen six weeks after childbirth, complaining of stinging pains in that part, entire absence of milk, stinging pains in whole right lower limb, with great soreness and stinging pains accompanying movements involving muscles of left side of head, cervical vertebrae, sacrum, and upper limbs, front of chest and both breasts, especially the left. She was very despondent. Act. r. relieved her, but the improvement ceased after a week. Con. improved the difficulty in moving the head but not the other symptoms. Urt. ur. was given, and after three days the breasts filled with milk and the pain was relieved. The breasts had now to be supported on account of their fulness. The right leg became natural. The action of Urt. in causing flow of milk has been often confirmed. In the case given in Allen it caused swelling of the breasts and profuse flow of milk in a woman years after the birth of her last child. Urt. is one of the best remedies for burns of the first degree, used locally and given internally. Gerarde mentions its antidotal action to snake-bites. A writer in Monats. f. Hom. of July, (H. Envoy, xi. 51) says it is the specific for bee-stings. An application of the tincture even on the most sensitive parts of the face or eyelid gives instant relief. In cases of stings about the eyes the application may have to be repeated every five minutes; and a compress must be kept on all night. Eclectics regard\" \"profuse discharge from the mucous surfaces\" as a specific indication for Urt. In Sweden nettles are regarded as a remedy for anaemia, and fresh nettles are cooked and eaten like spinach for the purpose, or a nettle-tea is prepared from dry nettles. The juice of nettles with sugar is in vogue for haemorrhages of all kinds. Sensations of Urt. are: As from a blow in the eyeballs. As of sand in eyes. Muscles of right arm as if bruised. Burning, stinging, itching, and soreness are the principal pains. The right side very much affected; but also the left hypochondrium (spleen). The symptoms are apt to return at the same season every year. This periodicity is a point in the correspondence of Urt. to ague. The symptoms are < by touch; lying on arm. < Violent exertion (haemoptysis). Lying down = soreness of bowels; > nettle-rash. Burning in skin is < after sleep. < From application of water. (In the one observation with U. crenulata, an attack like lockjaw was induced in a man who lightly touched the plant, and this was renewed for some days in full force whenever he put his hand in water.) < Exposed to cool, moist atmosphere.", "Some new symptoms of Burnett's I have marked (B) in the Schema." ],
    "Relations" : [ "Antidoted by: Dock leaves (Rumex obtus.) rubbed on the stung part lessen the pain; also the nettle's own juice, and the juice from the common snail. Antidote to: Apis (bee-stings). Compare: Gout, fever, spleen, Nat m. Dropsy, uraemia, gravel, gout, Ur. ac., Urea, Urinum. [The relation of Urt. to Nat. m. and Urinum is interesting in connection with the fact that nettles do not grow at any distance from human dwellings or away from parts where animals are fed. Schlegel asks (H. R., xii. 179), is this due to the wetting of the soil with urine? He says yes; and queries further, if the salt in the urine is the efficient agent, recalling the fact that Barbarossa, after destroying Milan, strewed salt over the ruins \"so that nettles might grow there.\" Schlegel remarks that the briny waves produce stinging nettles of their own in the shape of Medusae.] Fever, vertigo, spleen, Querc. Spleen, Cean. Rheumatism of right deltoid, Sang. Secretion of milk, Ric., Puls. Urticaria, Apis, Nat. m., Ast. fl., Medusa, Homar, Pariet." ],
    "Causation" : [ "Burns. Bee-stings. Blows. Suppressed milk. Suppressed nettle-rash." ],
    "Head" : [ "Terribly giddy, as if I were going to topple forwards on my head; then headache (B).", "Fulness in head, sensation of rush of blood and dulness; all day, with giddiness.", "Headache < over eyes.", "Headache with stitches in region of spleen.", "Pain: in r. side of sinciput; and in r. side of face, extending to malar-bone; over r. eye and eyeball; over eyes during the day and evening; neuralgic, in r. side of forehead and face at p.m.", "Stinging pain in r. parietal bone forcing me to rub and press it.", "Dull aching in occiput and over eyes.", "Urticaria of scalp suddenly appearing and determining internally." ],
    "Eyes" : [ "Pain: in r. eye; in l. at p.m.", "Pain in eyeballs as from a blow, with feeling as if sand were in eyes.", "Eyes feel weak and sore." ],
    "Throat" : [ "Burning in throat; with frequent hawking of frothy mucus; causing cough, expectoration scanty, frothy." ],
    "Stomach" : [ "Nausea, with burning in throat.", "Vomiting from suppression of nettle-rash." ],
    "Abdomen" : [ "Soreness of abdomen at a.m. when lying, and on pressure a sound as if bowels were full of water.", "Pain in l. hypochondrium at p.m.", "(Tumour of liver stored gout.\"", "Burnett.)" ],
    "Stool and Anus" : [ "Stool omitted in morning, but at p.m. scanty, dysenteric stool, a greenish-brown slime, with urging and tenesmus, afterwards constipation, then small stool with straining, later dysentery, frequent urging, small painful stool, mucus mixed with white matter like boiled white of eggs, at times a little blood, pain in abdomen for a week.", "Stool omitted for three days, then six hours after Nux a natural stool, four hours later several dysenteric stools of whitish slime, with pain around umbilicus, then for the next five days, daily, two to four white, and yellow stools mixed with mucus, with colic and tenesmus.", "A small haemorrhoid, with raw burning in anus during and after stool, and in afternoon and evening itching and burning.", "Ascarides with great rectal irritation." ],
    "Urinary Organs" : [ "Urine suppressed for eight days, everything disappeared with desquamation.", "Suppression of urine for twelve days; oedematous swelling of whole upper body to umbilicus.", "Strangury; gravel; disease of bladder and kidneys.", "Haemorrhage from bladder." ],
    "Male Sexual Organs" : [ "Itching of scrotum, kept him awake at night and tormented him nearly all day; scrotum swollen; stinging and itching; no moisture." ],
    "Female Sexual Organs" : [ "Menorrhagia; intense haemorrhage.", "Leucorrhoea, very acrid or excoriating.", "Pruritus vulvae with great itching, stinging, and oedema of the parts.", "A woman who had had no children for three years and a half, and had nursed none of her children, had at first great swelling of breasts, which discharged serum, then copious milk (from a pint of hot infusion of the herb).", "Arrested flow of milk after weaning." ],
    "Respiratory Organs" : [ "Whooping-cough.", "Not much expectoration, and what there is is frothy." ],
    "Chest" : [ "Sore feeling as from a blow in l. side of chest.", "Intermittent soreness in r. chest during day.", "Haemoptysis from least exertion of lungs." ],
    "Pulse" : [ "Pulse accelerated." ],
    "Limbs" : [ "Rheumatic pain in arms and ankles, < r. arm." ],
    "Upper Limbs" : [ "Pain in r. deltoid, < p.m., could not put on his coat alone.", "Cramp-like pain in r. deltoid in evening; < rotating arm inward, with soreness to touch, with rheumatic feeling in l. arm; next day pain in r. arm < by lying on it; and on moving it a stitch darted through arm, extending over front of humerus.", "At times pain in l. arm, muscles of r. arm feel sore as if bruised, cannot raise or stretch r. arm on account of pain, afterwards rheumatic stiffness and pain in r. wrist, later rheumatic pain in l. arm, wrist, and fingers.", "Raised, red, itching blisters on skin of hands and fingers.", "(Nodous joints of fingers.", "R. T. C.)" ],
    "Lower Limbs" : [ "Stiff soreness on inside of l. knee.", "Rheumatic pain in both ankles." ],
    "Generalities" : [ "Symptoms returned at the same time every year.", "Haemorrhage from various organs.", "Dropsy.", "Sets all my pulses beating (B)" ],
    "Skin" : [ "Itching swellings all over fingers and hands, resembling \"bold hives\"; lumps and red spots on hands and fever blisters on lips, itching.", "Heat in skin of face, arms, shoulders, and chest, with formication, numbness and itching, lips, nose, and ears swollen, lids so oedematous that they could scarcely be opened, after awhile upper part of body as far as navel oedematous and pale, transparent blisters filled with serum and looking like sudamina, becoming confluent and making the skin look wrinkled, lids closed, forming transparent, here and there bluish shining swellings as large as hen's eggs: disappeared on sixth day with desquamation.", "(Intense burning in skin after sleep.).", "Erythema.", "Vesicular erysipelas.", "Burns and scalds." ],
    "Sleep" : [ "Drowsiness when reading." ],
    "Fever" : [ "General heat on getting into bed, with soreness over abdomen.", "When I take it at night it makes me very feverish (not when taken in morning.", "B)." ]
  }
}