{
  "remedyName" : "Ustilago",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Agalactia. Alopecia. Climaxis. Dysmenorrhoea. Fibroma. Galactorrhoea. Headache, menstrual. Masturbation. Menorrhagia, at climaxis. Menstruation, excessive; vicarious. Nails, affections of. Orchitis. Ovary, left, affections of. Rhinitis. Scald-head. Tonsillitis." ],
    "Characteristics" : [ "Burt, who proved Ust. on himself and others, introduced the remedy to homoeopathy. It had been observed that pregnant animals feeding on maize affected with smut were very liable to abort. Roullin had noted that shedding of the hair, and sometimes of the teeth, occurred in animals and men; that mules fed on it cast their hoofs, and that fowls laid eggs without shells. The provings brought out a specific affinity for the generative sphere of both sexes, and especially for the left ovary and uterus. Ust. congests the uterus and produces haemorrhages, generally passive or in clots. It is in uterine haemorrhages, menstrual, post-partum and climacteric that Ust. has been most successfully employed. It has also relieved vicarious menstruation, bleeding taking place from the lungs and bowels; and bleeding between the periods with left inframammary pain. Hurndall (H. W., xxxvi. 27) relates the case of the small bitch which brings out many features of Ustilago action. About a fortnight before he saw the patient she had aborted five foetuses, at about the fifth week of gestation. Since then there had been passive haemorrhage of dark clots. Moreover, she was a perfect specimen of alopecia, not having a hair of any sort on her body and only a little about the head. Os uteri soft, spongy. Great tenderness about the posterior parts when manipulating the hind-quarters. Ust. 3x was prescribed, five drops three times a day. In two days the haemorrhage was completely arrested, tenderness reduced, spirits revived, and general health improved. At the end of three months there was a nice coat of hair growing, which in due course became perfectly normal. Loss of hair and nails is a keynote for Ust., and combined with the other symptoms made the correspondence perfect. Among the Peculiar Sensations are: As if head were being lifted off. As if forehead would burst open. As if something were under root of tongue pressing upward. As of a lump behind larynx. Excessively tired feeling. Bearing down, as if everything would come from her. Uterus as if drawn into a knot. As if intestines were being tied in knots. (This last symptom was produced in a patient of mine.) The symptoms are: < By touch (abdomen; eyes). Pressure < (ovaries). Riding in carriage < backache. < Rising and motion (menorrhagia). Walking < frontal headache; pain in left groin; pain in loins. Warm room = oppression and faintness. Open air = lachrymation. Swelling < pains in tonsils. Colicky pains > by constipated stool." ],
    "Relations" : [ "Compare: Botan., uterine affections, nails, Sec. Subinvolution, Na. hcl. Bearing down and prolapse of uterus, Sep. Left ovarian pain, Lil., Lach., Caul., Sul., Thuj., Vib. o. Vicarious menstruation, Bry., Ham. Millef. Intermittent flow, Ham., Bovis., Elaps. Crusta lactea, Vinc. m., Melit., Med., Mez. Pain in right shoulder, Urt. ur., Sang. Flying rheumatic pains, Puls. Faint at a.m., Sul. Frequent emissions and lumbar pains, Cob." ],
    "Mind" : [ "Depression of spirits in afternoon.", "Very sad, cries frequently; exceedingly prostrated from sexual abuse and loss of semen; sleep restless.", "Could not bear to see or talk with any one.", "Irritability, < being asked a question or to repeat anything.", "The day seemed like a dream." ],
    "Head" : [ "Vertigo in attacks, sometimes with double vision, sometimes white specks blot out everything else, later attacks of vertigo with internal heat.", "Vertigo at climaxis with profuse menstruation.", "Headache: all the morning; at a.m.; in evening, < forehead; < walking.", "Nervous headache from menstrual irregularities in nervous women.", "Frontal pain: in morning; in forenoon, with smarting in eyes; all day, with aching distress in eyeballs and with fulness in head in morning; with distress in epigastrium.", "Scalp dry, cad congested, with loss of hair.", "Scald-head, watery serum oozing from scalp.", "Prickling in l. temple.", "Loss of hair." ],
    "Eyes" : [ "Attacks of twitching in eyes, they appear to look (revolve) in circles and dart from one object to another.", "Continual watery flow from eyes and nose with occasional chills.", "Spasms, with vanishing of vision and head seems to whirl.", "Aching in eyes and lachrymation.", "Hot feeling on closing lids.", "Weakness of eyes.", "Lachrymation in open air.", "Lids agglutinated in morning.", "Vision of spots dancing to and fro." ],
    "Nose" : [ "Boil in r. nostril.", "Dryness of nostrils in forenoon, with dry feeling in skin.", "Bright epistaxis, > pressure.", "Rhinitis, bitter taste, offensive odour noticeable to patient himself." ],
    "Face" : [ "Sudden pallor in face when sitting, and in evening.", "Burning of face and scalp from congestion." ],
    "Teeth" : [ "Sometimes looseness of teeth.", "Aching all day in decayed upper first and second molars.", "Shedding of teeth (in animals)." ],
    "Mouth" : [ "Tongue coated in morning.", "Prickling in tongue, with feeling as if something were pressing the roots upward, with dryness of nostrils.", "Salivation: bitter; thin, bitter.", "Taste: coppery; in morning; slimy coppery; slimy coppery in morning; slimy; slimy, with burning distress in stomach." ],
    "Throat" : [ "L. tonsil enlarged, congested, dark reddish, r. painful on swallowing at p.m.; l. painful at p.m.; next morning congestion of l. extending along Eustachian tube and causing pain in ear.", "Lancinations in r. tonsil (fauces were somewhat inflamed when the medicine was taken), next day fauces hotter and more sensitive to motion.", "Roughness of fauces.", "Dryness of fauces, with burning dryness in stomach.", "Dryness of fauces, with difficulty in swallowing, feeling of a lump behind larynx, later frequent efforts to swallow, with feeling as if something had lodged in fauces, afterwards irritation of fauces, and on swallowing feeling of a lump in larynx.", "Burning in oesophagus at cardiac orifice." ],
    "Appetite" : [ "Appetite: craving; poor.", "Thirst at night." ],
    "Stomach" : [ "Eructations: of sour fluid; of sour food.", "Cutting in stomach.", "Pain in stomach: frequently in afternoon; on full inspiration.", "Pain in epigastrium with drawing pain in joints of fingers.", "Burning in sternum and cardia.", "Distress in stomach in forenoon; in afternoon, > by supper.", "Haematemesis, passive, venous, accompanied by nausea, which is > by vomiting." ],
    "Abdomen" : [ "Periodical cutting in umbilical and hypogastric regions at p.m., < at p.m. by a constipated stool, afterwards grumbling pains in whole abdomen.", "(Pain as if intestines were tied in knots.).", "Pain: in r. lobe of liver; in umbilicus; in umbilicus before natural stool; in l. groin when walking.", "Drawing pain in r. hypochondrium all day.", "Distress in umbilicus and r. hypochondrium." ],
    "Stool" : [ "Natural stool at a.m.", "Loose stool at a.m., with pain and rumbling in abdomen.", "Light-coloured diarrhoea.", "Soft stool, next day dry, lumpy, two days later black, dry, lumpy.", "Constipated." ],
    "Urinary Organs" : [ "Tenesmus of bladder and incontinence of urine.", "Urging, urine light-coloured.", "No desire, but uneasiness.", "Urine: increased; scanty, red; acid, high-coloured." ],
    "Male Sexual Organs" : [ "Genitals relaxed.", "Erections: when reading at o'clock; frequently during day and night.", "Scrotum relaxed and cold sweat on it.", "Pain in testes, < r.", "Pain in testes, sometimes neuralgic; in paroxysms, sometimes causing faintish feeling.", "Desire depressed.", "Chronic orchitis, irritable testicle.", "Erotic fancies.", "Seminal emissions and irresistible tendency to masturbation." ],
    "Female Sexual Organs" : [ "Yellow and offensive leucorrhoea.", "Tenderness of l. ovary, with pain and swelling.", "Burning distress in ovaries.", "Intermittent neuralgia of l. ovary; enlarged, very tender.", "Uterus: hypertrophied; prolapsed; cervix sensitive, spongy.", "Menses: too scanty with ovarian irritation; too profuse and too early; blood clotted; as if everything would come through.", "Between periods constant suffering under l. breast at margin of ribs.", "Oozing of dark blood, highly coagulated, forming occasionally long, black, stringy clots.", "Extreme pain during period.", "Suppression of menses.", "Vicarious menstruation from lungs and bowels.", "Constant aching distress at mouth of womb.", "Menses that had just ceased returned, bright-coloured, soreness and bearing down in l. side preceding the flow and partially ceasing with it.", "Menses copious, bright red, not coagulating easily (in a woman who thought she had passed the climacteric, as there had been no discharge for over a year), it stopped as suddenly as it began, no pain, only faintness and confused feeling in head.", "Menorrhagia at climaxis.", "Bland leucorrhoea.", "Abortion.", "Deficient labour pains.", "Constant flooding.", "Puerperal peritonitis.", "Lochia too profuse, partly fluid, partly clotted; prolonged bearing-down pains; uterus feels drawn into a knot.", "Hypertrophy and subinvolution." ],
    "Respiratory Organs" : [ "Feeling as if there were a lump behind larynx, which produces constant inclination, to swallow." ],
    "Chest" : [ "Spasmodic tearing at top of l. side and passing to sixth or seventh rib, at p.m. when standing or reading, < breathing.", "Pain in l. infraclavicular region in morning.", "Drawing pain in l. inframammary region, waking me at a.m., > turning on back from r. side.", "Aching, burning distress in sternum and under it in stomach, with neuralgic pains.", "Oppression along median line.", "Constriction, with pain.", "Heat and pressure." ],
    "Heart" : [ "Sudden flying pain from heart to stomach, arresting breathing.", "Burning pain in cardiac region." ],
    "Back" : [ "Pain in back extending to extreme end of spine.", "Pain in lumbar region.", "Pain in region of r. kidney, < sitting still; next day in region of l. kidney, > moving about, with heat, fulness, soreness on deep pressure (but it relieved the pain), with uneasiness in l. thigh, frequent desire to urinate, stream very small, the following day it requires considerable effort of will to empty the bladder, which is done slowly, pain and soreness in l. loin continue; heavy in lumbar region, in bed with uneasiness about bladder (had had no desire to urinate on going to bed), woke early in morning with distended feeling in bladder, micturition slow and difficult, urine scarcely coloured, pain in back < next night, < lying on face, > lying on r. side.", "Bearing down in sacral region as in dysmenorrhoea, changing to l. ovarian region and gradually extending through hip." ],
    "Limbs" : [ "Cutting in bones of r. hand and foot.", "Frequent rheumatic symptoms in arms, fingers, and legs." ],
    "Upper Limbs" : [ "Pain in shoulder-joints; rheumatic, in muscles of r. shoulder.", "Intermittent, numb tingling sensation in r. arm and hand every day.", "Pain in r, elbow, < motion.", "Stitching along metacarpal bone of r. index.", "Rheumatic drawing pain in finger-joints, < second joint of r. index, all afternoon.", "Hypertrophy or loss of nails." ],
    "Lower Limbs" : [ "Pain in l. knee when walking, increasing to cramp, obliging me to lean upon the arm of a friend, the pain, with occasional cramps, lasted all the evening, < raising foot so as to press upon toes.", "Cramp-like stiffness in l. leg, < raising foot so as to press upon toes.", "Feet swollen; in morning." ],
    "Generalities" : [ "Neuralgic pains in forehead, hands and feet.", "Rheumatic pains all up and down l. side, with cutting in l. knee and calf if I pressed any weight upon toes or flexed knee with any weight upon it.", "Rheumatic pains in muscles of arms, hands, fingers, and small of back, those in back < walking.", "Symptoms of a cold.", "Malaise as if I had taken cold; felt sick with a cold, continual watery flow from nose and eyes, with occasional chills.", "Languor: during the day, with headache, < noon, and with burning frontal headache at p.m.; in morning on rising; at p.m.", "Faint feeling at a.m. in a warm lecture-room.", "Faint spells beginning in epigastrium, with small pains in hypochondrium and bowels." ],
    "Skin" : [ "The scalp became one filthy mass of inflammation, two-thirds of the hair came out, the rest matted together, with oozing of watery serum from scalp, eruption like rubeola on neck and chest, gradually extending to feet, thickest on chest and joints, itching < night, rubbing any part brought out the eruption, on face and neck it was in patches like ringworm, but not vesicular.", "Boils on nape.", "Congested feeling in skin.", "Skin dry and hot.", "Painful, destructive disease of nails." ],
    "Sleep" : [ "Difficult falling asleep and then unpleasant dreams.", "Restless night; with fever; with troubled dreams.", "Sexual dreams; without emission; and disgusting, waking him, arose and urinated with difficulty and tenesmus." ],
    "Fever" : [ "Chills running up and down back.", "Heat at night.", "Internal heat; with vertigo; < eyes, which are inflamed and sensitive to light, eyeball sore to touch; intermittent, < eyes.", "Burning in face and scalp.", "Skin dry; at night; and hot." ]
  }
}