{
  "remedyName" : "Vaccininum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cheloid. Eczema. Leprosy. Naevus. Nephritis. Small-pox. Tumours. Vaccinia. Vaccinosis. Whooping-cough." ],
    "Characteristics" : [ "Vaccinia, Small-pox, and Grease of horses are inter-related diseases, and the nosodes of each are available for the treatment or prevention of manifestations of all three. The vaccine poison is capable of setting up a morbid state of extreme chronicity, named by Burnett Vaccinosis. And it may do this without causing the primary symptoms: when the vaccination apparently does not \"take.\" The symptoms of vaccinosis are protean, and are for the most part identical with the symptoms of the Sycosis of Hahnemann. Vaccinosis is a sycotic disease. Neuralgias, inveterate skin eruptions, chilliness, indigestion with great flatulent distension, are leading features of the vaccinal dyscrasia, and therefore indications for the nosode. There is another disease to which vaccinia is related, and that is whooping-cough. Some years ago an old-school observer vaccinated for some reason a child whilst suffering from whooping-cough, and the whooping-cough vanished. He repeated the experiment in other cases, and with such signal success that he wrote to the journals to recommend it as a routine practice in the case of unvaccinated children. On the other hand, homoeopathic observers have seen whooping-cough follow immediately on vaccination, and have cured it with Thuj. Turiansky (B. M. J., December 12, 1891) tried hypodermic injections of freshly collected calf vaccine in a series of cases of tuberculosis of the lung apices, and states that they were \"invariably, though somewhat slowly, followed by most decided amelioration both of the subjective and objective phenomena.\" The temperature became normal, appetite and sleep improved, night-sweats, dyspnoea, muscular weakness, and painful sensations decreased; cough lessened or disappeared; sputa became thicker and whiter, pulse slower; urine increased; body weight increased; bacilli decreased and degenerated. The exact amount and form of the injections is not stated. Here is a case in the potencies: Garrison (N. A. J. H., quoted H. R., x. 278) was consulted by a lady, 50, of phthisical family. She had consolidation of both apices; had been losing flesh for three months; severe night-sweats; almost constant, hacking cough, with considerable expectoration at times. Vacc. 200, one dose. In a week she reported that she had not had a severe coughing spell since the dose, and for the last three days hardly any cough at all. She received one dose of Vacc. a week, and at the end of six weeks returned to business. If a child has a naevus it is the rule, when possible, to vaccinate on the naevus. The inflammation and subsequent scarring destroy the growth. But that does not completely explain the cure: vaccinia is causally related to the production of new growths. Over a year ago a young lady came to me shortly after having been revaccinated under some Government rule. There had been nothing abnormal in the course of the vaccinia, but after the scabs fell off there was much pain in the arm, and each of the scars began to grow, and when I saw them were well-developed cheloids. Thuja removed the pains but did not arrest the growth. Under Malan. they have now all but disappeared. Frolich (B. M. J., October 15, 1898) relates the case of a child, 1/2, who had well-developed nephritis seven days after vaccination with calf vaccine. The first symptom was puffed eyelids, then pain and swelling of scrotum; on the fourteenth day the urine contained blood, inguinal glands enlarged and tender, slight oedema of legs. The urine contained blood and alumen for another month, when recovery took place. Other cases of this kind have been observed. The symptoms of the Schema are partly pathogenetic and partly cured. Peculiar Sensations are: As if forehead were split. As if heated or over-exerted in lower extremities. As if bones of leg were broken and undergoing process of comminution. Burnett says the < time of Vacc. is the early morning. One symptom is: \"Waked in middle of night by pain in forehead and eyes as if split, and stinging in temples.\"" ],
    "Relations" : [ "Antidoted by: Thuj., Apis, Sul., Ant. t., Sil., Malan. Compare: In small-pox, Var., Malan., Thuj., Ant. t. Sarr. Nephritis, Apis, Merc. c. Phthisis, Bacil., Tub. Whooping-cough, Thuj., Meph., Coc. c., Coral." ],
    "Mind" : [ "Crying.", "Ill-humour, with restless sleep.", "Nervous, impatient, irritable; disposition to be troubled by things.", "Morbid fear of taking small-pox." ],
    "Head" : [ "Frontal headache.", "Forehead felt as if it would split in two in median line from root of nose to top of head.", "Stitches in r. temple.", "Eruption like crusta lactea." ],
    "Eyes" : [ "Tinea, tarsi and conjunctivitis in a woman, aet. 28, remaining as result of variola in infancy, conjunctivae painfully sensitive.", "Weak eyes; feeling in forehead as if it were split.", "Inflamed eyelids.", "Redness of eyes and face, with small pimples on face and hands.", "Keratitis after vaccination." ],
    "Nose" : [ "Full feeling of head, with running at nose.", "Bleeding at nose preceded by a feeling of contraction above and between eyebrows, soon after eating meat; menses rather profuse and too frequent; cured by revaccination." ],
    "Face" : [ "Redness and distension of face, chill running down back.", "Swelling of neck under r. ear (parotid gland) with sensation like being cut." ],
    "Mouth" : [ "Tongue coated, dryish yellow, with papillae showing through coat.", "Dry mouth and tongue." ],
    "Appetite" : [ "Appetite gone, disgust to taste, smell, and appearance of food.", "Coffee tastes sour." ],
    "Stomach" : [ "Aching in pit of stomach, with short breath." ],
    "Abdomen" : [ "A stitch in hepatic region, at margin of last lower rib, axillary line.", "Stitch in splenic region.", "Blown up with flatulence." ],
    "Urinary Organs" : [ "Nephritis with albuminuria, haematuria, and dropsy, developed eleven days after vaccination; child recovered." ],
    "Respiratory Organs" : [ "Short breath with aching in pit of stomach, and pressure in region of heart.", "Whooping-cough." ],
    "Chest" : [ "Stitch in l. side of chest, anteriorly, under short ribs.", "Stitches in r. side under short ribs in front from r. to l., then at corresponding place in l. side, but from l. to r., lasting five minutes, felt in liver and spleen." ],
    "Heart" : [ "Febrile action of heart and arteries." ],
    "Back" : [ "Backache.", "Aching pain in back, < in lumbar region, extending around waist." ],
    "Upper Limbs" : [ "Severe pains in l. upper arm at vaccination mark, could not raise it in morning.", "Rheumatic pains in wrists and hands.", "Cheloids on re-vaccination marks." ],
    "Lower Limbs" : [ "Tearing in l. thigh downward.", "Soreness of lower extremities, as if heated or over-exerted.", "Legs ached immoderately, hardly able to get about, a break-bone sensation, and a feeling as if bones were undergoing process of comminution." ],
    "Generalities" : [ "Restlessness.", "General malaise.", "Languor, lassitude.", "Tired all over, with stretching, gaping feeling; unnatural fatigue.", "Child wants to be carried.", "Many persons faint when being vaccinated." ],
    "Skin" : [ "Skin hot and dry.", "A general eruption, similar to cow-pox.", "Small pimples develop at point of vaccination with fourth dilution.", "Red pimples or blotches in various parts, most evident when warm.", "Eruption of pustules with a dark-red base and a roundish or oblong elevation, filled with pus of a greenish-yellow colour, resembling varioloid, some as large as a pea, some less, without depression in the centre, coming with a round, hard feel in the skin (like a shot), very itchy.", "Tingling burning in skin over whole body, most intense in skin of forehead and in lower and anterior portion of hairy scalp, which parts are tinged with a scarlet blush, or efflorescence, similar to the immediate precursor of variolous eruption.", "Vaccininum 6, in water, for one day with strict diet, repeated after eight days, acted as preventive in six hundred cases.", "Treated a great many cases of variola and varioloid during last eighteen years, some of them of the most desperate character, and yet never lost a case when employing vaccine virus as a remedy; moreover, none of the cases so treated were ever troubled with haemorrhage, or with delirium, or secondary fevers, or were ever disfigured with pitting.", "Vaccininum 200th quickly > severer symptoms of variola occurring in a child, aet. six months; two days before appearance of eruption had been revaccinated (after an interval of eight days) on a naevus near r. nipple; deglutition difficult through implication of tongue and fauces; pustules, many of large size, scattered over scalp, face, body, and limbs." ],
    "Sleep" : [ "Waked in middle of night by pain in forehead and eyes as if split, and stinging in temples." ],
    "Fever" : [ "Fever, with heat, thirst, tossing about, crying, aversion to food.", "Chill with shaking." ]
  }
}