{
  "remedyName" : "Valeriana",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma, spasmodic; nervous. Bed-sores. Change of life. Clairvoyance. Coxalgia. Headache. Heart, palpitation of. Heels, pain in. Hypochondriasis. Hysteria. Levitation. Neuralgia. Sciatica. Sleeplessness. Toothache." ],
    "Characteristics" : [ "V. officinalis is usually found in moist hedgerows or on the banks of ditches and streams. The peculiar fetid odour of Valerians is probably due to the presence of Valerianic acid. It is especially agreeable to eats, who become, as it were, intoxicated with it. \"Volatile oil of Valerian seems not to exist naturally in the plant, but to be developed by the agency of water\" (Treas. of Bot.). Val. first appeared in homoeopathic medicine in Stapf's Additions, the article on it was written by Franz, and Hahnemann and Stapf were among the provers. When Franz wrote, it was the custom among ladies in Germany to take Valerian almost as frequently as coffee, and to this practice he attributed no little of the nervous suffering then prevalent. \"There is scarcely a drug,\" he says, \"which communicates its primary as well as secondary action to the organism with more intensity than Val.\" He instanced his own eye symptoms, which were both severe and remarkable, and of them he says that, though he had never had any tendency to anything of the kind before, they were excited at intervals for four months afterwards, the cause being frequently unknown, showing the deep action on the organism. \"The many inveterate spasms of the stomach and abdomen; the incurable cases of hysteria and hypochondriasis; moral disturbances, passing from one extreme of emotion to another, from the highest joy to the deepest grief, from leniency, kindness, and mildness to grumbling impatience, obstinacy, and quarrelsomeness; from a sinking of the vital forces accompanied by a painful craving for stimulants, to the greatest liveliness and extravagance, and vice versa\"; tedious convalescence after nervous fevers; paralysis, and contractions of the limbs, &c.", "these, in Franz's opinion, were much less owing to the original intensity of the disease than to the Val. with which the patients had been dosed; and they were only saved from worse effects by the fact that Val. was so frequently given in combination with one or more of its antidotes. Some notes by Franz are important: (1) The first and most rapid effect of Val., which precedes any after symptoms, is an acceleration of the pulse and congestion of the head. (2) The symptoms of the upper and lower limbs alternate frequently. (3) The principal times of day when Val. produces its symptoms are noon and early afternoon and the hours before midnight. The abdominal symptoms especially are felt in the evening. (4) \"Val. causes several kinds of darting, tearing pains which come and go. Similar to these pains are those which appear suddenly. If we compare with these two kinds of pains", "the jerking pains which are scarcely felt in any other than muscular tissues and the cramping pains", "we have a very easy and natural indication of the grounds on which Tissot's recommendation of Val. for epilepsy might be considered valid. The eye symptoms of Franz were burning, smarting, and pressure in the margins of the lids, which seemed sore and swollen. But in addition was this, which shows the exalted state of sensorum Val. can produce: \"Shine before the eyes in the dark; the closed, dark room seemed to be filled with the shine of twilight, so that he imagined he distinguished the objects in the same; this was accompanied with a sensation as if he felt that things were near him even when not looking at them; on looking he perceived that the things were really there\" (at p.m., thirteen hours after the dose). There were also hallucinations of hearing and of sense. \"Imagines she is some one else and moves to the edge of the bed to make room\" was removed in one case. \"Anxious, hypochondriac feeling, as if the objects around him had been taken from him; the room appears to him desolate, he does not feel at home in the room, he is compelled to leave it.\" \"As if in a dream.\" The restlessness of Val. is a, very prominent feature: Nervous irritation, cannot keep still; tearings, cramps, > morning. Constant heat and uneasiness. The digestion is disturbed. The taste caused by Val. is as disgusting as its odour. Before dinner a taste of fetid tallow; early in the morning on waking the taste is flat, slimy. Nausea begins in umbilical region, rising into pharynx. In the preface to his Pocket Book Boenninghausen gives a case which brings out many of the Val. characteristics: \"E. N., 50, of blooming, almost florid complexion, usually cheerful, but during his most violent paroxysms inclined to outbreaks of anger with decided nervous excitement, had suffered for four months with a peculiar violent kind of pain in the right leg after the previous dispersion, allopathically, of a so-called rheumatic pain in the right orbit by external remedies which could not be found out; this last pain attacked the muscle of the posterior part of the leg, especially from calf to heel, but did not involve the knee or ankle-joint. The pain itself he described as extremely acute, cramping, jerking, tearing, frequently interrupted by stitches extending from within outward; but in the morning hours, when the pain was generally more endurable, it was a dull, burrowing with a bruised feeling. The pain became < towards evening and during rest, especially after previous motion, while sitting and standing, particularly if he did it during a walk in the open air. While walking the pain often jumped from the right calf to the left upper arm if he put his hand into his coat pocket or his breast and kept the arm quiet, but it was > while using the arm, and then the pain suddenly jumped back again into the right calf. The greatest relief was experienced while walking up and down the room and rubbing the affected part. The concomitant symptoms were sleeplessness before midnight, frequently recurring attacks during the evening of sudden flushes of heat with thirst, without previous chill, a disgusting, fatty taste in the mouth with nausea in the throat, and an almost constant pressing pain in the lower part of the chest and pit of the stomach as if something were there forcing itself outward.\" Of course Val. was the remedy. Val. has a strong affinity for the tendo Achillis, and I have cured with it many cases of painful affection of this tendon and heel when the Val. conditions were present. Nash cured with it a severe case of sciatica in a pregnant woman on the symptom, \"pain < standing and letting the foot rest on the floor.\" She could stand with the foot resting on a chair or lie down in comfort. Val. is a leading member of the group of remedies which meet lack of reaction. It is Suited to: (1) Hysterical women who have taken too much chamomile tea. (2) Nervous, irritable, hysterical subjects in whom the intellectual faculties predominate and who suffer from hysteria and neuralgia. It meets \"nervous affections occurring in excitable temperaments; in hypochondriasis it calms the nervousness, abates the excitement of the circulation, removes the wakefulness, promotes sleep, and induces sensation of quietude and comfort; sadness is removed; in globus, in all asthmatical and hysterical coughs, nervous palpitation of the heart, profuse flow of limpid urine\" (quoted by Hering). \"Red parts become white\" is another indication of Hering's. Among Sensations are: As if flying in air. As if eyes would be pierced from within outward. As if smoke in eyes. As if a thread were hanging down throat. As if something forcing a passage through pit of stomach. As if something warm were rising from stomach. As if something pressed out in lower chest. As from cold or over-lifting, pain in loins. As if he had strained left lumbar region. As if an electric shock through humerus. As if thigh would break. As if strained in right ankle. As if bruised in outer malleolus of right foot. Lightness in leg. Like lead in limbs. The symptoms are: < By touch (blisters on cheek and lip). Rubbing > cramp in calf. Pressure of hand or covering with hat = icy coldness on vertex. Early decubitus in typhoid. Slight injury = spasms. Rest; sitting; standing <. Motion >. Moving eyes < headache. Bending head back < pain in occiput. Straightening out limb < sciatica. < Noon. < Before midnight (cannot sleep before midnight). Profuse sweat at night. < Open air; draught of air. > After sleep. < Fasting. > After a meal." ],
    "Relations" : [ "Antidoted by: Bell., Camph., Cin., Coff., Puls. Antidote to: Merc., abuse of Chamomile tea. Compare: Hysteria, Mosch. (Mosch. has more unconsciousness), Ign., Asaf. Alternating mental states, Croc. Defective reaction, Ambra., Pso. (despair of recovery), Chi., Lauro. (chest affections), Caps., Op., Carb. v. Periodical neuralgia, Ars. (Val. hysterical patients). Pain = fainting, Cham., Hep., Ver. Rheumatism > motion, Rhus. Pains come and go suddenly, Bell., Lyc. Infant vomits curdled milk, AEth. Over-sensitiveness, Nux. Averse to darkness, Stram., Stro., Am. m., Ars., Bar. c., Berb., Calc., Carb. a., Carb. v., Caus., Lyc., Pho., Pul., Rhus. As if in a dream, Ambr., Anac., Calc., Can. i., Con., Cup., Med., Rhe., Ver., Ziz. Levitation, Nux m., Sti. p., Ph. ac." ],
    "Causation" : [ "Injuries (slightest injury = spasms. Bed-sores form soon in typhoid)." ],
    "Mind" : [ "Extremely delirious, attempting to get out of the window, threatening and vociferating wildly.", "Anxious, hypochondriacal sensation, as if all around were desolate, disagreeable, or strange (very changeable disposition).", "Joyous, tremulous excitement; mild delirium.", "Intellect clouded.", "Fear, esp. in evening, and in the dark.", "Despair.", "The most opposite moral symptoms appear alternately.", "Extreme instability of ideas.", "General illusions and errors of the mind.", "Hallucinations: esp. at night; sees figures, animals, men; thinks she is some one else, moves to edge of bed to make room.", "Great flow of ideas, chasing one another.", "Felt like one who is dreaming.", "Hysteria, with nervous over-excitability of the nerves." ],
    "Head" : [ "Head confused, as after intoxication.", "Intoxication and dizziness, with absence of ideas.", "Whirling in head when stooping forwards.", "Headache, which appears suddenly or in jerks.", "Fulness as from rush of blood to head.", "Pressive headache, or with pressive shootings, esp. in forehead, towards orbits, often alternating with confusion and dizziness in the head.", "Headache; < in evening, when at rest, and in the open air; > from movement in the room and when changing the position; the pressure over the orbits alternates between a pressing and a sticking; the sticking is like a darting, tearing as if it would pierce the eyes from within outward.", "Headache an hour after dinner, pressure over eyes as if they would be pressed out, < moving them.", "Drawing pain on one side of head, from a current of air.", "Headache in the sunshine.", "Stupefying contraction in head, as from a violent blow on vertex.", "Sensation of icy coldness in upper part of head, from pressure of hat.", "Pressure and drawing into side of occiput.", "Piercing drawing, with pressure from nape to occiput, when bending head back.", "Sweat in hair of forehead and on forehead about noon." ],
    "Eyes" : [ "Eyes downcast, as after a nocturnal debauch, esp. after a meal.", "Pressure, burning sensation, and smarting in eyes as from smoke: morning after rising.", "Tearing in r. eyeball, sight dim in morning, and pain as from insufficient sleep.", "Sees things at a distance more distinctly than usual.", "The eyes shine.", "Redness, swelling, and pain as from excoriation in margin of eyelids.", "Swelling and painful sensibility of eyelids.", "Myopia.", "Brightness and light before eyes when in the dark, so that objects become almost distinguishable; with this a sensation as if he felt that things were near him even when not looking at them; on looking, he perceives they really were there (10 p.m.).", "Sparks before eyes." ],
    "Ears" : [ "Otalgia, with spasmodic drawings.", "Jerking in the ears.", "Tinkling and ringing in the ears.", "Illusions of hearing; imagined he heard the bell strike." ],
    "Nose" : [ "Violent sneezing." ],
    "Face" : [ "Pain in face, with spasmodic twitching and drawing in zygomatic process.", "Redness and heat of cheeks in open air; a quarter of an hour later sweat breaks out over whole body, esp. in face.", "Twitching of muscles of face.", "Darting like electricity in r. ramus of lower jaw." ],
    "Teeth" : [ "Toothache, with shooting pain." ],
    "Mouth" : [ "White blisters on tongue and upper lip, painful when touched." ],
    "Appetite" : [ "Taste in mouth (and smell before nose) as of fetid tallow (early in the morning after waking).", "Bitter taste on tip of tongue when passing it over the lips after a meal.", "Insipid and slimy taste in mouth after waking in morning.", "Bulimy, with nausea." ],
    "Stomach" : [ "Risings, with the taste of rotten eggs, on waking in morning.", "Frequent, empty, or rancid and burning risings.", "Voracious hunger with nausea.", "Nausea and a sensation as if there were a thread from gullet to abdomen (arising from umbilicus and gradually rising to fauces), with copious accumulation of saliva.", "Nausea, with syncope, lips white and body cold.", "Disposition to vomit.", "Vomiting of bile and of mucus, with violent shivering and shaking.", "Nocturnal vomiting.", "Weak stomach and digestion.", "Pressure at scrobiculus, appearing and disappearing suddenly, with a gurgling in abdomen." ],
    "Abdomen" : [ "Pains in hepatic region and epigastrium when touched.", "Painful shocks in r. hypochondrium.", "Abdomen inflated and hard.", "Powerful sensation of expansion in abdomen, as if about to burst.", "Tendency to retract abdomen.", "Spasms in abdomen, generally in evening, in bed, or after dinner, allowing no > in any position whatever.", "Haemorrhoidal colic; from, worms.", "Gripings and painful pinchings in abdomen when retracting it.", "Pains in l. side of abdomen in evening, as from subcutaneous ulceration.", "Drawing, pressure, and pains as from a bruise in hypogastrium, inguina, and abdominal muscles, as after a chill or strain.", "Digging pains in abdomen." ],
    "Stool and Anus" : [ "Loose evacuations.", "Greenish faeces of consistence of pap, mixed with blood.", "Painful borings in rectum.", "Bubbling pressure above anus in region of coccyx.", "Discharge of blood from anus.", "Ascarides from rectum." ],
    "Urinary Organs" : [ "Profuse and frequent emission of urine.", "Urine contains a white, red, or turbid sediment.", "During urination much straining and prolapsus recti." ],
    "Male Sexual Organs" : [ "Creeping and drawing in penis as if it had gone to sleep; frequent erections the day previous, early in morning.", "Tensive gurgling in r. testis when sitting." ],
    "Female Sexual Organs" : [ "Menses too late and scanty.", "Neurasthenia of sexual organs of women.", "Child vomits as soon as it has been nursed, after mother has been angry.", "Child vomits curdled milk in large lumps, the same in stools." ],
    "Respiratory Organs" : [ "Choking in throat-pit on falling asleep; wakens as if suffocating.", "Inspirations grow less and less deep and more rapid till they cease; then catches her breath by a sobbing effort in spells.", "Sensation as if something warm were rising from stomach, arresting breathing, with tickling deep in throat and cough." ],
    "Chest" : [ "Obstructed respiration and anguish in chest.", "Oppressed respiration, with pressure on lower part of chest.", "Frequent jerks and stitches in chest (with the sensation as if something were pressed out), sometimes on l. side (in region of heart) when drawing breath.", "Sudden stitches in chest and liver from within out.", "Eruption of small, hard nodosities on chest." ],
    "Back" : [ "Drawing pains in the loins and back.", "Pain in the region of the loins as from a chill or a strain.", "Lancinations in l. lumbar region above hip, worse when standing, and esp. when sitting, than when walking.", "Rheumatic pains in the shoulder-blades." ],
    "Limbs" : [ "Painful drawing in upper and lower extremities when sitting quietly, > by walking." ],
    "Upper Limbs" : [ "Spasmodic drawings and jerkings, or else tearing in arms.", "Crampy drawing in region of biceps, in r. arm from above downward while writing.", "Crampy, darting tearing like an electric shock, repeatedly through the humerus, intensely painful.", "Paralytic pain in joints of shoulder and elbow towards the end of a walk.", "Eruption of small, hard nodosities on arms.", "Trembling of hands when writing.", "Painful shocks across the hand." ],
    "Lower Limbs" : [ "Burning pain in hips when in bed in evening.", "Crampy tearing in outer side of thigh, extending into hip.", "Pain in hip and thigh intolerable when standing, as if thigh would break.", "Spasmodic drawing and jerking in thighs.", "Great heaviness and lassitude in legs, but esp. in calves.", "Twinging pain in outer side of calf when sitting.", "Pulsative tearing in r. calf when sitting in the afternoon.", "Pain, as of a fracture, in the thighs and tibia.", "Paralytic pain in the knees towards the end of a walk.", "Violent stitch in knee.", "Tensive pain in the calves of the legs, esp. when crossing the legs.", "Drawing and weak feeling along tendo Achillis, toward heel, as if the part had lost all strength, when sitting; disappearing when rising from a seat.", "Constant pain in heels.", "When sitting heels, esp. r., painful.", "Drawing in the joints of the feet when sitting down.", "Sudden pain, as if bruised, in outer malleolus of r. foot, < when standing, > when walking.", "Wrenching pain in the joints of the foot and ankles.", "Transient pain in r. ankle, < while standing, but seems to disappear when walking.", "Lower limbs contracted.", "Pains and shootings in heels, esp. when seated.", "Tearing pains in the soles of the feet and in the toes." ],
    "Generalities" : [ "[This remedy is like Puls. in many of its aggravations, &c., but it has a different temperament", "patients get \"raving, tearing, swearing\" mad; get < toward evening from being still; great sleeplessness in early part of night", "all like Puls., but the temper decides.", "Affections in general of the orbit of the eye; margins of the eyelids; calves of the legs.", "Fatty taste; sediment in the urine; reddish urine; hysterical condition; pains darting from within outward.", "< On stooping; after moving and being at rest; while resting; standing.", "> From moving, from walking.", "H. N. G.].", "Rheumatic tearing in limbs, but not usually in the joints, chiefly during repose, after exercise, and mostly > by movement; or which gives place to other sensations in other parts of the body during a walk.", "Jerking and shaking pains, appearing (in many places) suddenly and by fits.", "Pains which manifest themselves after resting a long time in any position, and are > by changing it.", "Drawing and jerking in limbs, as if in bones.", "Pain, as from paralysis in limbs, towards the end of a walk.", "Periodical symptoms, which reappear after two or three months.", "Epileptic fits.", "Paralytic torpor in limbs.", "The majority of the symptoms manifest themselves in the evening and after dinner.", "Over-sensitiveness of all senses.", "General morbid excitement and irritability, with lassitude in the limbs, great gaiety, and appearance of vigour.", "Painful weariness, esp. in lower extremities, after rising in morning." ],
    "Skin" : [ "Eruption of small nodosities, at first red and confluent, the white and hard.", "Painful eruptions.", "Skin too dry and warm." ],
    "Sleep" : [ "Sleeplessness.", "Disturbed sleep (could fall asleep only towards morning), with tossing and anxious and confused dreams." ],
    "Fever" : [ "The chilliness generally begins in neck and runs down back.", "Sensation of icy coldness.", "Fever, with constant heat, after a short fit of shivering, accompanied by confusion in head and thirst.", "Heat < in evening and when eating.", "Accelerated pulse.", "Pulse irregular; generally rapid and somewhat tense, sometimes small and weak.", "Frequent perspiration, esp. on face and forehead (often appearing and disappearing suddenly).", "Profuse perspiration, esp. at night and from exertion, with violent heat." ]
  }
}