{
  "remedyName" : "Variolinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Backache. Chill. Fever. Headache; occipital. Herpes zoster. Neuralgia. Small-pox. Testicle, swelling of." ],
    "Characteristics" : [ "The cardinal symptoms of small-pox are the keynote symptoms for the use of Variolinum. The backache of small-pox is about the worst backache known, and Var. has cured in my practice a number of bad backaches that nothing else seemed to touch. Var. was Burnett's chief remedy in shingles; it generally, as he expressed it, wiped out the disease, eruption and pain as well. It will also cure neuralgia left by herpes. Var. has aborted many cases of small-pox, and has proved an efficient preventive against small-pox contagion and vaccinal infection. G. M. H. (H. W., xxxii. 546) records this experience: Var. (three pilules) was given to the mother and children of a family, one of whose members was taken with small-pox and removed to an isolation hospital, with his mother to nurse him. The patient (who did not receive Var.) was dangerously ill for a month. Neither the mother who nursed him nor any of the other children took small-pox. Vaccine was sent by the Government and all the family were vaccinated, but it did not take with any of those who had taken Var., although the vaccination was repeated. Moreover, G. M. H. himself, who had taken a dose of Var., submitted to vaccination, but \"although four thorough inoculations were given, they healed up immediately, and did not even itch or smart.\".", "These are cardinal indications for Var.: Severe cold; chill; chilly creepings as if cold water were trickling down the back; violent fever with extremely hot skin, with or without high pulse. Violent headache. Nausea. Pain in epigastrium. Pain in limbs as if in bones. Severe backache. There may be rash or there may not. Here is a case of Swan's, who is a pioneer with nosodes (H. W., xviii. 205): Miss H., healthy, hearty; complained of the following symptoms: Confusion of head as if going crazy, with a sensation as if it was all in the back of the head and running down spine, followed by intense, heavy, hot headache in back of head and neck and region of medulla; sensation as if head weighed a hundredweight, with a tendency of it to fall backwards; deathly nausea in throat-pit during headache. During headache hands and feet icy cold, particularly the hands; tongue coated yellow in morning, with bad, disgusting taste in mouth; no appetite; knees feel weak as if they would give way, especially on going down stairs; pains in thighs and hips; severe aching, burning pain in small of back; skin hot and dry; pulse not feverish. Var. cm (Swan), in water, cured in six hours, the confusion of the head ceased after the pain did. A school of two hundred children was \"internally variolated\" with Var. cmm (Swan) on the evening of February 18th and the morning of February 19th. Of two schoolmistresses one was not at all affected; the other was two days in bed ill. On 21st many of the children were ill; by the 23rd all except forty were, the symptoms being the usual preliminary symptoms of small-pox, and later Swan found pustules on many. After the varioloid had passed off, but before the patients had recovered their vitality, twenty-three children were vaccinated without Swan's knowledge. All but one took and had terrible ulcers on the arms, and had to be remedied by Vacc. (cmm, Swan). Sensations of Var. are: As if a band tightly encircled head. Crazy feeling through brain. As if throat were closed. As of a lump in right side of throat. Like streams of ice-water running down back. Pain as if back were broken. The symptoms are < By motion." ],
    "Relations" : [ "Antidoted by: Malan., Thuj., Ant. t., Vacc., Sarr. Compare: Herpes, Mez., Rhus, Ars." ],
    "Causation" : [ "Contusion (enlarged testicle)." ],
    "Mind" : [ "Delirium with the initial fever." ],
    "Head" : [ "Vertigo.", "Syncope in attempting to rise.", "Forehead very hot, face red and bloated, carotids pulsating violently.", "Headache: with or after a chill; all over head; particularly in forehead; severe in vertex; as if a band tightly encircled head; severe lancinating, throbbing; < with every pulsation.", "Intolerable pain in occiput.", "Crazy feeling through brain, hard to describe." ],
    "Eyes" : [ "Keratitis, with small-pox and after vaccination.", "Chronic ophthalmia with loss of sight.", "Pupils contracted." ],
    "Ears" : [ "Deafness." ],
    "Face" : [ "Skin of face and neck deep dark-purple hue.", "Jaw falling when asleep, with trembling when aroused." ],
    "Teeth" : [ "Teeth covered with thick brown slime." ],
    "Mouth" : [ "Thick, dirty yellow coating on tongue.", "When asleep tongue protruded, black coating, when raised it is with difficulty drawn back; looks like a mass of putrid flesh." ],
    "Throat" : [ "Throat very sore, redness of fauces.", "Pharynx and fauces deep purplish crimson, with gangrenous appearance; breath horribly offensive.", "Painful deglutition.", "Sensation as if throat were closed.", "Sensation as of a lump in r. side of throat.", "Diphtheria with horrible fetor oris." ],
    "Appetite" : [ "Food, esp. water, tastes sickish sweet." ],
    "Stomach" : [ "Soreness in pit of stomach and across epigastric region.", "Severe pain in praecordial region, frequent nausea and vomiting of bilious and bloody matter.", "Frequent bilious vomiting.", "As soon as he drinks milk he vomits it up." ],
    "Stool" : [ "Thin, bloody stools.", "Several brown, green, at last grass-green stools, painless, loose, of intolerable fetid odour; no thirst; last stool slimy, with small quantity of blood.", "Dysentery.", "Constipation." ],
    "Urinary Organs" : [ "Urine: high-coloured, like brandy; turbid and offensive; stains a rose tea-colour, difficult to remove." ],
    "Male Sexual Organs" : [ "Enlargement of testicle.", "Hard swelling of l. testicle in consequence of a contusion." ],
    "Respiratory Organs" : [ "Oppressed respiration.", "Asthma.", "Troublesome cough, with serous and sometimes bloody sputa.", "Hawking up thick, viscid slime, smelling bad." ],
    "Neck and Back" : [ "Stiffness of neck, with tense drawing in muscles, < on motion.", "Pain in base of brain and neck.", "Chills like streams of ice-water running down from between scapulae to sacral region.", "Intolerable aching in lumbar and sacral region.", "Pain in muscles of back like rheumatism; < on motion." ],
    "Upper Limbs" : [ "Hands icy cold during invasion.", "Swelling of arm which had been half-paralysed." ],
    "Lower Limbs" : [ "Muscular rheumatism; < on motion." ],
    "Skin" : [ "Exanthema of sharp, pointed pimples, usually small, seldom large and suppurating, dry, resting on small red areolae, frequently interspersed with spots of red colour, sometimes severe itching.", "Petechial eruptions.", "Var. warded off an attack of small-pox after intense sickness of stomach had been caused by the smell of a case.", "Var. 1m in water every two hours, given on third day of eruption of a confluent case cut short the attack.", "Shingles." ],
    "Fever" : [ "Very severe chill, followed by hot fever.", "Intense fever, commencing with chills running down back like streams of cold water, causing shivering and chattering of teeth.", "Fever with intense radiating heat, burning hot to touch.", "Hot fever, no thirst.", "Very profuse, bad-smelling sweat." ]
  }
}