{
  "remedyName" : "Veratrinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Colic. Diarrhoea. Dysentery. Dysuria. Intestines, catarrh of; neuralgia of. Jaw, snapping of. Neuralgia. OEsophagus, stricture of. Paralysis. Spine, neuralgia of. Tetanus." ],
    "Characteristics" : [ "\"Large doses of Veratrinum cause violent sneezing and great gastro-intestinal irritation, vomiting, purging, and symptoms of collapse, the pulse being rapid, small, and irregular; and often involuntary muscular tremors come on. A peculiar creeping and prickling sensation in the skin generally accompanies these symptoms. Externally applied to the unbroken skin it has no marked action, but if rubbed on with some fat, it passes through the epidermis and acts on the true skin, causing first irritation and then paralysis of the ends of the sensory nerves, and producing a prickly and creepy sensation, succeeded by numbness. This effect is produced whether applied locally or taken internally. Its irritating action in the sensory nerves is also observed if it be inhaled through the nose, when it causes violent sneezing, which also occurs after absorption through the stomach\" (Brunton). A large number of the effects of Vern. were the result of inunctions. Vern. is both a paralyser and a great pain producer. It causes electric pains; sensation like electric streams in nerves; shooting pains like electric-shocks in veins, muscles and joints. Vern. causes tetanus, which Farrington distinguishes from the convulsive action of Nux in that Vern. causes purgation and vomiting with the spasms, and that general paralysis does not take place from exhaustion as with Nux, but from devitalisation of the muscles. Twitchings, subsultus tendinum, fibrillary twitchings are marked. Startings and tremors occur in limbs previously affected by paralysis or pain. The pains are tingling, sparkling, prickling, burning. There is a drawing pain along the spine. Sensations: of oppression in head, suffocation; of boiling water running over the back. As if a stream of warm air or drops of hot water issued from various parts. As if a frozen atmosphere round feet to knees; or cold water poured on them. Shocks in head. Twitching of facial muscles. Snapping, closure of lower jaw. One Peculiar Symptom is: \"Dull pain, afterwards burning, in lower, part of spinal column, followed by pain in bowels and prepuce, accompanied with jerking in lower limb.\"" ],
    "Relations" : [ "Antidoted by: Coffee mixed with a little lemon-juice. Compare: Sabad., Acon., Coniin." ],
    "Mind" : [ "Delirium with illusions.", "Great anxiety.", "Loss of consciousness." ],
    "Head" : [ "Vertigo.", "Peculiar sense of oppression and anxiety in head, a sense of suffocation." ],
    "Eyes" : [ "Conjunctiva red.", "Lachrymation.", "Pupils extremely contracted." ],
    "Nose" : [ "Frequent sneezing.", "After vomiting had been produced, violent sneezing came on and lasted half an hour." ],
    "Face" : [ "Twitching of muscles of face.", "Violent shocks, tearing pain, extending from face (place of application) to vertex.", "When eating or laughing heartily, or talking animatedly, frequently spasmodic closure of lower jaw, shuts suddenly with a loud snap." ],
    "Mouth" : [ "Tongue much swollen.", "Peculiar biting and creeping in tongue.", "Mouth dry.", "Mouth and throat very sore as if she had swallowed boiling water.", "Intense irritation of mouth and pharynx.", "Salivation very profuse, lasting weeks; nausea and vomiting." ],
    "Throat" : [ "Constriction of throat.", "Sense of constriction in fauces rendering swallowing difficult.", "Prickly sensation in pharynx and throat, sometimes irritable." ],
    "Stomach" : [ "Appetite lost.", "Violent, unquenchable thirst.", "Frequent bitter eructations.", "Nausea: violent; and vomiting.", "Copious vomiting.", "Slight transient burning in stomach.", "A peculiar feeling increases to a burning.", "Cramp." ],
    "Abdomen" : [ "Electric streams along nerves of abdomen and breast (inunction to back).", "Great pain extending over all the nerves of the abdomen.", "Colic.", "Sensation as if whole intestines were tied together with a strong cord continually tightened." ],
    "Stool and Anus" : [ "Diarrhoea: slimy; profuse watery; of bloody mucus; of mucous substances; with tenesmus." ],
    "Urinary Organs" : [ "Spasmodic contraction of bladder with evacuation of watery urine.", "Continual calls to urinate.", "Ineffectual efforts to urinate (primary effect).", "Urine: increased; scanty, red, thick." ],
    "Respiratory Organs" : [ "Breathing hurried." ],
    "Heart" : [ "Burning pain in praecordial region.", "Excessive feebleness, beats weak.", "Sinking of pulse." ],
    "Back" : [ "Dull pain in back.", "Dull pain, afterwards burning, in lower part of spinal column, followed by pain in bowels and prepuce, watery and mucous evacuation, accompanied with jerking in lower extremities.", "Drawing pain along spine.", "Sensation of boiling water running over back." ],
    "Limbs" : [ "Paralysis and numbness of limbs." ],
    "Lower Limbs" : [ "Painful jerking in toes." ],
    "Generalities" : [ "Trembling and uncertain movements when he wants to lay hold of anything, he misses his grasp.", "Subsultus tendinum.", "Twitchings: slight in various muscles; starting or tremors in paralysed or previously affected parts.", "Faintness: collapse.", "After an excellent night's rest felt dreadfully tired and weak.", "Great agitation with violent vomiting.", "Tingling, sparkling, prickling in parts remote from stomach half an hour after dose; sometimes with sense of warmth; sometimes with coldness.", "Warmth in stomach extending to other parts, cold or tingling exactly as after local application of Veratria.", "Electric streams in nerves.", "Electric shocks in muscles." ],
    "Skin" : [ "Erysipelatous inflammation with violent pain, nettlerash eruption (from inunction).", "Heat and tingling extend from parts rubbed over rest of body.", "Parts rubbed very sensitive to stimuli, esp. electricity and galvanism.", "Itching followed for weeks after by tingling." ],
    "Fever" : [ "Coldness, warmth, sticking, and prickling.", "Cold extremities; must use foot-stove.", "Sweat." ]
  }
}