{
  "remedyName" : "Veratrum Viride",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amaurosis. Amenorrhoea. Apoplexy. Asthma. Bunions. Caecum, inflammation of. Chilblains. Chorea. Congestion. Convulsions. Diplopia. Diaphragmitis. Dysmenorrhoea. Erysipelas. Headache, nervous; sick. Heart, affections of. Hiccough. Hyperpyrexia. Influenza. Malarial fever. Measles. Meningitis. Menses, suppressed. Myalgia. OEsophagus, spasm of. Orchitis. Pneumonia. Proctalgia. Puerperal convulsions. Puerperal mania. Sleep, dreamful. Spine, congestion of. Spleen, congested. Sunstroke. Typhoid fever. Uterus, congestion of." ],
    "Characteristics" : [ "Verat. v. is the American White Hellebore. Growing side by side, Verat. a. and Verat. v. are scarcely distinguishable when not in flower. Millspaugh, however, says that though much like Ver. alb. in its minor points, Ver. v. is strikingly different in general appearance, having a much more pointed leaf, panicles looser and more compound; the racemes of Ver. a. being more compact and as a whole cylindrical, those of Ver. v. scattered, compound, and scraggy. Ver. a. flourishes in mountain meadows, Ver. v. grows in swamps, and wet meadows, and along mountain creeks from Canada to the Carolinas. Cooper has pointed out (H. W., xxxvi. 153) a confusion which exists through the Veratrums being also called Hellebores. Ver. v. is \"American White Hellebore\" and not \"Green Hellebore\" (which is Helleborus viridis). Through this confusion an accidental proving of the latter (G. C. Edwards, No. in Allen) has been included in the pathogenesis of Ver. v. The plants belong to different orders, though it must be admitted there is a close resemblance in their effects. The root of Ver. v. contains Veratrin, and the other alkaloids found in the root of Ver. a., but in different proportions. Hale was chiefly instrumental in introducing Ver. v. to homoeopathy, using it in fevers and particularly in pneumonia. Burt made a heroic proving of the liquid extract; and his infant daughter (twenty-one months) very nearly died from taking a few drops of the tincture from a phial. In two minutes she began vomiting. Coffee and Camphor were given as antidotes. In five minutes her jaws were rigid; pupils widely dilated; face blue; hands and feet cold; no pulse at wrist. Abdomen and back were rubbed with Camphor, when she went into spasms with violent shrieks. These spasms were frequently repeated, a hot bath being most effective in relaxing the muscles. Vomiting ropy mucus kept up for three hours. Pulseless; hands and feet shrivelled. After three and a half hours she slept quietly and soundly and next morning was well but a little weak. Burt recalls his own symptom, \"constant aching pains in back of neck and shoulders,\" and concludes that Ver. v. acts on the cervical portion of the spinal cord and base of brain. He also regards it as acting on the vagus, and paralysing the circulatory apparatus. The great keynote of Ver. v. is congestion, and it is in resolving congestive states that its chief successes have been scored. The correspondence is rough and the lower potencies have been mostly used. D. McLellan told me of a case of his. He was sent for in the middle of the night to see an old lady whom he found sitting up in bed gasping for breath, and blue. Rapid congestion of the lungs had occurred. The attack had come on suddenly. Ver. v. quickly rescued the patient from a condition of imminent peril. The concomitance of congestive symptoms, and also of nausea and vomiting, form one of the leading indications of Ver. v. in a great variety of cases. Sensations of fulness (\"Head feels full and heavy;\" \"rush of blood to the head;\" \"face flushed;\" \"buzzing in the ears;\" \"chest constricted;\" or \"oppressed as from a heavy load;\" point to the congestive tendency. The localities most congested by Ver. v. are: Base of brain; chest; spine; stomach. Slowing of the heart's action is a leading effect of the provings (from its action on the heart muscle and cardiac ganglia", "Dig. on the pneumogastric); and Ver. v. has been used to \"knock down\" fever in the same way as Acon. Nash points out that there is some risk in this. When Ver. v. was first introduced he used it largely and successfully in a number of cases; but in one case which appeared to be going on favourably, the patient died suddenly. This he attributes to the Ver. v. In chorea Ver. v. has had many successes: \"twitchings during sleep\" was a characteristic of some cases. \"Constant jerking or nodding of the head,\" \"jerking and trembling, threatened with convulsions,\" are other leading symptoms. In puerperal convulsions Ver. v. has only succeeded when nauseating doses have been given. In muscular and articular rheumatism it has been used locally as well as internally; and in chorea an application to the spine of the tincture, diluted with spirit, has proved a serviceable adjunct. Among other indications for Ver. v. are: \"Violent pains attending inflammation.\" \"Head full, throbbing of arteries, sensitive to sound double or partial vision.\" Suddenness: Sudden fainting; prostration nausea. A keynote symptom is: Red streak down the centre of the tongue. Ver. v. has a pronounced action on the oesophagus; it causes a sort of ruminating action or reversed peristalsis. Numbness is prominent among the effects of Ver. v. With the 30th I cured a man, 56, of these symptoms: Dim sight as if scales over it; numbness; pain in head as if a tight band were round it; rush of blood to head; sleeplessness. Peculiar Sensations are: Confused feeling in head as if head would burst. As if boiling water poured over parts. Tongue as if scalded. As if a ball rising into oesophagus. As if stomach tightly drawn against spine. As of a load on chest. As if ankles distorted. As of galvanic shocks in limbs. As if damp clothing on arms and legs. Ver. v. is Suited to full-blooded, plethoric persons. Dreaming about water is a characteristic which I have confirmed. The symptoms are: > By rubbing. > By pressure (pain in head). Motion <. Sudden motion = faintness and blindness. Rising <. Walking <; = blindness. Lying < (headache, breathing, &c.); > faintness and blindness. Closing eyes and resting head > vertigo. < Going from warm to cold. < After exposure. The least food vomiting. < Morning on waking; also evening." ],
    "Relations" : [ "Antidoted by: Hot Coffee. Antidote to Strychnine. Compare: Puerperal convulsions, Gels. (Gels. has dull, drowsy state of mind); Ver. v., apoplectic condition between the fits, face red, eyes congested, violent convulsive twitches). Congestions, Fer. ph., Bell. Plethora, Aco. Chorea, Hyo. Pneumonia with engorgement, Sang. (Ver v. more marked arterial tension). Scalded tongue, Sang. Tetanus, Nux, Hyperic. Rheumatic fever, Bry., Sal. ac. Sunstroke; double or partial vision, Glon., Gels. Slow, irregular intermittent pulse, Dig., Tab. Aching in gall-bladder, Bap. Heat in heart, Lachn., Rhod., Kalm. Clumsiness, Bov. As if damp clothing on legs, Calc. (Ver. v. and arms). Nodding of head, Lyc., Stram. Neck muscles weak, Ant. t., Ver. a." ],
    "Causation" : [ "Sun. Suppressed menses. Suppressed lochia." ],
    "Mind" : [ "Stupefaction; congestion.", "Mental confusion, loss of memory.", "Temporary delirium.", "Quarrelsome and delirious, striking and kicking with r. hand and foot (at times these movements seemed to be involuntary); changed to a happy and comical delirious state.", "Depression and prostration.", "Great fear of death.", "When not vomiting lay in a stupor.", "Puerperal mania: silent, suspicious; fears being poisoned.", "Loquacity with exaltation of ideas." ],
    "Head" : [ "Vertigo: with nausea and sudden prostration; with vomiting as soon as he rises; with photophobia, > closing eyes and resting head.", "Sunstroke with prostration, febrile motion, accelerated pulse.", "Headache with vertigo, dim vision and dilated vessels.", "Head feels full and heavy.", "Fulness in head, throbbing, aching, buzzing in ears, double or partial vision.", "Constant dull frontal headache, with neuralgic pains in r. temple close to eye.", "Rush of blood to head.", "Pain in head as if tightly bound.", "A principal headache remedy\" (Cooper).", "[Cooper gives me the following cured cases: Sick-headache; eyes ache and burn, fearful headache and pain in lower back on waking in morning, digging in shoulders.", "Headache generally before menses, and much sensitiveness of nerves, has to keep in a dark room; pain < behind eyelids; unable to bear sounds.", "Sick-headache dating from childhood, often at beginning or end of menses, with great depression and lasting two days.", "Headache in girl, 23, for two years, on getting up in morning is very giddy and weak on her knees, falls down faint in the street, vertigo and sickness and pains all over head, < on vertex, behind ears and in occiput, can't bear to talk or be in noise.", "Painful swelling of sides of neck, head also feels swollen with suffocative feeling and sneezing and chills down back (Ver. v. cured after Apis failed).", "Sick-headache, vomiting, < from fatigue.].", "On waking after a short sleep indescribable sensation rising from forehead to crown and seems to grasp vertex and occiput.", "Dull occipital headache.", "Constant jerking or nodding of the head.", "Congestive apoplexy.", "Basilar meningitis.", "Cerebral irritation; threatened hydrocephalus.", "Erysipelas of r. side of head and face, with swelling.", "Phlegmonous erysipelas of scalp." ],
    "Eyes" : [ "Full, pressing heavy feeling in eyes.", "Severe shooting, suddenly stopping pain in l. eye.", "Aching: upper part of r. orbit; directly over r. eye.", "Fulness about lids as after crying.", "Lids heavy and sleepy.", "Profuse lachrymation.", "Vision: dim (as if scales over eyes); unsteady; double; dim with faintness on rising up.", "Green circles round gas-light.", "Immense green circles round candle, which as vertigo came on and I closed my eyes turned to red.", "Suddenly blind in upper half of visual field.", "Cannot walk; if attempts it very faint and completely blind; obliged to keep horizontal position p.m.", "Photophobia and vertigo > closing eyes and resting head, morning." ],
    "Ears" : [ "Fulness and throbbing in ears (esp. l.).", "Used locally relieves earache (R. T. C.).", "Earache with sleeplessness and restlessness, sometimes leaving l. ear and passing up to vertex causing eyeballs to ache and back of head to be painful; chills down back and electric twitches in fingers of both hands, and affecting tongue; temperature and pulse high (great relief.", "R. T. C.).", "Deafness from moving quickly with faintness.", "Ringing; humming with sensitiveness to noise." ],
    "Nose" : [ "Nose pinched and blue.", "Catarrh and sneezing.", "Profuse secretion of mucus from nose.", "Itching first of r. then l. ala." ],
    "Face" : [ "Face: very pale; with cadaverous look; blue; hippocratic; flushed.", "Stinging in r. malar bone.", "Pains in r. angle of lower jaw.", "Lock-jaw.", "Convulsive twitchings of facial muscles.", "Mouth drawn down atone corner.", "Lips dry, and mucus of mouth thick.", "(Phlegmonous erysipelas of face and head.)" ],
    "Mouth" : [ "Tongue: white as if bleached (not coated); white centre, red edges and tip; strawberry; red centre, edges yellow, feels scalded; red streak down centre; inclined to be dry.", "Acrid burning sensation in mouth.", "Faint odour of chloroform or ether in mouth.", "Great increase of saliva; and mucus from stomach and nose.", "Taste: flat; like lime water; bitterish and peculiar, like odour of semen.", "Loss of speech." ],
    "Throat" : [ "Dryness and heat in throat, with severe hiccough.", "Burning in fauces and oesophagus, with constant inclination to swallow.", "Numbness of fauces.", "Spasms of oesophagus constant, violent, with or without rising of bloody frothy mucus; with violent hiccough.", "Sense of ball moving into oesophagus as far as top of sternum." ],
    "Stomach" : [ "Ravenous appetite; on waking.", "Very thirsty, drinks little, which > for a short time.", "Hiccough: constant; exceedingly painful and violent.", "Eructations: frequent of wind: acrid, sour risings.", "Nausea and dizziness, followed by heat of surface.", "(Continual nausea and sick feeling with dread of food in a bronchitis patient.", "R. T. C.).", "Contents of stomach thrown off with a rumbling action without nausea.", "Sensation as if stomach slowly contracting on its contents and forcing them into oesophagus, producing sensation as of a ball rising up to top of sternum.", "Retching with agonising pain.", "The least quantity of food = violent vomiting.", "Vomiting: profuse, of thick, glairy mucus; of food; of bile; with collapse and cold sweat.", "Twisting-tearing pain in stomach < by least motion.", "As if waves rising from stomach to chest, on waking.", "Pains in stomach, sharp; flying.", "Great irritability of stomach.", "(Choked spleen.", "R. T. C.)" ],
    "Abdomen" : [ "Dull, heavy aching in region of gall-bladder; and umbilical region.", "Neuralgic pain r. side of navel to groin.", "In umbilical region: severe cutting aching pains, with rumbling; dull aching; distress.", "Peritonitis when pulse is hard and firm (A. C. Clifton).", "Pain and soreness across abdomen just above pelvis.", "Pain in bowels ran into scrotum; pain in scrotum last to disappear." ],
    "Stool and Anus" : [ "Crawling in anus.", "Tenesmus and diarrhoea, copious and offensive stool, with burning of anus and pale face; tenesmus and burning before and up to stool, not during and after; > after stool.", "Sudden excessive tenesmus.", "Stools: copious, light, mornings; mushy, with tenesmus and burning; bloody (black in typhoid); doughy, stringy, hard to expel; alternately soft and hard every two hours." ],
    "Urinary Organs" : [ "Smarting in urethra on urinating.", "Urine: scanty; very clear; turbid, with reddish sediment, and scum.", "Haemorrhage in fungus haematodes vesicae." ],
    "Male Sexual Organs" : [ "Pains in both testicles, < l., morning; sometimes shoots up into abdomen.", "Severe pain in l. testicle all through the proving." ],
    "Female Sexual Organs" : [ "(Congestion of pelvic organs, tenderness of uterus; fever; heat; restlessness; palpitation; local or general anaesthesia.", "Menstrual colic or dysmenorrhoea; much nausea and vomiting; plethora; cerebral congestion.", "Membranous dysmenorrhoea, soreness as of a boil in uterine region.", "Suppressed menses with cerebral congestion; plethora.", "Amenorrhoea from exposure; chill, complete suppression of discharge, heavy pressive aching in uterine region; intense pain in head with heat and throbbing arteries; mind wandering, sobbing; tendency to hysteric spasms.", "Vomiting during pregnancy.", "Rigid os.", "Puerperal convulsions with arterial excitement; cold, clammy sweat.", "Puerperal fever, sudden suppression of milk and lochia; quick, weak, or hard, bounding pulse.", "After abortion retained placenta.", "Mastitis with great arterial and nervous excitement.)" ],
    "Respiratory Organs" : [ "In evening, tickling, spasmodic cough from just above sternum.", "Respiration: difficult; with nausea: slow between the vomiting spells; convulsive almost to suffocation.", "Oppressed breathing on attempting to walk, irregular bowels, sleepless; fulness and heaviness in splenic region, history of ague in early life; profuse diarrhoea followed Ver. v. with great relief (R. T. C.).", "(Membranous croup, after Acon.).", "Cough: short; dry; hacking; loose, rattling; < going from warm to cold." ],
    "Chest" : [ "Constriction of chest; when vomiting ceases.", "Chest oppressed as from heavy cold.", "(Oppression of chest with phlegmmy sickness in woman, 83.", "R. T. C.).", "Feeling of dislocation in chest when walking.", "Throbbing in r. side of chest.", "Pains about l. nipple.", "(Congestion of chest with rapid respiration, nausea, vomiting; dull burning in region of heart.", "Pneumonia and pleurisy: pulse hard, strong, quick, or slow and intermitting; lungs engorged; faint feeling in stomach; high fever, face flushed.).", "(Old pneumonic congestion with superadded acute pleurisy.", "R. T. C.)" ],
    "Heart" : [ "Pricking pains in region of heart with the headache.", "Constant burning distress in region of heart.", "Burning under sternum.", "Dull, hot, aching pain in heart region p.m.", "Neuralgic pains in heart.", "Slow action of heart.", "Palpitation and dyspnoea.", "Violent palpitation of heart and faint feeling (agg.", "R. T. C.).", "Faintness and biliousness; when rising from lying; from sudden motion; lying quietly.", "Pulse: slow, soft and weak; irregular, intermittent; suddenly increases and gradually decreases below normal." ],
    "Neck and Back" : [ "Aching in neck and shoulder, almost impossible to hold head up.", "Muscles of back contracted, drawing head back.", "Pain in r. and l. sides of neck.", "Throbbing and crawling in l. back.", "Pain in r. of sacrum where it joins pelvis." ],
    "Limbs" : [ "Rheumatism esp. l. shoulder, hip, and knee; high fever, scanty red urine.", "Clumsiness.", "Loss of power of gastrocnemii and Muscles of forearm.", "Slight drawing in r. elbow and calves.", "Throbbing in l. radius and r. femur.", "Sensation as of galvanic shocks in limbs." ],
    "Upper Limbs" : [ "Aching: top of l. shoulder above scapular ridge; in arms and neck.", "Shuddering in l. and r. shoulders in succession.", "Pain: in outer condyle of r. humerus; in r. elbow; in r. and l. ulna; in fingers and thumb." ],
    "Lower Limbs" : [ "Total loss of locomotion for some hours.", "Pains in either great trochanter when lying on it.", "Much pain in hip-joints and about condyles.", "Cramps in legs.", "Sensation of cramp in gastrocnemii with inability to exert them.", "Drawing in r. calf while walking.", "Lancinating pain in r. hip.", "Joints swollen, very tender, high fever.", "(Knee tender, swollen after a wrench.).", "R. ankle feels dislocated, can scarcely walk; later, l." ],
    "Generalities" : [ "Pallor with syncope.", "Tremor.", "Spasm with violent shrieks; opisthotonos; face dark blue; breath suspended; lasting two minutes and recurring after few minutes' interval.", "(Epileptic fits in a child, bad case.", "R. T. C.).", "Nervous attack with shaking trembling and chilliness (agg.", "R. T. C.).", "Numbness.", "Clothes irritate as if they did not fit well.", "Convulsions.", "Chorea, movements continuing in sleep.", "Often indicated in haemorrhage from various organs (R. T. C.).", "The pains of influenza; headaches, gastralgia, pains in calves of legs (R. T. C.)." ],
    "Skin" : [ "Itching in many parts.", "(Erythema.", "Erysipelas.", "Congestive stage of exanthema.).", "Used locally, relieves pain in erysipelas (R. T. C.).", "(Measles, with intense conjunctivitis and high fever.", "R. T. C.)" ],
    "Sleep" : [ "Very sleepy.", "Coma; blue face; spasms.", "Restless and sleepless.", "Dreams: frightful; of being on the water; of people drowning; about water, fishing, &c.; lively in which he was continually baffled and provoked." ],
    "Fever" : [ "Chilly; body cold but moist skin.", "Cold shivers, head and feet cold and numbed, crept up arms and legs as if enveloped in damp clothing.", "Heat followed dizziness and nausea; icy coldness followed the heat.", "Feverishness; depressed in mind and body, weak, pains in shoulder and over body as from influenza, with prickling irritating rash on forehead, face, and chest (agg.", "R. T. C.).", "Profuse diaphoresis and sense of utter prostration.", "Bathed in cold sweat.", "Cold, clammy sweat on forehead.", "(Irritative fever with cerebral congestion.", "Streptococcus fever; rapid and violent alternations of temperature.", "Ephemeral fevers with nausea and retching.", "Cerebro-spinal fever.", "Typhoid.", "Yellow fever.).", "(Typhoid fever, fourth week, beef-steak tongue; sickness, unable to retain any food, great prostration and sinking at epigastrium.", "R. T. C.)" ]
  }
}