{
  "remedyName" : "Veratrum Album",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Anaemia. Anasarca. Angina pectoris. Apoplexy. Asthma. Bronchitis. Cholera asiatica. Cholerine. Colic. Collapse. Constipation. Coprophagia. Cramps. Debility. Diaphragm, affections of. Diarrhoea. Dysmenorrhoea. Emphysema. Epilepsy. Fainting. Gastric catarrh. General paralysis. Headache; sick; nervous. Hernia. Hydrocephaloid. Hysteria. Influenza. Intermittent fever. Intussusception. Labour, constipation after. Lips, cracked. Liver, hyperaemia of. Lock-jaw. Lungs, oedema of. Mania. Measles. Mendacity. Melancholia. Meningitis. Menstruation, nausea before; diarrhoea before. Neuralgia, palpebralis. Nyctalopia. Oesophagus, stricture of. Peritonitis. Pernicious fevers. Plica polonica. Pneumonia. Pregnancy, imaginary. Ptosis. Pyaemia. Rheumatism. Salivation. Scarlatina. Sleep, whining in. Spleen, swollen. Sternum. Throat. Toothache. Typhoid fever. Vertigo. Water-brash. Whooping-cough. Yellow fever." ],
    "Characteristics" : [ "In his Helleborism of the Ancients, Hahnemann showed that Verat. alb. was the principal agent used at Anticyra and other places in Greece to produce the evacuations which were regarded as an essential of the \"cure.\" Spring was deemed the most favourable season and autumn the next. Among the diseases in which the treatment was employed were \"mental derangements, epilepsy, spasms of the facial muscles, hydrophobia, ptyalism of the pancreas, diseases of the spleens, goitre, hidden cancer, \", &c. (Hahnemann quoted by Teste). Hahnemann says (M. M. P.) that doubtless many patients were cured, but not a few succumbed to the enormous doses given. These doses he showed were quite unnecessary, when the symptoms of the proving are taken as guides. The \"evacuant\" use of Ver. gives one of the keynotes for its homoeopathic use", "its discharges are copious; copious stools, copious vomiting, copious urine, copious salivation, and copious sweat. The discharges drain the tissues like cholera, in which disease its pathogenetic effects render it one of the first remedies, ranking with Camp. and Cupr. in Hahnemann's trio. The discharges exhaust the vitality as well as the tissues and cause vertigo; blackness before the sight, fainting, collapse: \"Rapid sinking of forces; complete prostration; cold sweat and cold breath.\" \"Skin blue, purple, cold, wrinkled; remaining in folds when pinched.\" \"Face hippocratic, nose pointed.\" \"Hands icy cold.\" \"Face and legs icy cold.\" This coldness is another of the keynotes of Ver. It is one aspect of the fever-producing power of the drug: \"Coldness of the whole body.\" \"Coldness running over whole body soon after taking it.\" \"Feeling of internal chill ran through him from head to toes of both feet at once.\" \"Continued rigor in back and over arms.\" Very characteristic are: Cold feeling in abdomen;\" \"coldness as of a piece of ice on vertex;\" \"cold nose;\" \"face cold and collapsed;\" \"cold tongue;\" and most characteristic of all, \"cold sweat on forehead.\" Along with the coldness is blueness of face and extremities. Ver. is like cholera in that coldness predominates in its fever, but it has also \"heat and redness of face and hands.\" With the fever there is apt to be delirium and prolonged sleep. The delirium may develop great intensity and violence: \"Fury: tears his clothing; bites her shoes to pieces and swallows the fragments; cursing; stamping; wants to run away; makes a great noise.\" These and kindred symptoms seem to indicate Ver. in acute affections attended with delirium; and also in cases of mental alienation, which was prominent among the affections treated with the drug by the ancients. Hahnemann says of Ver. that it has the power \"to promote a cure of almost one-third of the insane in lunatic asylums (at all events as a homoeopathic intermediate remedy).\" One of the symptoms taken by Hahnemann from Grading is this: \"He swallows his own excrement, \", which Goullon has verified (Z. Berl. V. H. A., xix. 156): a child had a craze for eating its own faeces, or dung lying in the street. Ver. thrice daily, cured in a month. The mania of Ver. may be of the exalted kind, religious or sexual. Imagines she is pregnant and will soon be delivered; nymphomania; puerperal mania; mania for kissing everybody have been cured by Ver. Generally there will be collateral Ver. symptoms to confirm the choice: coldness, blueness, collapse, fainting, vomiting, or diarrhoea. Ver. is a great fainting remedy. There is fainting from emotions, from the least exertion, from retching, from stool. Sinking feeling during haemorrhage. The gastric conditions are characterised by extreme hunger; craving for cold food and refreshing things; thirst for ice-cold water. This last is very characteristic, and appears in the chill and heat of fever. The copiousness of the stools distinguishes Ver. from Camph. The evacuations are apt to be green, vomit, stool, urine. The characteristic diarrhoea of Ver. is: frequent, greenish, gushing; mixed with flakes; cutting colic, with cramps commencing in hands and feet and spreading all over; prostrating, after fright; < least movement; with vomiting, cold sweat on forehead during stool and prostration after. \"Violent vomiting with profuse diarrhoea \"is a keynote of Ver. The constipation of Ver. is no less characteristic: no desire; stools large, hard; in round black balls; from inactive rectum; frequent desire felt in epigastrium; painful of infants and children; of women after confinement. Ver. is a great pain producer, and the pains of its neuralgias (dysmenorrhoea, migraine) are often accompanied by diarrhoea, vomiting, cold sweat, fainting, or prostration. This case was reported in P. C. J. H. (vii. 150): Prosopalgia, right-sided, kept an anaemic woman awake and in misery for several days and nights from the crushing paroxysmal pain, causing sweating and prostration. Ver. cured at once. E. F. Watts (A. H., xxi., 317) had this case: Mrs. C. had severe nervous headaches for years. Any over-exertion, as riding or working on hot days, would excite them. They frequently began in occiput, settling sometimes in one eye sometimes in the other. Spi. and Sil. gave no relief. One day Watts noticed that the brow contracted and eyelids nearly closed with the intensity of the pain. Ver. was now given and relieved at once. Gee (M. A., xxv. 22) cured this case with one dose of Ver. 200: Mrs. L., widow, had sciatica four years. Pain sharp, transient, darting upwards and downwards and from both sides to centre. Heat <; \"the cooler the better.\" Cold sweat with the attacks. Headache from both temples to base of brain < by heat. Vertex itches during attacks. Pain compels her to move about, but no > from motion. The cramps of Ver. are part of its general convulsant properties. The convulsions of Ver. may be tetanic, with lockjaw, or epileptic. The eyes are particularly convulsed or the lids paralysed. There may be vanishing of sight or sparks before the sight or night-blindness. Dryness and burning are leading sensations as in other parts. Dryness is felt in nose, mouth, palate, throat. Ver. has a sharp action on the respiratory organs and has cured many cases of pneumonia when the mental and other symptoms of Ver. have been present. A leading local symptom is tickling: Tickling deep in trachea and bronchi. \"Tickling in chest, as if it would provoke cough, in middle of sternum.\" This symptom helped me to the remedy in the following case: Mrs. W. had much pain inside throat. Painful ulcer in mouth. Throat sore and inclined to be ulcerated. Tickling all over inside of chest and throat; outside tender. No pain on swallowing. Has had cold and cough some time, cough hurts chest. Stan. had no effect. Ver. 1m thrice daily gradually removed all symptoms. Ver. meets cardiac debility, following acute diseases; pulse thread-like; faints in morning; face red when lying down or sitting up, deadly pale; hands cold, clammy. Ver. is Suited to (1) the extremes of life", "children and old people; (2) lean, choleric, or melancholy persons; (3) young people and women of a sanguine or nervo-sanguine temperament (of mountaineers.", "Teste); (4) people who are habitually cold and deficient in vital reaction; (5) persons of gay disposition; (6) of fitful mood; (7) anaemic persons. Peculiar Sensations are: As if pregnant or in throes of child-birth. As if he had a bad conscience, or had committed a crime. As if in a dream. As if things whirled in a circle. As if a lump of ice on vertex. Burning in brain. As if head would burst. As if heat and cold at same time on scalp. Hair as if electrified. Eyelids as if rubbed sore. As if inner surface of lids too dry. As if hundreds of fine needle-points were thrust into eyelids. As if ears were stopped. As if alternate current of cold and warm air coming out of ear. As if nose dry. As if teeth were filled with lead. As if tongue too heavy. As of dust in throat. As if mouth lined with mucus. As if something alive running from stomach into throat. As from ravenous hunger, pain in stomach. Radiating pain from abdomen. Distress over heart and epigastrium. Sinking, empty feeling in abdomen. As of knives cutting bowels. As of hot coals in abdomen. Pinching as with pincers in abdomen. As if intestines twisted into a knot. As if cold water running through veins. Arms as if bruised or broken. As if bones of l. forearm were pressed. As if arms too full and swollen, feel cold when raising them. As if hands had been asleep. As if a heavy stone were tied to feet and knees. Limbs pain as if exhausted by excessive fatigue. As if she would have to fly away. Electric pains occur in various parts. The symptoms are: < By touch; pressure-shock of injury. Slight wounds = fainting. Rest > palpitation. Horizontal position > vomiting, cough, and general condition. Stooping < headache; = rush of blood to head. Motion <. Throwing back head > asthma. Walking > jerks in limbs; neuralgia of arms and legs; pain in feet and knees. Least exertion = fainting; cough; sweat. < Night; and morning on waking. Warmth <. Hot water <. Drinking <. Cold food and drink < cough. Drinking cold water on a hot day = diarrhoea. < Damp weather. < Change of weather. (Rheumatism < in wet weather which drives patient out of bed.", "Nash.) < Sharp, cool air = dry tickling cough. < Before and during menses; before and during stool; after stool; during sweat. < from fright." ],
    "Relations" : [ "Antidoted by: (Poisonous doses) Strong Coffee; Camph. (pressive pain in head with coldness of body and unconsciousness after.", "Hahn.); Acon. (anxious, distracted state with coldness of body or burning in brain.", "Hahn.); Chi. (other chronic affections from abuse of Ver.", "e.g., daily forenoon fever.", "Hahn.); Staph. (most cases.", "Teste). Antidote to: Ars., Chi., Cup. (colic), Op., Tab.; removes the bad effects of Opium and Tobacco. Follows well: Ars., Arn., Chi., Cup., Ip.; Camph. (Cholera); Am. c., Carb. v., Bov. (in dysmenorrhoea with vomiting and purging). Lyc. and Nux in painful constipation of infants. Followed well by: Puls., Aco., Bell., Cham., Rhus, Sep., Sul. Compare: Electric sensations; tickling, prickly sensations, Veratrin. Cold sweat on forehead (Tab. over entire body). Mania with desire to cut clothes, Trn. Lascivious talk, amorous or religious, Hyo., Stram. Fainting from least exertion, Carb. v., Sul. Sinking during haemorrhages (Trill., fainting). Sensation of lumps of ice on vertex with chilliness, Sep. Facies hippocratica, Aco. Craves acids or refreshing things, Ph. ac. Cold feeling in abdomen, Colch., Tab, Vomiting < by drinking. Ars. Vomiting < by least motion, Tab. Cholera after fright, Aco. Prostration after vomiting, Ars., Tab. Large hard stools, Sul., Bry. Round black balls, Chel., Op., Pb. Frequent desire for stool felt in epigastrium, Ign. (Nux, in rectum). Weakness at menses, Alm., Carb. an., Coccul. Collapse, cholera, coldness, < by heat, Camph. (Camph. has scanty, Ver. copious stools). Rheumatism < in wet weather, which drives patient out of bed, Cham. Delirium, Bell., Stram. (these have not the cold surface and cold sweat of Ver.). Fright = Diarrhoea, Gels. Cholera, jat. c. (vomits ropy, albuminous matter with purging); Pod. (painless); Ir. v. (better for summer complaints; excoriated, raw feeling at anus); Crot. t. (single gush; every attempt to eat or drink = stool); Elat. (olive-green stools). Suppressed scarlatina, Zn. (Ver. has succeeded when Zn. has failed to = reaction). Emaciation about neck, Nat. m. (Ver. especially in whooping-cough). Weak from talking, Stan., Coccul., Sul., Calc. Collapse, diarrhoea, vomiting, Ant. t. (Ant. t., more drowsiness; Ver., more cold sweat). Neck muscles too weak to hold head up, Ant. t. Craves cold drinks, Ars. (Ver. is between Ars. and Nux.", "Teste.) Purging and collapse, Hell. (Hell., apathetic). Pressure in vertex with pain in stomach > pressure < motion, Puls. Abdominal pains, Coloc. (Ver. must walk about). Pain = fainting, Cham., Hep., Val. Convulsion after sudden emotions, Ign. Convulsions with spasm of glottis, Nux (Ver. secondary to exhausting diseases). Intermittent fever, Lach. Cough followed by belching, Amb., Sul. ac. Alarmed about soul's salvation, Sul. Windy colic and spasms of women, Castor. (with yawning), Diosc. (> moving about). Desire to ramble hither and thither, Bell. As if in a dream, Amb., Anac., Calc., Can. i., Con., Cup., Med., Rhe., Val., Ziz. Umbilical hernia with absence of urging, Bry., Nat. m.; (with urging, Nux, Coccul.). Faintness connected with evacuations, Ap., Nux m., Pul., Spi. (with scanty stools, Crot. t., Dulc., Ox. ac., Pet., Sars., Sul.). > Uncovering, Aco., Calc., Camph., Fer., Iod., Lyc., Pul., Sec., Sul. Griping, cutting, tearing, and spasmodic pains in body, Col., Dulc. Laughing and weeping by turns, Aur., Pal., Lyc., Stram., Alm., Pho., Sep., Sul. Loquacity, Cup., Hyo., Lach., Op., Stram. Gossiping, babbling, Hyo. (Ver. on religious subjects). Kisses everybody, Agar. Averse to hot food, Pho. Cold drink < cough (> Caust.). Night-blindness, Nux, Bell. Smell of manure or smoke before nose, Anac. \"Evacuant\" action, Lobel." ],
    "Causation" : [ "Fright. Shock of injury. Disappointed love. Injured pride or honour. Suppressed exanthema. Opium. Tobacco. Alcohol." ],
    "Mind" : [ "Affections of the mind in general; tired of life, but fear to die; amativeness; haughtiness; delirium; madness; sensitiveness; memory weak, or entirely lost (H. N. G.).", "Melancholy dejection, sadness, and inclination to weep.", "Inconsolable affliction, with howlings and cries on account of imaginary misfortunes.", "Melancholy, head hangs down, sits brooding in silence.", "Excessive anguish and inquietude, with apprehension and troubled conscience, esp. at night, or in morning, often also when getting out of bed, or rising from a seat.", "Strong tendency to be frightened, and timidity.", "Deadly anguish.", "Discouragement and despair (hopelessness of life).", "Busy restlessness, constant motion, with great inclination for labour.", "Disposition to be angry at the least thing, often followed by anxiety, and palpitation of the heart.", "Woman, after paralytic seizure became maniacal, extremely angry, constantly accusing her nurses, pupils contracted, continual excitement, often incoherent: a dose of Ver. a. increased these symptoms, and then a single dose of Ver. v. O calmed all down (R. T. C.).", "Loquaciousness, he talks rapidly.", "Swearing, inclination to run away, tearing things.", "Is conscious only as in a dream.", "Cannot bear to be left alone; yet persistently refuses to talk.", "Strong disposition to silence, with abusive language on the slightest provocation; if he talks he scolds, and the voice is weak and scarcely audible.", "Disposition to converse about the faults of others.", "(He hunts up other people's weak sides and reproaches them.).", "She is continually accusing and scolding her husband when dying of phthisis.", "Never speaks the truth; does not know herself what she is saying.", "Erroneous and haughty notions.", "Thinks himself distinguished; squanders his money, proud of his position.", "Imagines he is a hunter.", "Immoderate gaiety and loquacity.", "Fury, with impulse to bite, to tear everything, and to run away.", "Loss of memory.", "Absence of ideas.", "Loss of sense.", "Insanity, he wants to cut up everything.", "Unusually joyous mood.", "Mild delirium, with trembling excitement.", "Mental alienation and insanity, with singing, whistling, laughing, inclination to run from place to place, extravagant and haughty ideas and actions, or else a disposition to ascribe to one's self diseases which are altogether imaginary (thinks herself pregnant, or that she will be delivered soon).", "Persistent raging with great heat of body.", "Swallowing his own excrement.", "Paroxysms of amorous or religious alienation.", "Mental disorders, with lechery and obscene talk.", "Kisses everybody; before menses.", "Puerperal mania and convulsions.", "Nymphomania with violence and destructiveness.", "Violent delirium (religious or exalted).", "Suicidal tendency from religious despair." ],
    "Head" : [ "Confusion in head, as if all within it were in motion, esp. in morning.", "Dulness of all the senses.", "Whirling vertigo.", "Intoxication and dizziness.", "Vertigo, esp. when walking.", "Vertigo: with cold sweats on forehead; with loss of vision; sudden fainting; from opium eating; from abuse of tobacco and alcohol.", "Fainting from least exertion, turning in bed, straining at stool, retching, slight wounds, pains; loss of fluids; anxiety, nausea, convulsive, twitchings.", "Fainting with lockjaw, convulsion of eyes.", "Fits of headache, with paleness of face, nausea, and vomiting (of green mucus).", "Headache with painful stiffness of nape of neck.", "Headache with (profuse) flow of urine.", "Sick-headache in which diuresis forms a crisis.", "Headache, by paroxysms, as if the brain were bruised or torn (with pressure).", "Heaviness of the whole head.", "Pressive headache, often in vertex, or else semilateral, with pain in stomach.", "Violent headache which disappears on appearance of menses.", "During menses (which had not occurred for six weeks) headache, esp. in morning, with qualmishness; > evening.", "Headache, with nausea and vomiting.", "Neuralgia of head with indigestion, features sunken.", "Constrictive pain in head (and gullet).", "Incisive pain in vertex.", "Shaking in head, with jerking in arms and paleness of the fingers.", "Blood rushes violently to head when stooping.", "Hyperaemia of brain from whooping-cough.", "Pulsative headache.", "Burning pain in brain.", "Sensation of a cold wind blowing through head.", "Headache as if brain were broken.", "Sensation of coldness and heat in the exterior of head, with painful sensibility of the hair.", "Crawling, bristling sensation (r. side of head) as if the hair were electrified; with slight shivering of skin under hair.", "Plica polonica.", "Coldness at vertex as if there were ice upon it (with icy-cold feet and nausea; < when rising from the bed; > from external pressure, and when bending head backward).", "Sensation of warmth and coldness on head at same time.", "Head burning hot; limbs alternately hot and cold.", "Head hot and covered with sweat; children rub head, cannot bear to be left alone; put hands to head (typhoid).", "Scalp very sensitive, with headache.", "Cold sweat on forehead.", "Sensation of soreness of the head, with nausea.", "Neck too weak to hold head up." ],
    "Eyes" : [ "Pain in the eyes, as if the eyeballs were bruised.", "The eyeballs are turned upwards.", "Painful tearing or compression in eyes.", "Permanent burning in eyes.", "Redness of eyes.", "Painful inflammation in eyes, esp. r., and sometimes with violent headache, and nocturnal sleeplessness.", "Eyes dull, clouded, yellowish.", "Blueness of eyes.", "Eyes surrounded by blue or black rings.", "Eyes fixed, watery (sunken, with loss of lustre), and as if they were covered with albumen.", "Excessive dryness of eyelids.", "Profuse lachrymation, often with burning, incisive pains, and sensation of dryness in eyes (and lids, with redness).", "Agglutination of the eyelids during sleep.", "Trembling of upper eyelids.", "Neuralgia palpebralis.", "Paralysis of eyelids.", "Eyes convulsed and prominent.", "Pupils strongly contracted; or perceptibly dilated.", "Loss of sight.", "Diplopia.", "Nocturnal blindness.", "Sparks and black spots before eyes, esp. when rising from a seat, or getting out of bed." ],
    "Ears" : [ "Shootings in ears.", "Pressure and constrictive sensations in ears.", "Alternate sensation of coldness and heat in ears; as if an alternate current of cold and warm air were coming out of the ear.", "Deafness, as from obstruction in ears.", "Sensation as if a membrane were stretched over ear.", "Humming, with sensitiveness to noise.", "Roaring in ears, esp. when rising from a seat." ],
    "Nose" : [ "Nose grows more pointed; seems longer.", "Icy coldness of nose.", "Inflammation and pain, as from ulceration, in interior of nose.", "Contractive or depressing pain in nasal bone.", "Nose-bleed. at night; during sleep; from one nostril only; before menses.", "Smell of manure, or smoke, before nose.", "Distressing sensation of dryness in nose.", "Violent and frequent sneezing.", "Coryza." ],
    "Face" : [ "Face pale, cold, hippocratic, wan, with the nose pointed, and a blue (or green) circle round eyes.", "Bluish colour of face.", "Yellowish colour of face.", "Redness of one cheek, the other is pale.", "Alternate redness and paleness of face.", "Redness of face when lying down, paleness when getting up.", "Burning heat, deep redness, and perspiration on face.", "Cold perspiration on face (esp. on forehead).", "(Periodical neuralgia of face and head, with coldness of hands and tendency to faint.", "R. T. C.).", "Drawing and tensive pains in face, on one side only, and extending to, ear.", "Jerkings and pinchings in muscles of face (when masticating). Lockjaw.", "Risus sardonicus.", "Pustules in face, with pain, as from excoriation, when touched.", "Acne.", "Miliary eruption on cheeks.", "Bloatedness of face.", "Lips: bluish or hanging down; dry, black, parched; wrinkled, pale or black and cracked.", "Froth from mouth.", "Eruption on the commissures of the lips.", "Acne round the mouth and chin.", "Cramp in the jaw.", "Pain and swelling of the submaxillary glands." ],
    "Teeth" : [ "Toothache with headache, and red, bloated face.", "Toothache (sometimes pulsative), with swelled face, cold perspiration on forehead, nausea, and vomiting, painful weariness, and coldness of whole body, prostration of strength, even to fainting, internal heat, and insatiable thirst.", "Aching, and sensation of extreme heaviness in teeth, with drawing pain during the mastication even of soft food.", "Grinding of teeth.", "Looseness of teeth." ],
    "Mouth" : [ "Mouth dry and clammy.", "Burning in mouth and throat.", "Salivation, with nausea, or with acrid or salt taste.", "Much flow of saliva from the mouth like water-brash.", "Froth before mouth.", "Sensation of coldness, or burning in mouth and on tongue.", "Inflammation of interior of mouth.", "Tongue, dry, blackish, cracked, or red and swollen.", "Tongue loaded with a yellow coating; or cold and withered.", "Biting taste as from peppermint in the mouth.", "Stammering.", "Loss of speech.", "Sensation of torpor, and great dryness in palate (with thirst)." ],
    "Throat" : [ "Sore throat, with constrictive pain of contraction (as by a pressing swelling) esp. during deglutition.", "Contraction of gullet, as from a pressive swelling.", "Swelling of the gullet, with danger of suffocation.", "Sensation of coldness, or burning in back of mouth and gullet.", "Dryness in throat, which cannot be mitigated by any drink.", "Roughness, dryness, and scraping in throat.", "Exophthalmic goitre (Kirsch)." ],
    "Appetite" : [ "Insipidity of the saliva in the mouth.", "Bitter, bilious taste in mouth.", "Water tastes bitter.", "Putrid taste in mouth, like manure, also herbaceous taste.", "Cooling, or sharp taste in mouth and throat, as from peppermint.", "Insatiable thirst, with craving, principally for cold drinks.", "Craves ice.", "Appetite and craving for food, also in intervals between vomiting and evacuation.", "Raging and voracious hunger.", "Hunger and thirst with profuse flow of urine.", "Bulimy.", "Ardent and continued desire for acid or cool things (fruits).", "Craves: fruits; gherkins; citric acid; salted things; herrings; sardines.", "Aversion to hot food.", "After eating, however little may be taken, immediate vomiting and diarrhoea.", "Nausea, with hunger, and pressure at the stomach, when eating.", "After a meal hiccough, inclination to vomit, and regurgitation of bitter serum (of bile; of bitter substances; greenish).", "> From eating meat and drinking milk.", "< From potatoes and green vegetables." ],
    "Stomach" : [ "Risings with taste of food.", "Violent empty risings, also after a meal.", "Bitter or sour risings.", "Frequent and violent hiccough.", "Qualmishness and salivation with closure of the jaws.", "Violent nausea, which frequently almost induces syncope, and generally with excessive thirst (and increased flow of urine).", "Frequent or continued nausea, also in morning.", "Extreme nausea causing one to retch and strain with great violence, sometimes with vomiting, sometimes not.", "Great nausea before vomiting.", "Waterbrash.", "Violent vomiting, with continued nausea, great exhaustion, and want to lie down, preceded by coldness of hands, with shuddering over whole body, accompanied by general heat, and followed by ebullition of blood and heat in hands.", "Vomiting of food.", "Bitter, or sour vomiting.", "Vomiting of froth and of yellowish green or white mucus; with cold sweat.", "Green vomit.", "Vomiting of green mucus.", "Vomiting of mucus at night.", "Vomiting of black bile and of blood.", "Continued vomiting, with diarrhoea, and pressure in the scrobiculus.", "The least drop of liquid, and the slightest movement, excite vomiting.", "Painful contraction of abdomen, when vomiting.", "Pain in stomach, with hunger and burning thirst.", "Excessive sensibility in region of stomach and scrobiculus.", "Pyloric end of stomach affected (Bayes).", "Pains come some minutes after eating.", "(Severe gastralgia an hour or two after meals, a pain extends from middle of sternum to below ribs, must hold stomach from the violence of the pain, but the pressure does not >, the pain then extends to above hip, is accompanied by distressing vomiting, brings up a quantity of stuff like vinegar; the pain = thirst, and lasts eight to ten hours; she trembles with it.", "R. T. C.).", "Excessive anguish in pit of stomach.", "Intermittent neuralgia in girl, about p.m. throws up quantity of wind, about p.m. agonising pain sets in like knives cutting the bowels every few minutes, lasting one or two minutes; so intense that it took three or four men to hold her; attacks end by sighing (Kitching).", "Painful distension of pit of stomach.", "Emptiness and uneasiness in stomach.", "Cramp in stomach.", "Pressure in scrobiculus, extending sometimes into sternum, hypochondria, and hypogastrium, esp. after a meal.", "Acute pains in stomach and epigastrium.", "Burning sensation in pit of stomach.", "Inflammation of stomach." ],
    "Abdomen" : [ "Tensive pain in hypochondria as from flatulence.", "Shaking in spleen, while walking, after a meal.", "Spleen swollen.", "Hyperaemia of liver with cholera-like symptoms, or with asthma.", "Diaphragmatis with peritonitis, vomiting, and coldness.", "Colic in umbilical region.", "Excessively painful sensibility of the abdomen when touched.", "Nocturnal pains in abdomen, with sleeplessness.", "Swelling of the abdomen.", "While vomiting abdomen is painfully contracted.", "Abdomen hard and inflated.", "Tension in the hypochondria and umbilical region.", "Cramps in abdomen, and colic.", "Colic: cutting; griping and twisting, esp. about navel, > after stool; as if intestines were twisted in a knot; flatulent; cold sweat; < after eating.", "Pressive, drawing pains in abdomen, when walking, in evening.", "Cuttings (in abdomen) as by knives, accompanied by diarrhoea, and thirst, with flow of urine.", "Burning sensation throughout abdomen, as from hot coals.", "Cold feeling in abdomen.", "Pain in entrails, as if they were bruised.", "Inflammation of intestines.", "Inguinal hernia.", "Incarcerated hernia.", "Protrusion of hernia during cough.", "Flatulent colic, with noisy, gurgling borborygmi in abdomen.", "The longer the flatus is retained, the greater the difficulty with which it is expelled.", "Violent expulsion of flatus upwards and downwards." ],
    "Stool and Anus" : [ "Constipation, sometimes obstinate, mostly from inactivity of rectum, and often accompanied by heat and headache.", "Faeces hard, and of too large a size.", "Unsuccessful urging to stool.", "Constipation of nursing infants.", "Violent and painful diarrhoea, often with tension of abdomen, preceded and followed by gripings.", "Watery diarrhoea, < from motion; desire for very cold drinks.", "Complaints before stool, during, and after.", "Copious evacuations.", "Rice-water stools with tonic cramps.", "Simultaneous purging and vomiting.", "Cholera, cramp, cold tongue and breath, feeble, hoarse voice, wrinkled fingers, retention of urine.", "Sudden vomiting and purging.", "Diarrhoea of acrid matter, with burning sensation in anus.", "Nocturnal diarrhoea.", "Loose blackish, greenish, brownish, evacuations.", "Flaky, green stools, like spinach.", "Loose, sanguineous evacuations.", "Sudden involuntary evacuation of liquid faeces; when expelling flatus.", "Diarrhoea of phthisis.", "During the evacuation, great lassitude, shivering, with shuddering, paleness of face, cold perspiration on forehead, and anxiety, with fear of apoplexy.", "Fainting during stool.", "Burning sensation in anus, during evacuation.", "Pain, as from excoriation in anus.", "Pressure towards anus, with blind haemorrhoids.", "Verminous symptoms." ],
    "Urinary Organs" : [ "Retention of urine.", "Want to urinate, while bladder is empty, with pain as if urethra were constricted behind the glans.", "Urine diminished, yellow and turbid even during emission.", "Flow of urine, with raging hunger and thirst, headache, nausea, colic, hard faeces, and coryza.", "Involuntary emission of urine; during cough, in typhoid.", "Acrid urine.", "Deep-coloured or greenish urine.", "Dark red urine, discharged frequently, but in small quantities.", "Pressive pain in the bladder, and burning sensation when urinating." ],
    "Male Sexual Organs" : [ "Excessive sensibility of the genital organs.", "Excoriation of prepuce.", "Drawings in testes." ],
    "Female Sexual Organs" : [ "Catamenia premature and profuse.", "Catamenia suppressed.", "Before catamenia: headache, vertigo, epistaxis, and nocturnal perspiration.", "At commencement of catamenia: diarrhoea, nausea, and shivering.", "During catamenia: headache in morning, with nausea, humming in ears, burning thirst, and pains in all limbs.", "Towards end of catamenia: grinding of teeth, and bluish colour of face.", "Nymphomania: before menses: from unsatisfied passion or mental causes; from disappointed love; puerperal mania; during confinement.", "Metritis.", "Menorrhagia.", "Dysmenorrhoea: with prolapse; nausea, vomiting, diarrhoea, exhaustion; cold sweat; chilliness; pain in kidneys and uterus before and during menses.", "Amenorrhoea.", "Strangulated, prolapsed vagina, with cold sweat, exhausting vomit and diarrhoea.", "Suppressed catamenia, lochia, and secretion of milk, with delirium.", "Sexual desire too strong, particularly in childbed; < at night; nymphomania (of lying-in women); complaints during menstruation, as, e.g., vomiting and diarrhoea, which may occur at these times.", "Threatened abortion, with cold sweat, nausea, and vomiting.", "During pregnancy wants to wander about the house; taciturn; haughty; thirsty; hard faeces, inactive rectum.", "Vomiting of pregnancy.", "Labour pains exhaust.", "Suppression of lochia or milk with nymphomania.", "Puerperal mania, wants to kiss everybody.", "In childbed: impudent behaviour; nymphomania; exhaustion.", "Eclampsia.", "Painfulness of breasts." ],
    "Respiratory Organs" : [ "Respiration oppressed; voice hollow; weak.", "Chest loaded with mucus, with roughness and scraping in the throat.", "Spasmodic contraction of glottis with dilated pupils.", "Suffocative constriction in larynx.", "Tickling very low down in trachea, provoking cough without expectoration.", "Cough, excited by a tickling, deeply seated in the bronchia, with easy expectoration, or else dryness.", "Cough, irritation referred to lowest part of sternum; pressure at stomach-pit, or over abdomen = cough immediately (Bayes).", "Dry, tickling cough, after walking in sharp, cold air.", "Cough provoked by drinking, esp. cold water.", "Violent cough, with continued risings, as if about to vomit.", "Cough in the evening, with salivation.", "Dry, burning cough, generally in evening and morning.", "Cough, with pain in side, weakness and obstructed respiration.", "Hollow, deep cough, always in three or four shocks, as if proceeding from abdomen, with incisive pains in abdomen.", "Lancinations towards inguinal ring, when coughing.", "Cough, like whooping-cough, with vomiting.", "Cough, with yellowish expectoration, on entering a warm room, followed by pain, as from a bruise in chest.", "Cough, with copious expectoration." ],
    "Chest" : [ "Obstructed respiration, often to the verge of suffocation, generally produced by a spasmodic constriction of throat and chest.", "Shortness of breath on least movement.", "Dyspnoea and impeded respiration, also when seated.", "Chest very much oppressed, with pain in side, during an inspiration.", "Pressure at chest, esp. in region of sternum, and principally after eating or drinking.", "Sensation of fulness in chest, which induces frequent eructations.", "Squeezing in chest, esp. after drinking.", "Cramp in chest, with painful constriction.", "Spasmodic contraction of muscles of chest.", "Incisive pain in chest.", "Tickling in chest, as if it would provoke cough, in middle of sternum.", "Shootings, by paroxysms, in chest, with obstructed respiration.", "Slow, sharp stitches near nipples, which at last itch." ],
    "Heart" : [ "Violent palpitation of heart, which pushes out the ribs, with choking, and severe fits of anxietas praecordium.", "Pulse slow, almost lost.", "Great activity of arterial system.", "Angina pectoris.", "The blood runs like cold water through the veins." ],
    "Neck and Back" : [ "Rheumatic stiffness in nape, extending to sacrum; with vertigo, moving.", "Paralytic weakness of the muscles of neck (esp. in whooping-cough) which become incapable of supporting head.", "Muscles of nape paralysed.", "Pain (back and small of back feel sore and bruised) as of a fracture in loins and back, with drawing pressure, esp. when stooping and rising.", "Squeezing (tension like cramp) between shoulder-blades.", "Pain in scapulae, extending over whole back, with diuresis, thirst, and constipation." ],
    "Limbs" : [ "Painful paralytic weakness in all limbs.", "Numbness, tingling, or falling asleep of the limbs.", "Stiffness of limbs, < morning and after a walk.", "Trembling of limbs.", "Shooting in limbs as from electric sparks.", "Pain as from fatigue.", "Nails blue from coldness.", "Pains in limbs resembling a bruise, < during wet, cold weather; < in warmth of bed; > walking up and down.", "Icy coldness of limbs; of hands and feet." ],
    "Upper Limbs" : [ "Paralytic pain, as of a fracture in arms, from shoulder-joint to wrist.", "Jerking in arms.", "Coldness or sensation of fulness (heaviness) and of swelling in arms.", "Constant sensation of numbness in arms.", "Pain in middle of l. forearm as if bones were pressed together.", "Trembling of arms, on grasping an object.", "Shocks in elbow, as from electricity.", "Dry tetters on hands.", "Tingling in hands and fingers.", "The hands go to sleep and feel like dead.", "Numbness and paleness of fingers.", "Icy coldness and blueness of hands.", "Drawings and cramps in fingers.", "Nails blue." ],
    "Lower Limbs" : [ "Paralysis in hip-joint (first r. then l.), with difficulty in walking.", "Paralytic pain, as of a fracture in legs.", "Arthritic tearing and drawing in legs and feet.", "Constant sensation of numbness in legs.", "Tension in tendons of ham, as if they were too short.", "Pain, as of a fracture in knees, when going downstairs (or when stepping).", "Shocks in knee, as from electricity.", "Extreme and painful heaviness in knees, legs, and feet, with difficulty in walking.", "Violent cramps in calves and feet.", "Rapid swelling of feet.", "Icy coldness of feet.", "Trembling of feet, with coldness, as if cold water were circulating in the part.", "Shootings (stitches) in (great) toes.", "Stinging, in toes when standing.", "Painful gout in feet.", "Lancinations, and pain as from excoriation, in the corns of the feet." ],
    "Generalities" : [ "[We may think of this remedy where there is a marked debility or exhaustion from functional or physical disturbance, as e.g., in whooping-cough, patient will cough until completely exhausted, and then have a cold perspiration on the forehead; or there may be a great exhaustion obliging one to lie down after the passage of a stool, even though it be soft, with cold sweat on the forehead.", "Affections in general of the sexual organs, principally on r. side; on crown of head, esp. for sensations felt there; appearing in the rear of the navel; small of the back.", "Countenance is almost always changed presenting an unnatural appearance.", "Dry mouth.", "Inguinal hernia.", "Flatus in general; flatulent colic.", "Urine very dark; blackness of outer parts, staggering when walking, from debility; drowsiness; dry exanthema.", "< After drinking; before and during menstruation; before and during stool (feeling very weak and turn pale during stool); often after stool; during perspiration.", "H. N. G.].", "Paroxysms of pain, which always occasion, for a short time, delirium and dementia.", "Drawing pain in limbs, esp. during a long walk.", "Pressive pain, as of a fracture, in limbs, muscles, and bones.", "Paralytic pain in limbs, as after great fatigue or exhaustion.", "Tearing in extensors, when seated.", "Pains (rheumatic) in limbs, which are rendered insupportable by the heat of bed, > on getting up, and which disappear completely when walking, generally manifesting themselves towards or a.m.", "Pains in limbs, < in spring and autumn by bad weather, when it is cold and damp.", "Pain < by hearing another speak.", "Relaxation of muscles.", "Continuous weakness and trembling.", "Fits of cramp, and convulsive movements of limbs.", "Tetanic stiffness of the body.", "Attack of spasm, with clenching of jaws, loss of sense and movement, and convulsive jerking of eyes and eyelids; before the attack, anguish, discouragement, and despair.", "(Epileptic fits.).", "Tonic spasms, sometimes with contraction of palms of hands, and soles of feet, which are spasmodically drawn inward.", "Several of the symptoms are renewed by rising up, and > by lying down.", "Sudden, general, and paralytic prostration of strength.", "Excessive chronic weakness, which does not permit to be seated, nor to remain lying down, or else excited by the least movement.", "Tottering gait.", "Syncope, sometimes also on the least movement (characteristic).", "General emaciation.", "Tingling in whole body, as far as ends of fingers and toes.", "The patient is affected by the open air.", "Inflammation of inner organs, esp. those of digestion.", "Sporadic and Asiatic cholera." ],
    "Skin" : [ "Miliary eruption, which itches in the heat, and burns after being scratched.", "Measles, tardy and pale; skin livid; haemorrhages but no relief; drowsy, weak, vomiting.", "Scarlatina in hot weather, eruption bluish, burning heat of limbs alternating with coldness.", "Nettle-rash.", "Dry eruption, resembling scabies, with nocturnal itching.", "Dry tetters.", "Desquamation of the epidermis (of indurated or thickened portions of the skin).", "Skin flabby and without elasticity (the folds remain in the state into which the skin has been pressed).", "Whitish colour of the skin.", "Skin anaemic or cyanotic.", "Skin blue, purple, cold." ],
    "Sleep" : [ "Yawning.", "Drowsy insensibility, or coma vigil, with incomplete consciousness, starts with fright, and eyes half open, or shut only on one side.", "(Drowsy in evening, yet cannot sleep at night.", "R. T. C.).", "Nocturnal sleeplessness, with great anguish.", "Sleep, long, uninterrupted, heavy, too profound.", "Sleep, with the arms passed over the head.", "Dreams anxious, of being bitten by a dog and cannot escape; of being hunted of robbers, with frightened awakening and a fixed idea that the dream is true; of quarrels; frightful, followed by vomiting of a very tenacious, green mucus.", "Moaning or whining during sleep.", "Sleep with thirst and diuresis." ],
    "Fever" : [ "General coldness of whole body, and cold, clammy perspiration, esp. on forehead.", "Coldness of the skin even when covered up warmly.", "Coldness of single parts.", "Shuddering, and shivering, with thirst for cold water.", "Coldness over the back.", "Shivering with sensation of coldness in the limbs, esp. shoulders and arms, as if ice-cold water streaming through the bones, in a warm room.", "Coldness of the feet as if ice-water running into them, with trembling.", "Shuddering, and cutis anserina, after drinking.", "Chill < by drinking.", "Fever, with external coldness.", "Violent shivering and shaking (followed by heat and slight thirst), then perspiration, which soon changes to coldness.", "Chilliness and coldness predominate, and run from below upwards.", "Shiverings, at first with much thirst, followed by shivering alternately with heat, then permanent heat, with thirst.", "Fever, with internal heat only, and deep-coloured urine, or with vomiting and diarrhoea, or with constipation; during the shivering, vertigo, nausea, and pains in loins and back.", "During the heat, continual coma, or delirium, with redness of face.", "Heat only internal, with thirst, but without desire to drink.", "Heat in the evening, with perspiration.", "Heat suddenly alternating with chilliness.", "Fever before midnight, and in morning quotidian, tertian, or quartan.", "Creeping running from head to toes.", "Pulse slow, and almost extinct, or small, quick, and intermittent.", "The blood runs like cold water through the veins.", "Perspiration in general; complaints concomitant with.", "Perspiration easily excited during day, by least movement.", "Violent perspiration in morning, in the evening, or all night, as well as during every stool.", "Cold, sour, or putrid perspiration, sometimes colouring linen yellow, always with deathly paleness of face.", "Intermittent fever: external coldness, with dark urine and cold perspiration, desire for cold drinks, and chill with nausea; afterwards heat with unquenchable thirst, delirium, redness of face, constant slumber; finally perspiration without thirst, and very pale countenance.", "Sweat only on hands." ]
  }
}