{
  "remedyName" : "Verbascum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Anus, itching of. Colic. Constipation. Cough. Deafness. Enuresis. Haemorrhoids. Neuralgia. Prosopalgia. Urine, incontinence of." ],
    "Characteristics" : [ "\"The thick woolly leaves of V. thapsus, the Great Mullein, have a mucilaginous, bitterish taste, and a decoction of them is employed in domestic practice in catarrhs and diarrhoea. They are also used as emollient applications to hard tumours and in pulmonary complaints in cattle-hence one of its popular names is Bullock's Lung-wort. It is also called Adam's flannel, from its flannel-like leaves\" (Treas. of Bot.). Hahnemann proved Verbascum, and his proving confirms many of the old uses. It produced neuralgic pains of very great intensity, pressing and lancinating, and especially in the facial bones, navel, and limbs, and a peculiar cough. \"Cough, deep, hollow, hoarse, in sound like a trumpet,\" is Nash's description. He has cured many cases and always used it low. It is more especially a night cough. It occurs in children during their sleep. Some years ago Mullein was brought forward as a popular specific for phthisis, the leaves being boiled in milk, which was then strained and given Warm. Among its traditional uses Gerarde mentions it as a remedy for piles, and I do not know a better application for itching haemorrhoids or pruritus ani than an ointment made of the O tincture in the proportion of one drachm to the one ounce of Cetacean ointment. I generally direct it to be applied at bedtime. Gerarde says that the oil of the yellow flowers is also curative in piles. The flowers contain \"a yellow volatile oil, and fatty acid, free malic and phosphoric acids, and their -ate salts of lime, a yellow resinous colouring matter, and the general plant constituents including an uncrystallisable sugar\" (Millspaugh). Cushing prepared from the flowers an \"oil\" (1) by putting the blossoms in a bottle and laying the bottle in the sun; and later (2) by expression. This \"Mullein Oil\" has found many uses, and especially for instilling in the ears in cases of deafness, or earache; in cases of enuresis nocturna (Cushing had good success with the 3x), and painful micturition. The provings brought out some very marked symptoms in the ears, especially the left ear (Verb. is predominently left-sided). W. B. McCoy (Hom. News, xxviii. 36) gives several illustrations. According to him Verb. (i.e., the \"oil\") has a \"soothing effect on the entire nervous system, in many cases acting, as a soporific.\" In summer diarrhoea he gives one to four drops in two ounces of warm water, a teaspoonful every hour. In enuresis or dribbling of urine one-drop doses in warm water three or four times a day. Among his cases were those of two boys who had become deaf from getting water in their ears when swimming. They were cured by having three drops of the oil instilled \"in each ear alternately night and morning.\" O. S. Laws cured a youth, of 16, of enuresis with fifteen drops of the oil three times a day (N. Y. Med. Times, xxiv. 318). The oil plainly acts on the indications of the proving, and may be regarded as an alternative preparation to the official tincture. It might be called Verbasci oleum. E. E. Case reports a case of neuralgia cured by Verb. (Med. Adv., quoted A. H., xxvii. 234): A widow, 36, black-haired, had been for a long time overworked, sewing, and her life made miserable by neuralgia. The symptoms were: Tearing, stitching pain above left ear, downward and inward; outer ear numb; dulness of hearing left side; heavy pressure in vertex. Shivers run up back and left side with the pain. Irritable and despondent. Verb. 1m, one powder taken in four doses at three-hour intervals, cured. Among the Sensations are: As if everything would press out at forehead. As if left ramus of jaw were pressed against upper jaw. As if temples were pinched and Crushed. As if ears were stopped up. As if nose and larynx were stopped up. As if something had fallen before ear. As if one were violently pressing on left malar bone. As of a crushing with tongs. Pressure as from a stone on umbilicus. As from needles from umbilical region to back. As if intestines were adherent to wall of abdomen and were being torn away. As of a twist around navel. As if a weight were hanging on lower extremities. As if cold water were poured over side of body from shoulder to thigh. \"Salt water collects in mouth\" is a guiding symptom. The symptoms are < By touch; by pressure. Rest = sticking in left metatarsal bones. Lying = tension across chest, stitches in region of heart. Sitting = pains; sitting up >. Motion > some pains; < prosopalgia. Stooping <; (> pressure in forehead). Walking <. < Night; no sleep after a.m. < Draught of air; exposure to cold; change from cold to warm and vice versa. Attacks appear at a.m., reach their height at noon, gradually diminish till Many pains are intermittent." ],
    "Relations" : [ "Compare: In neuralgia, Plat. (pressure); Stan. (gradually increasing and decreasing). Deep cough, Coral., Dros., Spo., Sul. Sheep-dung stools, Mg. mur. Cough from tickling in chest, Ver." ],
    "Mind" : [ "Apathy.", "Moroseness, ill-humour, and irascibility.", "Excessive gaiety, with laughter.", "Mental excitement, with voluptuous images.", "Weakness of memory.", "Distraction.", "A great concourse of ideas, and liveliness of imagination." ],
    "Head" : [ "Dulness and confusion in the head.", "Vertigo: when pressing one (l.) cheek while supporting the head; sudden, as from pressure on whole head.", "Headache, with a forcing outwards at forehead.", "Pressive, stupefying headache, principally in forehead; or semilateral, and mostly when passing from a warm into a cold temperature (and vice versa).", "Heaviness of head, with dull pain.", "Pinching in temples.", "Deep, stupefying stitches in brain (pressing, slow stitch from behind forward through l. hemisphere of brain).", "Stupefying shooting in temples (in r. temple when eating; < from pressure; extending into upper teeth of r. side).", "Resonance in head, when walking." ],
    "Eyes" : [ "Pains in eyes, as from contraction of the sockets, with burning in eyes.", "Sight confused, as if directed through a veil." ],
    "Ears" : [ "Tearing in ears, sometimes when eating, with lancinations.", "Sensation as if ear were drawn inwards.", "Deafness as from stoppage of ear.", "Sensation of a stoppage of ears (first l., then r., also of nose and larynx) when reading aloud; hearing unaffected.", "Numbness in l. ear.", "Oil of Mullein (Verb. ol.) relieves earache at once.", "Verb. is said to meet many cases of deafness (R. T. C.)." ],
    "Nose" : [ "Sensation of stoppage of larynx and ears.", "Profuse coryza from frontal sinuses, with hot, burning, profuse lachrymation." ],
    "6, Face and Teeth" : [ "Facial neuralgia (esp. caused and < by a change of temperature), generally with stupefying, pressive or tensive pains, principally in cheek-bones, and commencing from maxillary joint, < by clenching teeth, and by external pressure.", "Violent pressure in l. malar bone and zygoma.", "Stitches in l. zygomatic arch.", "Shootings in the cheek-bones, with dull pressure.", "Violent tension in integuments of chin, masseters, and throat.", "Toothache, with tearing pain in the molars.", "Pinching pressing pain on lower side of jaw." ],
    "Mouth" : [ "Copious accumulation of salt saliva in the mouth.", "Root of tongue brown, without bad taste, in morning and during forenoon.", "Tongue of a brownish yellow colour, loaded with viscid mucus in morning and after dinner." ],
    "Throat" : [ "Very severe pain in throat on swallowing." ],
    "Appetite" : [ "Mawkish taste, with fetid breath.", "Hunger, without relish for food.", "Insatiable thirst." ],
    "Stomach" : [ "Regurgitation of insipid serum.", "Empty, or else bitter risings, with nausea.", "Frequent hiccough.", "Aching of stomach.", "Sensation of emptiness at pit of stomach, which disappears with a rumbling below l. ribs." ],
    "Abdomen" : [ "Cuttings and shootings in l. hypochondrium.", "Incessant gurgling and rumbling beneath l. ribs.", "Inflation of the abdomen, violent and painful pressure on navel, as by a stone, < by bending double.", "Spasmodic constriction of the hypogastrium, towards the umbilical region.", "Pains in abdomen, which extend deeply downwards, with want to evacuate, and spasmodic contraction of anus.", "Pinchings and gripings in abdomen.", "Shootings in abdomen, principally in umbilical region, sometimes tearing and tending downwards.", "Sensation as if intestines had adhered to umbilical region, and were torn away." ],
    "Stool and Anus" : [ "Fearful diarrhoea; griping; much pain as if pierced with a lance through inside of l. ankle-joint; pain in both cheekbones and above eyebrows; menses came on early this time, and she has coughed a good deal.", "Suppressed evacuations.", "Faeces hard, like sheep-dung, and expelled with effort.", "(Itching haemorrhoids.", "Pruritus ani.)" ],
    "Urinary Organs" : [ "Frequent want to urinate, with profuse emission (afterwards scanty).", "Enuresis nocturna; (obstinate, with seminal emissions.", "Cushing)." ],
    "Male Sexual Organs" : [ "Pollutions without lewd dreams." ],
    "Respiratory Organs" : [ "Sensation of obstruction in the larynx and nose, with hoarseness when reading aloud; deep voice.", "Catarrh, with hoarseness and stuffed chest.", "Cough esp. in evening, and at night, when sleeping, generally rough and dry, or hollow and dull.", "Dry, hoarse cough < at night.", "Frequent attacks of deep, hollow, hoarse cough, with sound like a trumpet, caused by tickling in larynx and chest.", "The cough is lessened as soon as the patient succeeds in taking a breath." ],
    "Chest" : [ "Shooting in chest, sometimes with oppression and obstructed respiration.", "Tension in chest, with lancinations in region of heart, in evening, after lying down.", "Stitches in the chest.", "Red nodosity near xiphoid cartilage, painful when pressed upon." ],
    "Back" : [ "Lancinations in the back and shoulder-blades.", "Sharp intermittent stitches in l. scapula.", "Fine persistent stitch in last dorsal vertebra.", "Between r. loin and spine deep, knife-like stitches quite intense in intestines.", "Backache < from pressure." ],
    "Limbs" : [ "Stitching in the limbs." ],
    "Upper Limbs" : [ "Tearing pain in the shoulder, back of hand, and elbow.", "Spasmodic pressure in forearm, hand, and thumb.", "Tearing shootings in hand and fingers.", "Tensive pain in wrist.", "Wrenching pain in joint of hand.", "Stitches like a sprain (or paralysis), where carpal bone of thumb articulates with radius.", "Paralytic pain in joints of fingers." ],
    "Lower Limbs" : [ "Excessive heaviness and lassitude in legs and feet, esp. when going up stairs.", "Cramp-like pain in muscles of r. thigh, while walking in open air.", "Spasmodic pressure in thighs, legs, and soles.", "Cramp-like pressure in sole of r. foot, while standing, disappears when walking.", "Trembling of knees.", "Dull lancinations in patella, bones of feet, and toes.", "Violent, intermittent, dull sticking in metatarsal bones of great and adjacent toes of l. foot during rest.", "Tearing along, legs." ],
    "Generalities" : [ "General indolence, and disposition to sleep, after rising in the morning.", "Stretching and frequent yawning.", "Haemorrhoids; affections of the inner navel region; obstruction from induration of stool.", "Darting pains in inner parts; want of perspiration.", "< When sitting; from change of temperature.", "> On rising from a sitting posture.", "Stinging pains in the limbs.", "Benumbing sensation with almost all the pain.", "Tearings, sometimes lancinating, in different parts (going downwards).", "Tottering when walking." ],
    "Sleep" : [ "Strong disposition to sleep after a meal.", "Disturbed sleep, at night, with tossing.", "Short sleep at night, lasting only till a.m., with anxious, frightful dreams of wars and dead bodies." ],
    "Fever" : [ "Internal coldness of whole body, of hands and feet, perceptible also externally.", "Shuddering, esp. on one side of body, as if it were bathed in cold water." ]
  }
}