{
  "remedyName" : "Vesicaria",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Cystitis. Dropsy. Gleet. Gonorrhoea. Gravel. Haematuria. Nephralgia. Prostatitis." ],
    "Characteristics" : [ "Vesicaria is a \"genus of Cruciferae, natives of the Northern Hemisphere, distinguished by the globose or ovoid inflated pouch, with hemispherical valves and numerous seeds (generally four to six) in each cell. They are herbs, sometimes shrubby at the base, with oblong or linear entire or repand leaves, and terminal racemes of yellow flowers\" (Treas. of Bot.). George R. Shafer (Chic. Med. Times, quoted H. News, xxx. 117) says Ves. com. is an old remedy much used in some parts of Germany for all forms of urinary and kidney difficulties; for gravel; for gonorrhoea, both in the male and female. Shafer's indication for the remedy is \"a smarting, burning sensation along the course of the urethra and bladder, with frequent desire to void urine, often accompanied with strangury.\" The conditions he has found particularly amenable to Vesic. are: Nephralgia; acute cystitis; irritable bladder, following acute cystitis: chronic cystitis. He mentions these cases: (1) T. S., 67, suffering from nephralgia, for which he had received Morphia injections in former attacks. Vesic. O, in 15-drop doses every fifteen minutes, gave marked relief in two hours, which in six hours was complete. (2) S. B., 57, cystitis from cold; high fever, sweating, burning pain on voiding urine, which was drop by drop. Vesic. O, in 10-drop doses. cured in two days. (3) Lady, 39, pain in back, brick-dust sediment in urine; hands and feet swelling so she could hardly close her hands or walk. Vesic. O cured. (4) Man, 65, irritable bladder, had to rise twenty to thirty times in the night. Vesic. O, in 20-drop doses, relieved quickly and cured in six weeks. (5) C. M., 89, chronic cystitis, passing large quantities of muco-pus. The bladder was at first washed out with Boric acid solution, then Vesic. O, drops every two hours, were given. Improvement followed, and in two hours the Boric acid washing was stopped and Vesic. given every four hours. This finally cured. (6) Gonorrhoea with smarting and burning on micturition and thick creamy discharge. Vesic. O, a drachm every four hours, soon cured. (7) Gonorrhoea, female, after being treated for two weeks with injections, was cured in seven days with Vesic. O in drachm doses. Cowperthwaite (H. M., July, 1900, 477) has succeeded in causing albumen to disappear from the urine even in cases of actual Bright's disease. He adds that \"it is necessary to use only the imported [i.e., European] tincture, drops every four hours.\" (There are several Vesicarias native to North America.) A. L. Davison (H. News, Dec., 1892, 568) treated Mrs. P. for general dropsy of a year's standing; was in uraemic spasms when first seen; the kidneys having ceased to secrete urine. Vesic. O was prescribed, drops in a teaspoonful of water every hour till urine was freely secreted, then three times a day. The second day the kidneys were pouring out urine, and watery stools were passed. In a week all dropsy had disappeared. Bancroft (ibid., 557) treated Mrs. T. for irritable kidneys and bladder with polyuria. After a time the urine became bloody, with occasional thin clots; previously there had been for some months a thick, yellow sediment. Vesic. O, drops four times a day and later drops three times a day, taken persistently, effected a cure. Halbert (Clinique, xx. 107) reports the case of Mr. H., a young man whose occupation involved much outdoor exercise, and who contracted a chill and had lumbago in consequence. Under an \"orificial\" surgeon his rectum was operated on and the sphincter stretched. Thereafter he had fever, rigors, and acute prostatitis. Micturition was painful and difficult, and soon haematuria ensued. The pain and nervous exhaustion were so extreme that he was put into hospital, and for a time only relieved by injections of Morphia. The urine contained albumen, blood-clots, much pus. Urine was only passed by means of the catheter, and defecation was extremely painful. Vesic. 1x was given hourly, and great relief followed. The painful tenesmus was alleviated, and he was soon able to pass urine without the catheter. In three weeks he was able to go home." ],
    "Relations" : [ "Compatible: Cact., Thlasp. b. p. Compare: Botan., Thlasp. b. p. In Gravel, Coc. c., Urt. ur., Thlasp. b. p. Haematuria, Chi. s., Fic. r. Phos. Prostatic affections, Hydrang., Solid., Sabal. Cystitis, Chimaph. u. [Shafer gave Cact. and Thlasp. b. p. in a case of dropsy from heart disease in a lady, These gave little relief. He then gave Vesic. in combination with the others. There was marked relief in twenty-four hours, and in ten days the dropsy had disappeared.]" ]
  }
}