{
  "remedyName" : "Vespa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abscesses, multiple. Alopecia. Chemosis. Enuresis. Fainting. Flushing. Glottis, spasm of. Indigestion; with flushing. OEdema. Ophthalmia. Ovary, left, pain in. Quinsy. Tongue, swelling of. Uterus, ulcerated. Vertigo." ],
    "Characteristics" : [ "Vespa was introduced into the materia medica by Hering. The symptoms of the Schema Are mostly the results of stings. Berridge proved Vesp. crabro on three persons. Low spirits; pain in right ear; nausea with faint feeling and trembling; pain in left side of the neck on waking", "these were the chief symptoms experienced by them. Berridge demonstrated that the poison of the hornet and the wasp may answer to each other's indications by curing with Vesp. c. cm. (Fincke) a symptom produced by Vesp. vulgaris, namely, chemosis of the right eye. Mr. X., 66, had had his right eye inflamed for six days. When seen there was redness of right lower lid; baggy swelling of conjunctiva partly covering the cornea when pressed upward; lachrymation of right eye < in open air; right lids adhere in morning. Vesp. c. thrice daily cured in a few days (Org., ii. 319). E. T. Blake (M. H. R., xxii. 370, quoted Org., i. 320) cured with Vesp. the following group of symptoms: Face swollen and puffy, skin transparent and blanched; scalding urine followed by itching; itching of right arm. Blake also related (M. H. R., xix. 418, quoted by Allen) the case of Miss C. J., who at the age of thirty-one was stung on the left thumb, through some calico, and was never well after, dying at the age of thirty-eight. She was prone to constipation all her life, and at twenty-three had had \"congestion of the left lung.\" Most of the abdominal, urinary, ovarian, and uterine symptoms were hers. Among the latter was an irritable ulcer surrounding the os tincae. W. Rowbotham (Org., ii. 79) was stung on the right cheek. Next day, about a.m., was suddenly awakened by burning, stinging pain in cheek, \"as if pierced with red-hot needles,\" and soreness and smarting along the lymphatics. After bathing the face he got to sleep and was again suddenly awakened by the pain two hours later, which recurred periodically, in paroxysms, throughout the day. Burnett observed a case of sting on the tongue in a woman. The tongue entirely filled the buccal cavity. The patient's appearance was exactly like one suffering from severe cynanche. The swelling was diffuse and deep-seated. There was not much redness. Peculiar Sensations were: As if a harpoon were sticking deep in and were drawn on. Cold, chilly sensation round sting. As if pierced with red-hot needles. As if about to suffocate. As if left shoulder-joint were sprained. As if a cutting instrument were piercing all joints like an electric shock. As if dying. The symptoms were: < By motion. Cold water applied, first >, then <. Open air < lachrymation. Feet were cold except in summer, when they burned uncomfortably. < After sleep. < After eating (indigestion with flushes)." ],
    "Relations" : [ "Antidoted by: Apis, Led., Camph., Salt-water, Vinegar. Incompatible: Arg. n. Compare: Pains as if pierced with red-hot needles, Ars., Apis. Ulcers around os uteri, Mitch., Eu. pu., Apis., Hydrocotyle." ],
    "Mind" : [ "Terrible anxiety.", "Low-spirited.", "Insensibility.", "Unconsciousness, with inability to move." ],
    "Head" : [ "Fainting and loss of consciousness.", "A violent heat came over him, felt sick; then turned giddy and spun round and round like a top till he fell; staggered to the house, got into a chair, in a moment, fell out of it, almost fainting; dashed water into his face, at length was able to lie down on his bed.", "Headache.", "Face and head swollen and inflamed.", "Alopecia." ],
    "Eyes" : [ "Injection of r. conjunctiva.", "Itching of r. lid in evening, with swelling, afterwards pain in lid and ball, erysipelatous inflammation of lid, whole side of face painful and swollen, almost complete chemosis of conjunctiva, it being raised up on the sclerotic membrane, more than half over eye to border of cornea, as if fatty matter were under it, caused by effusion of lymph, an abscess opened upon inside of upper lid about its centre, later the chemosis became reddish.", "Inflammation of r. eye, with baggy swelling of conjunctiva." ],
    "Ears" : [ "Sticking deep in r. ear.", "Purulent catarrh of middle ears." ],
    "Face" : [ "Face livid.", "Face smooth, dark red, bloated.", "Anxious expression.", "Face and eyes oedematous, face, mouth and throat appeared as in severe cynanche (after a sting on tongue).", "Pain in cheek (part stung) as if pierced with red-hot needles, suddenly awakening him from sleep, and recurring periodically." ],
    "Mouth" : [ "Tongue: swollen and tense, swelling below chin, between that and hyoid bone, pain in a point in middle line of tongue, 3/4-in. from apex; swollen, red, rounded, filled the mouth, immovable, could not speak, only mumbled, swallowing was painful and difficult.", "Swelling of palate, with inflammation, so preventing respiration that he died.", "Swelling of mouth and throat, with burning pain, nausea, vertigo, after two hours fever, delirium, face, neck, arms, and chest swollen and shining red, respiration impeded, swallowing difficult, pulse 126, heart's action irregular and tumultuous (cured by Camph.).", "Peculiar taste, a combination of palatal and nasal sensation, as when a nest of wasps is disturbed, < heat." ],
    "Throat" : [ "Swelling of throat; soreness; heat of throat.", "Difficulty of swallowing.", "Hypertrophied tonsils which secreted a cheesy matter.", "Pharyngeal varicosis." ],
    "Appetite" : [ "Hunger.", "Thirst." ],
    "Stomach" : [ "Eructations.", "Nausea: in evening after coming indoors, with weight in stomach; with faint feeling and trembling.", "Vomiting, with swelling of head.", "Cold feeling in stomach.", "Heat in stomach." ],
    "Abdomen" : [ "Uneasiness in abdomen." ],
    "Urinary Organs" : [ "Marked tenderness to deep pressure in renal region.", "Incessant enuresis (after five years).", "Burning micturition in women.", "Remittent dysuria with backache.", "Haematuria." ],
    "Male Sexual Organs" : [ "Swelling of scrotum and penis." ],
    "Female Sexual Organs" : [ "(Valuable in affections of l. ovary, with tenderness, frequent micturition, pain in sacrum extending up back.).", "Pain in l. ovarian region.", "Menses: intermittent; sometimes brown; always accompanied by pain and flatulence, preceded by mental depression, pain, pressure and constipation.", "An irritable ulcer surrounded os tincae.", "Irritation (< in groins), passing into pudenda = ulceration." ],
    "Respiratory Organs" : [ "Hoarseness.", "Voice lost.", "Spasm of glottis (after application of diluted ammonia to tongue), face pale, drops of sweat on forehead, arms thrown out to gasp for air, he got out of bed, sank back on bed, face livid, breath and pulse stopped.", "Dyspnoea.", "Respiration hurried." ],
    "Heart and Pulse" : [ "Aching in heart.", "Slow beating of heart, almost imperceptible.", "Pulse: rapid and small; rapid and feeble; rapid with violent beating of carotids." ],
    "Neck and Back" : [ "Pain in l. side of neck, waking her at night, preventing her from turning it to l. side, felt least when lying on back, best on r. side.", "Pain in scapula (place of sting), with soreness." ],
    "Upper Limbs" : [ "Pain in shoulder, in region of stings, axillary glands swollen.", "Sprained pain in l. shoulder-joint on moving it, < lifting arm or twisting it.", "Aching in hand and arm." ],
    "Generalities" : [ "Trembling, quaking, with chattering of teeth.", "Nervo-muscular excitement.", "Stinging piercing deeply, as if a hook were pulled out.", "Sudden stinging and burning in cheek waking me at a.m. (after a sting on the cheek).", "Burning of the part, then swelling, red, with burning pain.", "Sudden tearing.", "Cutting like electric shocks through all joints, arm, head and face swollen, eyes red and twitching, red lines along absorbents, itching over whole body, insensibility, vomiting, pulse slow, heart's action scarcely perceptible.", "Feeling as if dying at night.", "Weakness; with enuresis somni, heat esp. overpowers him.", "Faintness; all day with trembling and nausea." ],
    "Skin" : [ "Redness of hands, feet, and chest.", "Swelling: of face, body, and limbs; of cheek, skin soon became bright red, the redness spread over head and down neck, shoulders, back and front of chest, with pain and tenderness; of the stung part (r. side of neck), with aching, redness, and burning, the burning > then < by cold water.", "Swelling of thumb and face, soon became red as if covered with scarlet rash; restlessness at night, heat, irritation, and wherever he scratched himself there arose spots like nettle-rash, swelling and redness of l. arm and hand, after forty hours oedema of lids (esp. lower), face pallid and puffy.", "Prurigo-like, pinkish, lentil-shaped spots on hand and forearm, on neck, and all over, down to feet.", "Ulcer.", "Desquamation of whole surface.", "Abscesses over whole body, causing emaciation.", "Itching: of whole body; of the part every day about or a.m., slightly > by application of vinegar, always burning after scratching; also the same every day about or a.m. and at p.m., the itching > by applications of salt and vinegar." ],
    "Sleep" : [ "Night restless.", "Sleepless all night." ],
    "Fever" : [ "Heat, with sick feeling, vertigo, almost faintness.", "Burning (after the sting) as if something were sticking and drawing out, the part stung was bright red, elevated, with hard swelling, the redness surrounded by a circle of chilliness, soon changing to a general chill, intermittent, extending in waves over whole body." ]
  }
}