{
  "remedyName" : "Viburnum Prunifolium",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Abortion, threatened. Dysmenorrhoea. Menorrhagia. Tetanus. Tongue, cancer of." ],
    "Characteristics" : [ "Hale quotes experiences showing a close resemblance between Vib. p. and Vib. o., with some additional uses of Vib. p. E. P. Fowler cured two cases of cancer of the tongue with the decoction of Vib. p. bark, used topically. Phares thinks it perhaps \"the best remedy in the world for tetanus.\" Hale used the tincture in threatened miscarriage, dysmenorrhoea, and spasmodic uterine pains. Phares says of it, \"It is particularly valuable in preventing abortion and miscarriage, whether habitual or otherwise; whether threatened from accidental causes or criminal drugging,\" and he gives cases in support of each. It entirely antidotes the effect of Gossyp., which is much used for procuring abortion in some of the States; one pint of a strong decoction of the cotton-root being sufficient. Vib. p. taken regularly completely neutralises this. Here are some of Phares' cases: (1) Mrs. W. had never gone to full term; had had several children at eight months, all of them dying one month after birth. Frequent pregnancies and haemorrhages had seriously impaired her health. When next pregnant Vib. p. was ordered, and at the eighth month when pains set in vigorously with copious sanguineous discharge, Vib. p. was given freely, and she went to term, giving birth to a healthy boy, who survived. (2) Mrs. L., married eighteen months, had miscarried, and suffered long and much in consequence. Being again pregnant, Phares gave Vib. p. O, a teaspoonful thrice daily. At the third month she was severely injured by a fall from her carriage. Strong uterine contractions ensued, but were arrested by Vib. p., which had to be given freely for several days, the dose being gradually diminished. For nearly a week abortion was threatened whenever Vib. p. was too long suspended. The patient went to term and gave birth to a large boy." ],
    "Relations" : [ "Antidote to: Gossyp." ]
  }
}