{
  "remedyName" : "Viburnum Opulus",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "After-pains. Cough, of pregnancy. Cramps. Dysmenorrhoea; spasmodic; neuralgic; membranous. Ears, painful. Epididymitis. Headache. Hysteria. Labour pains, false. Lumbago. Menstruation, painful. Miscarriage. Ovaries, pain in. Paralysis. Uterus, cramps in; bearing down in." ],
    "Characteristics" : [ "Viburnum opulus, a native of Great Britain, is widely distributed over the northern parts of the continent and America. In America (says Hale) the wild species is called \"Cramp bark,\" and the knowledge of its curative virtues in painful spasmodic diseases, especially in dysmenorrhoea, is derived from the American aborigines. The tincture has a strong odour of Valerianic acid (as also has that of Vib. tinus). Hale derived his knowledge from domestic sources. He gives these indications and directions: (1) In spasmodic dysmenorrhoea he gives a few drops of O to 3x thrice daily for a week before the period, every hour when the pains set in, or every fifteen minutes if the pains are severe. (2) False pains preceding labour. (3) After-pains, a dose after each pain. (4) Cramps in abdomen and legs of pregnant women. (5) To prevent miscarriage when the pains are spasmodic or threatening. Hale considers it acts like galvanism; he cured with it cases exactly resembling a series cured with galvanism by Neftel. The first provings were by H. C. Allen, assisted by eleven provers, male and female, with O and 1st and 30th dilutions. Their symptoms constitute the basis of the Schema. Dr. Susan J. Fenton, of Oakland (Pac. C. J. H., reprinted New Eng. M. Gaz., xxx. 405), proved Vib. o. on six provers. One of the six took the tincture up to drachm doses without obtaining a single symptom. One prover was cured of a number of symptoms, but developed no new ones. The other four had very pronounced symptoms, which I have marked in the Schema (F1), (F2), (F3), and (F4). They were: (1) Mrs. A., 49, tall, slender, rigid fibre, dark hair and eyes, nervo-bilious, (F1). (2) Miss B., 21, short, plump, dark hair, grey eyes, phlegmatic, (F2). (3) Miss D., 24, nurse, short, plump, dark hair and eyes, bilious, good health, (F3). (4) Miss E., 21, nurse, medium height, dark-brown eyes, dark hair, bright, lively temperament, (F4). All took potencies at first without eliciting any symptoms. Taking the tincture all had these symptoms with variations: severe backache going through to the front or round the abdomen to uterus. Cramping pelvic pain. Temporal headache. Three had nausea with the pains. All had \"sick feeling all over.\"", "One had omission of a period; two had menses too early. The cured case was the following: Miss F., 25, housekeeper, medium height, rather slender, blonde, sanguine, was strong till late in (i.e., 1/2 years before the proving), when she had severe pelvic congestion and was fifteen months under treatment and most of the time in bed. In June, 1892, double oophorectomy was performed with great relief; but attacks of pelvic congestion with severe pain still persisted, at first every two to four weeks, later less frequently, causing impairment of general health and strength. The symptoms were: excruciating pains through lower abdomen, with bearing-down sensation and a feeling as if the body from the waist to lower part of pelvis would collapse; an indescribable sick feeling all over with severe aching in rectum; great depression of spirits; symptoms > when lying down. Vib. o. O was taken in three-drop doses thrice daily. After taking it for three days she lost all her symptoms and felt \"perfectly well for the first time in over four years.\" It is evident that \"sick feeling all over\" in connection with pelvic complaints; and \"< from movement, > by rest\" are keynotes of Vib. o. Peculiar Sensations are: As if she could not tell where she was or what to do on awaking. Crushing pain in head. Opening and shutting in left parietal region. As if stabbing with a knife in eyes and ears. Ear as if bruised; as if pinned to head. As if she could not live, sick feeling at stomach. Sick feeling all over. Goneness as if stomach empty. As if body from waist to lower pelvis would collapse. As if a hot fluid running through splenic vessels. As if urine continued to flow after urinating. As if menses coming on. As if pelvic organs were turning upside down. As if parts would be forced through vulva and she must support the part. Pain in back and across lower abdomen. As if breath would leave body and heart would cease beating. Bruised feeling in back as after severe exertion. Buzzing in hands as if they would burst. Left side as if strained or bruised by over-lifting.", "The left side is much more powerfully affected than the right. Vib. o. is Suited to tall, slender, dark- or fair-haired hysterical subjects. The symptoms are: < By sudden jar. > By pressure. < By motion. Rest; lying down >. Lying on left side impossible. Straining at stool < headache. Stooping = dizziness. Rising = fainting, nausea, and dizziness. < At night. < In close room. Open air >." ],
    "Relations" : [ "Antidoted by: Acon. (epididymitis), Ver. (diarrhoea). Compare: Botan., Samb., Vib. p., Vib. t. Chemical, Valer. Nervous, rheumatic diathesis, Act. r. Cramp-like abdominal pains and menstrual symptoms, Caulo. Threatened miscarriage, pains go down into thighs, Cham. (with Cham. pains are intolerable, and there is flow of dark blood). Pains coming round pelvis to uterus; goneness; bearing down; feeling that organs will escape from vulva, and wants support; nervousness, Sep. (with Vib. the bearing down is more violent and culminates in uterus in cramps). Uterine cramps, Caul., Sec., Act. r. Aching eyeballs, Act. r. Bearing-down pains, Bell., Calc., Gossyp., Lil., Pul., Sul. Left ovarian and left inframammary pain, Lil., Lach., Caul., Sul., Ustil. > Menses coming on, Lach." ],
    "Mind" : [ "Exaltation of spirits, in some cases followed by depression.", "Depressed.", "Irritable, wishes to be alone.", "Very nervous and excessively irritable, lasting all day (F3).", "Confusion; and inability to concentrate thoughts.", "Stupid feeling as if I could not tell where I was or what to do in morning on waking.", "Inability to perform mental labour." ],
    "Head" : [ "Vertigo: in afternoon on closing eyes; < descending stairs or walking in a dimly-lighted room; with inclination to turn to left; as if he would fall forward on rising from a seat.", "Head hurt by every cough.", "Pain in head: beginning about p.m., < at night; with red face.", "Throbbing in head, all the evening, so severe on retiring that I felt sick all over.", "Heavy headache, < over eyes, < l. side, at times extending to vertex and occiput (< when delayed menses should appear), < a sudden jar, bending over, false step or movement.", "Dull, heavy pain r. side of head, throbbing on movement, > by rest; with dizziness and nausea (F2).", "Very painful shootings from temples (< r.) to base of brain (F3).", "Head dull and sluggish.", "Frontal headache: over l. eye; in r. supraorbital region; in forenoon over eyes on opening them, the soreness extending back into head; with occasional vertigo, almost incapacitating him for study, with profuse and frequent micturition; and in supraorbital region, with profuse, clear, watery urine.", "Headache beginning over r. eye and extending to vertex, with fulness in head and pressure on vertex.", "Throbbing pain in forehead, extending to eyeballs, < by mental exertion, > moving about.", "Terrible crushing pain in head, < l. parietal region where there is sensation as if head opening and shutting; < by motion; by mental exertion; > by rest (F1).", "Confusing, dull frontal headache extending to temples as after night-watching, compelling cessation of mental exertion.", "Pain in l. temple, with pinching.", "Pain in l. side of head.", "Sharp pain in parietal region penetrating into brain, < coughing, moving head, and at stool.", "Pressive pain in r. supraorbital region.", "Hair feels as if pulled.", "Scalp sensitive to touch." ],
    "Eyes" : [ "Swelling about r. eye with induration.", "Sclerotica streaked with blood.", "Sensation of sand in eyes.", "Pain in r. eye with congestion.", "Sore feeling on closing lids.", "Burning and lachrymation.", "Heaviness of eyes; feels almost sick enough to go to bed.", "Heaviness over eyes and in balls, at times had to look twice to be sure of seeing an object.", "Eyeballs feel sore; (also F1).", "Lids swollen." ],
    "Ears" : [ "Stabbing in ears.", "Pains in bone waking at night.", "External ear sore as if bruised, cannot lie on affected side of head; had to rub ear and it seemed as if I must straighten it out, sensation as if pinned to head; lay on other side, and was awakened by same feeling in that ear, in consequence compelled to change position often." ],
    "Nose" : [ "Sneezing.", "Watery coryza." ],
    "Face" : [ "Very pale with dark circles under eyes (F4).", "Face and lips pale; dark circles under eyes (F2).", "Face swollen and congested with dark circles under eyes.", "Face flushed and hot.", "Lips dry." ],
    "Teeth" : [ "Tooth sore on pressure." ],
    "Mouth" : [ "Tongue broad and white, with brown centre and imprints of teeth.", "Dryness of tongue; of mouth.", "Taste disagreeable; coppery." ],
    "Throat" : [ "Tickling in r. side of pharynx, causing cough." ],
    "Stomach" : [ "No desire to eat; stomach feels full (F3).", "Nausea: every night; during menses; for ten days after menses, with faintness at stomach; > eating, with faintness, both returning; in pit of stomach, > lying perfectly quiet, faintness always on trying to get up; with faintness; (without inclination to vomit), > eating; then vomiting.", "Pain in stomach in afternoon, > stretching body and throwing stomach forward.", "Cramp-like pain in stomach and abdomen, doubling him up.", "Cramping pain in stomach (F1).", "Sensitiveness of stomach region.", "Indigestion, food lies heavy.", "(Dyspepsia, habitual, with flatus, nausea and distension, and general catarrhal tendency.", "R. T. C.).", "Goneness." ],
    "Abdomen" : [ "Rumbling and darting and flying pains in abdomen.", "Darting pains, which settle about navel.", "Bearing-down pains as during menstruation, with heavy pain over pubes.", "Bearing-down pain, with drawing pains in anterior muscles of thighs and occasional shootings in ovarian regions.", "Soreness of abdomen (F3).", "Sensitiveness to pressure, < about umbilicus.", "Pressure of flatus in l. side.", "Throbbing pain under l. floating ribs from p.m. till a.m., > hard pressure and walking about the room.", "Throbbing in l. hypochondrium when lying on l. side.", "Sticking in spleen in evening, > walking about the room, with sensation as if a hot fluid ran through its vessels.", "Pain in region of spleen causing faintness, > sweat.", "Cramping pain in hypogastrium during menstruation.", "Sudden cramping pain; as before menstruation, < night.", "Constant bearing down from back through to front in ovarian and uterine region (F3).", "(Feeling as if the body from the waist down to lower pelvis would collapse.)" ],
    "Stool and Anus" : [ "Stools watery, profuse, frequent, at menstrual period, with chills and cold sweat rolling off forehead.", "Haemorrhage of dark red blood during and after stool.", "Inactivity, no inclination for stool.", "Constipation; with tenesmus; when bowels moved pain in l. orbital region.", "Desire with much straining.", "Constipation alternating with diarrhoea.", "Stools: hard, large, with cutting in rectum and anus when passed; hard, large, painful and so difficult that mechanical assistance was necessary; scanty, in balls; long, large, hard and difficult, having a desire to evacuate, but on attempting feels as if nothing were there, evacuation occurs slowly and only after long straining.", "Large stool, difficult, with urging.", "Irregular.", "Omitted two days, then hard stool, with blood and soreness of anus.", "Frequent desire for stool with aching haemorrhoids, frequent urination (F1)." ],
    "Urinary Organs" : [ "Sensation after micturition as if urine continued to flow.", "Frequent, profuse urination (F1).", "Copious urine; in morning, clear, watery, sp. gr. 1019, frequent micturition; every hour in afternoon and evening; at night, and pale, sp. gr. 1021; every hour or two during menses, and clear, light-coloured; and watery; in afternoon, watery, clear, micturition frequent.", "Spurting of urine when coughing (J. C. B.).", "Light-coloured urine." ],
    "Male Sexual Organs" : [ "Pain and swelling of epididymis and testicle of l. side; next day epididymis of r. side so painful and swollen he was compelled to wear a suspensory bandage.", "Emission without dream." ],
    "Female Sexual Organs" : [ "Leucorrhoea: thick, white, and copious; thin, yellowish white after menses; thin, colourless, except with every stool, when it was thick, white, inodorous, blood-streaked; causing redness, smarting and itching of genitals.", "Sudden pain in womb and hypogastrium before menstruation.", "Pain in ovarian region.", "Congested feeling in pelvic organs, as before menses.", "Bearing-down pains: in pelvic region, with uneasiness; as before menses; as during menses, with heavy aching in sacral region and over pubes; as during menses with drawing pains in anterior muscles of thighs, every day after p.m., with occasional shooting over ovaries, later the same, with nervousness, could not sit or lie still on account of the pains.", "Menstrual pain, with feeling as if the breath would leave her body and heart would cease to beat.", "Crampy, colicky pains in both ovarian regions, extending down thighs (F1).", "Slight, deep-seated pain in r. ovarian region, extending down thigh and < by walking or exertion (F2).", "Bearing down as if menses would appear (F2).", "Whole pelvis feels full and congested (F2).", "At a.m. heavy bearing-down pains running from back around abdomen to uterus where pain is cramping; pressure on bladder; surprised to find herself menstruating (eight days after previous period ceased", "F3).", "At intervals, distressing, grinding pains in ovaries and uterus, with sensation as if organs were turning upside down; and as if parts were being forced through vulva; desire to support the parts (F3).", "Menses began ten days early (always regular before); pain in back and cramps lasted throughout the period (F4).", "Menses: too early, profuse and offensive; too late, scanty, thin, light-coloured, lasting but a few hours, with lightness of head, faintness on attempting to sit up; look like jelly; stain permanently; ceased for several hours, then four large clots of the colour of raw beef, but as solid as liver; for two days flow like normal menses, but with cramping pain and nervousness.", "(Dysmenorrhoea, excruciating colic through the uterus and lower part of the abdomen, just preceding menstruation.", "After-pains.", "Membranous dysmenorrhoea.", "Cramps in the calves always between the menses, < just before the period, with scanty, delayed menstruation, dysmenorrhoea.", "Cramps in abdomen and legs in pregnant women, &c.)" ],
    "Respiratory Organs" : [ "Hoarse.", "Suffocating spells at night.", "Cough during second month of pregnancy; < night and morning and on lying down; urine spurting out when coughing (J. C. B.)." ],
    "Chest" : [ "Shooting over l. sixth rib near sternum.", "Feeling of oppression over whole chest (F4).", "In lungs sensation as if muscles of chest failed to act, causing dyspnoea." ],
    "Heart" : [ "Clutching pain in region of heart < by any exertion (F4).", "Excruciating, cramping pain in heart (F4).", "Palpitation, with sensation of lack of air after each severe pain (F3).", "Heart's action increased." ],
    "Back" : [ "Pain as if back would break during menses.", "Lame and bruised feeling in muscles of back.", "Wandering, tired pains in muscles, < h side.", "Terrible clutching, cramping pain beginning in back, extending round lower abdomen to uterus with bearing down, as if menses would appear (lasted six days, > only when menses appeared, having missed the previous month", "F1).", "Tired, bruised pain in muscles from point of scapula to wing of ilium, on both sides of spine, > firm pressure.", "Pain: in lumbar region; between l. floating ribs and wing of ilium, > pressure, but must keep moving; in kidney region, < working in laboratory, > pressing across back with arms crossed; in l. loin and l. hypochondrium, causing faintness, > warm sweat though the night was cool; throbbing in l. loin, < lying down, > walking with cane pressed across back: in back, loins, and hypogastrium as if menses were coming on, < early part of evening and in a close room, > open air and moving about.", "Pain in back in region of sacrum, an \"unjointed feeling\" (F4)." ],
    "Limbs" : [ "Aching in limbs (F2).", "Aching of arms and thighs; feet somewhat swollen (F3)." ],
    "Upper Limbs" : [ "Pain in r. shoulder.", "Soreness of l. shoulder in region of subclavian muscle, < rest and wet weather, > motion, with lameness.", "Pain in l. biceps.", "Numbness of l. arm and hand.", "Buzzing feeling in hands as if they would burst.", "Swelling of fingers, < washing in cold water, with numbness." ],
    "Lower Limbs" : [ "Weakness of lower extremities with heaviness.", "Wandering, tired pains extending to hips and knees, with disinclination to move about.", "Cramps in legs in pregnant women.", "Feeling in feet as from the starting of circulation after constriction is removed.", "Cramps in feet after long walking." ],
    "Generalities" : [ "Pains flying from one part to another; wandering, tired pains extending to hips and knees.", "Felt bloated all over (F3).", "Sick feeling all over (F1, 2, 3, 4).", "Pains = perspiration; during the pains felt she could not move (F3).", "Great exhaustion (F3).", "Paralytic condition coming on after convulsions.", "Hysterical convulsions from uterine conditions.", "Cramps and contractions of limbs, esp. during pregnancy." ],
    "Sleep" : [ "Retired early, very restless sleep, felt sick all over; when asleep, sensation of falling and awakened frequently with a start (F3).", "Desire to sleep between severe pains from exhaustion, but could not (F3)." ],
    "Fever" : [ "Chill followed by severe headache.", "Dripping wet all over, with the pains." ]
  }
}