{
  "remedyName" : "Vinca Minor",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Acne. Alopecia. Crusta lactea. Eczema. Favus. Neck, stiff. Nose, redness of. Plica polonica. Seborrhoea. Throat, sore. Uterus, bleeding from." ],
    "Characteristics" : [ "Vinca was proved by Rosenburg on four healthy persons, who took the tincture in 20- to 60-drop doses. It produced a deep impression on the organism and tissues. Weakness and prostration accompanied many of the sufferings; the stool caused exhaustion; great debility accompanied the uterine haemorrhage. There was \"weakness as if he would die\"; inclination to stretch; tremulousness and tendency to start, especially on exciting the mind; and tremulousness in all the blood-vessels. Allied to this an empty, all-gone sensation appeared in the stomach and chest. A corresponding deep impression was made on the tissues: blood and blood-vessels; skin, hair, and nails; bones. In passive uterine haemorrhages Vinca has a wide range. This case is related in Ind. H. R. (ix. 113): Uterine haemorrhage, blood dark red, flow copious, uninterrupted, with extreme debility. Chi. and Helon. failed to relieve; Vinca 1x effected a rapid and permanent cure. Frequent nose-bleed is another effect of Vinca. And there is a curious symptom in connection with the nose which it is well to remember: it \"becomes red from the slightest cause; when the least bit angry.\" There are scabby eruptions about the nose and on the septum, which are part of the general skin effect of the remedy. It causes corrosive itching of the skin provoking scratching; moist spots, and burning in ulcers. The most characteristic effect is on the scalp, where it produces a condition having many features of crusta lactea, favus, and plica polonica. I have cured with Vinca \"sore spots on the scalp\" in a young lady. A number of symptoms were produced in the throat and oesophagus. C. M. Boger records this case (M. Coun., xvi. 265): Woman, had a cutting sensation in lower part of oesophagus while swallowing food, continuing after. Empty faintness in stomach > by eating. Stomach sore to touch or pressure of clothing. Constipation from induration of faeces. Haemorrhoids constantly sore, smarting after stool. Vinca 41m (Fincke) cured. Peculiar Sensations are: As if a hammer were beating from within outwards in vertex. Cold wind in ears. As if something sticking low down in oesophagus. As if a weight lying on cervical muscles. As if he would die from weakness. The left side was most affected. A peculiar symptom was distension of abdomen after stool. \"Toothache > in warmth of bed\" is unusual. The symptoms are: < On stooping. < Walking. < Reading. > Moving in open air. Toothache > by warmth of bed. Drinking <: liquids (esp. beer) = eructations; coffee = nausea. Mental exertion <: = tremulous feeling and tendency to start." ],
    "Relations" : [ "Compare: Peevishness with repentance, Croc. Crusta lactea, Med., Melit., Mez., jug. r., Olean., Viol. t. (with strong-smelling urine), Arct. l. (glands swollen; axillary glands even suppurate), Staph. (sickly children, pale face, dark rings round eyes), Ustil. (filthy eruptions, part of hair comes out, part matted). Alopecia, Bacil., Pho." ],
    "Causation" : [ "Anger (red nose). Mental exertion (tremulousness and starting)." ],
    "Mind" : [ "Sadness with fear of death.", "Lachrymose.", "Peevish and quarrelsome, soon followed by repentance." ],
    "Head" : [ "Whirling vertigo with flickering before eyes.", "Pressure on head; in temples.", "Dulness of sinciput with slow pressure towards eyes and dimness of vision, < stooping when writing.", "Sticking in l. temple extending to malar bone.", "Tearing in vertex with feeling as if a hammer beating from within out.", "Corrosive itching on the hairy scalp.", "Badly-smelling eruptions on the head, in the face, and behind the ears (breeding vermin).", "The hairs are entangled, as in plica polonica.", "Hair falls out and is replaced by grey hair.", "Bald spots, covered with short, woolly hair.", "Humid eruptions on the head, with much vermin, and nightly itching, with burning after scratching." ],
    "Eyes" : [ "Itching and burning of lids, which become red.", "Eye dry, on getting snuff into it there was so little secretion he was obliged to wash it out.", "Obscuration of vision (fog before eyes) while reading; at times also while walking." ],
    "Ears" : [ "Ringing and whistling in ears, with feeling of cold wind, esp. l." ],
    "Nose" : [ "Nose becomes red on becoming the least angry.", "Tip of nose becomes red from slightest cause.", "Frequent nose-bleed.", "Stoppage of nose, mostly of one nostril, with discharge of much mucus through posterior nares.", "Distressing dryness and heat in nose extending into frontal sinuses.", "Itching in nose.", "Moist eruption on septum exuding moisture which forms light-brown scab; skin dirty white, elevated, with red areola." ],
    "Face" : [ "Bloated face, with pimples.", "Tearing in malar bones.", "Dry lips.", "Swelling of upper lip and corner of mouth." ],
    "Mouth" : [ "Tearing in teeth > by warmth of bed.", "Aphthae.", "Increased secretion of saliva.", "Insipid taste in mouth; to all food." ],
    "Throat" : [ "Frequent hawking through day.", "Ulcers in throat (?).", "Sore throat, with difficulty in swallowing.", "Sensation as if something was sticking low down in oesophagus, which provokes swallowing." ],
    "Stomach" : [ "Hunger alternating with loss of appetite before the hunger has been satisfied.", "Scarcely any thirst.", "Empty eructations after drinking beer, and generally < from taking liquid.", "Nausea after coffee.", "Violent, bitter, copious vomiting of yellowish-green liquid.", "Gastric disturbance.", "Emptiness in stomach." ],
    "Abdomen" : [ "Distension after a stool.", "Abdomen full, tense but painless.", "Rumbling and gurgling, with passage of much offensive flatus.", "Griping." ],
    "Stool and Anus" : [ "Urging to stool.", "Stool first hard, then soft.", "Stool exhausting, with burning in anus." ],
    "Urinary Organs" : [ "Diminished secretion of urine.", "Urine pale yellow." ],
    "Female Sexual Organs" : [ "Excessive, profuse menses, flowing like a stream, with great weakness.", "Passive uterine haemorrhage from fibroid tumour.", "Passive uterine haemorrhage in women long past their climacteric." ],
    "Respiratory Organs" : [ "Hoarseness.", "Tenacious mucus in trachea.", "Spasmodic cough, with little tickling in larynx.", "Rapid respiration." ],
    "Chest" : [ "Pains in chest, with sticking and dyspnoea.", "Pressure on sternum, with feeling of emptiness in chest.", "Stitching in sternum." ],
    "Neck" : [ "Painful tension and stiffness of cervical muscles, with an illusive sensation as if a weight were lying on them." ],
    "Limbs" : [ "Inclination to stretch limbs.", "Tearing pains in limbs.", "Arthritic tearing in bones." ],
    "Upper Limbs" : [ "Cramp-like drawing in upper arm and tips of fingers.", "Swelling and stiffness of first joints of fingers, with burning pain in the nails." ],
    "Lower Limbs" : [ "Cramp-like drawing in feet and toes." ],
    "Generalities" : [ "Weakness as if he would die.", "Tremulous feeling: in all the vessels; in upper extremities, with tendency to start, esp. on exerting the mind.", "Emptiness or hungry feeling.", "Most symptoms > moving about in open air." ],
    "Skin" : [ "Great sensitiveness of skin, with redness or soreness even from slight irritation.", "Burning in the ulcers like bed-sores on l. buttock.", "Corrosive itching provoking scratching.", "Itching, moist spots on upper part r. ankle." ],
    "Sleep" : [ "Frequent yawning.", "Sleeplessness and restlessness at night.", "Lascivious dreams." ],
    "Fever" : [ "Sudden paroxysms of shivering.", "Heat with firm, hard pulse.", "Great warmth in scalp with prickling.", "Heat of cheeks with redness.", "Tremor in every blood-vessel." ]
  }
}