{
  "remedyName" : "Viola Tricolor",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Crusta lactea. Eczema. Enuresis. Gonorrhoea, suppressed. Gout. Impetigo. Leucorrhoea. Ophthalmia, scrofulous. Orchitis. Plica polonica. Rheumatism. Ringworm. Seminal emissions. Syphilis. Throat, ulceration of." ],
    "Characteristics" : [ "The Pansy was proved by Hahnemann and his provers. It had an ancient reputation in asthma and epilepsy, and especially in obstinate skin diseases. Teste quotes from old observers (Starck, Haase, Murray, &c.) the following as cured by V. tri.: (1) Milk-crust in children at the breast, [or] recently weaned. (2) Milk-crust with violent cough and excessive oppression. (3) Impetigo of hairy scalp and face in children and adult females. (4) Favus and serpiginous crusts in children and adults, with swelling and induration of cervical glands. (5) Large boils all over body in a scrofulous child. (6) Pustules and ichorous exanthema of feet. (7) Squamous spots on skin. (8) Rheumatism and gout; articular rheumatism with itch-like eruption round the joints. (9) Impetigenous exanthema on forehead. (10) Ichorous ulcers with violent itching. In Russia a decoction of Pansy is a popular remedy for scrofula; and Schlegel, of Moscow, used it with good effect in syphilitic affections, especially venereal ulcers. Teste (from whom I take all the above) puts V. tri. in two groups, whose types are Lyc. and Cham. Homoeopathy has brought out some characteristics of V. tri. which single out its cases. One of these is concomitance of urinary symptoms with skin affections: Tinea capitis with frequent involuntary urination. Eczema with urinary disturbances; too copious urination; or sudden arrest of secretion. \"Urine smelling like cat's urine\" is a keynote. The male sexual organs were much excited. Emissions with vivid dreams occurred; swelling, itching, and pains in prepuce and glans, with erections. Peculiar Symptoms are: Face hot and sweating after eating. Dyspnoea after eating. Hands twitch and are clenched in sleep. Nervous paroxysms followed suppressed milk-crust. The axillae and clavicular regions were noticeably affected; and stitches and burning stitches were prevailing pains. The symptoms are: < By pressure on side opposite to painful side. < Lying on unpainful side. Lying = anxiety about heart. Raising head =, and stooping >, heaviness in head. Walking = vertigo; stitches through chest and abdomen. Sitting = stitches in abdomen and groin (standing > them). < At a.m.; at night. Open air > headache; = chilliness. Aversion to open air. < In winter when walking in cold air." ],
    "Relations" : [ "Antidoted by: Camph., Merc., Puls., Rhus. Compatible: Puls., Rhus, Sep., Staph. Compare: Tension of integuments of face and forehead, V. od. Crusta lactea, Vinca m. (V. tri. has urinary concomitants). Eruptions, ulcers, &c., Cham., Graph., Hep., Merc., Olean., Petrol., Staph. Stitches, K. ca. Botan., see Viol. od." ],
    "Causation" : [ "Suppressed milk-crust (nervous paroxysms)." ],
    "Mind" : [ "Sadness respecting domestic affairs.", "Precipitation as from internal anguish, with sensation of great weakness.", "Tendency to shed tears.", "Ill-humour, moroseness, with dislike to conversation.", "Great sensitiveness, inclination to scold, and combativeness.", "Disobedience.", "Aversion to labour.", "Great dulness of the intellect." ],
    "Head" : [ "Head bewildered and perplexed.", "Vertigo and dizziness when walking.", "Headache from root of nose to brain, disappearing in open air.", "Heaviness of head, which draws it backwards, principally when getting up, > by stooping.", "Pressive headache, esp. in forehead and temples (extending outward).", "Shootings in occiput day and night.", "The brain shakes when walking.", "Burning stitches in scalp, esp. in forehead and temples (tearing stitch externally in l. temple).", "Scurfs on head, unbearable burning, most at night.", "Impetigo of the hairy scalp and face.", "Crusta lactea in children recently weaned.", "Thick incrustations, pouring out a large quantity of thick, yellow fluid, which mats the hair." ],
    "Eyes" : [ "Pain in eyes, as if a hard body were between upper eyelid and eyeball.", "Smarting and incisive and itching shootings in eye.", "Contraction and closing of eyelids, with inclination to sleep.", "(Myopia.)" ],
    "Face" : [ "Heat in face at night in bed, sometimes semilateral, and in cheek on which patient is not lying.", "Heat and perspiration of face after eating.", "Thickness and hardness of skin of face.", "Scabs on face with burning itching, esp. at night, and running of a yellow and viscid pus; also behind ears.", "Tension in integuments of face and forehead." ],
    "Mouth" : [ "Tongue loaded with whitish mucus of a bitter taste.", "Accumulation of saliva in the mouth, with sensation of dryness." ],
    "Throat" : [ "Sore throat in evening.", "Swelling of cervical glands.", "Much phlegm in throat = hawking, a.m.", "Swallowing difficult and very painful (syphilis).", "Chancroid ulcer on posterior surface of fauces and soft palate (syphilis)." ],
    "Abdomen" : [ "Stitches and cutting pain in abdomen, with urging to stool and crying and lamentations, followed by discharge of lumps of mucus and flatulence.", "Pressing-stinging in diaphragm." ],
    "Stool" : [ "Chopped soft stools.", "Stool with mucus and much flatus." ],
    "Urinary Organs" : [ "Urging (frequent) to urinate, with profuse discharge of urine.", "Fetid urine; it smells like cat's urine.", "Very turbid urine.", "Stitches in the urethra." ],
    "Male Sexual Organs" : [ "Swelling of the prepuce with itching.", "Stitching in penis or pressing in glans; burning of glans.", "While standing voluptuous itching of prepuce, accompanied by an erection which prevented scratching.", "Itching stitches in scrotum.", "Involuntary seminal discharges, with vivid dreams.", "Loss of seminal fluid at stool.", "Suppressed gonorrhoea; indurated testicle." ],
    "Female Sexual Organs" : [ "Stitch in region of mons veneris, r. side.", "Painful pustules on labia.", "Leucorrhoea: with stitching pain; in children; in syphilis.", "Chancroid ulcers about breasts." ],
    "Respiratory Organs" : [ "Stitches in l. side of chest; < during inspiration and expiration." ],
    "Chest" : [ "Syphilitic ulcers on clavicles.", "Shooting in chest.", "Stitches in the chest, on the ribs, sternum, and intercostal muscles." ],
    "Heart" : [ "Oppression and lancinations in region of heart on bending forwards while sitting.", "Anxietas praecordium, with palpitation of heart when lying down (with beating like waves)." ],
    "Neck and Back" : [ "Swelling of glands of neck.", "Spasmodic pain and contraction, with pinching between shoulder-blades (with cutting, tingling, and crawling in the skin)." ],
    "Upper Limbs" : [ "Lancinations in joints of shoulder, elbows, forearms, and fingers; > on motion.", "Painful pustules in axillae (syphilis).", "Cutting stitches with itching in axillae." ],
    "Lower Limbs" : [ "Pain, as of broken thighs, on waking in morning.", "Flexion of knees when walking; with drawings in thighs and calves.", "Jerking of muscles in calves.", "Fine stitches in r. tibia when walking.", "Shootings in patellae, tibiae, and feet.", "Pustulous and ichorous exanthema on feet." ],
    "Generalities" : [ "[The principal use for this remedy is for nocturnal emissions accompanied by very vivid dreams; they are not very exhausting, but cause an uneasy and \"played-out\" state of the mind.", "Loss of seminal fluid at stool and in the urine, trembling, poor appetite, feels dull, sleepless.", "Very vivid, amorous dreams.", "Pricking in skin; pricking Itching.", "< When sitting.", "> After rising from a seat.", "H. N. G.].", "Dejection, sometimes as from insufficient sleep.", "Lancinating pains in the limbs.", "Miliary eruption over whole body, with lancinating, gnawing sensation." ],
    "Skin" : [ "Stinging-biting rash.", "Dry scabs over the whole body; when they are scratched they exude yellow water.", "Eruption over face (except eyelids) and behind ears, with burning, itching, < at night, a thick, hard scab formed, cracked here and there, from which a tenacious yellow pus exuded, and hardened into a substance like guru." ],
    "Sleep" : [ "Inclination to sleep in afternoon.", "Disturbed sleep, with frequent waking.", "Awakens frequently without cause.", "Sleep retarded by a concourse of ideas, with difficulty in waking in morning.", "Vivid and amorous dreams.", "Jerking of the (child's) hands and retraction of thumbs when sleeping, with redness of face and general dry heat." ],
    "Fever" : [ "Chill, or chilliness in forenoon and in open air.", "Dry, anxious heat at night in bed, with red face.", "General heat, esp. in face, with anxiety; dyspnoea immediately after eating.", "Night-sweats." ]
  }
}