{
  "remedyName" : "Viola Odorata",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Cancer. Choroiditis Cough, spasmodic; by day. Hoarseness. Hysteria. Neuralgia, supra-orbital. Otorrhoea; suppressed. Rheumatism. Seminal emissions. Styes. Whooping-cough. Wrists, rheumatism of." ],
    "Characteristics" : [ "The Violet was introduced by Gross and proved by Hahnemann, Gross, and Stapf. Gross says of his symptoms that they recurred equally in all positions, were mild, yet more definitely felt than from other drugs. Hahnemann had bruised pain in all the bones in the morning, in bed after waking, > after rising. Stapf had relaxation of all the muscles. The mind was greatly excited and disturbed, and V. od. found its first uses in hysterical cases. Aversion to music, especially the violin, is one of the peculiar symptoms. There is increased activity and rush of ideas, generally confused: \"Can only grasp half an idea; puts it in its proper place but cannot hold it.\" A keynote symptom of V. od. is Tension: \"Tension of the occiput and forehead\"; \"Tension of the scalp of occiput even when not moving, though < bending head forward and backward; painful, compelling him to wrinkle forehead; lasting several days.\" Gross experienced the former and Stapf the latter of these. The following is from Gross: \"Tension which at times extends to upper half of face, especially of nose, thence to forehead and temples, as far as ears, alternating with a similar sensation in occiput and cervical muscles.\" Cooper (H. M., xxix. and 640) has illustrated the action of V. od. on the head and eye by a case: Miss X. had for twenty years attacks of fearful headache which began suddenly and without apparent cause at intervals of a week or more. The pain was throbbing under right temple and eye, sometimes flying for a short time to the other side. Vision very defective, especially on dull, wet days; chronic choroiditis had been diagnosed by one prominent oculist. On September a single dose of V. od. O was given. Next day the patient had a headache, not in the usual place, but quite at the vertex. After this there were no severe headaches and very few threatenings. General health improved and the sight also; the pain and irritation, which were formerly distracting, disappeared. Cooper ordered discontinuance of glasses. On March there was a rather pronounced attack of headache, with sick feeling, at the time of the period; \"the first day the pain was through my head, the second day about an inch or two above the right ear.\" Another dose of V. od. O was sent. From this time the cure went steadily forward. Appetite and strength increased, and sight gradually became normal. On May the patient wrote, \"I am quite well, and my sight is in splendid order.\" Cooper considers V. od. has a very specific relation to the lateral sinuses and their vasomotor nerves. Symptoms of the proving show a \"decided pitch\" on the interior of the eyes: \"Oppression in the eyeballs; heat and burning of the eyes\"; \"Fiery appearances (a fiery semicircle) before the eyes\"; \"Stinging in the eyes.\" Cooper has also published an ear case treated with Viola (H. M., xxix. 154): A child of seventeen months had been affected with recurring otorrhoea of both ears (< right) from birth; and two other children of the same parents were said to have died from discharges of the ears, coming on in the same unaccountable manner. V. od. O, one dose, was given, and the next day a great quantity of ills-smelling discharge came from the right ear, with immediate improvement in the child's condition; from being drowsy and listless she became bright and intelligent. Thereafter both discharge and deafness disappeared. Ear affections with pain about the orbits indicate V. od. V. od. has cured a number of cases of rheumatism, chiefly right-sided. It has a marked affection for the wrists, especially the right. Cooper considers it Suited to \"dark-complexioned people of the Fer. pic. type\"; Hering says to \"tall, thin, nervous girls\"; to \"mild, impressive girls of fair complexion\"; and to \"tuberculous patients.\" Teste, who used Viola frequently, described the type as \"a lymphatico-nervous temperament, a mild disposition, dry and cool skin.\" Many patients cured by him were tall and slender. [The cure of Lady Margaret Marsham, of an affection of the throat pronounced to be malignant (apparently epithelioma of tonsil), with an infusion of Violet leaves is on record (H. W., xxxvi. 556). Boiling water was poured on the fresh leaves and allowed to stand twelve hours. Compresses moistened with this were applied externally to the throat and covered with oil-silk. Relief of pain, dysphagia, and suffocative symptoms was immediate. The external swelling disappeared in a week, the growth on the tonsil in a fortnight.] Peculiar Sensations are: As if everything in head whirled around. As if eyeballs were compressed. As if nose had been beaten and blood were pressing out. As if hard palate were dried up. As if a stone were lying on chest. Burning like a small, transient flame in spots here and there. The symptoms are: < Bending head backward and forward. < By day (cough). < From music. Bone pains > after rising in morning. < Cold room (hoarseness). < Dull wet day (vision)." ],
    "Relations" : [ "Antidoted by: Camph. Compatible: In whooping-cough, Coral.; in helminthiasis, Cina. Compare: Pain in right wrist, Act. spi., Bry. Ropy sputa, K. bi. Weakness of muscles of neck, Ver., Ant. t. < Music, Nux, Sep., Ph. ac., Aco., Nat. c., Puls. [Cooper has pointed out a close relationship between the Violaceae and the Rubiaceae, notably between Viola and Ipecac. Both Viola and Ipec. have been used externally as remedies for stings and snake-bites (H. W., xxxvi. 249).] Teste puts Viola in the Chelidonium group, and finds a striking analogy between these two remedies." ],
    "Causation" : [ "Suppressed discharges." ],
    "Mind" : [ "Sombre melancholy and sadness.", "Hysterical humour, with constant weeping, without knowing why.", "Aversion to conversation.", "Great weakness of memory and forgetfulness.", "Great concourse (excessive flow) of unsettled and confused ideas.", "Insane confusion, childish behaviour, disobedience, refusing nourishment, talks in a low, soft voice.", "Remarkable perspicuity and great activity of brain.", "Predominance of intellect over feeling.", "Increased activity of the intellect." ],
    "Head" : [ "Dull and painful confusion in the head.", "Turning vertigo, also when seated.", "Headache, sometimes with cramps in eyes and luminous circles before sight.", "Drawing in l. frontal eminence.", "The head feels heavy and sinks forward; sensation of weakness in muscles of nape.", "Rush of blood to head, with prickings in sinciput (forehead).", "Tension in integuments of the head, extending into face, nose, and ears, frequently causing a knitting of the brows.", "Burning in forehead." ],
    "Eyes" : [ "Cramps in eyelids.", "Closing of eyes as from drowsiness.", "Heaviness of eyelids.", "Sensation as if eyeball were compressed.", "Pupils contracted.", "Heat and burning sensation in eyes.", "Myopia.", "Flames before eyes.", "(Chronic choroiditis with fearful throbbing headache under r. temple.", "R. T. C.).", "Caused styes on r. eyelids in a case of Cooper's.", "(Vision dim, < on dull, wet days)." ],
    "Ears" : [ "Shootings in (and around) ears.", "Aversion to all kinds of music, principally violin.", "Murmuring and tinkling before ears.", "(Discharges of both ears with deafness disappeared after one dose of O.", "R. T. C.).", "Brings on a discharge that has stopped; or heals a discharge in a few days (R. T. C.)." ],
    "Nose" : [ "Numbness of tip of nose as from a blow, and as if blood were pressing out." ],
    "Face" : [ "Hot forehead.", "Pain in face, with drawing pressure in zygomatic process.", "Tension in integuments of face, esp. above eyes.", "Tension below eyes and above nose, extending to temples.", "Tearings in (l.) lower jaw in direction of ear." ],
    "Teeth" : [ "Tearing pain in (r.) lower teeth." ],
    "Mouth" : [ "Sensation in hard palate as if it were completely dried up.", "Aphthae." ],
    "Abdomen" : [ "Distension of abdomen." ],
    "Stool and Anus" : [ "Constipation, with ineffectual want to evacuate.", "Helminthiasis.", "Itching of anus every afternoon." ],
    "Male Sexual Organs" : [ "Pollutions, followed by headache." ],
    "Female Sexual Organs" : [ "During pregnancy, dyspnoea." ],
    "Respiratory Organs" : [ "Hoarseness, followed by coryza.", "Dyspnoea with violent cough; < in daytime.", "By day chiefly, in long-lasting spells, dry, short, violent cough, with much dyspnoea.", "Whooping-cough in nervous, thin little girls.", "Sputum profuse, clear, ropy, jelly-like.", "Respiration difficult, and scarcely perceptible, with painful expiration, excessive anguish, and violent palpitation of heart.", "Shortness of breath." ],
    "Chest" : [ "Violent oppression of the chest and dyspnoea, with pressure on the chest, as by a stone." ],
    "Neck and Back" : [ "Tension in muscles of the neck.", "Jerking drawing in cervical muscles, near nape, extending down, < lying on opposite side." ],
    "Limbs" : [ "Rheumatism of r: side; motion of r. side almost impossible.", "Bruised pain in all bones in morning in bed, after waking, disappears after rising.", "Relaxation of all the muscles.", "Drawing pains in limbs.", "Pain as if broken in all joints on waking in morning.", "Trembling of limbs." ],
    "Upper Limbs" : [ "Slight trembling of arms; dyspnoea.", "Rheumatism of upper limbs; deltoid; of r. carpal and metacarpal joints.", "Drawing pain in elbow-joint and back of hand.", "Pressive, aching pain in the wrists, esp. r." ],
    "Lower Limbs" : [ "Oedematous swelling of lower limbs with stitching pains." ],
    "Generalities" : [ "Congestion of blood to single parts.", "Troubles of or on l. ear.", "Burning and flushes of heat in different parts.", "Great nervous debility.", "The sufferings are mild, but still well defined, and the same in all positions.", "Yawning every morning, with lachrymation.", "The patient lies on the back while asleep at night, with the l. hand passed above the head and the knees bent; contrary to his habit." ],
    "Skin" : [ "Dry, warm skin, want of sweat; only palms moist; measles running an irregular course.", "Transient burning here and there in small spots." ],
    "Sleep" : [ "Yawning: and stretching without sleepiness; every morning so that eyes fill with water.", "Sleepiness in eyes, lids will close.", "Lies on back in sleep with l. hand over head, knees bent and lying far to side." ],
    "Fever" : [ "Chilly disposition.", "Forehead hot.", "Transient burning, here and there, as if it concentrated in a small spot and burned there like a small flame.", "Febrile shuddering.", "Night-sweats." ]
  }
}