{
  "remedyName" : "Vipera",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Epistaxis. Goitre. Haemorrhages. Jaundice. Liver, enlargement of. Neurasthenia. Phlebitis. Senility, premature. Tongue, swelling of. Varicosis." ],
    "Characteristics" : [ "The effects of bites by the Common Viper and related species have been collected, and have furnished the data for Homoeopathic prescribing. Vipera affects the blood and blood-vessels, conducing to haemorrhage and inflammation of the vessels themselves. A keynote for Vip. in cases of phlebitis and varicosis is \"< on letting the limb affected hang down\"; as if it would burst with fulness. The region of the vessel affected is inflamed and sensitive. Allen (Handbook) relates this case: A goldbeater found the veins of his right arm become exceedingly swollen and painful, so that he could no longer work, or let his hand hang down. Vip. cured immediately. A case (quoted from Med. Adv. in Med. Cent., ii. 79) of varicose vein of the popliteal space, with the sensation as though the leg would burst, and a nervous, fidgety condition of the feet which kept them in constant motion, was cured with Vip. torva The bursting feeling appears to be at the root of this characteristic. Swan said Vip. was a remedy for all forms of epistaxis. Vip. has a chronic and periodic action; the symptoms return annually for years. Patients resist the cold badly. The parts may be paralysed and ulcers and gangrene follow. A Sensation as if something ran up the thigh occurred in the bitten limb in one case. In one case there was sweat over the whole body except the bitten limb. Leonard (M. A., xxvi. 103) gave Vipera acontica carinata (1) to a lady suffering from climacteric haemorrhage; flow red with dark clots; excessive to prostration and faintness. She had a small uterine fibroid. A few doses relieved, and the excessive haemorrhage did not return. (2) A lady nursing a child a year old was much prostrated by haemorrhage lasting several weeks, not profuse, but continuous: Nose-bleed nearly every day; weaning brought no relief. Chi. did no good. Vip. ac. cm cured in three doses. The symptoms are: < By touch; by pressure; on change of weather. < Letting limb or part hang down." ],
    "Relations" : [ "Compare: Haemorrhage of fluid blood, Sanguisuga. < Hanging down limbs, Calc., Alm., Am. c., Sbi., Thu." ],
    "Mind" : [ "Delirium; and raving; with vomiting; alternating with sopor.", "Coma, with thirst for water.", "Loss of mental functions with drawn features." ],
    "Head" : [ "Vertigo: with falling forward, with nose-bleed and anxiety; with nausea and vomiting, so that he fainted; with loss of vision.", "Ecchymoses in membranes of brain, effusion of bloody serum into ventricles.", "Tearing at every change of weather, with sticking.", "Headache: with coated tongue and bad appetite; with inclination to sigh." ],
    "Eyes" : [ "Eyes: dark yellow; red, inflamed, and watery; staring; sunken.", "Pupils: dilated; l. dilated, r. contracted.", "Paralysis of lids; dropped over eyes.", "Vision: dim; dim in l. eye, lost in r.; lost." ],
    "Nose" : [ "Bleeding from nose; with vertigo." ],
    "Face" : [ "Face: swollen (and neck), with pressing out of eyes; tense and blackish, with closure of throat; convulsed; red; pale and hippocratic, with cold sweat on forehead; covered with drops of sweat.", "Lips: blue; lips and tongue swollen, covered with saliva and pale; livid and protruding.", "Acid burning in lips, mouth, and throat." ],
    "Mouth" : [ "Scorbutic line on gums.", "Sensation of swelling in the teeth (H. W., xxviii. 25).", "Swelling of salivary glands; of mouth; of mouth and throat, with dryness, so that swallowing was impossible.", "Tongue: swollen; and brownish-black, protruding; so that he could not speak; with closed jaws and difficult speech.", "Tongue: black; fuliginous and breath fetid; yellow, tip red; white, tremulous; white in middle, moist on edges, with thirst.", "Speech: inarticulate; and thick; lost on account of weakness." ],
    "Throat" : [ "Swelling like a goitre.", "Closure of throat so that she could swallow only water and milk, afterwards biting in fauces, the swelling of which became blackish.", "Viscid mucus adheres to pharynx." ],
    "Appetite" : [ "Appetite lost.", "Thirst: with moist tongue, for cold drinks." ],
    "Stomach" : [ "Nausea: with shuddering; with attack of faintness.", "Retching; with suffocative sensation.", "Vomiting: after milk; of all food and drink; with weakness; faintness; shivering, and thirst; coldness of body; with colic; with colic and thirst; bilious diarrhoea of bitter yellow fluid; green substances; green liquid; viscid greenish fluid.", "Pain: in epigastrium; < pressure; in epigastric or umbilical region.", "Uneasiness in epigastrium.", "Digestion slow." ],
    "Abdomen" : [ "Hypochondria tense; sore.", "Abdomen tense, pressure causes distension of facial muscles.", "Swelling with raging pains and spasms even to faintness, and after drinking milk vomiting of a mass of round worms, then freedom from worm troubles which he had before.", "Sudden flatulent distension, with colic, pain in back, and vomiting.", "Rumbling.", "Pain in abdomen; in umbilical region, < pressure." ],
    "Stool and Anus" : [ "Diarrhoea: frequent; bilious.", "Fetid; and black.", "Bloody stools; in masses of dark, offensive blood (apparently from the tongue, which had been scarified).", "Stools: copious; numerous, with shivering, urging, and thirst; involuntary; and frequent, mixed with blood and mucus; and involuntary micturition.", "Discharge of black, coagulated blood; of blood just before death.", "Pain and tenesmus.", "Urging to pass stool and urine; desire for stool, with coldness to touch.", "(After diarrhoea, greenish and bloody, most violent pain in the enlarged liver, with jaundice and fever, pain extending from liver to shoulder and down to hip; Vipera immediately removed the pain and reduced the liver to its normal size.)" ],
    "Urinary Organs" : [ "Ineffectual desire.", "Strangury.", "Involuntary micturition.", "Urine: increased; suppressed; dark yellow, as in jaundice." ],
    "Respiratory Organs" : [ "Suffocation.", "Dyspnoea; with sticking in heart.", "Anxious breathing, as in croup, threatening asphyxia.", "Breathing ceased suddenly, heart stopped, face became livid, &c., tracheotomy was performed, blood drawn from arm flowed scantily, was dark, mixed with bright streaks." ],
    "Chest" : [ "Veins of chest and abdomen thick and hard.", "Swelling of chest as far as umbilicus after bite on face.", "OEdema of lungs before death.", "Pain: in l. side; over four or five r. ribs on pressure.", "Oppression, with anxiety; with violent efforts to breathe and swallow." ],
    "Heart and Pulse" : [ "Sticking in heart; with cold sweat and faintness.", "Pain in heart with faintness.", "Dragging pain so that he tears his clothes, becomes faint.", "Anxiety at same time for four years, with soreness of the bitten foot and paralysis of r. arm.", "Heart's action: slow; feeble; and no pulsation in radial or carotid arteries, but that in crural was very strong.", "Pulse: rapid; interrupted; slow, febrile; irregular; weak.", "(Vip. is a very valuable remedy for varicose veins and for acute phlebitis, the vein is swollen, bordered by an area of inflammation, which is very sensitive to touch, but particularly with the sensation, on letting the leg hang down, as if it would burst from the fulness of the veins.", "Phlebitis of r. arm, < hanging arms down.)" ],
    "Back" : [ "Sticking in kidneys.", "Pain in loins." ],
    "Limbs" : [ "Limbs swollen and red.", "Livid spots on the bitten limb every year at the time of the bite.", "Yellowish, livid, mottled spots.", "Trembling.", "Pain in limbs: < touch; alternating with pains in abdomen.", "Limbs: benumbed: relaxed.", "(Burning feeling in limbs in three cases", "neurasthenia, an old sprain, and varicose veins.)" ],
    "Upper Limbs" : [ "Pain: in shoulders; in arm, extending to chest.", "Arm swollen; livid red; red, covered with spots; painful.", "Paralysis of r. arm recurring for years after, a bite on foot.", "Swelling: of the hand not bitten; of hand, not pitting on pressure, with pain as if it would burst, with pain on touch; and stiffness.", "Hands violet-coloured, covered with phlyctenules.", "Skin of hand dead and detached in large plates, subjacent tissues livid.", "Stitches in finger-tips after bite on arm." ],
    "Lower Limbs" : [ "Shuffling gait caused by paralysis.", "Convulsive movements.", "Cramps.", "Weakness.", "Feeling as if something moved up along thigh (after bite on ankle).", "Tension in knees and ankles.", "Knees stiff.", "Leg swollen, cold, and insensible.", "Paralysis of foot with shuffling gait.", "Paralysis, then ulcers." ],
    "Generalities" : [ "Persons become prematurely old; the development of children is arrested.", "Blood altered, tending to haemorrhages, coagulability lost; blood black.", "Symptoms periodic, return every year.", "Persistent oedema with tendency to ulcers.", "Faintness.", "Reeling.", "Prostration.", "Collapse.", "The bite was felt through the whole body like a streak of lightning, she sank to the ground.", "Bitten part seat of violent pain.", "The swelling was insensible." ],
    "Skin" : [ "Skin: pale; yellowish; jaundiced on face and trunk, with red patches on limbs; livid; in spots; black petechial spots over whole body, which was cold to touch.", "Herpetic eruption, with itching about the wound.", "Roseola-like eruption on inside of arm and down side of body.", "Ulcers.", "Blisters about the bite, bursting and leaving ulceration, muscles were laid bare, were dark red, dry, looked like smoked meat, insensible to touch, the sore was offensive.", "Gangrene.", "Crawling in soles, then also in palms." ],
    "Sleep" : [ "Disposed to yawn.", "Sleepiness; and heaviness; with inability to sleep, and also almost constant necessity to change the position.", "Sleeplessness; from pain.", "Night restless." ],
    "Fever" : [ "Chilliness: with sweat; with cold sweat; with rigidity and clammy sweat; then fever.", "Temperature diminished, resists cold badly.", "Heat: in morning, with thirst, restlessness, and moderate pains; towards evening; at night, with delirium; then shivering.", "Fever of irregular type; intermittent fever.", "Burning: running up arm; rising from heel to tongue; on chest and abdomen, with longing for cold applications though skin was cold to touch; of fingers (from rubbing a stick with which a snake had been bruised), with swelling.", "Sweat: after vomiting; after chamomile tea, copious sweat from abdomen to toes except over the bitten limb; cold; cold, clammy.", "Skin dry." ]
  }
}