{
  "remedyName" : "Viscum Album",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Aura epileptica. Chorea. Deafness. Dysphagia. Endometritis. Epilepsy. Labour, slow. Levitation. Lumbago. Menorrhagia. Metrorrhagia. Orchitis. Otalgia. Otorrhoea. Ovaritis. Retained placenta. Sciatica. Spleen, pain in. Struma. Throat, sore. Whooping-cough." ],
    "Characteristics" : [ "In a pamphlet on \"Viscum Album\" Dr. George Black, of Torquay, has put together most of the facts relating to this plant, including four new provings, by himself and three female provers. The symptoms of these provings I have marked in the Schema", "(B) Dr. Black, from 3x and O; (B1) Miss F., from 2x and O; (B2) Mrs. X., from 3; (B3) Miss S., from 3x, 2x, 1x, and O. Proell made a proving of the tincture, and developed symptoms resembling epileptic aura and petit mal, which had the additional epileptic feature of recurrence", "they recurred frequently for two years. Belcher gave to a girl, suffering from chorea, 5-drop doses of a tincture of leaves and berries. On the second day he was called to see her, and found her suffering as if under the influence of an opiate. Two women took Visc. to procure abortion. Every muscle save those of the eyes became paralysed, as did also the intestinal tract. They could not swallow, and died of starvation in consequence, the bowels being obstinately constipated. The muscles of speech were also paralysed. A boy, ate some berries; soon after began to feel giddy, and then became insensible. He was found with suffused countenance, lips livid, conjunctiva injected, pupils slightly dilated and fixed, pulse slow and full, bounding; breathing slow, stertorous. On pricking the soles the feet were quickly drawn up. Cold affusions roused him, when he began to talk incoherently, had spectral illusions, and was inclined to be violent. Laville (Epilepsy and Mania in Men and the Lower Animals) isolated (1) Viscine, a soft substance, yellowish blue, of poisonous odour and bitter taste; (2) Visco-resin, a bluish resin, pitchy, saccharine, odour at first agreeable, then fetid. Viscine is most abundant in the mistletoe of the apple-tree; Visco-resin in that of the oak and acacia, which last excites the sexual appetite. The mistletoe of the hawthorn possesses, like all the rest, but in a higher degree, the contractile properties of Secale on the uterus in uterine inertia. That of the oak has a remarkable anti-epileptic power on horses. A breeder had a very fine stock which became epileptic at four or five years old. He cured them with a tincture of the fresh leaves bruised in a mortar. According to Laville, all mistletoes are useful in epilepsy and rabies (Ozanam's account of Laville's work, B. J. H., xxv.). Black also quotes from B. J. H., xxii. William Huber's experience with Visc. a.: (1) Case of retained placenta with constitutional symptoms after miscarriage at sixth month. Expulsion rapidly effected by Visc. a. (2) Man, robust, fair, took a chill from travelling in ice-cold wind. Got a drawing-tearing pain in left lower jaw, lasting some hours, succeeded by loud buzzing, and stopped-up feeling, ending in complete deafness of that ear. Visc. cured. (3) Metrorrhagia following suppression from a cold foot-bath. Visc. cured. (4) Metrorrhagia following suppression from working in water. (5) Sciatica left side. Visc. cured. (6) Rheumatism from wading ill-shod through great tracts of snow. Visc. cured. (7) Hydrothorax (right) from chill, with shooting in spleen. Visc. and cured. John Wilde (M. H. R., xii. 144) made a tincture of the bruised leaves, and gave 5-drop doses to a boy, who had chorea affecting face and limbs. There was improvement in two days, and in a few weeks a complete cure. A boy, nine, strumous, with tendency to skin disease, was affected with chorea after a fright. He was completely changed in expression, speech quite inarticulate, look idiotic. The movements continued at night, and the boy was worn out for want of sleep. Visc. Ae to 2-drop doses, did no good. The dose was then increased to drops. Improvement set in at once, and a perfect cure was effected; the doses being diminished after a time because soreness of the tongue and redness of the conjunctiva were set up. Black removed with Visc. the following: (1) Lumbago, from chill, tearing pain, wants something to press against it. (2) Lumbago, right, extending to right buttock, < by slightest movement. (3) Pain in sacral region, unable to turn either side, < slightest movement; \"pain of a terrible clutching nature, as if her vitals were affected.\" [Cooper has given great relief with Visc. in \"old spinal-irritation pains.\" He names also \"spinal symptoms due to uterine causes\" as indicating it.] (4) Rheumatism;\" the weight of my body on the joint causes it to be very sore\"; excessive perspiration. (5) Sciatica associated with otorrhoea. Burning pain from centre of left buttock to inner ankle; heel as if red-hot coal applied; leg feels heavy as lead. In addition a number of cases of catarrhal deafness with noises in the ears were cured or greatly improved. C. M. Boger (Med. Couns., xvi. 266) relates this case: Persistent vertigo after epileptic seizures, lasting a month at a time. Visc. cm cured. Huber (H. R., ii. 74) used the 3x and 6x. He considered it applicable to all kinds of rheumatism, acute and chronic, especially when characterised by tearing pains; in cases occurring in winter, the result of exposure to sharp winds; and in cases of rheumatic deafness. The symptoms are < By movement; by slightest movement. The lumbago cured in one case was > by pressure." ],
    "Relations" : [ "Antidoted by: Camph., Chi. Follows well: Aco. (rheumatism). Compare: Epilepsy, Bell., Stram., Plumb. Effects of working in water, Calc. Chill, fright, Aco. Uterine action, Secale. Rheumatism, Aco., Bry., Puls., Rho., Rhus, Spi." ],
    "Causation" : [ "Chill. Wetting. Fright. Suppression of menses." ],
    "Mind" : [ "Incoherent talk and spectral illusions; inclined to be violent.", "Insensibility.", "Stupor, succeeded by almost entire insensibility, lying motionless, with her eyes closed, as if in a sound sleep, but easily roused by a loud noise, and then would answer any question, but when she relapsed into her former condition there was a slight disposition to stertorous breathing (2nd d.).", "Feels as if going to do something dreadful while the tremblings are on (B1).", "Keeps waking in night thinking the most horrible things imaginable (B1).", "If awake seemed to be dreaming, if asleep she was dreaming (B3).", "Felt in bad temper when pain in chest was on (B3).", "Great depression (B)." ],
    "Head" : [ "Giddiness (2nd d.).", "Intense throbbing headache (B1).", "Sharp pain in head and face, leaving them sore (B1).", "Numb feeling in head (B).", "Tightening sensation of the brain once or twice (B).", "Sharp shooting in l. occipital bone (B).", "Twinges of pain in l. supraorbital region and r. thigh (B)." ],
    "Eyes" : [ "Conjunctiva injected.", "Pupil slightly dilated and fixed.", "Pupils contracted, and at first insensible to light (2nd d.).", "Spectral illusions.", "Eyes sleepy, difficult to open, lids heavy (B3).", "Neuralgic pain lower part r. orbit (B)." ],
    "Ears" : [ "(Deafness in l. ear.).", "Hearing in l. ear impaired, sounds muffled (B).", "Dulness of hearing, C ear; sharp twinges of pain in r. ear; later in l. (B).", "Sound as of wind in trees (B).", "Singing in r. ear, crackling in l. (B)." ],
    "Nose" : [ "Dryness back of nose, extending to larynx (B)." ],
    "Face" : [ "Countenance suffused.", "Lips livid.", "Face flashed (after palpitation, B1).", "Face hot and flushed (B)." ],
    "Mouth" : [ "Teeth have bled (B1).", "Teeth chattered.", "Mouth suddenly fills with sativa (B).", "Unpleasant taste on waking, tongue coated to tip with ochre-yellow fur (B).", "Tongue sore.", "Felt starving at supper-time (B1).", "Appetite ravenous (B1)." ],
    "Stomach" : [ "Squeamish before breakfast and dinner (B1)." ],
    "Abdomen" : [ "Whole alimentary canal paralysed.", "When out at times feels as if some one were dragging her down from the waist; and directly after as if upper part of body floating in air (B1).", "Hot feeling and constant ache in l. groin; followed by sick feeling and shivering (B3).", "Aching in hypogastrium as if menses coming on (B3).", "Sharp twinges of pain about r Poupart's ligament, inner aspect, shooting along spermatic cord (B)." ],
    "Stool and Anus" : [ "Bowels obstinately constipated.", "Copious action of bowels and very offensive (cadaverous) flatus (B).", "Stinging, stitching pains l. side of rectum near anus, on lying down soon after midnight; coming and going (B).", "Constipated stool following itching of anus (after leaving off Visc. a.", "B).", "Acute aching l. side of anus for hours, < evening (B)." ],
    "Urinary Organs" : [ "Frequent urination; urine pale, increased in quantity (B1).", "Urine milky-white after standing (B3).", "Urine turbid after standing, pink deposit (B)." ],
    "Male Sexual Organs" : [ "Erotic dreams and seminal emissions (B).", "Sharp twinges of pain along r. cord to testicle, which was drawn up close to inguinal ring.", "During coitus rather severe palpitation of the heart (B).", "Pain in r. testicle (B)." ],
    "Female Sexual Organs" : [ "Sharp pains in ovarian region coming and going for two weeks, < morning in bed (B1).", "Shooting pains in l. ovarian region, and on movement lumbar pain and stiffness (B2).", "Shooting pains in l. ovarian region, < lying on l. side; with dead ache after (B3).", "Felt faint, and actually fainted before menses (B3).", "(Numerous cases of retained placenta.).", "Metrorrhagia, partly bright, partly clotted and dark, with dull headache, stitches in temples, numbness of extremities, blue rings round eyes, sunken eyes.", "It causes uterine contractions and stops haemorrhages.", "[Chronic (granular) endrometritis characterised by enlargement; either subinvolution, alveolar hyperplasia or hypertrophy.]" ],
    "Respiratory Organs" : [ "Spasm of glottis, came with dry sensation in throat, followed by efforts to swallow, then a sort of complete block, causing efforts to swallow and eyes to fill with tears (B).", "Breathing slow and stertorous.", "Slight disposition to stertorous breathing (2nd d.).", "(A case of whooping-cough was cured in two days.)" ],
    "Chest" : [ "Pain across sternal region, below breasts, coming and going, < by deep breath or lying on l. side (B3).", "Stitching pain at upper part of l. breast (B3).", "Stabs under l. false ribs and constriction upper part of l. lung, < taking deep breath.", "Stitch in chest below l. breast, again above r. knee (B).", "Creepy, chilly feeling l. side of lower outer chest (B)." ],
    "Heart" : [ "Just when going off to sleep heart gave two severe thumps, then went off beating at a great rate (B1).", "Heart gave a throb and then a pause (B).", "Palpitation during coitus (B).", "Pulse small, quick, and very irregular.", "Pulse slow, full, and bounding." ],
    "Neck and Back" : [ "Sudden, momentary pain r. side of neck, two inches above clavicle (B).", "Pain in l. side of neck on turning head to l. (B).", "Aching between shoulders (B1).", "Aching and burning in sacral region (B1).", "Lumbar pain and stiffness < on movement (B).", "Creepy shivering lumbar region (B)." ],
    "Limbs" : [ "Twitching in hands and legs like chorea (B3)." ],
    "Upper Limbs" : [ "Severe pain in, r. shoulder-joint while sitting thinking, p.m.; < on raising arm.", "Felt in dorsum of l. hand as if a large spider were crawling over it; soon afterwards felt same sensation in dorsum of the r. hand (Proell, after drops)." ],
    "Lower Limbs" : [ "(Several cases of sciatica.).", "In same winter suddenly felt in r. foot a violent aching pain from within outwards, that compelled him to take off his boot, as it felt too tight; this sensation went off in an hour (Proell).", "Sharp pain in r. buttock (B).", "Unable to sleep till a.m. for pain in r. leg, in popliteal space and edge of tibia, as during catamenia; > moving leg about (B3).", "Burning in centre of calf, changing position of limb > but does not remove the pain (B3).", "Aching at upper and outer aspect of both calves, must keep moving them (B3).", "Sharp shoot centre r. thigh at back (B).", "Sharp twinge of pain in l. tibia (B).", "Sharp twinge of pain in ball of l. great toe (B).", "Stitch above r, knee (B).", "Sudden twinges of pain in lower r. thigh and l. supraorbital region (B)." ],
    "Generalities" : [ "About a.m., when he was going to see a patient, he felt very queer, as if he must fall down; he felt a glow that rose up from the feet to the head, and it seemed to him as if he were on fire, at same time his face became very pale; this kind of aura epileptica recurred three times during the winter (Proell, after drops).", "Every muscle of body, except those of eyes, were paralysed; could not speak or swallow, and both died about eighth or ninth day, literally starved.", "Frequent recurrence of the symptoms during two years.", "(Chorea from fright.).", "Trembling in limbs, teeth chattered, got generally shaky (B1).", "Unable to keep any part of body quiet at night, jerking first in one part then in another (B1).", "Jerking and twitching of muscles (B2).", "Fearfully tired as after hard work, evenings (B3).", "Shooting pain in various parts of body (B).", "Tremor through body as if all muscles in fibrillary contraction (B)." ],
    "Skin" : [ "Skin warm and moist.", "Skin felt dry and burning (B3).", "Red spots on neck and chest (B3).", "L. side of neck large papule or small blood-boil (B)." ],
    "Sleep" : [ "Drowsiness (2nd d.).", "Wakes thinking of horrible things; gets to sleep again soon by changing thoughts (B1).", "Sleep dreamful; worrying dreams of affairs of day (B3)." ],
    "Fever" : [ "Chilly even near a stove; cold, chilly feeling creeps over him frequently (B).", "Skin warm and very moist (2nd d.).", "First cold and then hot feeling without being actually hot (B1).", "On waking always very hot except on knees, legs, and feet, which are very cold.", "Hot feeling at night during micturition (B)." ]
  }
}