{
  "remedyName" : "Wiesbaden",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Angina pectoris. Body, odour of, offensive. Constipation. Corns. Diarrhoea. Ear-wax, excessive. Epistaxis. Glaucoma. Gout. Haemorrhage. Haemorrhoids. Hair, rapid growth of; falling of; grows darker. Hernia, inguinal; femoral. Indigestion. Miscarriage, prevents. Rheumatism. Sterility. Vertigo; caduca. Whitlow." ],
    "Characteristics" : [ "The hot, chlorinated saline springs of Wiesbaden (Fontes Mattiaci of Pliny) contain grammes of solids to each litre, and of these Nat. mur. makes up more than seven grammes. The baths, which constitute the chief part of the treatment, are extremely excitant. The baths, combined with drinking the water, generally determine at the commencement of the cure certain phenomena of saturation which disappear on temporary suspension of the treatment. The most common of these is a saburral state of the stomach, and a feeling of fulness and tension in the whole abdomen. Gout and rheumatism are the chief affections for which Wiesbaden is sought. Passive or atonic gout is the only kind for which Wiesb. is suited, and these cases usually pass through a period of aggravation before improvement sets in. Torpid and nodous rheumatism are benefited, the douche being employed as well as the bath. Paralysis.; muscular and tendinous contractions; sprains; in complete anchyloses; stiffness from old fractures; gunshot wounds which are slow to heal, are also benefited by Wiesb. \"Abdominal plethora and portal obstruction are relieved.\" \"By the artificial congestion which they set up in the venous plexus of the rectum they have for an almost constant effect the disengorgement of the viscera under the diaphragm, and the prevention of stasis in their parenchyma\" (Constantin James", "to whom I am indebted for the whole of the above facts). Apelt observed the effects of drinking the water and excessive bathing. Magdeburg observed the effects on eight healthy persons. The excitant, congestive, and evacuant effects mentioned by James appear in the provings. Blood rushes to the face. There is vertigo when lying in bed; and vertigo which causes falling. Haemorrhages occur from anus and nose which relieve other symptoms. Fermentation occurs in the abdomen, and there is great exhaustion after diarrhoea. Haemorrhoidal flow occurs with > of abdominal plethora. In one case nose-bleed occurred persistently for six weeks, at the end of which a weakness of vision bordering on blindness was cured. During the menses there is great weakness; also constipation. A number of remarkable symptoms appeared in reference to the skin and nails. The hair grew rapidly and became darker. Nails also grew rapidly. Corns and callosities dropped off. Berridge cured with Wiesb. a Miss B., of a soft corn between fourth and fifth toes of right foot. There was burning and shooting pain in the corn (H. P., vii. 477). With the sweat of Wiesb. there is itching. The sweat on the diseased parts made a brown stain. The urine stiffened linen. The symptoms were: > By nose-bleed; by haemorrhoidal flux. < During menses. < From coffee (frequent micturition). < Lying in bed (vertigo)." ],
    "Relations" : [ "Compare: Nat. m. Corns, Fer. pic. Callosities, Ant. c. Hair turns darker, jabor., Pilo., Wild." ],
    "Mind" : [ "Becomes more cheerful (after 7th d.).", "Impatient, depressed, hopeless.", "Anxiety and uneasiness prevent sleep.", "Apprehensive.", "Ill-humour.", "Peevish, talks to no one.", "Disinclined to think." ],
    "Head" : [ "Vertigo: falls while walking; whirling in head, kind of insensibility, trembling faintness, spasmodic hiccough, alternations of chills and heat, thirst, haemorrhage while riding in a carriage.", "Dizziness and heaviness of head while lying in bed, sensation as if she would fall.", "Reeling and tottering, objects move before the eyes.", "Head heavy, dull.", "Hair: grows much more rapidly than usual; falls out and grows again rapidly; new growth darker; formerly soft, becomes hard and brittle.", "On scalp: large boils; desquamation; itching, as from vermin; intolerable; incessant." ],
    "Eyes" : [ "Glistening of eyes without clearness; slimy moisture is wiped from them.", "Copious secretion: tenacious; slimy; purulent.", "Moisture in canthi.", "Eyes ache.", "Pressure deep in eyeballs.", "Eyeballs painful.", "Increased tension.", "Falling of eyebrows and lashes, with rapid secondary growth.", "Itching of lids and margins.", "All things seem to move before eyes when walking; reeling; staggers to and fro.", "Weakness of vision > by persistent nose-bleed." ],
    "Ears" : [ "Copious secretion of ear-wax; soft; slimy; pale brown; thin, almost fluent.", "Tickling sticking in meatus.", "Much itching of ear, > after copious flow of ear-wax.", "Pains in ears.", "Roaring in ears with diminished hearing." ],
    "Nose" : [ "Frequent sneezing, secretion of thick mucus.", "Secretion from nose: watery; tenacious, like isinglass; yellow mucus for four months.", "Nose-bleed for six weeks, with which weakness of vision, bordering on blindness, disappeared.", "Inclination to nose-bleed.", "Frequent itching of nostrils." ],
    "Face" : [ "Expression of suffering.", "Face: sunken; emaciated; red and hot, with itching; circumscribed redness.", "Blood rushes violently to face.", "Sensation of cobweb lying on skin of l. cheek (2nd d.).", "Profuse sweat on face compels rubbing." ],
    "Mouth" : [ "Teeth seem too long.", "Drawing tearing in teeth, so he could scarcely eat.", "Gums: became scorbutic after long bathing; blistered; loose and painful; sore while eating.", "Tongue: fuzzy with nauseous taste; white on edges; middle brown.", "Injected veins under tongue.", "Mouth dry.", "Skin forms folds on inner side of mouth, lips, and cheeks, after which it peels off.", "Tickling in posterior part of palate.", "Very bad taste in morning." ],
    "Throat" : [ "Inclination to clear throat.", "Swollen cervical and parotid glands." ],
    "Stomach" : [ "Appetite: great; at first increased, afterwards diminished.", "Thirst: great, with chilliness; for refreshing drinks.", "Qualmish; inclination to vomit; vomiting.", "Promotes. digestion.", "Pressure in stomach, feeling of fulness and visible swelling of epigastric region." ],
    "Abdomen" : [ "(Inflammation of the liver.).", "Violent pain in region of spleen.", "Emission of much flatus; preceded by much rumbling and fermentation in abdomen.", "Fermentation < after drinking the water.", "Heaviness.", "Colic.", "Dragging from abdomen, half-way down r. thigh, at the point where a femoral hernia had protruded, with a sensation as if the hernia would protrude (lasting several days, very distressing).", "Swelling of r. inguinal region, with a sensation of an inguinal hernia." ],
    "Stool and Anus" : [ "Haemorrhage from rectum.", "Haemorrhoidal flow (curative of abdominal plethora).", "Burning in rectum and bowels.", "While urinating very urgent desire for stool.", "Diarrhoea: early in morning, after drinking the water; scanty; copious, slimy; then liquid, mixed with lumps, great exhaustion; then pasty; involuntary; black; grey; slimy; smells like rotten eggs.", "Stools more seldom as activity of skin or kidneys increases.", "Constipation.", "Retained stool.", "No stool during menses.", "Stool lustreless, like hardened membranous bile." ],
    "Urinary Organs" : [ "(Inflammation of the kidneys.).", "Pressure in region of kidneys.", "Urination frequent; during night; < after coffee; scanty with perspiration.", "Urine: copious, becoming dark, with a greenish-yellow sediment; clear, light yellow, fatty; sediment in urine with \"haemorrhoids of the bladder.\".", "Urine stiffens linen." ],
    "Male Sexual Organs" : [ "Genitals turgid, excited.", "Intolerable itching on genitals.", "Emissions." ],
    "Female Sexual Organs" : [ "(A woman, married for several years, became pregnant for the first time.).", "Miscarriage, that had taken place several times, was avoided.", "Oozing of slimy moisture from the vagina.", "Menses profuse, like haemorrhage for several days, then scanty, but continued fourteen days.", "Scanty menses increased.", "Menses return after climacteric.", "Menses, usually late, became earlier and more profuse.", "Menstrual flow, that had been long absent, returned on sixteenth day after drinking the water, with whirling in head, trembling, faintness, colic, alternations of chill, heat, and sweat, with thirst, cramp in thighs, calves, feet, with cramp-like hiccough; menses very profuse.", "Menstrual blood: seems like mucus; slimy dark-coloured, not watery.", "During menses, great weakness." ],
    "Respiratory Organs" : [ "Loose cough in morning.", "Expectoration: lumps of mucus; firm, tenacious mucus; sweetish after drinking the water; salt.", "Respiration in the bath, at first accelerated, gradually becoming slow, after which gradually increases.", "Short breath on walking, on ascending." ],
    "Chest" : [ "Oppression of the breath, constriction of chest in region of diaphragm as soon as that region is bathed; obliged to raise chest out of water; returned whenever the water reached the region of diaphragm.", "Chest seems constricted by clothes, which are not tight." ],
    "Heart" : [ "Slight angina pectoris.", "Becomes very weak about the heart.", "Beat of heart accelerated, violent.", "Palpitation.", "Pulse: slow; irregular; accelerated; intermittent." ],
    "Neck" : [ "Tension and stiffness in nape.", "Drawing in nape." ],
    "Limbs" : [ "Trembling of limbs with weakness.", "Very rapid growth of nails.", "Limbs: feel light, with desire to move; heavy; indolent; weary; exhausted.", "Swelling of hands and feet disappeared after copious sweat.", "Sweat of hands and feet." ],
    "Upper Limbs" : [ "Trembling of hands.", "Inclined to panaritia." ],
    "Lower Limbs" : [ "Great weariness of lower limbs, with pain in toes.", "Cramp in thighs.", "Rheumatic pain in r. thigh for several days, < walking.", "Pain in r. thigh-bone as if hernia would protrude.", "Feet: painful and sensitive; burning.", "Corns become raised, softened, and drop off.", "Strong odour of sweat on feet." ],
    "Generalities" : [ "Body smells like rotten eggs.", "Great ease and vigour of motion.", "Feeling of comfort with very profuse sweat.", "(Less weakness).", "Weariness; fatigue; exhaustion; uneasiness.", "Faintness.", "Dormant rheumatism reappears.", "Aversion to the water, sometimes causing cramp-like sensations when coming near the bath.", "Much inclined to take cold.", "Whole body feels bruised." ],
    "Skin" : [ "In the bath the skin becomes thick, parchment-like, after a while rough like sand between the fingers, feeling wrinkled.", "(Parchment-like skin becomes soft.).", "Cracks.", "Desquamation.", "Callosities come off.", "Pimples, vesicles, boils; red, elevated points; moist tetter.", "Very painful abscesses develop towards surface from deep in flesh, with long-continued suppuration.", "Itching: biting, burning; intolerable." ],
    "Sleep" : [ "Sleepiness.", "No desire to rise; weary, with sleep in morning.", "Sleep sound but not refreshing.", "Sleep disturbed by dreams." ],
    "Fever" : [ "Chills: from slightest air on the clothes or under bedcovers; while dressing after bath.", "Alternations of chill and heat.", "Orgasm of blood disturbing sleep.", "General heat of body with a hard stool.", "Sensation of burning heat over whole body.", "Constant sensation of heat with qualmishness.", "Burning heat of hands.", "Sweat: profuse, and urine; copious on a long walk, with itching; clammy, itching; trickles from head; on neck, with disappearance of the yellow spots; profuse on face, compels rubbing.", "Sweat on palms and soles, wrinkling of skin of hands as washerwoman's.", "The sweat on diseased parts colours linen brown." ]
  }
}