{
  "remedyName" : "Wildbad",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Bones, pains in. Catarrh. Gout. Hair, affections of. Indigestion. Knees, creaking of. Nails, soft. Paralysis, spinal. Paraplegia. Rheumatism. Shoulder, rheumatism of." ],
    "Characteristics" : [ "In spite of its very slight mineralisation, says Constantin James, the water produces very distinct effects in a graduated series. The first impression of the bath is delicious; this is succeeded by sensations more clear and distinct: a slight degree of excitement; at times luminous sparks before the sight; a finer (plus subtil) blood seems to flow to the brain. \"One would like to remain in the bath, but something unusual and strange warns you that it is time to get out.\" It is chiefly, says the same authority, for affections of the spinal cord that Wildbad is frequented, more than half the patients being paraplegic. Hartlaub, Kallenbach, and others proved the water. Among the symptoms were: Sensation as if the brain were over-filled. Gnawing, sinking, empty sensation. Pain as if sprained. Sensation of looseness in the joints; ankles loose; knees loose; the bones seem as if they did not fit. Teeth seem too long. In one prover the hair, which had been greasy, became dry; and the beard became of a darker colour. Desire to stretch. The symptoms were: < On waking at night. < Lying down (throbbing and heat in occiput). < Walking (pain in sciatic nerve; looseness of knees)." ],
    "Relations" : [ "Compare: Uric acid in urine; pain in right shoulder, Urt. ur. Right shoulder, Sang." ],
    "Mind" : [ "Great depression with anxiety.", "Memory weak." ],
    "Head" : [ "Rush of blood to head.", "Head: dull, heavy, esp. occiput.", "Sensation as though whole brain overfilled, intolerable lying with head on pillow.", "Throbbing headache on waking at night.", "Tearing pains in forehead, extending from middle of r. eyebrow.", "Violent pulsation on vertex and occiput.", "Heaviness in vertex on waking at night.", "Throbbing and warmth in occiput, < lying down.", "Hair lost its oiliness; hair of beard grew darker.", "Moving scalp was difficult, as though frontal muscles too short." ],
    "Eyes" : [ "Pain and pressure in eyes on writing in evening.", "Fine sticking pain in eyes (< l.) and above eyes (eyebrows, below eyes, and also in eyeballs), without affecting vision.", "Acute pain in l. upper eyebrow, spot remained sensitive after.", "Pain in l. (and r.) supraorbital foramen.", "Itching in canthi." ],
    "Ears" : [ "Sensation in ears as after taking cold, first r., then l.", "Sensation of warmth in r. ear.", "Pressing stitches in l. ear as if deep in meatus." ],
    "Nose" : [ "Blood from r. nostril in morning." ],
    "Face" : [ "Violent painless twitching in face.", "Pain l. jaw-joint, lower jaw, and in top of shoulder." ],
    "Mouth" : [ "Teeth, esp. r., painful, as if too long, or as after taking cold.", "Dryness of mouth; without thirst, and with coated tongue in morning.", "Mouth and tongue dry toward morning.", "Burning point in r. corner of mouth or wing of nose.", "Bloody saliva, apparently from fauces, after talking in open air." ],
    "Throat" : [ "Expectoration of mucus from throat, larynx, and posterior nares.", "A retching, spasmodic, or drawing pain in oesophagus, above the stomach, with some nausea." ],
    "Stomach" : [ "Hunger: ravenous; as from an empty stomach in morning, also in evening after supper.", "Gnawing emptiness in stomach and whole abdomen.", "Emptiness without hunger.", "Eructations; empty.", "Nausea; on waking.", "Feeling of indigestion or disordered stomach.", "Pressure in stomach." ],
    "Abdomen" : [ "Colic in umbilical region, as before a stool, without an evacuation.", "Sticking, drawing pains in both hypochondria." ],
    "Stool and Anus" : [ "Spasmodic pressure in anus and perinaeum.", "Great urging to stool, which was at first dark and thin; afterwards brown with mucus, and at a.m. very watery, yellowish grey, with some colic.", "Stool: dark, with tenacious mucus; lumpy, covered with mucus of a dark blackish-brown colour; retained, hard, lumpy, dark; constipated, after a few days natural with colic." ],
    "Urinary Organs" : [ "Frequent urgent desire to urinate.", "Mucus in urine with large uric acid crystals." ],
    "Male Sexual Organs" : [ "Erections: painful on waking; more easy than natural.", "Painful drawing in cords on waking, after an emission." ],
    "Female Sexual Organs" : [ "Menstruation usually hastened." ],
    "Respiratory Organs" : [ "Dry cough.", "Breathing oppressed; on ascending stairs." ],
    "Chest" : [ "Pain and cracking in upper part of sternum at junction with first r. rib." ],
    "Neck and Back" : [ "Tearing pain, as if sprained, transversely through nape.", "Constant pulsation in nape and occiput at night.", "Drawing in back as though a hot sponge drawn along skin on waking in morning.", "Prickling on back, followed by nettlerash.", "Disagreeable sensation of warmth along lumbar vertebrae." ],
    "Limbs" : [ "Joints weak.", "Fulness and heaviness in limbs.", "Drawing pains here and there in limbs; drawing pain in l. upper arm and r. thigh." ],
    "Upper Limbs" : [ "Violent drawing tearing about r. shoulder.", "Shuddering jerking about r. upper arm.", "Drawing in l. upper arm.", "Acute pain in l. arm above elbow, outer portion, as if in bone or tendon, as if sprained.", "Drawing burning beneath r, elbow, in bone.", "Rheumatic pain in forearm from back of wrist to elbow, near wrist arm painful.", "Nails became so soft he could not open a watch with them.", "Hang-nails.", "Stiffness and painfulness of all fingers on opening and closing hand.", "Painful swollen sensation in l. thumb." ],
    "Lower Limbs" : [ "Weariness of hips after a slight effort.", "Pain in nates, r. and l., as if in sciatic nerve, esp. on walking.", "Pain in muscles of r. thigh, on posterior and inner surfaces.", "Drawing pain in r. thigh, a hand's-breadth above knee, below anterior and outer portions.", "Violent cracking: in both knees on rising; r. knee.", "Pain and stiffness in r. knee, as if contracted, on waking in morning.", "Knees feel loose, as if bones did not fit; must be supported in walking.", "Violent itching in l. calf and on tibia.", "Pain in r. calf on walking.", "Ankles feel loose.", "Drawing: in ankles; in l. sole behind toes.", "Sprained sensation: in first joint of r. great toe; in r. and l. great toes.", "Acute pain in l. little toe." ],
    "Generalities" : [ "Weak, weary, wants to keep quiet.", "Weary: after walking; esp. knees and ankles; sudden, ankles seem loose.", "Great desire to lie on back and stretch, with feeling of comfort and warmth through whole body, and averse to business, esp. after a bath." ],
    "Skin" : [ "Crawling itching about l. half of mouth, around red of lip, esp. lower lip.", "Itching on: one finger of r. hand; r. thumb, in small spot as if in periosteum, > (but not removed) by rubbing; l. calf and tibia; l. index finger, with development of a small vesicle; middle knuckle of l. ring-finger; r. natis." ],
    "Sleep" : [ "Very sleepy in evening.", "Unusual desire to sleep after eating.", "Complete sleeplessness till a.m., with constant excitement and uneasiness, dry, burning heat; > sitting erect with head against hard pillow.", "Sleep: restless; full of confused dreams, wakes every few minutes feeling as if he had slept for hours.", "Dreams: disagreeable; forgetful; anxious; confused.", "Violent weeping in a dream, waking in perspiration." ],
    "Fever" : [ "Hands quite cold, with weakness and sweat on waking.", "Feet cold.", "Violent, dry heat over whole body.", "Prickling heat over whole body, with some sweat.", "Very disagreeable heat in occiput, intolerable on lying down, and amounting to violent pulsation.", "Sweat: easy; free at night and during day after any exertion." ]
  }
}