{
  "remedyName" : "Wyethia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Amenorrhoea. Asthma. Constipation. Cough. Debility. Diarrhoea. Dysmenorrhoea. Epiglottis, affections of. Fever. Haemorrhoids. Headache. Hiccough. Indigestion. Influenza. Nervousness. Ovaries, pain in. Post-nasal catarrh. Salivation. Throat, sore. Uvula, affections of." ],
    "Characteristics" : [ "Wyethia was introduced and proved, with the fresh root or the Ae tincture, on seven men and two women, by J. M. Selfridge. Their symptoms make up Allen's pathogenesis. A later proving (Pacif. C. J. H., vii. 127) was made under Selfridge's direction with the 1x on Dr. A. McNeil, the 15x on Dr. M. R Underwood, and the 30x on Dr. Eleanor F. Martin. Their symptoms I have marked respectively (M), (U), and (E M) in the Schema. The first proving gave Wyeth. a definite and important place in throat affections. These symptoms have been confirmed: \"Throat feels swollen; epiglottis dry, and has a burning sensation; constant desire to swallow saliva to relieve the dryness yet affording no comfort; swallows with difficulty.", "Prickling, dry sensation in posterior nares; sensation as if something were in nasal passages; an effort to clear them through the throat affords no relief. Burning sensation in bronchial tubes. Dry, hacking cough, caused by tickling in epiglottis.\" The following case was reported tome: A boy had been kept awake many nights by a persistent, dry, hacking, nervous cough. Wyeth. cured in one dose. Hale gives these cases from Selfridge: (1) Dry asthma in a lady; Wyeth. gave prompt relief in several paroxysms. (2) Chronic follicular pharyngitis with dryness of pharynx and burning in epiglottis. In a severe epidemic of influenza Hale found Wyeth. most successful. Other noteworthy symptoms are: Tough, ropy saliva. Pain over left ovary, shooting down to knee. In one case menses, which had been in abeyance since confinement a year before, returned with much pain. Peculiar Sensations are: Mouth as if scalded. Uvula as if elongated. Epiglottis feels dry and burning. Weight in stomach as if something indigestible had been eaten. Uterus feels as if it enlarged in order to contain all the pain. There is belching alternating with hiccough. The symptoms are: < After eating. < By motion. < By exercise; it = perspiration. < Afternoon." ],
    "Relations" : [ "Compare: In throat affections, Ar. dracon., Caust., Hep., Stict., Rumex, Penth., Pho., Sul. Tough, ropy saliva and headache, Epipheg. Sensation as if something indigestible eaten, Ab. n. Scalded mouth, Ran. sc." ],
    "Mind" : [ "Nervous, uneasy; apprehensive of calamity.", "Depressed; incapacitated for mental work; averse to company; impatient, quarrelsome (U)." ],
    "Head" : [ "Dizziness.", "Rush of blood to head.", "Severe headache.", "Sharp pain in forehead over r. eye, followed by feeling of fulness.", "At a.m. headache in l. anterior part of brain, as if radiated from l. inner canthus; in l. occipital protuberance (M).", "Terrific headache during the sweat; intense, congestive; eyes sensitive; bones of face sensitive; least movement intolerable." ],
    "Eyes" : [ "Itching in l. inner canthus (M)." ],
    "Ears" : [ "Itching in r. ear.", "Pain in l. ear (M)." ],
    "Nose" : [ "Sensation as if something in nasal passages." ],
    "Mouth" : [ "Mouth feels as if scalded.", "Increased flow of tough, ropy saliva.", "Mouth full of sweetish saliva (M)." ],
    "Throat" : [ "Throat feels swollen; epiglottis dry and has a burning sensation; constant desire to swallow saliva to relieve the dryness; swallowing with difficulty.", "Prickling, dry sensation in posterior nares; sensation as if something were in the nasal passages; an effort to clear them through the throat does not >.", "Uvula feels elongated.", "Dryness of fauces; constant desire to clear throat by hemming.", "Sensation of heat down oesophagus into stomach, < while eating.", "After restless night waked with sharp pain in r. tonsil, throat swollen and sore, glands externally swollen and sore (E M)." ],
    "Stomach" : [ "Belching of wind alternating with hiccough.", "Nausea and vomiting.", "Sense of weight in stomach as if something indigestible had been eaten." ],
    "Abdomen" : [ "Pain and bearing down in abdomen, r. side." ],
    "Stool and Anus" : [ "Itching in anus.", "Itching in rectum (M).", "Stools: diarrhoeic, dark brown, came on at night, lasted five days; small, dark brown, look burned; previously light-coloured, irregular, and constipated, became dark, regular, and soft.", "Great constriction, haemorrhoids, not bleeding (never had them before or since-several provers)." ],
    "Female Sexual Organs" : [ "Pain in l. ovary, shooting down to knee.", "Menses appear for first time after birth of last child, a year before; purple, scanty, great pain.", "Leucorrhoea.", "Menses commenced with intense burning pain, constant, but increasing in paroxysms, with sensation as if uterus expanded in order to keep all the pains within its walls (E M)." ],
    "Respiratory Organs" : [ "Burning sensation in bronchial tubes.", "Dry, hacking cough, caused by tickling in epiglottis.", "Persistent, dry, hacking, nervous night cough (in boy, cured with 30th)." ],
    "Chest" : [ "Sharp pain just below r. ribs, deep-seated, followed by soreness." ],
    "Heart" : [ "Pulse slowed (from to in h.)." ],
    "Neck and Back" : [ "Glands r. side of neck swollen and sore (E M)." ],
    "Upper Limbs" : [ "Pain in r. arm, with stiffness of wrist and hand.", "Neuralgic pain commenced in l. arm and hand, spreading to back and other parts (E M).", "Sore hang-nail on r. third finger (M)." ],
    "Lower Limbs" : [ "Tingling in r. foot when standing (M)." ],
    "Generalities" : [ "Feels weak, nervous, uneasy; apprehensive.", "Feels as after a severe illness.", "Irritability from exertion; least exercise = sweat.", "All symptoms < afternoon.", "Aching all over body, with chill and fever (E M)." ],
    "Sleep" : [ "Wakes frequently and too early (M)." ],
    "Fever" : [ "Chill a.m.; thirst for ice-water during chill; no thirst with heat; profuse sweat all night; pains in back and limbs, at times jerking; chill recurred at l.30 p.m. six days later, with intense headache (E M).", "Cold sweat over whole body, which soon dies off, and comes again and goes as if by flashes.", "Fever and pains all over body, with inflamed r. tonsil (E M)." ]
  }
}