{
  "remedyName" : "Xanthoxylum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "After-pains. Asthma. Coccygodynia. Dysmenorrhoea. Earache. Fibroma. Headache. Hemiplegia. Hysteria. Jaw-joint, pain in. Levitation. Menstruation, painful. Nerves, injured. Nervousness. Neuralgia; crural. Ophthalmia. Sciatica. Toothache. Ulcers." ],
    "Characteristics" : [ "According to Hale, Rafinesque was the first to investigate Xanthoxylum, which was known to him as \"a great article in the materia medica of our Indians\"; who use the root bark in decoction for \"colics, gonorrhoea, syphilis, inward pains, toothache, ulcers, &c. It is a great topical stimulant,\" he continues, \"changing the nature of malignant ulcers.\" Xan. contains Piperin. T. C. Duncan (Minn. H. M., ix. 340), recounting reminiscences of his boyhood, says: \"There was another drug that set my youthful mouth and stomach on fire, and that was Prickly Ash. You wanted to open the mouth to let the cool air get in.\" This warmth is felt as a warm glow through the entire system, with a sensation in the nerves as if gentle shocks of electricity were passing through the body. In one of Cullis' provers, Miss D. (there were six provers, three of them women; all took the AE tincture), the entire left half of the body became numb, the left half of the head being sharply divided in sensation from the other half. These symptoms, with the many head pains and fulness in the head, give the correspondence in hemiplegia, in which Xan. has been given with success. Two additional provings on women appear in C. D. P. (quoting from Publ. Mass. Hom. Soc.). In these provings 20- to 100-drop doses of the tincture were taken, and symptoms of great severity were produced. Both provers had severe dysmenorrhoeal pains, with increased and anticipating flow. This is the characteristic of Xan. The symptoms in each case roused the prover from sleep with pain and suffocation; the pain being confined to head, heart, throat, and pelvis. Many of the pains were radiating", "from above right eye over head; from right ovary down thigh and in other directions. Left-sided numbness was present in one; who also had symptoms of levitation and disordered sensation. In dysmenorrhoea Xan. has a wide range. Cullis, who had most success in cases of dysmenorrhoea and amenorrhoea, relates these cases: (1) Miss A., 25, brunette, had menstrual irregularity since commencement; would go three, four, or five months, and then her sufferings were excruciating. When she came under treatment had had no menses for two months. Xan. was given, drops thrice daily. Menses appeared in three days and were painless. (2) Miss B., fair, nervous, had menses suppressed by getting feet wet, being then a week over time. Xan. 1x, drops every three hours, brought on menses next day. Cullis thinks Xan. especially Suited to women of spare habit, nervous temperament, and delicate organisations. Leucorrhoea with amenorrhoea he regards as a strong indication. P. C. Majumdar (Ind. H, R., viii. 21) cured a case of uterine fibroid with Xan. 3x: An emaciated, feeble, wrinkled woman, 56, widow, had been advised by allopaths to have an operation for tumour. Menstruation had ceased fifteen years before. It had always been profuse and painful, and preceded and followed by leucorrhoea. She had neuralgic pain in right ovarian region; a hard nodular tumour size of a small orange, painful on deep pressure. Fetid, yellowish white discharge from vagina. Patient was nervous, depressed; lazy and sleepy even in the daytime. Appetite poor; disgust for food. Xan. 3x was given night and morning. In a week the pain was better and discharge less. In four weeks Majumdar found the patient a changed person. The tumour was much softer and reduced by half. In six months the tumour had gone, and the patient was quite well, Xan. having been taken intermittently all the time. Xan. belongs to the Rutaceae, and, like Ruta, has a vulnerary action, as I discovered in this case: Miss X., 28, injured her right ulnar nerve at the elbow by repeatedly striking it against the edge of a bath whilst washing some articles. For two months she had had to keep the arm in a sling. A few weeks after that the arm swelled. Some eight months after the injury I saw her. The pain centred in the ulnar nerve where it crosses the inner condyle of the humerus, though there was pain above and below as well. I gave Ruta 30, which gave some relief to the pain, and relieved a frontal headache to which the patient was subject. The arm becoming less well, I gave Xan. four times a day. This made a distinct improvement in the arm, and also relieved a dysmenorrhoea to which Miss X. was subject. After persistent treatment with various attenuations of Xan. the nerve lost its sensitiveness, and the patient could use her arm freely. Xan. in five-drop doses night and morning, with a liniment of Xan. AE , proved most effective. A patient to whom I gave Xan. 3x had immediately a hot pricking pain in right ovary. Among the Peculiar Sensations are: As if top of head would be taken off by flashes of throb-like pain. As if bewildered with pain in back of head. Feeling of looseness or quivering of brain. As if head falling to pieces. As if head surrounded by a tight band. Eyes as if full of sand. As if pepper in mouth and throat. As of a bunch in throat. Tongue as if expanding and contracting. As if throat swollen and enlarged. Throat as if in a vice. Back of neck as if stiff. Coccyx as if elongated. As if floating in the air. As if walking on wool. As if sunk deep in bed. As if body expanded. Many pains are radiating; some are sudden, arouse from sleep, and cause the patient to catch her breath. Pains are excruciating, unbearable, and are accompanied with red, hot face; but the heart pains = pallor. The symptoms are: < By moving head suddenly. Neck pain is > by pressure and by throwing head back. Lying down >. Drink of ice-water >. Headache is > by cold water and in open air. Pains are < in morning; a.m." ],
    "Relations" : [ "Compare: Head, heart, and uterus, Act. r. Lack of eruption in measles, Bry. Dysmenorrhoea with reflex neuralgia, Coloc. Dysmenorrhoea and sciatica: numbness, Gnaphal. Dysmenorrhoea, Vib. o., Caulo. After-pains, Pul., Cham., Cup. Pains increase and decrease gradually, Stan. Levitation, Can. i., Stic. p., Ph. ac. Headache over root of nose, Ign. Headache over right eye, Sang. Heart and uterus, Cact." ],
    "Causation" : [ "Injury to nerve. Wetting (getting feet wet). Suppression of menses." ],
    "Mind" : [ "Nervous, frightened feeling.", "Easily startled, hysterical.", "Depression and weakness.", "Indifference and malaise.", "Did not care if she lived or died.", "Seemed entirely void of ideas." ],
    "Head" : [ "Giddiness with nausea, < after rising, had to go to bed.", "Pain over eyes, with throbbing above root of nose.", "Head dull and aching.", "Frontal headache.", "Intense burning, pressing, frontal headache, waking her at a.m.; < moving head suddenly; extending into vertex and orbits; with hot flushes over head and face.", "Severe frontal headache; with dizziness.", "A dull headache, in a space not larger than half a dollar, over nose.", "Diffused pain in upper part of forehead; < in r. side; pain extends to base of brain, with soreness.", "At p.m. sudden and violent pain over r. eye, with burning through temples; after it, vision blurred.", "Throbbing headache over r. eye, with nausea.", "Darting pain in l. temple, recurring again and again.", "A tightening of scalp and heavy pain in temples; increase of head difficulties, with a great heat and quiet flowing (menstrual), being two days in advance of proper time; some headache.", "Pain in l. side of head and l. elbow.", "Heavy feeling in top of head.", "About upper part of cranium an aching feeling, accompanied by flashes of throb-like pain, as if top of head were about to be taken off.", "Pain in back of head, also a bewildered sensation.", "Head feels full.", "Pressure in head, with fulness of veins.", "Tightness of head, with pain increasing over eyes.", "L. side of head (and body) numb, the division made perceptible in head, affecting half the nose.", "Headache, with sleepy feeling in morning.", "Shaking head produces a feeling of looseness or quivering of brain, followed by dizziness.", "As if head were surrounded by a tight band (dysmenorrhoea).", "Head seemed falling in pieces." ],
    "Eyes" : [ "Watering of eyes and nose.", "Eyes bloodshot, with red margins, and feel as if full of sand.", "Lachrymation, pain in lid of r. eye.", "Eyes twitched, pupils dilated.", "Dull, heavy, grinding pain in l. eye.", "Ophthalmia.", "Vision blurred, as if looking through blue lace.", "Atmosphere appeared blue, and there were flashes of (blue) light before eyes.", "Objects seem a long way off." ],
    "Ears" : [ "Ringing in ears, esp. in r.", "Loud noise in r. ear, as of a valve constantly opening and shutting.", "Loud noise like a windmill in l. ear.", "Dull pain in r. ear, seeming to affect jaw socket; does not know whether his tooth or his ear aches.", "Darting pain under and back of r. ear." ],
    "Nose" : [ "R. nostril seems filled up; discharge of dry and bloody scales of mucus.", "Numbness throughout l. side of body, division felt in nose.", "Dryness of both nostrils.", "Discharge of mucus from nose, with congested feeling, as if it were about to bleed.", "Slight nose-bleed.", "Fluent coryza." ],
    "Face" : [ "Pain in r. jaw-socket.", "Dull pain in l. side of lower jaw.", "Hot flushes over face and head.", "Face much flushed.", "Pallor even to lips, with heart pains." ],
    "Mouth" : [ "Ptyalism; tongue coated yellow.", "Peppery taste in mouth, fauces, and throat.", "Burning and dry feeling in mouth and tongue.", "Tongue seemed to alternately expand and contract." ],
    "Throat" : [ "Peppery sensation in throat; soreness, with expectoration of tough mucus.", "Feeling of a bunch in l. side of throat when swallowing, shifting to r.", "Throat felt as if in a vice.", "Pain and soreness in r. side of throat.", "Throbbing in throat and sensation of swelling.", "Intense burning and stinging in oesophagus, with slight nausea.", "Throat dry, very difficult to talk." ],
    "Appetite" : [ "Very thirsty, drank much at a time.", "Unusually hungry.", "No appetite.", "Anorexia, could eat but a few mouthfuls at breakfast, and could only drink half a cup of coffee, which was vomited soon afterward." ],
    "Stomach" : [ "Faintness at stomach as if after fasting; when food was brought cared to eat only a few mouthfuls, which nauseated her.", "Empty eructations, with slight taste of ingesta.", "Nausea with headache.", "Slight nausea, with sense of oppression at stomach; nausea increased, accompanied by frequent chills.", "Feeling of fulness or pressure in epigastrium; fluttering." ],
    "Abdomen" : [ "Some pain in r. side below ribs.", "Colic pain in r. iliac region.", "Rumbling, with soreness on pressure.", "Flatulence.", "Griping pain on waking in morning, continued at intervals through day, with general feeling of indifference and malaise." ],
    "Stool and Anus" : [ "Constipation in morning.", "Griping pains a.m. with thin, brown stools, mixed with mucus.", "Burning and pressure for an hour or two after stool.", "Epidemic dysentery, characterised by spasmodic tenesmus, intestinal spasms, tympanitis, &c.", "Inodorous discharges with tenesmus.", "Cholera, in stage of collapse." ],
    "Urinary Organs" : [ "Urine at night and next morning scanty and high-coloured.", "Profuse, light-coloured urine; nervous women." ],
    "Female Sexual Organs" : [ "Ovarian pain: with scanty and retarded menses; extending down genito-crural nerves; and sacral pains during pregnancy.", "Menses appeared one week before usual time; attended with a good deal of pain.", "Menses eight days before time; flow increased, bright red; bearing-down pain and pain in r. ovarian region.", "Severe constant aching pain in r. ovarian region, radiating to hip, thighs, and back, with occasional shoots, making her catch her breath.", "Sharp, cutting pain in r. ovarian region, extending about hip and down thigh, awoke her.", "Cramp-like pain in l. groin, menses five days early.", "Pain in l. ovarian region gradually increasing and gradually decreasing.", "Dysmenorrhoea: with agonising pains, driving patient almost distracted; neuralgic pain runs along course of genito-crural nerve; in women of spare habit and of a delicate, nervous temperament; with headache, esp. over l. eye, commencing day before menses; fulness in head; eyes congested, with photophobia; face flushed and feverish; agonising bearing down; abundant discharge; excruciating pain in loins and lower abdomen.", "Menstrual flow: too early and profuse; pains down thighs; scanty and retarded.", "Constant headache, < during menses, at which time she also suffered agonising pains in pelvic region.", "Amenorrhoea for five months; face and legs oedematous; very nervous, sensitive to least noise, hysterical mood; voice tremulous; fears she is going to die; general chlorotic appearance, constipation, scanty, frequent, and dark urine.", "Amenorrhoea for five months, with severe pains in r. ovary; constant headache; bearing down and tension in hypogastric region.", "Amenorrhoea from getting feet wet; lasting six months; emaciation with cough; dirty-grey expectoration; pale face, night-sweats.", "Leucorrhoea; profuse, milky-white.", "Great increase of leucorrhoea during the time when menses should appear.", "After-pains.", "Profuse lochia.", "Violent hot pricking in r. ovary (produced immediately by a dose of 3x)." ],
    "Respiratory Organs" : [ "Hoarseness, with husky feeling in throat; obliged to clear throat frequently.", "Aphonia from cold or general debility.", "Aphonia and pain in lower r. lung on deep inspiration or coughing.", "Shortness of breath.", "Constant desire to take a long breath.", "Cough: slight hacking cough; in spells, only in open air.", "Dry cough night and day, from sheer exhaustion could scarcely turn herself in bed; face pale, bloated; dark rings about eyes; head full and heavy; lips colourless; tongue pale and flabby; shortness of breath; no appetite; bowels constipated; urine light-coloured, alkaline, sp. gr. 1025; fluttering in stomach, pain in l. side; limbs weak and bloated.", "Had to sit up in bed and turn first one way, then another, as in a severe fit of asthma, with several spasmodic coughing spells.", "Thought she could not get air enough into lungs, inspiration was so difficult." ],
    "Chest" : [ "Tightening about chest, with inclination to gape.", "Pain in l. side, under fourth rib.", "Sharp pains in r. side of a neuralgic character.", "Oppression of chest, with desire to take a deep inspiration.", "Sharp, shooting pains in r. side (like pleurisy pains), occasionally extending through to shoulder-blade, continual desire to take a long breath.", "Menses irregular and scanty; tight, dry cough, which hurts chest and shoulders; bowels almost constantly loose, profuse night-sweats." ],
    "Heart" : [ "Severe momentary pain in region of heart, making her catch her breath, and turn pale even to lips; recurred at irregular intervals of from five to thirty minutes; the pain was cutting, < during inspiration, passed directly through thorax in heart region; immediately after each attack thirsty, flushed, exhausted.", "Pulse irregularly intermittent.", "Startled from sleep by severe pain in heart region, followed by violent action of heart and feeling of suffocation." ],
    "Neck and Back" : [ "(With headache) pain and stiffness in nape, somewhat > by hard pressure or throwing head back.", "Very severe pain in cervical and upper sacral region.", "Back of neck numb.", "Slight pain in l. side and under l. scapula, also in l. hip.", "Dull pain from nape to r. scapula.", "Dragging pain in lower part of pelvis and back.", "Coccyx seemed elongated, extremely sensitive to pressure and ached all the time; could not sit except on cushion." ],
    "Limbs" : [ "Suddenly taken with cramp-like pains in wrists and knees.", "Pain in limbs, neuralgic, shooting; numbness and weakness.", "Dull pain in l. knee; also in l. elbow, extending to hand, then in l. side and top of l. foot." ],
    "Upper Limbs" : [ "Pain in r. shoulder and arm.", "Pain and pricking feeling in arm, extending to third finger.", "Pricking and throbbing sensation in l. arm and fingers.", "Severe pain in r. arm, commencing just above bend of elbow.", "Whole l. arm and shoulder numb.", "Pain in l. elbow and l. side of head.", "Dull pain in l. elbow, passing to palm of hand, then to shoulder.", "Pain in both elbows.", "Severe pain in wrist, extending to thumb.", "A flash of pain in r. thumb, extending to hand." ],
    "Lower Limbs" : [ "Severe neuralgic pains in course of genito-crural nerves (dysmenorrhoea).", "Excessive weakness of lower limbs (chlorosis).", "Pain in l. leg, between hip and knee.", "Weakness in lower limbs, with pain in knees; pain of extremities increased, accompanied by frequent chills.", "Legs and feet feel tired.", "Pain in l. knee very severe; pain has lasted, without cessation, a little more than half an hour.", "Dull pain in r. knee.", "A flash of pain in calf of r. leg.", "Pain in ankle.", "Pain in l. heel.", "Pain in both feet, shooting up to knees.", "L. foot numb." ],
    "Generalities" : [ "Nerves: acts upon nervous system, mostly upon sensory nerves, but causes a marked depression of vitality, a non-reactive state; hence its use in chlorosis, measles, neuralgia, &c., when there is sensorial and bodily depression.", "Paralysis of single members.", "Hemiplegia (after Nux vom. failed).", "Pricking sensation, shocks as from electricity.", "Feeling of numbness through whole l. side of body from head to foot, the division made perceptible in the head, affecting half the nose.", "Whole l. side, esp. l. foot, numb.", "Body felt as though it were elastic and stretched itself out.", "Seemed as if floor were soft like wool on walking.", "As if floating through air on sitting; as if sunk deep in bed on lying down.", "Mucous membrane smarts as from pepper." ],
    "Skin" : [ "Measles, dulness, bewilderment, drowsiness, want of sufficient development of the eruption.", "Old and indolent ulcers." ],
    "Sleep" : [ "Continued gaping; drowsiness.", "Slept hard and heavy; dreamed of flying about over tops of houses.", "A dream of suffocation woke her.", "Dreamed the throat grew up, and woke with fright, finding it difficult to breathe.", "Awoke in morning languid and depressed." ],
    "Fever" : [ "Sense of heat all over veins, with a desire to be bled; flash of heat from head to foot.", "Slight chill accompanied by death-like nausea.", "Frequent chills, with pains in extremities; nausea.", "Typhoid fever in stage of collapse." ]
  }
}