{
  "remedyName" : "Yohimbinum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Diuresis. Heart, palpitation of. Impotence. Priapism." ],
    "Characteristics" : [ "The natives of West Africa discovered a potent aphrodisiac in the bark of the Yohimbeha tree, and from this an active principle, Yohimbin, has been isolated and tested in Europe (Therapist, December 15, 1900). It is a powerful stimulant of the genital function in males. In animals it causes increased liveliness and cheerfulness, hyperaemia of the conjunctiva, heat and redness of the ears, and of the nose also in dogs. Lambreghts (J. Belge d'H., viii. 188) relates the case of a young man, 28, \"thin, anaemic, nervous, and partially impotent,\" who took a 5-mgr. tablet one morning, another in the evening, and a third the following, morning. The symptoms of the Schema are his, and they were so severe that he discontinued the drug in spite of a certain amelioration of the sexual neurasthenia. Yohim. set up symptoms of fever, disordered the digestion, caused agitation and tremors, and increased the action of the heart. Eulenburg (Deut. Wed. Woch., April 25, 1901, quoted B. M. J.) used Yohim. in 10-drop doses of a per cent. solution, and in 5-mgr. tablets, \"in cases of neurasthenic impotence with excellent results.\" Yohim. should be a homoeopathic remedy in priapism and congestive states of the sexual organs." ],
    "Relations" : [ "Compare: Erections, Pic. ac., Pho., Graph., Canth., Hdfb." ],
    "Mind" : [ "Intense agitation, with trembling." ],
    "Face" : [ "Flying sensations of heat, heightening the colour." ],
    "Mouth" : [ "Tongue covered with a yellow coat.", "Disagreeable metallic taste." ],
    "Stomach" : [ "Appetite almost completely disappeared." ],
    "Abdomen" : [ "Flying heats in abdomen." ],
    "Stool and Anus" : [ "Stools frequent, liquid, black, and bilious." ],
    "Urinary Organs" : [ "Urine clear, abundant, foamy, no trace of albumen; had to rise three times in the night." ],
    "Male Sexual Organs" : [ "In the morning strong and lasting erections without increase of desire.", "Sexual neurasthenia, with impotence, is relieved.", "Enlargement of testicles and epididymis (animals)." ],
    "Heart" : [ "Flying sensation of heat in heart.", "Heart-beats more intense and more frequent; pulse, normally 80, became" ],
    "Back" : [ "Flying heat in back." ],
    "Upper Limbs" : [ "Hands trembled, he could scarcely write, and his writing was illegible." ],
    "Sleep" : [ "No sleep all night." ],
    "Fever" : [ "Three hours after the dose (5 mgr.), flying sensations of heat, true vapours (vapeurs) which heightened the complexion; afterwards the same phenomena in the back, heart region, and lower abdomen, so that in spite of the cold weather the prover was inconvenienced by the intense heat and tendency to sweat." ]
  }
}