{
  "remedyName" : "Yucca Filamentosa",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Biliousness. Coryza. Diarrhoea. Flatulence, odourless. Headache; temporal. Post-nasal catarrh. Throat, granular." ],
    "Characteristics" : [ "Yucca was proved by Rowell and four others in the 30th. Farrington gives these indications. Biliousness with pain going through upper part of liver to back. Bad taste in mouth. Stools diarrhoeic, and contain an excess of bile. Much flatus passed by rectum. Frontal or temporal headache with frequent flushing of face. Face sallow. Tongue coated yellow and taking imprint of teeth. Dull ache in centre of liver. Abdomen sensitive. Frequent passage of flatus and of watery, yellowish-brown stools. The tongue of Yuc. is usually a bluish white. As with many liver disorders, there is chilliness: cannot bear to be away from the fire. Among the Sensations are: As of something hanging down from back of nares. As if cold air blowing on left side of scalp. The symptoms are: < B noise; motion; pressure. Griping pain is > bending forward." ],
    "Relations" : [ "Antidoted by: Coccul. Compare: Constriction in heart, Lil. t. Biliousness, Bry. Tongue imprinted with teeth, Merc., Pod. Blue tongue, Gymnocl." ],
    "Mind" : [ "Very despondent.", "Irritable.", "Irresolute.", "Disinclined to study.", "Mind wanders; uses wrong words.", "Unable to remember anything read, with severe pains, which appear first on r. side, then in apex of heart.", "Dull sensation in head l.30 p.m. when others talking to him, hears but doesn't seem to understand, and two minutes after doesn't know what was said." ],
    "Head" : [ "Headache: frontal, heavy, pressing; throbbing.", "Temples: pressing pains in both all day; < r., and cringing feeling in both, < by motion; dull, heavy pain extending to eyes, with aversion to light; intense aching, < by noise, motion, and heat, but at same time chilly when away from stove.", "Headache somnolent, > sitting still; throbs with every step.", "Strange feeling in temporo-maxillary joint.", "Temporal arteries throb.", "Head itches all evening, very annoying.", "Sensation of cold air blowing on l. side of scalp." ],
    "Eyes" : [ "Dark rings under eyes.", "Eyes feel hot and inflamed.", "Itching and smarting l. eye; l. inner canthus.", "Dull pain over l. eye (momentary)." ],
    "Ears" : [ "Pain behind r. ear, p.m.", "Very sensitive to least noise." ],
    "Nose" : [ "Nose red.", "In evening r. side of nose constantly running, l. dry.", "Profuse, bloody, watery discharge.", "Some coryza." ],
    "Face" : [ "Face: pale; flushed; burning; yellow.", "Momentary aching in zygoma, recurring several times.", "Pain in jaw-joints." ],
    "Mouth" : [ "Tongue: coated white evening, with raised, scattered papillae; looks parboiled; white at root; bluish white; raised papillae, teeth-marks on edge; pale, flabby.", "Bad odour from mouth.", "Back of mouth dry.", "Soft palate dry, had to drink to moisten it.", "Taste of rotten eggs." ],
    "Throat" : [ "Sensation as if something hanging down from posterior nares, cannot get it up or down.", "Tonsils dark red, not sore.", "Pharynx seems covered with granules, is dark red.", "Strings of mucus hang from mouth to root of tongue.", "Stringy, greasy-looking mucus back of throat." ],
    "Stomach" : [ "Appetite: increased, food relished; lost.", "Aching and sharp pains in stomach.", "Region of stomach sore and sensitive." ],
    "Abdomen" : [ "Abdomen bloated; after dinner, and feels sore.", "Much flatus emitted; odourless.", "Rumbling.", "Colic.", "Crampy pains in abdomen after breakfast, > lying down, < by movement; followed by diarrhoea.", "Throbbing, painless, r. side about twelfth rib." ],
    "Stool and Anus" : [ "Constant desire.", "Sudden, violent tenesmus, followed by discharge of wind, which > the pain.", "Tenesmus after stool.", "Diarrhoea following pains in abdomen, several yellowish stools in an hour.", "Stools: increased in number, but natural though small; at a.m.; hard and large at first, later thin and watery; copious, thin, yellowish brown, with smarting at anus." ],
    "Urinary Organs" : [ "Irritable bladder, frequent urination.", "Round meatus circumscribed oedematous red swelling, raw sensation.", "Burning when urinating.", "Urine increased, high specific gravity." ],
    "Male Sexual Organs" : [ "Erections; all night long but no emissions; all forenoon cannot study, mind runs on sexual subjects." ],
    "Respiratory Organs" : [ "Hard, rattling cough." ],
    "Chest" : [ "Constriction in whole chest and in heart.", "Pain in upper intercostal muscles, p.m.", "At p.m. extremely severe cramping pain in r. chest, < stooping, partially > sitting straight or leaning a little back; lasted five minutes." ],
    "Heart" : [ "Constriction in heart.", "Momentary aching in heart region.", "Visible throbbing in arteries of hand.", "Pulse: full and heavy; a little irregular." ],
    "Neck and Back" : [ "Constriction of neck muscles, seems to draw head backward.", "Tight feeling round neck, evening, had to take off collar.", "Severe pain in l. scapula, p.m.", "Backache ever since she took the drug." ],
    "Lower Limbs" : [ "Crampy pains in knees.", "Sore, crampy pains in muscle of back of l. leg, just above ankle; as if sprained." ],
    "Generalities" : [ "Restless, feverish." ],
    "Sleep" : [ "In evening very sleepy.", "Restless night.", "Lewd dreams." ],
    "Fever" : [ "Coldness of scalp, l. side, as if cold air blowing on it.", "Coldness; cannot bear to be away from fire.", "Hot; feverish.", "Face sweats, evening." ]
  }
}