{
  "remedyName" : "Zea",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria (St.). Cystitis (St.). Dropsy (St.). Gonorrhoea, chronic (St.). Heart, failure of (St.). Malaria, chronic (Sh.). Renal colic (St.). Pyelitis (St.). Urine, retained; suppressed (St.)." ],
    "Characteristics" : [ "Two parts of Maize have been used in medicine, the pistils (Stigmata maidis) and the husks (Shucks), but I think it best to take them together. I have distinguished them under the heading CLINICAL by (St.) and (Sh.). The grain of Maize in bulk appears to be capable of generating a poisonous gas, as four men were suffocated, one fatally, on opening a cargo of maize for the purpose of discharging it in the London docks (H. W., xxxv. 436). Corn silk has been used in: (1) Irritable conditions of the urinary tract; ureters, bladder, urethra. (2) As a powerful diuretic in renal disorders unconnected with cardiac involvement. (3) Heart and urinary conditions combined. J. H. Cook gives an account of it in Med. Cent. (iv. 589). He quotes the results of Dumont's investigation of its action on the heart: (1) It makes the heart's action slower and stronger. (2) Regulates its rhythm. (3) Its diuretic action is manifested first. (4) Its action is more powerful and evident in cardiac affections with dropsy. (5) With the disappearance of the dropsy arterial tension increases and venous tension diminishes. Cook gives this case: Mr. X., 63, florid, robust, temperate, had been many months under treatment with the following condition, traced originally to cooling off too rapidly when perspiring: Intense prostration, intermittent pulse, dyspnoea. The urine contained much albumen, mucus, and some blood; specific gravity Great tenderness over entire abdomen, especially in region of ureters. Under remedies he would improve for a few days, when a slight chill would be followed by fever, and the symptoms would come back in full force. The microscope revealed pus cells and granular epithelial cells in abundance. Z. st. was now given, a teaspoonful of the fluid extract every four hours. In less than a week there was visible improvement. The constant calls to urinate (every forty-five minutes) ceased, and the patient could go through the night without being disturbed more than once or twice. The specific gravity of the urine increased, and pus, blood, and albumen disappeared. Only a little abdominal tenderness remained, which did not prevent the patient from attending to his business and enjoying life. Hansen has confirmed the value of Z. st. in 20-drop doses of the fluid extract in organic heart disease with dropsy, much oedema of lower limbs, and scanty urination. He mentions also as suitable cases: (1) Renal lithiasis with nephritic ulcer and discharge of small calculi, red sand, and blood. (2) Chronic pyelitis from catarrh, (3) Chronic retention of urine with great tenesmus after urinating. (4) Suppression of urine with lack of solids and low specific gravity. (5) Vesical catarrh, tenesmus of neck of bladder, ammoniacal urine, much mucus. (6) Chronic gonorrhoea, prostate involved, painful urination. The other use of Zea (Z. sh.) was communicated to the profession by Dr. J. W. Pruitt (Arkansas Eclect. Med. J. quoted H. R., viii. 494). Pruitt learned it from the people. \"Shuck tea\" is a popular remedy for chronic malaria. Pruitt's son took a chill in the Arkansas river bottom. The chills were stopped with the usual remedies, Cinchonidia, Iron, Piperine, &c., but every fourteen days would come back with increased severity. Presently gastric symptoms set in, with anaemia, and other symptoms of chronicity. \"Shuck tea\" was recommended by a lay friend, and was taken for one day only. There was never a chill after. Pruitt thenceforward used Z. sh. largely, and he found it was in the chronic cases only that it was beneficial." ],
    "Relations" : [ "Compare: In bladder affections, Trit. r., Sabal ser. Renal colic, Oc. c. Heart, Dig., Stroph. Malaria, Malar." ]
  }
}