{
  "remedyName" : "Zincum Sulphuricum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Convulsions. Cornea, opacity of. Dysentery. Granular lids. Headache. Heartburn. Laughter, involuntary. Metrorrhagia. Oesophagus, stricture of. Prurigo. Tongue, paralysis of." ],
    "Characteristics" : [ "A large number of poisonings with Zn. s. are on record, and these have furnished the symptoms of the Schema. The use of Zn. s. in solution as an eye lotion is founded on a specific relationship, and in homoeopathic attenuations it has cured corneal opacities. Severe gastric and dysenteric symptoms were induced, and Zn. s. has cured many cases of dysentery. Farrington says it is chiefly in subacute cases that it is indicated, when the pains are confined to the sides of the abdomen, probably to the colon. Peculiar Symptoms are: Burning, acute pain in head. Immediately sensation as if a strong electric shock passed through head, he expected his brains would have burst through his skull. Abdomen contracted. She felt as if the blood could scarcely struggle through the veins. Titillation all over, with an irresistible desire to laugh. A \"milk-like pallor of the surface looks like a characteristic.\" Gerstel (H. R., x. 155) relates this case, treated by Arnold: A lady had suffered from headache from childhood. During childhood she was unable to study in consequence of it. Menses began in her sixteenth year, were weak and irregular, recurring only every six weeks. In her eighteenth year she had serious inflammation of the brain, with unconsciousness, and was treated by venesection and leeches. When Arnold saw her she was married and a mother, the state being as follows: Dull, pressive pain running right across forehead, as if head compressed in a vice. (Formerly it had been more throbbing and shooting.) Eyes inflamed. Forehead red and swollen. She was compelled to lie down, and had most frightful visions, saw her child with its head shattered, while she heard everything that passed around her. It required a strong effort to realise the emptiness of the visions. With them the headache reached its highest point, an abatement would follow, then sleep. The head during the attacks was cold and dry to touch. The acute stage lasted one day, but the whole attack fourteen days, during which time the pain would increase and decrease, and the patient was well satisfied if it was bearable. Pain < at times when menses should appear; a few days before and after menses painful burning and sensation of weakness in spine. She did not look ill, and had a good colour. Puls. did her no good. Bell. strengthened the periods and diminished the frequency and severity of her headaches considerably; but she was now seized with an irresistible drowsiness, and troubled with a frequently recurring vomiting. Zn. s. 2nd trit. was given for sixteen days, one dose daily, then intermitted for eight days. The headaches now appeared before, during, and after the period in a moderate degree but in the intermediate time she was free from pain. Zn. s. was repeated in the same way three times, and then she was free from all pain. She wrote the doctor three months later, \"You have radically cured me of a great bodily ailment, and what is more, you have saved my mind from a yet more dreadful one.\"" ],
    "Mind" : [ "Delirium.", "Great nervous anxiety and depression.", "Frightful visions during headache; saw her child with its head shattered (cured with the headache)." ],
    "Head" : [ "Dizziness.", "Headache: violent, with thirst.", "Burning, acute pain in head.", "Immediately felt as if a painful electric shock had gone through his head; he expected his brains would have burst through his skull." ],
    "Eyes" : [ "Bluish rings round eyes.", "Eyes: heavy, dull; staring; fixed, with peculiar bright lustre; convulsed, with upper limbs.", "Lachrymation.", "Obstinate keratitis in r. eye goes away from a 3x lotion (R. T. C.).", "Diffuse opacity of each cornea goes away on using a lotion round both orbits externally.", "Pupils dilated." ],
    "Ears" : [ "Roaring in ears." ],
    "Face" : [ "Face: pale; sunken; with cold extremities and convulsed pulse; leaden tint, contracted features." ],
    "Mouth" : [ "Tongue: moist, a little blanched; partially paralysed.", "Tongue, mouth, and lips greatly swollen.", "Gums swollen and red on outer edge.", "Irritation of whole buccal membrane.", "Very sour taste." ],
    "Throat" : [ "Inflammation of throat, threatening suffocation.", "Tenderness in throat.", "Burning and constriction in fauces.", "Oesophagus so contracted he fears choking." ],
    "Stomach" : [ "Thirst: intolerable; and dry mouth.", "Heartburn.", "Vomiting; and purging; with cramps, severe pain, and burning in stomach, and extreme prostration.", "Burning heat in stomach; with acute pain in epigastrium." ],
    "Abdomen" : [ "Inflammation of abdomen, with retraction of umbilicus and terrible colic.", "Sharp, continuous colic.", "Pain: in abdomen and esp. in bladder region; in groin." ],
    "Stool and Anus" : [ "Rectal tenesmus.", "Constant desire for stool.", "Purging and vomiting.", "Bilious diarrhoea.", "Stools infrequent.", "After three months stools became bloody, with sticking and cutting pains in both sides of abdomen and along colon.", "Obstinate dysentery, with emaciation; pale, bloody stools; painful tenesmus, and desire for food that failed to nourish (cured.", "A. E. Small)." ],
    "Female Sexual Organs" : [ "Has been given for metrorrhagia (R. T. C)." ],
    "Respiratory Organs" : [ "Violent cough, with bloody and purulent expectoration.", "Breathing: weak, slow; difficult." ],
    "Chest" : [ "Pains in chest, with vomiting.", "Violent burning pains beneath chest.", "Sense of choking and constriction round chest." ],
    "Heart" : [ "Palpitation on every motion.", "Pulse: fluttering.; indistinguishable; dicrotic; almost lost, as in cholera." ],
    "Limbs" : [ "Trembling and cramps." ],
    "Upper Limbs" : [ "Convulsive movements of upper limbs and eyeballs." ],
    "Generalities" : [ "Anaemia.", "Tremors.", "Convulsions.", "Prostration.", "Heaviness.", "Feeling as though her blood could scarcely struggle through her veins.", "Titillation all over body, with irresistible inclination to laugh." ],
    "Skin" : [ "Skin pale yellow.", "Deadly pallor, skin milky white.", "Blisters on neck discharge first bloody water, later thin, green, ill-smelling pus.", "Frightful prurigo of children affecting the back (cured with diluted lotion.", "R. T. C.)." ],
    "Sleep" : [ "Sleepy and stupid, wanted to sleep and die in peace." ],
    "Fever" : [ "Coldness.", "Shivering: violently, and slight quivering of lips.", "Skin and extremities cold and clammy.", "Fever followed by profuse sweat.", "Constant heat, preventing sleep.", "Burning heat of extremities.", "Profuse sweat.", "Hands covered with cold, clammy sweat, but to herself they felt hot, and she tried to get hold of anything to cool them." ]
  }
}