{
  "remedyName" : "Zincum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Alcoholism. Amblyopia. Asthma. Brain-fag. Brain, paralysis of. Breasts, affections of. Cataract. Chilblains. Chin, eruption on. Chlorosis. Cholera. Chorea. Constipation. Cracks. Dentition. Diarrhoea, nervous; with stupor. Diphtheria. Dysentery. Dysuria. Earache. Eczema. Enuresis. Eruptions; suppressed. Eyes, affections of; granular lids. Fag. Foot-sweat; suppressed. Gastralgia. Headache; nervous; chlorotic. Heels, pains in. Hernia, inguinal. Hiccough. Hydrocephalus. Hyperpyrexia, nervous. Hypochondriasis. Hysteria. Inframammary pain. Joints, creaking in. Ups, affections of. Lochia; suppressed. Malar bones, neuralgia in. Masturbation. Memory, weak. Meningitis. Mental weakness. Milk, defective; suppressed. Neuralgia; intercostal; subcostal. Neurasthenia. Nipples, sore. Nose, redness of. Nymphomania. OEsophagus, spasm of. Otorrhoea. Photopsia. Prostatorrhoea. Ptosis. Reaction, defective. Rheumatism. Screaming. Sleepiness. Somnambulism. Spermatorrhoea. Spinal irritation. Spine, affections of. Spleen, neuralgia of. Strabismus. Suppressions. Tarsal tumours. Throat, sore. Tibia, burning in. Typhoid fever. Ulcers. Urine, hysterical retention of. Varicosis; during pregnancy; of external genitals. Whooping-cough. Worms." ],
    "Characteristics" : [ "Zincum belongs to the Magnesium group of metals, comprising also Cadmium and Glucinum. It has long been known in the arts, especially in its combination with Cuprum in the manufacture of Brass. Zn. was proved by Hahnemann and his associates, and it appears among the remedies of his Chronic Diseases. Zn. poisons the brain and nerve, and it corresponds to nerve-poisoning of various kinds. The word \"fag\" covers a large part of Zn. action; it may be nerve- or brain-fag; or it may be muscle-fag. Fag means that tissues are worn out faster than they can be repaired. This leaves them poisoned by waste products. Zn. meets the effects of brain-fag from over-study; from night-watching; fatigue. But there is another kind of nerve-poisoning met by Zn.: the poisoning of suppressed eruptions or discharges. The common old-school use of Zinc ointment to suppress eruptions, and Zinc injections to suppress discharges, is based on fact: Zn. does suppress them, and it transfers the morbid action to the nervous system, setting up a poisoning there; and, conversely, in homoeopathic attenuations Zn. can reverse the process. It can restore suppressed eruptions, can cure the consequences of suppressions, and can set free the reactive power in conditions of undeveloped disease. Some of the keynotes of Zn. will be present to give the clue. The most important of these is: \"Incessant and violent fidgety feeling in feet or lower limbs; must move them constantly; cannot keep them quiet.\" These movements may continue even during sleep. Another is: \"Too weak to develop exanthemata or menstrual function, to expectorate, to urinate; to understand, to remember.\" Corresponding to these is: \"Relief to all suffering as soon as menses begin to flow,\" or as soon as other excretory functions are restored. In asthma\" the patient cannot expectorate, but as soon as he can he is relieved\" (Nash). General twitchings and general trembling are, according to Nash, equally characteristic of Zn. He records this case: Miss X., 20, had been ill for a week with headache, loss of appetite, and especially prostration. Over-study was the cause. Under Gels., and later Bry., she was improving, when she threw off the bedclothes whilst sleeping and perspiring, and took a chill. [Zn. has \"cannot bear any covering during the sweat.\"", "J. H. C.] The bowels became enormously distended; profuse haemorrhage occurred (finally controlled by Alumen), a low form of delirium came on, and prostration increased in spite of the cessation of haemorrhage. This was the condition: Staring eyes rolled upward, head retracted; complete unconsciousness, lying on back and sliding down in bed; twitching, \"or rather intense, violent trembling all over so that she shook the bed,\" her hands had to be held constantly night and day by nurses; hippocratic face, extremities deathly cold to knees and elbows; pulse intermittent, uncountable; all signs, in short, of impending paralysis of the brain.\" Two drops of Zn. were mixed in two teaspoonfuls of water. One teaspoonful was worked, a little at a time, between the set teeth; and the rest half an hour later. About an hour after the latter dose the patient turned down her eyes and said \"Milk.\" Through a bent tube she swallowed half a glass of milk, the first nourishment she had taken for twenty-four hours. From that time she improved steadily, and received no more medicine for four days. Afterwards she had a dose of Nux. Recovery was perfect. A. W. Holcombe (Hahn. Ad., xxxviii. 27) reports this case: Man, 40, had gonorrhoea suppressed by local treatment three months previously. A week before Holcombe saw him first he was unable to pass water, and had to resort to the catheter. Since then could pass urine, but passed almost pure blood with it. Could only urinate when sitting down with knees spread apart. Great soreness of perinaeum; on sitting down had to sit sideways on chair. Zn. cm one dose. Five days later perinaeal soreness gone, could urinate freely in any position, and had a profuse whitish discharge from the urethra. Suppression of foot-sweat; of lochia; of milk, are all caused and cured by Zn. Weyner (H. R., x. 152) relates the poisoning of cows pasturing near a cadmium mine, near which Zinc-smelting was carried on. These were some of the effects: General emaciation, skin clinging tightly to the body; eyes pale bluish, drawn back into the orbits; horns and ears unequally warm, mouth hot and shiny and hanging down, at times dry; appetite undisturbed; rumination slower; dung grass-green, thin-flowing and fetid; at times cough. As the disease progressed emaciation increased, the horns became rough, milk dried up, and diarrhoea increased till the animals could no longer rise, and died of total prostration. Zn. meets these suppression-effects: paralysis and vertigo from brain softening following suppressed foot-sweat; chorea from eruptions suppressed by gout; puerperal convulsions from suppressed eruption; nymphomania from suppressed lochia. Zn. has a strong action on the generative sphere, it excites both sexes and causes seminal losses and prostatorrhoea of the male, and nymphomania and masturbation in the female. This may be associated with varicosis or pruritus of the external genitals. A notable symptom of Zn., and one which may indicate it in children and in delirious cases, as well as in affections of the genitals themselves, is that the patient is continually pressing on the pubes or applying the hand to the genitals. With the emission there is backache, which is temporarily > by the emission; and with the female sexual disorders there is also backache and spinal irritation. Dull aching in spine, < when sitting. Burning pains all along the spine. The burning pains of Zn. appear in many parts. Pricking, pressive, cramp-like pains, tension and constriction are also present. Neuralgia in malar bones with pressive pains. Pressure at root of nose as if it would be pressed in. The constriction is especially felt in the chest, and is connected both with respiration and the heart. \"Sudden, spasmodic, bursting sensation about heart; it appears to be beating regularly, when it suddenly seems as if it would burst through the chest.\" Zn. affects the blood-vessels and corresponds to varicosis: varices of the labia; of the thighs, running into the labia; of the legs, with fidgety feet. Numbness, tingling, formication, and fainting spells are other nervous effects of Zn. It has an insatiable craving hunger and goneness, notably at a.m.; thirst quite as great; and \"hasty eating\" and \"hasty drinking\" are among the keynote symptoms. Another of the first importance is intolerance of wine: wine aggravates all symptoms. This is noteworthy in states of nervous exhaustion, which usually crave stimulants. There is the aversion to wine. Other characteristic aversions are: Meat (especially veal); sweets; cooked or warm food. Eating as well as wine-drinking < the pain. There is a tearing headache, most in side of head, < from wine, < after dinner. In meningitis there are sharp, lancinating pains in the head, < from the least stimulant. Pain may account for the anxious scream which accompanies the convulsions of Zn. The child springs up in bed, gnashing teeth, eyes rolled up. A characteristic of brain affections of children is \"crossness in the evening.\" On waking there is delirium as if frightened, knows no one. \"Child repeats everything said to it\" is another leading symptom. \"Grits teeth\" occurs in these conditions, and will often give Zn. a place in worm cases. Among the symptoms indicating lack of power is \"teeth fail to develop.\" The \"fidgety feet\" of Zn. are not the only automatic movements of the remedy, though the most characteristic. There are automatic movements of mouth, arms, and hands, and general restlessness. Among other features of Zn. is blueness of surface. Related to this is the tendency to chilblains, which are swollen and painful, and easily made worse by rubbing. There is sensitiveness to frost-bite; the tip of the nose is easily frost-bitten, and the nose remains red long after it has been frost-bitten. The hands and feet are affected with inflammation, painful eruptions, cracks. There is also a \"frost-bitten feeling\" in the toes. All these point to a lowered state of vitality. Peculiar Sensations are: As if she had a large goitre which she could not see over. As if hair bristled. Uneasy, as if he had committed a crime. As if he would have apoplexy. As if scalp were drawn together. Pains as if between the skin and the flesh. As if head were moving up and down, with a similar floating of images of his fancy. As if he saw through a mist. As if he would fall over to other side. As if head were swaying back and forth. Nauseating weakness as after smoking too strong tobacco. As if eyes were drawn together by a cord. Stupefying headache as from coal gas. As if root of nose would be pressed into head. As if head would be drawn backward. As if air forced itself into frontal sinuses. As if head would burst. As if strained in occiput. As if scalp wrinkled up and kept tightening. As if insects were crawling from occiput to forehead. Feeling in eyes as if she had wept much. As if sand in eyes. As if upper lids paralysed. As if teeth would be pulled out with neuralgia. As if teeth long and loose. As if a web drawn across throat. As if a hard body were opposing pressure from pharynx into abdomen. As if food remained sticking in pharynx after dinner. As if stomach compressed or empty. As of a heavy weight in hypochondria. As if abdominal walls were retracted against spine. As if flatus pressing against coccyx. As from worms crawling in anus. As if testicles tightly compressed and drawn up. As if pudenda swollen. Cough with stitches in chest and feeling as if chest would burst. Chest: as if hollow and cold; constricted; cut to pieces. As if a foreign substance rising up throat. Emptiness behind sternum. As if a cap on heart. Pain in cervical muscles as if head had been in uncomfortable position. As if cold water were poured down her back. As if muscles of wrist too short. As if kidney would be twisted off. Wrist and foot as if sprained. As if soles swollen. As if tendons of right sole too short. As if ball of great toe frozen.", "The headache and eye symptoms of Zn. are well marked, and \"Headache with sympathetic amblyopia\" may be regarded as a keynote: Kafka (H. R., x. 153) relates the case of a \"pale yet vigorous lady of forty\" who for two years had had a headache recurring periodically every ten to fourteen days without warning. Simultaneously with the headache was a weakness of vision, she seemed looking through a fog, and could not distinguish even large objects. The pain, which lasted two or three days, now increasing, now diminishing, was a pressure on vertex and forehead from without inward. Face pale, appetite deficient, head muddled, mood cross and peevish. In forenoon the pain was bearable, in afternoon <, and still < evening, when reflex nausea, and even vomiting, occurred. The amblyopia went pari passu with the severity of the pain, and disappeared as the pain left off. Pupils rather contracted, eyes otherwise normal. Zn. was given morning and evening. The pains diminished immediately and were gone in twenty-four hours. The remedy was taken in the evening daily for a week. There was no relapse. F. W. Payne (N. A. J. H., xiv. 131, quoting A. M.) reports this case of cataract: Right eye partially affected, and left practically useless for vision, with bruised, sore, smarting, burning, itching, and stinging sensation; at intervals, suddenly, sensation as if pepper had been thrown into it, causing scalding lachrymation and spasm of the lids. These spells were < in evening. Burning dryness as if a stick under lid scratching eyeball. Flickering before left eye; blue and green rings; green halo round gas-jet at times. Slight irritation of conjunctiva and tendency of lids to adhere. < By warmth, on warm days, by artificial light. Patient nervous, tremulous, impatient, < by mental emotion. Choreic jerkings of individual muscles. Zn. 200, given occasionally, steadily improved the case. In six months right eye was quite clear, and the left steadily gaining. Eleven years later vision was practically perfect, though some small streaks could still be found in the left lens. Gerstel (H. R., x. 97) calls attention to the action of Zn. in fevers with inflammation of the brain. In these cases the seat of inflammation was the meninges. He refers to a case of a child suffering from scarlatina who was in this condition: Entirely motionless; extremities icy cold, body cold, skin all over body bluish red, except the parts about the eyes, forehead and chin, which were white. Zn. was given, and the child gradually recovered. In a case of typhoid (16th day) in a man, in whom mental symptoms had set in: \"Muddled feeling in the head, an incapacity to relate anything connectedly, and a sort of half-smiling loquacity;\" and later: Staring look, almost hippocratic appearance, pale as wax; carphologia, subsultus tendinum, constant trembling of the hands", "Zn. saved the patient.", "The symptoms of Zn. are: < By touch. Pressure <; (> conjunctivitis; toothache; left ovarian pain). Rubbing and scratching >. Jarring, riding <. Rest <. Sitting <. Lying <; (> vertigo). < By motion, active or passive: \"Child screams out whenever it is moved.\" Walking; lifting; exertion <. Looking up = vision of falling luminous objects, and dizziness. < Evening and night. a.m. to sinking <. Rheumatism < from over-heating. Wails and moans during sweat. <. By chill when heated. Warm room <. Warm water > conjunctivitis. Open air <; (> headache and drowsiness). Very sensitive to draught. < By cold touch (i.e., when patient touches anything cold). Sea bathing = herpes in mouth. Approach of storm = chills. > While eating; < after. Eating <. Drinking < (as soon as liquid reaches stomach he vomits). < From: Sugar; wine; milk. Emissions > (temporarily). Sensitive to others talking and to noise." ],
    "Relations" : [ "Antidoted by: Hep., Ign., Camph. (Lobel., Teste). Antidote to: Baryt. c. Incompatible: Wine, Cham., Nux. Followed well by: Sep., Sul. (best", "H. N. G.); Puls., Ign. Follows well: Ap., Bell. Complementary: In hydrocephalus, Calc. p. Compare: Erratic temperature in fevers, Puls. Colics, Pul., Lyc. Abdominal symptoms, Plb., Pod. Tremors, Arg. n. Spinal pains, Cob., Sep. Asthma accompanying great constriction of chest, Cad. s., K. chl., Cact. Boring fingers in nose, Cin., Ver., Ar. t. Scarlatina, Bell. (Zn. follows well when rash fails to come out and child screams whenever moved). Hydrocephalus, Calc. ph. Pain in back < sitting than walking, Sep., Cob., Arg. n. (Arg. n. has pain when rising). Goneness a.m., Sul., Nat. c., Pho., Indm. Paralysis and brain softening, Pho., Pb. Spermatorrhoea, testes drawn up, Con. (Con. lacks the excessive irritability of Zn., and Zn. has temporary > from the emissions). Fag, nervous exhaustion, Pic. ac. Neuralgia, nervous exhaustion, Mg. c. Spinal irritation, Act. r. (Zn. has < sitting and < from wine). Sinking sensation, inability to throw out eruption, Hell. Crying out in sleep, wakes terrified; puts hands to genitals, Stram. Suppressed or undeveloped eruption, Bry. Fidgety feet, Trn. Boring in left ovary ceasing with flow, Lach. Fear of ghosts, Aco., Ars., Bro., Carb. v., Cocc., Lyc., Pho., Pul., Ran. b., Sep., Sul. Pain in right chest, Phell. Pain in throat > when not swallowing, Ign. Too weak to develop exanthemata, Cup., Sul., Bac. Convulsions with pale face, no heat except in occiput, no rise of temperature (Bell. opp.). Automatic movements of hands and head or one hand and head, Apoc., Bry., Hell. Cannot bear back touched, Chi. s., Trn., Ther. Twitching or jerking of single muscles, Agar., Ign. Incipient brain disease from suppressed eruptions, Bac., Hell. Unconquerable sleepiness, Nux m., Op. Diarrhoea with stupor, Op. < From sea-bathing, Ars. Too speedy ejaculation in coitus, Titan. Burning in spine, Pho., Lyc. Headache at root of nose, Ign. Affections of palate, Mang." ],
    "Causation" : [ "Grief. Anger. Fright. Night-watching. Operations. Frost-bite. Suppressions: eruptions; otorrhoea; menses; lochia; milk." ],
    "Mind" : [ "Hypochondriacal humour.", "Thoughts of death, as if the end were approaching.", "Fear of robbers or of frightful spectres.", "Stares as if frightened on waking, rolls head from side to side.", "Fretful, peevish humour, morose, with dislike to conversation, esp. in evening.", "Child cross towards evening, brain affected.", "The patient is powerfully affected by conversation or by noise.", "Irascibility and impatience.", "Tendency to fits of passion, and great uneasiness when left alone.", "Aversion to labour (and to walk).", "Fickleness (very variable mood), with sadness towards noon and joy (hilarity) in evening, and vice versa.", "Weakness of memory.", "Forgetfulness (forgets what has been accomplished during the day).", "Weak memory with stinging pains in head.", "Unconquerable drowsiness after prolonged night-watching.", "Absence of ideas.", "Difficult conception.", "Incoherent ideas.", "Thoughtlessness and dulness of intellect.", "Repeats all questions before answering them." ],
    "Head" : [ "Continued confusion and cloudiness in head.", "Vertigo deeply seated in brain, principally in occiput (cerebellum), causing patient to fall sidelong (to l.).", "Vertigo: as if he would have apoplexy; as if head moving up and down; as if he would fall to r. when on a height; with flushing heat; on staying up late, as after smoking too strong tobacco.", "Vertigo, as if the seat were undulating when sitting up in bed in morning.", "Vertigo and delirious feeling: kept continually talking in his sleep (agg. from 3x trit.", "R. T. C.).", "Stupefying vertigo, with clouded sight (everything gets black before the eyes; < in morning in warm room and after eating; > in open air); and general weakness.", "Frequent attacks of vertigo, preceded by sharp pressure at root of nose, and a sensation of drawing together of eyes, as if by a cord, followed immediately by excessive nausea, faintness, and trembling of hands.", "Pain as from a tearing in whole brain.", "Headache at night, or in evening after lying down.", "Headache after drinking (even small quantities of) wine.", "Fit of headache, with nausea and vomiting.", "Sharp pressure on a small spot in forehead, evening.", "Pressure at root of nose as if it would be pressed into head.", "Pressive cephalalgia, principally in morning and in forehead, with confusion; or else in temples and occiput.", "Pain in sinciput, with dulness, extending into the eyes.", "Compressive boring, or expansive pressure in head.", "Drawing in occiput and forehead.", "Shootings and tearing in the head, esp. in the sides, temples, forehead, and occiput, < after dinner.", "Hemicrania; < after dinner; tearing and stinging.", "Frequent screwing together pain in both sides of head in evening.", "Chlorotic headaches, esp. in patients saturated with iron.", "Cerebral and nervous exhaustion; brain-fag; anaemia.", "Pain as from excoriation in head.", "Pulsative pains in head.", "Buzzing in head.", "The headaches are > in open air and < in a room.", "Itching and sensation of excoriation in the scalp, or pain as from ulceration.", "Sensitiveness of vertex, as from soreness or ulceration, without regard to touch; < in evening in bed and after eating; > in open air.", "Forehead cool, base of brain hot.", "Sensation as if hair were standing on end.", "The hair falls off from the vertex causing complete baldness, with sensation of soreness of the scalp.", "Hydrocephalus." ],
    "Eyes" : [ "Pain in the eyes in evening after lying down or drinking wine.", "Pressure on eyes or sensation as if pressed or sunk into head.", "Pressive and lancinating tearing in eyes.", "Photophobia; dread of sunlight with watery eyes.", "Sensitive to light; brain affected.", "Burning and biting in eyes, esp. in r., as from dust; photophobia and lachrymation; < evenings.", "Itching, smarting, and feeling of excoriation in eyes, eyelids, and internal canthi; < evening and night; also during menses.", "(Pterygium.).", "Burning and inflammation of eyes and lids.", "Redness and inflammation of internal canthi, with suppuration.", "Dryness of eyes.", "Agglutination of lids at night, with pressing, sore feeling.", "Intense burning in eyes after operations.", "Falling down and paralysis of upper eyelids.", "Pupils contracted.", "Luminous flakes before eyes when looking into the air (at the sky).", "On looking up felt giddy and saw showers of gold descending (cured with hysterical retention of urine.", "B. Simmons).", "When looking up, a dark, diagonal line before l. eye, directed upwards and to the r., about six feet in length.", "Diplopia, l. eye most affected; strabismus developed.", "Amaurosis: during severe headache, passing away with headache." ],
    "Ears" : [ "Earache, with tearing lancinations and external swelling, esp. in children.", "Frequent, acute stitches in r. ear, near tympanum.", "Earache of children, esp. boys.", "Increased ear-wax, l. ear, thinner than usual.", "Tickling in l. ear not > by rubbing.", "Itching in r. ear, > by boring into it.", "Flow of fetid pus from ears.", "Noises: humming; whizzing; ringing; crash as from breaking glass on falling asleep." ],
    "Nose" : [ "Pain as from excoriation in interior of nose.", "Troublesome pressure at the root of nose, as if it were squeezed.", "Cutting, crawling in evening, then sneezing.", "Swelling of nose, internally and externally, sometimes semilateral, with anosmia.", "Obstruction of nose.", "Fluent coryza, with hoarseness and burning sensation in chest.", "Redness of nose, remaining after freezing; tip of nose easily frosted." ],
    "Face" : [ "Pale and earthy countenance.", "Pale; alternating with redness.", "Face: cadaverous; pinched; unnatural; earthy, as after long illness; cachectic, bluish-white; waxy, white or yellow; pewter-like.", "Gloomy and wandering look; vacant; apathetic.", "Tearing, pressing, stitches, and pain as of a fracture in the bones of the face.", "Sudden pressing stitch from r. zygoma to upper margin of orbit, deep in bone, followed by great sensitiveness on the spot; evening.", "Neuralgia of fifth pair of nerves, < from touch and in evening.", "Spasmodic twitching of musculi risores, with constant inclination to laugh.", "Cracks in lips and commissures, with internal ulceration.", "Lips: swollen; dry.", "Upper lip: violent muscular twitches in l. side; sore; ulcerating in middle; jerking tearing in r. side; fine stitches.", "Lower lip: tensive, painful smarting: burning smarting on inner surface.", "Sticking pain in jaw-joint, beneath and in front of l. ear, on moving jaw back and biting strongly, and on pressing finger on joint.", "Thick, viscid, tasteless mucus on lips.", "Itching eruption and redness on chin." ],
    "Teeth" : [ "Toothache during mastication.", "Tearing, lancinating, or drawing toothache, esp. in molars.", "Pain in teeth, as from excoriation.", "Frequent toothache, a drawing pain in roots of incisors.", "Painful jerking in a tooth.", "Looseness of teeth.", "Teeth: feel sore; feel elongated.", "Grits teeth.", "Copious bleeding of teeth and gums (on slightest touch).", "Gums white and swollen, with pain as from excoriation.", "Ulcers in gums." ],
    "Mouth" : [ "Small yellow ulcers in mouth, on internal surface of cheeks.", "Tingling (crawling) of internal surface of cheeks, and copious secretion of saliva, having a metallic taste.", "Sticking, biting on palate, close to and in the roots of incisors.", "Vesicles on tongue.", "Tongue: dry, doesn't want to talk; coated at root and edges (brain diseases); swollen l. side, hindering talking; covered with vesicles; white or yellowish white; white as from cheese, without taste; covered with white mucus; blistered, painful on eating.", "Inflammation of palate.", "Pain in palate and velum palati, esp. on yawning.", "Herpes in mouth from sea-bathing." ],
    "Throat" : [ "Drawing tearings in bottom of gullet, more frequently when not swallowing than during deglutition (or worse between acts of swallowing than on empty swallowing).", "Sensation of contraction and cramp in oesophagus, near pit of throat.", "Dryness and roughness in palate and throat, with rawness, smarting, and scraping.", "Pain as from excoriation in throat.", "Copious accumulation of mucus in the throat, which frequently enters the mouth through the posterior nares.", "Bluish herpes in throat after suppressed gonorrhoea.", "Pain in throat as from an internal swelling." ],
    "Appetite" : [ "Taste of blood in mouth.", "Salt taste in mouth.", "Taste: sweetish; metallic; like spoiled cheese; as after raw peas.", "Violent thirst: from forenoon till evening; with heat in palms; in afternoon; in afternoon during menses; with hasty drinking; for beer in evening.", "Diminution of appetite; loss of appetite.", "Insatiable voracity.", "Hunger: ravenous, esp. a.m. or noon, with weakness of legs and trembling; greediness and hasty swallowing.", "Loss of appetite, with a perfectly clean tongue.", "Dislike to meal (veal), sweet things, fish, cooked and hot food; to wine and brandy.", "Pressure at stomach, with nausea, after eating bread.", "Hypochondriacal humour, with aching under false ribs; choking, clawing in abdomen, and fulness, pressure, or burning in the stomach after a meal.", "< From sugar (heartburn); wine; milk (loud eructations)." ],
    "Stomach" : [ "Rising, with pressive pain in chest.", "Sour risings after a meal, esp. after drinking milk.", "Pyrosis after taking things sweetened with sugar.", "Hiccough, esp. after breakfast.", "Nausea, with retching and vomiting of bitter mucus, renewed by slightest movement.", "Nausea and headache from least drop of wine.", "Vomiting: as soon as, first spoonful of liquid reaches stomach; of pregnancy; easy, of watery bile, followed by great relief; acrid, causing burning on face and rawness in throat; almost continuous.", "Vomiting of blood.", "Stomachache.", "Unpleasant sensation in cardia and along oesophagus.", "Squeezing and pressure in scrobiculus.", "Tearing and shootings in scrobiculus; from both sides towards each other.", "Burning in stomach.", "Burning sensation in epigastrium (extending to oesophagus).", "Sudden oppression of stomach, has to unfasten dress.", "Spasm in stomach and constriction of oesophagus; < during inspiration." ],
    "Abdomen" : [ "Spasmodic pains in the hypochondria, alternating with oppression of chest (dyspnoea) after eating.", "Sticking in r. hypochondrium.", "Enlarged liver.", "Violent pressure in hypochondria and sides of abdomen, < by movement and walking.", "Squeezing, pressure, and shootings in the hepatic region.", "Shootings in region of spleen.", "Pressure, shootings, and pain as from excoriation in lumbar region.", "Sticking in diaphragm.", "Pains in abdomen in evening after lying down.", "Violent pressure and tension in abdomen (and sides), with distension.", "Pain after a light meal, with tympanites.", "Pressure under short ribs, after eating, with depression of spirits.", "Pain as from an internal induration in a spot beneath navel.", "Sensation of pressure on internal surface of trunk, of a nervous character, without flatulency.", "Spasmodic pain in umbilical region.", "Squeezing in abdomen.", "Gripings and pinchings in abdomen, with diarrhoea.", "Griping after breakfast or cutting after dinner.", "Tearings and shootings in abdomen.", "Severe stabbing pains in abdomen.", "Accumulation of much flatulence, with grumbling (loud rumbling, gurgling rolling) and borborygmi in abdomen, esp. after a meal.", "Flatulent colic, esp. in evening.", "Frequent expulsion of hot and putrid flatus.", "Inguinal hernia.", "Pressive aching in pubic region.", "(Erotomania; patient always pressing on pubes.).", "Cutting upward in l. iliac region, in paroxysms; in a pregnant woman.", "Swelling of inguinal glands; buboes (l.)." ],
    "Stool and Anus" : [ "Constipation.", "Hard, dry (crumbling), insufficient faeces, often evacuated with violent straining.", "Constipation of the newborn.", "Loose, soft evacuations of consistence of pap, or liquid, and often accompanied by a discharge of bright red (or pale) blood.", "Diarrhoea with stupor.", "Nervous diarrhoea from depression of nerve centres.", "Involuntary evacuation.", "Pain in abdomen during and after evacuation.", "Tearings, shootings, burning, feeling as of excoriation, and violent itching in anus.", "Burning in anus during stool.", "Feeling in rectum as if flatus pressing against coccyx, by which it is retained.", "Crawling tingling in anus, as from worms." ],
    "Urinary Organs" : [ "Pressing, stinging, and soreness in the kidneys.", "Pressure in region of l. kidney.", "Stones (gravel) of kidneys and bladder.", "Retention of urine when beginning to urinate.", "Sitting with legs crossed, bending forward, and cannot pass water, or but very little, and feels as if his bladder would burst.", "Can only pass urine (which she must do every hour) while sitting bent backwards.", "Hysterical retention of urine (with vision of a golden shower on looking up.", "B. Simmons).", "Excessive desire to urinate, also at night.", "Violent pressure of urine on the bladder.", "Painful emission of urine.", "Involuntary emission of urine, esp. when walking, coughing, or sneezing.", "Frequent emission of a clear yellow urine, which afterwards deposits a white, flocky sediment.", "The urine becomes turbid, like clay-water, after standing.", "Sanguineous urine.", "Burning sensation during and after emission of urine.", "Acute drawing in forepart of urethra and in penis.", "Incisive pains in orifice of urethra.", "Discharge of blood from urethra after painful micturition." ],
    "Male Sexual Organs" : [ "Testes retracted, swollen, painful.", "Drawing in testes and along spermatic cord (one or the other testicle is drawn up).", "Pain as from excoriation in scrotum.", "Contraction of scrotum and shuddering in that part.", "Orchitis; from suppressed otorrhoea.", "Strong sexual desire, with difficult or too speedy emission.", "Permanent erections at night.", "Emissions at night, without lascivious dreams.", "Easily excited; the emission during an embrace is difficult or almost impossible.", "Flow of prostatic fluid (without any cause).", "Great falling off of hair of genital organs.", "Hands constantly on the genitals.", "The child grasps the genitals when coughing." ],
    "Female Sexual Organs" : [ "Sensation of bearing down towards the genital organs.", "Complaints coming on while the menses are absent, but feels perfectly well during the flow: suffers much pain, particularly in ovaries, will lie so as to press on the affected side, and dangling the limb will swing it about, patient can't keep still.", "Menses flow more at night.", "Nymphomania of lying-in women, with great sensitiveness of the genitals.", "Hands constantly on the genitals.", "Irresistible sexual desire at night; desire for onanism.", "Menses too early.", "Discharge of large clots during the menses.", "Menstruation too late.", "Catamenia premature; suppressed.", "Suppressed menstruation with painfulness of the breasts and genitals.", "Catamenia retarded.", "Spasmodic colic on appearance of catamenia.", "During the catamenia: distension of the abdomen, cuttings, and pressure towards abdomen and loins, with great heaviness and lassitude in legs; cough.", "Leucorrhoea of thick mucus (bloody mucus; excoriating after menses), sometimes preceded by pains in abdomen.", "Leucorrhoea with much itching; pain in l. ovary, only > by menstrual flow.", "Pruritus vulvae; causes masturbation.", "Itching of vulva during menses.", "Varicose veins of external genitals, with fidgety feet.", "Profuse falling off of hair of genitals.", "Varices during pregnancy; stagnation of blood in l. leg.", "Tendency to miscarry.", "Puerperal convulsions with suppression of (chronic) eruption.", "Suppressed lochia; nymphomania.", "Pain as from excoriation in nipples.", "Suppressed secretion of milk." ],
    "Respiratory Organs" : [ "Roughness and dryness in throat and chest, esp. in morning and after dinner.", "Hoarseness; with burning in trachea as if chest filled with mucus.", "Frequent tickling in region of larynx.", "Discharge of black blood when hawking.", "Cough, with oppression.", "Violent cough.", "Cough, with stitches in the head.", "Dry cough also at night, with violent stitches in chest and feeling as if it would burst.", "Cough, with expectoration of viscid mucus, followed by a sensation of coldness and excoriation in chest as if it were raw.", "Cough, with expectoration of blood, burning sensation, and pain as from excoriation of chest.", "Debilitating, spasmodic cough from tickling in larynx, extending to middle of chest, with expectoration of yellow, purulent, blood-streaked, tenacious mucus, tasting disagreeably, sweetish-putrid, metallic; or of pure blood in morning or during day.", "The cough is < after eating, during rest, sitting, standing, from milk, sweets, spirituous liquors, during menstruation.", "Child grasps genitals when coughing." ],
    "Chest" : [ "Difficult respiration and oppression, with pressive pain in the chest, esp. in evening.", "Constrictive sensation around the chest, with pain in the chest, as if cut to pieces.", "Dull stitches in r. side of chest.", "Stitches in a spot in l. side of chest, with feeling as if corroded and bruised.", "Tightness in evening, with pressure in middle of sternum; small, rapid pulse.", "Spasmodic dyspnoea.", "Shortness of breath, caused by flatulence after a meal.", "Sensation of emptiness in the chest.", "Chest loaded with mucus.", "Pressure at chest.", "Tensive pain in sternum.", "L. intercostal neuralgia < by motion; fatigue; at times with palpitation.", "Sticking beneath l. breast.", "Tearings in chest.", "Shootings in chest, esp. in region of heart.", "Burning sensation in chest.", "Pain beneath costal arches." ],
    "Heart" : [ "Palpitation of heart, with or without anguish.", "Irregular movements of heart.", "Shocks in heart and intermittent palpitation, with suffocation.", "Tension and stitches in the praecordial region, < by violent expiration.", "Stitches at apex.", "Sudden, spasmodic, bursting sensation about heart.", "Feels as if a cap were over heart; spine affected.", "Violent pulsations in blood-vessels during heat.", "Rapid pulse." ],
    "Neck and Back" : [ "Lancinating tearings, stiffness, and tension in nape.", "Tearing in r. side of neck.", "Nape of neck feels weary from writing or any exertion.", "Spinal irritation with prostration; numbness of lower limbs.", "Pains in loins, esp. when walking and seated.", "Sensation of paralytic weakness in back and loins.", "Rheumatic pains in back.", "Itching tetters on back.", "Tension and shootings in and between shoulder-blades.", "Burning in scapulae.", "Pressive tension beneath the r. scapula.", "Burning pressure upon spine above small of back.", "Burning along whole spine, < when sitting.", "Pains at last dorsal vertebra.", "Violent, long-lasting ache about last lumbar vertebrae.", "Stiffness and pain in upper dorsal muscles.", "Pushing, aching, at times pinching pains in coccyx; lancinating in sacrum; pressive tension and weakness in lumbar and sacral regions." ],
    "Limbs" : [ "Tearing in limbs, < when over-heated or when taking exercise.", "Drawing tearing in hollow bones, with pain so violent that the limbs can give no support.", "Stiffness of joints, with sharp, lancinating pains above joints, always transverse, not lengthwise of the limb.", "Coldness of extremities.", "Drawing, tearing pains in all limbs.", "Violent itching in all joints.", "Spasmodic pain and cramp in the limbs.", "Visible quivering and jerking in different parts of the muscles.", "Tingling in the limbs." ],
    "Upper Limbs" : [ "Rheumatic drawing and lancinating tearing in shoulders, arms, elbows, joints of hands and fingers.", "Painful sensation of paralysis in arms.", "Furunculi in arms.", "Burning in l. forearm at night.", "Paleness and paralysis of hands.", "Weakness and trembling of the hands when writing.", "Spasmodic tension in r. hand.", "Lameness and deadness of hands; they look bluish.", "Herpetic, rough, and itching spots on hands.", "Dry skin, with rhagades on hands.", "Dry herpes on the hands and fingers; they are rough and itch.", "Chilblains itch and swell.", "Cracks between the fingers.", "Numbness of fingers when rising in morning." ],
    "Lower Limbs" : [ "Rheumatic drawings and tearings in legs, knees, ankles and joints of the feet.", "Varices in thighs and legs.", "Legs oedematous.", "Itching of thighs and hollow of knees.", "Tensive pain in knees.", "Nocturnal pains in knees.", "Sensation as if the blood did not circulate in the legs.", "Drawing and tensive stiffness in calves when walking.", "Tingling in calves.", "Burning pain in tibia.", "Erysipelatous inflammation and swelling of tendo Achillis.", "Intolerable boring pain in heel after drinking wine.", "Stiffness of joint of the foot after being seated for some time.", "Wrenching pain in joints of feet and toes.", "Burning sensation in feet.", "Inflammatory swelling of feet.", "Weakness and trembling of feet.", "Paralysis of feet: from spinal or chronic nervous disease, softening of brain or cerebral haemorrhage; from suppressed foot-sweat.", "Feet sweaty and sore about toes; fetid suppressed foot-sweat with much nervous excitement.", "Coldness of the feet at night.", "Nervous, fidgety movement of the feet; after retiring and during sleep.", "Tearing in margin of r. foot.", "Painful chilblains on feet.", "Itching, heat, redness, and swelling of toes as if they were frozen.", "Pulsative lancinations in toes.", "Sprained pain in bends of toe-joints.", "Ulcerative, boring pains in heels; < when walking than when sitting.", "Profuse sweat on the feet." ],
    "Generalities" : [ "[Affections in general appearing in the l. inguinal ring; l. side of back; upper jaw, and troubles of the teeth in lower jaw; loins; posterior surface of thigh; tendo Achillis; big toe; joints of toes.", "Patient can't keep still, must be in motion all the time.", "Chilblains of the hand, much swollen, very painful.", "In fevers or nervous complaints one keeps the feet in continual motion.", "Variable mood; clay-like sediment in the urine; biting, pungent pain; lancinating pains; exanthema of long standing, esp. with a biting sensation.", "< In the evening, sometimes lasting all night; after swallowing food.", "> While eating.", "H. N. G.].", "Pain as from excoriation.", "Varices.", "Pain, which sometimes seems to be between the skin and the flesh.", "Formication on the skin.", "The symptoms are aggravated to an extraordinary degree by Chamomile, Nux, and wine, substances which also excite them, particularly the nocturnal uneasiness and constipation.", "The majority of the symptoms manifest themselves after dinner and towards evening.", "Sensation of soreness in internal and external parts.", "General insensibility of the body.", "Sensation of coldness in bones.", "Violent pulsation throughout body.", "Violent trembling (twitching) of whole body, esp. after mental emotion.", "Twitching of children.", "Chorea.", "Heaviness, lassitude, and excessive weakness, < when walking or on waking in morning.", "Aversion to movement." ],
    "Skin" : [ "Itching in bends of joints.", "Itching, with violent lancinations, esp. in evening in bed, disappearing immediately on being touched.", "Tingling between the skin and the flesh.", "Chronic eruptions.", "Eczema of back of r. hand with terrible irritation, little oozing and fissuration, < in cold weather and excited by rubbing (R. T. C.).", "Tetters and herpetic ulcers.", "Ganglia, chilblains, and liability of the external parts to become frozen.", "Rhagades.", "Small furunculi.", "Varicose veins." ],
    "Sleep" : [ "Sleep by day, and continued disposition to sleep, esp. in morning or after a meal; with inclination to yawn.", "Unconquerable drowsiness.", "Retarded sleep.", "Disturbed sleep, with frequent waking.", "Unrefreshing sleep (with unpleasant dreams).", "Fantastic, frightful, agitated, or disgusting and terrific dreams, with talking and cries during sleep.", "Excessive coldness of the feet at night.", "Shocks in body during sleep and frequent starts." ],
    "Fever" : [ "Febrile shuddering along back.", "Constant shivering, with increased internal heat.", "Chill begins generally after eating, and continues till late in evening and during the night.", "Chilliness in open air and when touching a cold object.", "Chilliness on approach of stormy weather.", "Febrile shuddering, with flushes of heat; violent trembling of limbs, short and hot breath, and pulsation throughout the body.", "Pulse small and rapid in the evening, slower in morning and during the day.", "Pulse at times intermitting.", "Violent pulsations in the veins during the heat.", "Internal heat, with sensation of coldness in abdomen and on feet.", "Tendency to perspire in the day.", "Night-sweat.", "Profuse perspiration during whole night, with inclination to uncover oneself.", "Badly-smelling perspirations.", "[\" Brass-founders ague,\" which is supposed to be due to inhalation of Zinc fumes, begins with malaise and feeling of constriction across the chest, nausea occasionally, the symptoms occurring in after part of day are followed in evening at bed-time by shivering, sometimes by an indistinct hot stage, but always by profuse sweating; the worse the sweating, the less violent the attack; attacks always irregular. (R. T. C.).]" ]
  }
}