{
  "remedyName" : "Zincum Oxydatum",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Coryza. Debility. Deltoid, pain in. Diaphragm, neuralgia in. Elbow, pain in. Hiccough. Hypochondriasis. Laughter, involuntary. Sleeplessness." ],
    "Characteristics" : [ "An extensive proving of Zn. o. was made by Wernek, Buchner, and Michaelis. These symptoms have been included by Allen in the pathogenesis of Zincum, and some of them will be found in my Schema of Zincum. Jahr kept a separate record of Zn. o. I append his account. The contracting, shrivelling-up effect of Zinc was marked in these provings. Among the more Peculiar Symptoms were: Undulating movement in some muscles. Contraction of the risible muscles and constant impulse to laugh. Teeth blunted; incisors feel soft and glued together. Hiccough, > after regurgitation of bile. Liquid stools which > all symptoms. In these provings the left lung was very markedly affected. There was coryza < after a meal, with difficulty of respiration and nasal secretion. Stoppage of the nose was much complained of. Anorexia > after a meal. Farrington says Zn. o. is very like Con. in hypochondriasis and melancholy from masturbation, the difference being that Zn. o. is irritating as well as weakening and depressing." ],
    "Mind" : [ "Anguish and agitation, as from a consciousness of having committed some crime.", "Ill-humour, sometimes very great.", "Unfitness for serious occupation.", "Spasmodic laughter (sardonic)." ],
    "Head" : [ "Confusion in head: on awaking, with vertigo; with aching in forehead, in occiput, with heaviness; giddiness; violent, with transient heat.", "Vertigo, sometimes with transient heat.", "Headache: with slight vertigo; tension in forehead, sometimes with pressure; at night, lancinations and tearing pains in r. side of head, above temple." ],
    "Ears" : [ "Pulsation and noise in ears, esp. in l., with increased secretion of liquid cerumen and hardness of hearing." ],
    "Nose" : [ "Tickling in nose and impulse to sneeze.", "Inability to breathe through nose (nose stopped), with anxiety and oppression; or else as during a violent coryza.", "Coryza < after a meal, with difficulty of respiration and nasal secretion." ],
    "Face" : [ "Paleness of complexion; convulsive drawing in facial muscles, sometimes with constant nausea; or else with contraction of the risible muscles, and constant impulse to laugh.", "Dryness of lips." ],
    "Teeth" : [ "Teeth as if blunted on closing them; the incisors appear to be soft and glued together." ],
    "Mouth" : [ "Flow of an acrid and bitter water into mouth; frequent flow of saliva, with nausea; salivation increased." ],
    "Throat" : [ "Pressure in throat; accumulation of mucus, with tickling in larynx." ],
    "Appetite" : [ "Anorexia: total, with violent thirst; at breakfast, with loathing, > after a meal.", "Disgust, which, however, may be overcome.", "Ardent thirst.", "Strong desire for cold water, which affords great relief." ],
    "Stomach" : [ "Frequent risings: empty; bitter; after partaking of broth, with hiccough.", "Regurgitations: of a yellow, bitter, bilious water after a meal.", "Violent hiccough, ceasing after a regurgitation of bile.", "Nausea: after supper, proceeding from the stomach, with acidulated taste in mouth and flow of acid water; with heat, followed by vertigo; with transient heat, spasmodic pulse, and general depression.", "Nausea, with loathing.", "Retching, with risings and want to evacuate.", "Vomiting: often sudden and involuntary, in the case of children; of a mucous water after the nausea, succeeded by another fit of nausea, and then the headaches are dissipated; bilious vomiting, sometimes very violent, of a yellow colour and bitter vomiting and diarrhoea.", "Pressure in stomach: after supper, with risings spasmodic, sometimes chiefly in pit of stomach, or else with tension and sensitiveness of the stomach; burning pain in region of stomach, sometimes with loathing.", "Fulness of stomach, sometimes with sweat on hands and head, followed by easy vomiting of contents of stomach, which are rather acrid, and occasioning a burning of the parts touched; the throat also preserves a long time afterwards a sensation of roughness, which is succeeded by a keen appetite.", "Lancinations in diaphragm." ],
    "Abdomen" : [ "Colicky pains below navel, tearing pains from side to side until evening; dull pain in umbilical region; spasmodic drawing in abdomen, with dull pain.", "Lancinations in hepatic region.", "Pinchings in abdomen.", "Inflation of abdomen.", "Borborygmi in abdomen, sometimes with aching.", "Boil above the genital parts, first red then dark-blue, with hard areola; later, discharge of a yellow foul pus, after which the areola remains for a long time, red and hard." ],
    "Stool" : [ "Liquid stools: with tenesmus and pinchings in abdomen, and followed by a marked > of all symptoms." ],
    "Respiratory Organs" : [ "Abundant accumulation of mucus in larynx, with dryness of throat and constant want to hawk, with viscid and mucous saliva.", "Impeded respiration, esp. in the l. lung." ],
    "Chest" : [ "Great oppression of chest.", "Constriction of the entire thorax.", "Spasmodic sensation in lungs and heart.", "Spasmodic aching in chest and pit of stomach.", "Lancinations in l. side of chest, sometimes with aching, or else with soreness of the l. nipple.", "The l. lung is affected.", "Externally ribs painful to touch." ],
    "Heart" : [ "Frequent palpitation of heart, with anguish, sometimes chiefly in evening, and with spasmodic pulse; pulsations more rapid.", "Sensation of pressure, weight, and spasmodic tension in the heart itself." ],
    "Back" : [ "Sacral pains: at night on turning body in bed; on stooping, extending to lumbar vertebrae.", "Sensation of paralysis, extending to hips.", "Tearings and lancinations between shoulders; or else pains extending to loins and sacrum.", "Throbbing below l. shoulder-blade.", "Pressure on the shoulders on waking in morning, with confusion in head." ],
    "Limbs" : [ "Drawing pain in the limbs, sometimes with sacral pains.", "Tearing pains in limbs.", "Tingling which passes along limbs.", "Undulating movement in some muscles.", "Trembling of limbs, sometimes with jerking of muscles of legs.", "Lassitude in limbs." ],
    "Upper Limbs" : [ "Arms: Pain as if broken, sometimes chiefly in deltoid muscle, or else in bend of elbow; heaviness and paralytic aching in the bend of the l. elbow." ],
    "Lower Limbs" : [ "In lower extremities: permanent debility, pain as if broken, sometimes chiefly in the l. leg, or else in joints of hip and knee; pulsations in the l. buttock; tension in the l. leg, in the l. knee-joint, frequent tingling in l. foot; drawing pains in the bones; trembling of the feet." ],
    "Generalities" : [ "Tension in muscles and painful sensation during movement; pain throughout body > during repose; pains in all limbs.", "Depressed state of whole body, sometimes with lassitude.", "Perceptible failing of the strength, sometimes with general internal uneasiness.", "Conversation occasions fatigue.", "Turgor vitalis sensibly diminished." ],
    "Sleep" : [ "Very restless nights.", "Agitated sleep, with concourse of dreams of all kinds; with dreams of fire, of falling, of false coin; with fanciful ideas, and towards morning general perspiration." ],
    "Fever" : [ "Sensation of coldness: of the extremities; constant, with general uneasiness; followed by febrile movement throughout the body, with shuddering and drawing pains in back; with shivering of whole body.", "Shivering which passes over the whole body.", "Coldness of hands and feet.", "Shuddering over the whole abdomen, with retching.", "Pulse small and hare., sometimes to a very great degree; spasmodic, and sometimes small at the same time; wiry, accelerated, irregular, hard, and dull.", "Perspiration, esp. towards morning, sometimes while sleeping." ]
  }
}