{
  "remedyName" : "Zingiber",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Albuminuria. Asthma. Breath, offensive. Deltoid rheumatism. Diarrhoea. Dropsy. Flatulence. Ozaena. Post-nasal catarrh. Seminal emissions. Spleen, pains in. Urine, suppressed." ],
    "Characteristics" : [ "Zng. was proved by Franz and others, and their symptoms make a full pathogenesis. The genito-urinary and respiratory systems were strongly affected. Farrington says ginger is not a safe food to give in kidney affections, as it has caused Bright's disease. Prolonged retention of urine; or complete cessation of the function of the kidneys is an indication for Zng. In the provers it produced a cheerful, good-humoured state of mind; and when this occurs when the opposite might rather be expected, Zng. will probably be the remedy. For instance, in asthma, Farrington gives this indication: Asthma, of gastric origin; attacks come in the night, towards morning. Patient must sit up to breathe; but despite the severity of the paroxysm, there is no anxiety. The nasal mucous membrane is affected as markedly as that of the lungs. Ozaena and postnasal catarrh are among the symptoms. Like most condiments, Zng. has a specific action on the digestive organs, causing flatulence and other symptoms of indigestion; pressure in stomach as from a shot. Zng. has < from eating bread; and especially from eating melons. It causes diarrhoea or constipation, and sets up some irritation of the rectum. Peculiar Sensations are: As if head too large. Confused and empty in head. As if contents of head pressed into forehead and root of nose on stooping. As if right eye were pressing out, with headache. As if a board pressing through head. As if head were pressed. As from a grain of sand in eye. As if there were an obstacle in throat to swallow over. As of a stone in stomach. Empty feeling in stomach. As if beaten in lower back. A shock-like moving downward as from a dropping fluid in left loin. Pain as from weakness in sacral region. Pain as from over-work in left deltoid. As from over-strung muscles in bend of knee. As if going to faint. The symptoms are: < By touch. < Lying. > Sitting; standing. Motion <. Rising <. Laughing and talking < headache. < Evening and night. > Uncovering. < In cold air; cold, damp air. < From bread: from melons." ],
    "Relations" : [ "Antidoted by: Nux. Compare: Weight in stomach, Ab. n. Prepuce cold (Sul. glans cold). Wakes a.m., Bels., Nux." ],
    "Causation" : [ "Melons. Bread." ],
    "Mind" : [ "Cheerful, good-humoured, a pleasing sensation in her system.", "Asthma without anxiety.", "Increased activity of brain.", "Forgetful; weak memory.", "Irritable and chilly in evening and during menses.", "Nervous and fidgety.", "Feet very uncomfortable, and did not know what to do." ],
    "Head" : [ "Vertigo, limbs heavy.", "Feels confused and empty in his head.", "Head feels too large.", "Frontal headache (drawing and pressive pains) over eyes and at root of nose; also when he exerts himself.", "Headache (pressure) < over l. eye; aching (drawing) over eyebrows, followed by nausea; later over r. eye and pressing in l. occiput; < in warm room, but continued in cold, damp air, in motion or sitting.", "Pressive drawing headache as if r. eye pressing out.", "Pain encircling head; dull, heavy pain, like a board pressing through whole head, a.m.", "Heavy pressure in head from without inward, when walking in cold, damp air.", "Hemicrania; nervous headache.", "Congestion of blood to head, esp. temples.", "Itching on scalp, head, and cheeks." ],
    "Eyes" : [ "Smarting and burning in eyes; sensitive to light, with stinging pain in them; feeling as of sand in eyes.", "Pressure on eyes; on l.", "Weakness of sight; dimness of cornea." ],
    "Nose" : [ "Coryza, watery, sneezing, more in open air.", "Insupportable itching, tingling in nostrils.", "Dryness and obstruction in posterior nares, with discharge of thick mucus.", "Ozaena." ],
    "Face" : [ "Hot, red face.", "Exhausted look, blue under eyes, before menses.", "Dry lips and mouth." ],
    "Teeth" : [ "Painful sensibility of teeth, with pressive, drawing pain in their roots." ],
    "Mouth" : [ "Slimy, bad taste in mouth in morning.", "Mouth smells foul to herself, as from disordered stomach." ],
    "Throat" : [ "Dryness of throat and difficulty of swallowing, as from an obstruction, with dryness of posterior nares.", "Increased mucous secretion; no fever." ],
    "Appetite" : [ "Much thirst; mouth dry.", "Headache and pressure in stomach after eating bread.", "Complaints from eating melons." ],
    "Stomach" : [ "Belching and diarrhoea.", "Nausea; vomiting of mucus in drunkards.", "Acidity of stomach.", "Weak digestion, stomach heavy, like a stone." ],
    "Abdomen" : [ "Stitches in spleen.", "Unbearable sore pain on a small place in r. side of abdomen.", "Contractive pain passes through abdomen while standing; soon after, desire for stool.", "Sharp pain in l. iliac region.", "Great flatulency; in gouty persons.", "Constipation." ],
    "Stool and Anus" : [ "Diarrhoea: from drinking impure water; of brown mucus; < mornings; < from deranged stomach; from damp, cold weather.", "Diarrhoea in morning, followed by nausea.", "Belching with constipation.", "Redness, inflammation, burning-itching at anus and higher up back." ],
    "Urinary Organs" : [ "Increased secretion of urine.", "Urine thick, turbid; dark brown, of strong smell.", "Retention of urine (after typhus).", "Acute pain in orifice of urethra while urinating.", "Dull aching in both kidneys, with frequent desire to urinate.", "Dull aching, with sensation of heat in l. kidney; < while sitting, with frequent desire to urinate." ],
    "Male Sexual Organs" : [ "Itching on prepuce, which feels cold.", "Painful erections.", "Increased sexual desire; nightly emissions." ],
    "Female Sexual Organs" : [ "Menstruation too early and too profuse; irritable; blood dark, clotted." ],
    "Respiratory Organs" : [ "Burning, smarting sensation below larynx, followed by a cough, with rattling of phlegm, and sometimes with expectoration of thick mucus.", "Asthma humidum.", "Painful respiration; < at night, must sit up in bed; < two or three hours every morning; asthma.", "Dry, hacking cough, from tickling in larynx on l. side of throat; from smarting or scratching; with pain in lungs; difficult breathing; morning sputum, which is copious." ],
    "Chest" : [ "Stitches in (through) chest; pleuritic pains." ],
    "Heart" : [ "Violent stinging-pressing pain in l. side of chest, in region of heart." ],
    "Neck and Back" : [ "Stiffness of back of neck, with headache and nausea.", "Backache, as from weakness; < sitting and leaning against something; lower part of back lame, as if beaten, or from walking or standing; feels stiff." ],
    "Limbs" : [ "Dull, heavy, lame feeling in limbs; numbness.", "Rheumatic, drawing pains.", "Joints feel weak, stiff, lame." ],
    "Upper Limbs" : [ "Rheumatic drawing in backs of hands." ],
    "Lower Limbs" : [ "Painful swelling of feet.", "Soreness of heels after standing a long time." ],
    "Generalities" : [ "Foaming at mouth; free urination; spasms.", "Faint, weak, wants to lie down.", "Nervous, fidgety feeling at night." ],
    "Sleep" : [ "Sleepy and exhausted-coma.", "Sleepless, wakes at a.m.; falls asleep again late in morning." ],
    "Fever" : [ "Chilliness beginning in lower limbs, going upwards.", "Chilly in evening.", "Chilliness and sensibility in open air.", "Hot and chilly at same time." ]
  }
}