{
  "remedyName" : "Zizia",
  "remedyAlternativeNames" : "",
  "categories" : {
    "Clinical" : [ "Asthma. Brain, affections of. Catarrh. Chorea, in sleep. Convulsions. Dropsy. Epilepsy. Hypochondriasis. Hysteria. Influenza. Leucorrhoea. Menses, suppression of. Migraine. Ovary, intermittent neuralgia of. Pleurisy. Stye." ],
    "Characteristics" : [ "The Meadow Parsnip is a common plant indigenous to the United States on the moist banks of streams and in open wet woods, where it flowers in June and July. Rafinesque speaks of it as vulnerary, antisyphilitic, and sudorific (Millspaugh). Marcy proved Ziz. on himself and some others, and symptoms of poisoning have been added. Exhilaration with increased physical strength was noted; but a slight amount of exercise caused fatigue. The spasms and convulsions of the Umbelliferae were elicited. The generative organs in both sexes were excited. Ziz. is indicated in uterine affections characterised by increased nervous and vascular excitement. The menses are profuse, and followed by acrid leucorrhoea. Burning, smarting backache. Spasmodic movements of face and limbs. Mind first exhilarated, then depressed, finally indifferent. The restlessness of Ziz. runs into chorea; and the chorea has this distinguishing feature, that the movements continue or are even < during sleep. Connected with the uterine congestion there is migraine, the region of the right eye being most affected. There was rush of blood to the head. Marcy considered Ziz. especially suitable in brain affections; catarrhal, asthmatic, and pleuritic diseases; in ovarian neuralgia. Among Peculiar Symptoms are: Surface of body paler than natural; white, puffy appearance of whole body. Laughs and weeps alternately. One cheek red. Craves acids and stimulants. The symptoms are: < By touch. Pressure = pain in intercostal muscles; on stomach = nausea and faintness. < Lying; stooping; motion; coughing." ],
    "Relations" : [ "Antidoted by: Puls. (migraine), Carb. an. (stye). Compare: One cheek red, Cham. Uterine congestion, backache, indifference, Sep. Chorea in sleep, Trn. As if in a dream, Amb., Anac., Calc., Can. i., Con., Cup., Med., Rhe., Val., Ver. Laughing alternately with weeping, Calc., Ign., Merc., Nux m., Puls., Stram." ],
    "Mind" : [ "Exhilaration; like intoxication; followed by strong desire to sleep.", "Depression following exhilaration.", "Laughing and weeping alternately.", "Depression followed by exhilaration.", "Irritable, low-spirited, indifferent.", "Nervous irritability and depression, culminating in a paroxysm of self-dissatisfaction with weeping.", "Indolence with contentment.", "Behaviour quiet, with much apparent suffering and sadness." ],
    "Head" : [ "Giddiness; swimming; light-headedness.", "Rush of blood to head and face, with feeling of fulness.", "Sensation of tightness round head.", "Intensely painful, sharp headache over r. eye; Puls. > first days, not later; fully developed seventh day, must lie still in dark room; < evening (the usual headache is < morning); associated with backache; < by coughing.", "Severe pain in r. temple, with nausea.", "Pressure on top of brain.", "Dull pain in occipital region, extending down neck muscles." ],
    "Eyes" : [ "Redness of both eyes.", "Pain affects r. eye most.", "Shooting pains through orbits.", "Sharp pain through r. orbit, < moving eyeballs, stooping, or stepping.", "Eyelids agglutinated on rising by yellowish muco-purulent secretion.", "Stye, r. lid.", "Stye middle of upper lid, very painful, > Carb. an.", "Eyes sensitive to light." ],
    "Nose" : [ "Nasal catarrh, with sneezing and coughing from first inhalation.", "Nasal discharge of thick mucus.", "R. nostril congested, sore; with injection of pharynx and conjunctiva." ],
    "Face" : [ "Face: pale and puffy.", "One cheek red, other pale.", "Boring pains in cheek-bones.", "Dull pains in jaws.", "Painful tenderness in lower jawbone, an inch below root of ear." ],
    "Mouth" : [ "Tongue: red and unusually sensitive to cold and warm drinks; covered with whitish fur; yellow fur on tongue and oppressed respiration; broad, furred in middle, red at tip and sides.", "Mouth dry.", "Taste: bitter; bilious." ],
    "Throat" : [ "Mucus increased.", "Slight redness of tonsils and palate, with soreness.", "Inflamed pharynx." ],
    "Stomach" : [ "Craving for acids and stimulants.", "Appetite: diminished; lost.", "Thirst.", "Nausea.", "Vomiting: acid, bilious; immoderately.", "Stomach sensitive to, touch; pressure = nausea and faintness." ],
    "Male Sexual Organs" : [ "Involuntary emission two nights in succession.", "Excitement.", "Lassitude and prostration after coitus, which had existed a long time, was completely removed in the proving." ],
    "Female Sexual Organs" : [ "Increased vascular and nervous excitement.", "Leucorrhoea: bland; acrid; acrid at first, later copious and bland.", "Profuse menses one day, followed by acrid leucorrhoea.", "Menses appeared in due time but ceased after twelve hours.", "Sudden suppression of menses." ],
    "Respiratory Organs" : [ "Roughness in upper part of larynx whet, inspiring or coughing.", "Larynx raw from coughing.", "Trachea sensitive to touch.", "Dry cough, with shooting pains in chest.", "Tight cough, from deep breath; from dryness of larynx.", "Short, dry cough, with severe stitching in r. side and sense of suffocation.", "Breathing oppressed, cannot keep lying down.", "Asthma." ],
    "Chest" : [ "Severe pains in pleurae.", "Bruised feeling in muscles of chest.", "Pressure = pain in intercostal muscles.", "On and around xiphoid cartilage pain and tenderness to touch.", "Dull, aching pain under r. scapula.", "Severe shooting from front of thorax to scapula.", "Sharp pains from sides and chest to both scapulae.", "Severe stitching pains accompanied by feverish symptoms.", "Pleuritic stitches < by coughing or deep breath." ],
    "Back" : [ "Pains in posterior margin of scapulae, aching, smarting, stinging, with aching in small of back when at their worst.", "Dull pains in loins, < by movement.", "Smarting burning in small of back." ],
    "Upper Limbs" : [ "Lameness in muscles of both arms, from shoulder to elbow.", "Pricking sensation in r. arm, with steadily diminished sensibility of the part." ],
    "Lower Limbs" : [ "Dragging sensation in both hips.", "Unusually tired feeling in legs after slightest exertion." ],
    "Generalities" : [ "Increased strength with inclination for exertion.", "Aspect of grave and chronic illness.", "Whole body white and puffy.", "OEdema of face and ankles.", "Convulsions, epilepsy.", "Spasms, swooning convulsions, and fainting fits, ending in death in three hours.", "Spasms of face and extremities.", "Surface of body sensitive to touch.", "Pains fixed, < by movement, noise, light, contact; < evening." ],
    "Skin" : [ "Itching pimples on forehead, wrists, and legs." ],
    "Sleep" : [ "Drowsiness; with sense of fatigue.", "Sleep prevented by pains.", "During sleep: spasmodic twitches; talking; unpleasant dreams." ],
    "Fever" : [ "Chilliness and heat alternating with faintness, nausea, pain in r. temple, redness of eyeballs, dry and red tongue, and thirst for cold water.", "Chilliness accompanied by spasmodic twitchings of muscles of face and upper limbs, followed by fever.", "Fever, with headache, pain in back, thirst.", "Fever with stitching pain in chest.", "Some sense of heat and fulness in both cheeks.", "Flushed cheeks, hot head, visible pulsations of carotid and temporal arteries, coldness of hands and feet, drowsiness and irritability.", "Redness and heat of cheeks.", "Hot flushes in face and head followed by perspiration." ]
  }
}